{
  "id": "jm-aop-10-of-2013-tax-administration-jamaica-act",
  "type": "statute",
  "title": "10 of 2013 - Tax Administration Jamaica Act",
  "title_en": "10 of 2013 - Tax Administration Jamaica Act",
  "short_name": "10 of 2013 - Tax Administration Jamaica Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/10-of-2013-tax-administration-jamaica-act",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/10-of-2013-tax-administration-jamaica-act | Year: 2013",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Tax. Administration Jamaica Act, Short title and\n2013, and shall come into operation on a day to be appointed by the ~ce­\nMinister by notice published in the Gazette.\n2                 [No.   ]        The Tax Administration Jamaica Act, 2013\nInterpretation,      2. In this Act, unless the context otherwise requires­\n                         \"Authority\" means Tax Administration Jamaica established\n                             by section 4;\n                         \"Board\" means the Board of the Authority established by\n                             section 6;\n                         \"chairman\" means the chairman ofthe Board;\n                         \"commencement date\" means the day appointed under section\n                             1for the coming into operation ofthis Act;\n                         \"Commissioner General\" means the Commissioner General\n                             ofthe Authority appointed under section 10;\n                         \"domestic tax\" means revenue that is payable to the\n                             Commissioner General;\n                         \"functions\" includes duties and powers;\n                         \"Government company\" means a company registered under\n                             the Companies Act, being a company wholly owned by\n                             the Government or an agency ofGovernment or in which\n                             the Government or an agency ofGovernment holds more\n                             than fifty per cent ofthe shares;\n                         \"local authority\" means­\n                                 . (a) in relation to the parishes of Kingston and St.\n                                       Andrew, the Council of the Kingston and St.\n                                       Andrew Corporation as constituted under the\n                                       Kingston and St. Andrew Corporation Act;\n                                   (b) in relation to any other parish, the Parish\n                                       Council ofthat Parish as constituted under the\n                                       Parish Councils Act; or\n                                   (c) in relation to a municipality, a Municipal\n                                       Council established under the Municipalities\n                                       Act;\n             The Tax Administration Jamaica Act, 2013            [No. ]               3\n     \"public body\" means­\n                (a) a Ministry, Department, Executive Agency or\n                    other agency ofGovernment;\n                (b) a local authority;\n                (c) a statutory body or authority; or\n                (d) a Government company;\n     \"revenue department\" means­\n                (a) Tax AdministratiQn Jamaica;\n                (b) the Customs Department;\n                (c) the Land Valuation Department; or\n                (d) the Revenue Protection Department;\n     \"revenue laws\" means laws relating to revenue;\n     \"secretary\" means the secretary of the Board appointed under\n          section 15;\n     \"Selection Panel\" means the panel constituted under paragraph\n          1(5) of the Second Schedule;                             Second\n                                                                          Schedule.\n     \"tax\" or \"revenue\" includes the duties, fees, levies, fines and\n          other charges payable under the revenue laws;\n     \"taxpayer\" includes any person whose liability to make payment\n          to a revenue department is in question, whether or not, in\n          the event, the payment is waived or remitted or no amount\n          is found to be payable."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Where the Board is satisfied that any circumstance          Tertnination of\n                                                                      appointment\nspecified in sub-paragraph (4) exists in relation to the\n                                                                      of\nCommissioner General, tl)e Board may recommend to the                 Commissioner\nMinister that the appointment of the Commissioner General be          General,\nterminated.                                                           Deputy\n                                                                      Commissioner\n        (2) Where the Commissioner General is satisfied that          General.\nany circumstance specified in sub-paragraph (4) exists in relation\nto a Deputy Commissioner General, the Commissioner General\nmay recommend to the Board that the appointment of the Deputy\nCommissioner General be terminated.\n       (3) The Minister may, where he is satisfied that any\ncircumstance specified in sub-paragraph (4) exists, recommend\nto the Governor-General the termination of the appointment of\nthe Commissioner General or a Deputy Commissioner General,\nwhether or not the Board or the Commissioner General, as the\ncase may be, has recommended such termination.\n        (4) The circumstances are that the Commissioner General\nor, as the case may be a Deputy Commissioner General­\n      (a)   is suffering from a mental disorder within the\n            meaning of the Mental Health Act, becomes of\n            unsound mind or permanently unable to perform his\n            functions by reason of ill health;\n      (b)   becomes bankrupt or compounds with, or suspends\n            payment to, his creditors;\n      (c)   is convicted and sentenced to a term of imprisonment\n            or to death;\n      (d)   is convicted ofan offence involving fraud, dishonesty\n            or moral turpitude;\n      (e)   fails to fulfill his tax obligations;\n      (f)   fails to carry out any of the functions conferred or\n            imposed on him by virtue of this Act or any other\n            revenue laws;\n      (g)   fails to fulfill contracted performance targets; or\n      (h)   engages in action or behaviour reasonably likely to\n            bring the Authority into disrepute.\n      (5) Where the Board is satisfied that the Commissioner\nGeneral or, as the case may be, a Deputy Commissioner General\n28           [No.   ]         The Tax Administration Jamaica Act. 2013\n                          engages in action or behaviour which, in the opinion ofthe Board\n                          constitutes sufficient cause for removal, the Board may so advise\n                          the Minister who shall re~mmend to the Governor-General that\n                          the appointment be terminated.\n                                   (6) The Board or the Minister, as the case may be,\n                          shall, before taking any action under this paragraph, notifY the\n                          Commissioner General or Deputy Commissioner General, in\n                          writing, of the right to apply to be heard on the matter of the\n                          proposed termination, within such time as may be specified in\n                          the notice.\n  Passed in the Honourable House ofRepresentatives this 19th day of March\n2013 with seven (7) amendments.\n                                                              MICHAEL A. PEART\n                                                                                Speaker.\n     Passed in the Senate this 22nd day of March 2013.\n                                                     STANLEY ST. J. REDWOOD\n                                                                              President.\n This printed impression has been carefully\ncompared by me with the authenticated\nimpression of the foregoing Act. and has been\nfound by me to be a true and correct printed\ncopy ofthe said Act.\n        1~IJI£~e.\n       Clerk 10 the Houses of Parliament."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. There is established, for the purposes ofthis Act, a body to be Establishment\ncalled Tax Administration Jamaica which shall be a body corporate °Afd miniS\n                                                                         Tax. t t'\n                                                                               ra Ion\nto which section 28 of the Interpretation Act applies.                Jamaica.\n4              [No.   ]          The Tax Administration Jamaica Act, 20/3\nFunctIOns of     5.-(1) Subject to the provisions of this Act and the revenue\nAuthority,\n               laws, the functions ofthe Authority are­\n                      (a) the administration and collection ofdomestic tax;\n                      (b) the collection of revenue, other than domestic tax, the\n                          collection of which is the responsibility of the\n                          Commissioner General;\n                      (c) the administration and enforcement of laws relating to\n                          domestic tax;\n                      (d) the registration, audit and assessment oftaxpayers;\n                      (e) the development and implementation ofinternal policies,\n                          systems and procedures to ensure proper implementation\n                          ofthe revenue laws;\n                      (t)   the negotiation, administration and enforcement of\n                            international agreements relating to tax;\n                      (g) the promotion of public awareness of the importance of\n                          the efficient and effective collection of tax and its\n                          importance to national development;\n                      (h) to advise the Minister on matters of general policy in\n                          relation to the administration and collection oftax; and\n                      (i)   the performance of such other functions relating to the\n                            administration and collection of tax and revenue other\n                            than tax as may be assigned to it by the Minister. or by or\n                            under this Act or any other enactment.\n                      (2) In performing the functions specified in subsection (1).\n               the Authority may-                                             .\n                      (a) provide legal services for the administration and\n                          enforcement ofthe revenue laws;\n                      (b) institute measures for the promotion of voluntary\n                          compliance with the revenue laws;\n                      (c) maintain taxpayer registries and databases for the better\n                          functioning ofthe tax system;\n             The Tax Administration Jamaica Act, 2013          [No. ]           5\n    (d) design and develop systems and procedures which allow\n        for ease and convenience in the registration oftaxpayers\n        and, the computation\n                    .        and payment oftax;\n     (e) introduce cost recovery measures for services provided\n         by or on behalf ofthe Authority;\n     (f)   establish procedures and develop, implement and monitor\n           plans and programmes relating to the. administration and\n           collection oftax;\n     (g) formulate standards, guidelines and codes of practice\n         relating to the administration and collection of revenue\n         and monitor compliance with such standards, guidelines\n         and codes;\n     (h) initiate, carry out or support, by financial means or\n         otherwise, research which, in its opinion, is relevant to\n         any ofits functions;\n     (i)   conduct seminars and provide appropriate training\n           programmes and consulting services and gather and\n           disseminate information relating to the administration and\n           collection of revenue; and\n     G)    do anything or enter into any arrangement which, in the\n           opinion ofthe Authority, is necessary to ensure the proper\n           performance ofits functions.\n       (3) The Authority shall manage its human, material and\nfinancial resources in keeping with modern standards and\npractices of sound financial management and good corporate\ngovernance."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--(1) There is established, for the purposes of this Act, a Establishment\nBoard ofthe Authority.                               .          of Board.\n        (2) The provisions of the First Schedule shall have effect First Schedule.\nas to the constitution ofthe Board and otherwise in relation thereto."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--( 1) Subject to the provisions of this' Act, the Board is Functions of\nresponsible for overseeing the general administration of the Board.\nAuthority.\n6   [No.             The Tax Administration Jamaica Act, 2013\n            (2) The Board shall­\n           (a) ensure that the operations of th.e Authority are, where\n               applicable, in conformity with­\n                     (i)   the Financial Administration and Audit Act\n                           and any Financial Instructions given under that\n                           Act;\n                     (ii) .the Public Bodies Management and\n                           Accountability Act;\n                     (iii) any other law relevant to the management of\n                           public bodies; and\n                     (iv) any directions given under section 14;\n           (b) review, evaluate, approve and monitor the imple­\n               mentation by the Authority of its­\n                     (i)   corporate policies;\n                     (ii) operational, strategic and other corporate plans;\n                     (i ii) annual budget proposals and submissions; and\n           (c) review, evaluate and approve the financial statements\n               and major expenditure proposals ofthe Authority.\n            (3) Subject to subsection (5), the Board may give directions\n    to the Commissioner General with regard to the management ofthe\n    Authority.\n           (4) In the performance of its functions, the Board shall\n    operate in a manner that maximizes the effective and efficient\n    operation ofthe Authority.\n             (5) The Board shall not­\n           (a) involve itself in matters relating to the administration and\n               collection of domestic tax or the implementation of tax\n               policy;\n           (b) participate in the making of any decision regarding the\n               affairs of any particular taxpayer or the enforcement of\n               any revenue law in relation to any particular taxpayer; or\n       The Tax Administration Jamaica Act, 2013         [No. ]    7\n(c) have access to any infonnation regarding the income or\n    affairs o( any particular taxpayer.\n (6) Subject to the provisions of this Act, the Board­\n(a) may establish policies on­\n          (i)   human resource management, including a code\n                ofconduct and a system ofperfonnance based\n                evaluation;\n          (ii) financial management;\n          (iii) employee benefits;\n          (iv) property management; and\n          (v) enterprise risk management (other than risks\n              associated with tax compliance);\n(b) shall approve annual, quarterly and other reports of the\n    Authority which are required by this or any other\n    enactment to be submitted to the Minister or to Parliament;\n(c) shall monitor the perfonnance ofthe Authority in respect\n    of its perfonnance targets and service standards;\n(d) may request and receive from the Commissioner General,\n    periodic or special reports in written or oral fonn, in\n    respect of the management of the human, material and\n    financial resources of the Authority; and the\n    Commissioner General shall give effect to the request;\n(e) shall ensure, whether by way of meetings or otherwise,\n    that the Minister and the Financial Secretary are kept\n    abreast of matters. relating to the administration and\n    management of the Authority, including any need for\n    financial, human, technological and other resource\n    requirements necessary for the achievement of\n    perfonnance targets.\n8               [No.   ]         The Tax Administration Jamaica Act, 2013\nMinisterial        8. The Minister may, after consultation with the chairman, give\ndirections.\n                to the Board directions of a general character as to the policy to be\n                followed by the Board in the performance ofits functions, as appear\n                to the Minister to be necessary in the public interest; and the Board\n                shall give effect to the directions.\nDelegation of     9.-(1) The Authority may, subject to the provisions ofthis Act\nfunctions of\nAuthority.      and every other revenue law, delegate to any person the performance\n                of such of its functions, other than the power of delegation, as it\n                may, from time to time, consider to be necessary.\n                       (2) A delegation of any function under subsection (1) is\n                revocable by the Authority and the delegation shall not preclude\n                the performance ofthat function by the Authority.\n                                            Administration\nAppointment       10.-(1) There shall be a Commissioner General who shall be\nof\nCommissioner    the chiefexecutive officer ofthe Authority and shall be responsible\nGeneral.        for its day-to-day administration and management.\n                         (2) Subject to the provisions ofthis Act, the Commissioner\n                General shall be appointed by the Governor-General on the\n                recommendation ofthe Minister after consultation with the Selection\nSecond          Panel in the manner specified in paragraph 1 ofthe Second Schedule.\nSchedule.\n                        (3) The Commissioner General shall be a citizen ofJamaica\n                who the Selection Panel considers to be a fit and proper person for\n                appointment.\n                        (4) In determining whether an individual is a fit and proper\n                person to be appointed as the Commissioner General, regard shall\n                be had by the Selection Panel to whether the person­\n                       (a) has adequate academic qualifications and technical,\n                           managerial and leadership competencies and experience;\n                       (b) is ofgood repute, having regard to his character, honesty\n                           and integrity;\n                       (c) is of sound and stable financial background; and\n             The Tax Administration Jamaica Act, 2013          [No. ]               9\n    (d) has any business association with any person who, in the\n         opinion ofthe Selection Panel, is not ofgood repute having\n        regard to his character, honesty and integrity."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-{1) An appointed member other than the chairman may, at Resignation.\nany time, resign his office by instrument in writing addressed to\nthe Minister and transmitted through the chairman and, from the\ndate ofreceipt by the chairman ofthe instrument, the member shall\ncease to be a member ofthe Board.\n        (2) The chairman may, at any time, resign his office by\ninstrument in writing addressed to the Minister and, from the date\nof receipt by the Minister of tIle instrument, the chairman shall\ncease to be a member of the Board."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Notwithstanding anything to the contrary, the Minister may, Revocation\nby notice in writing, at any time, revoke the appointment of the of appoint­\n                                                                  ment of Board\nchairman or any appointed member of the Board if he thinks it Member.\nexpedient so to do and shall state the grounds for revocation in\nthe notice."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The names ofall members of the Board as first constituted Publication\nand every change in \"the appointed membership thereof shall be of\n                                                                 membership.\npublished in the Gazette.\n   ll.-{l) The Board shall meet at least six times in each year Meetings of\nfor the transaction of its business.                    .       Board.\n        (2) The Chairman may convene an ordinary meeting of\nthe Board by giving not less than seven days written notice to the\nmembers.\n        (3) The Chairman may, at his discretion, or at the request\nofthree or more members ofthe Board. convene an extraordinary\nmeeting ofthe Board at shorter notice than the period referred to in\nsub-paragraph (2), at such place and time as he may appoint.\n24   [No.   ]             The Tax Administration Jamaica Act, 20 J3\n                              (4) Subject to this Schedule, the quorum at any meeting\n                      of the Board shall be the Commissioner General and five other\n                      members at least one of whom shall be a person appointed under\n                      paragraph 1(1 )(c).\n                               (5) The chairman shall preside at meetings ofthe Board\n                      and in the case of the absence of the chairman from a meeting,\n                      the members present shall elect one of their number to preside\n                      as chairman at that meeting.\n                                (6) The decisions of the Board shall be by a majority\n                      of votes of the members and, in addition to an original vote, the\n                      chairman shall have a casting vote in any case in which the voting\n                      is equal.\n                               (7) The validity of any act, decision or proceedings of\n                      the Board shaH not be affected by any vacancy among the members\n                      or by any defect, subsequently discovered, in the appointment of\n                      a member.\n                               (8) Minutes in proper form of each meeting of the\n                      Board shall be kept and shall be confirmed as soon as practicable\n                      thereafter at a subsequent meeting.\n                              (9) Subject to this Act, the Board may regulate its own\n                      proceedings and business as well as that of any of its committees\n                      and may make standing orders for that purpose and may vary,\n                      suspend or revoke any such standing orders.\n     Authentication      12.-( I) The seal of the Authority shall be authenticated by\n     of seal and      the signatures of the chairman or a member of the Board\n     documents.       authorized to act in that behalf and an officer of the Authority so\n                      authorized.\n                               (2) All documents. other than those required by law to\n                      be under seal, made by, and all decisions of. the Board may be\n                      signified under the hand of the chairman or any member of the\n                      Board authorized to act in that behalf or the secretary of the\n                      Board.\n     Committees          13. ~( 1) The Board may appoint committees of a general or\n     of Board.        special nature. consisting of such number of members, with such\n                      qualifications, as the Board may determine.\n                              (2) The Board shall appoint the chairman of each\n                      committee from among the members of that committee.\n                              (3) An officer ofthe Authority duly appointed in writing\n                      by the Commissioner General, shall be secretary to any\n                      committee of the Board, and shall, on the instructions of the\n                      chairman of the committee, convene meetings of the committee.\n The Tax Administration Jamaica Act, 2013                   [No. ]                25\n          (4) The Board may delegate any ofits functions under\nthis Act to a committee appointed under sub-paragraph (l).\n         (5) Any act done pursuant to a function delegated un­\nder sub-paragraph (1) shall have the same effect as if done by the\nBoard.\n         (6) A delegation under sub-paragraph (l) shall not pre­\nvent the exercise of the function by the Board.\n         (7) A committee appointed under this paragraph may\nregulate its own proceedings."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. In carrying out the administration and management of the Functions of\nAUthonty,        ..\n      . the COmrmSSlOner General shall-                                  Commissioner\n                                                                         GeneraL\n    (a)    plan, direct, supervise and coordinate the activities ofthe\n           Authority;\n    (b) manage the assets and property ofthe Authority;\n    (c) ensure that revenue targets and perfonnance targets are met;\n    (d) maintain systems to promote and support voluntary tax\n        compliance with the revenue laws;\n    (e) ensure proper and efficient performance of all functions\n        relating to taxpayer audit;\n    (f)    ensure accurate, efficient and lawful assessment of\n           domestic tax;\n    (g) ensure proper and efficient collection of domestic tax\n        and other revenue;\n     (h) ensure that adequate legal services for the administration\n         and enforcement ofthe revenue laws are maintained;\n     (i)   ensure that the best interests of Jamaica are safeguarded\n           in the negotiation ofinternational taxation agreements;\n     U)    submit annual and other budgets for approval by the\n           Board;\n     (k) submit strategic, corporate and other plans for approval\n         by the Board;\n     (I)   submit internal regulations and policies for approval by\n           the Board;\n     (m) submit annual, quarterly and other reports for approval\n         by the Board;\n     (n) ensure that the Board is Kept abreast of matters relevant\n         to the administration and management ofthe Authority;\n10                 [No.   ]          The Tax Administration Jamaica Act, 2013                 •\n                          (0) ensure that the Financial Secretary is kept abreast of the\n                              activities and achievements ofthe Authority;\n                          (p) determine the administrative and operational costs and\n                              related benefits of different tax types and revenue\n                              measures and provide general advice thereon to the\n                              Financial Secretary;\n                          (q) provide general advice to the Financial Secretary with\n                              regard to tax matters; and\n                          (r)   perform such other functions as may be assigned to him\n                                by the Minister or the Board under this Act or any other\n                                enactment.\nPractice notes.       12.--{1) To achieve consistency in the administration ofthe laws\n                   relating to domestic tax and to provide guidance to persons affected by\n                   those laws and to the officers ofthe Authority, the Commissioner General\n                   may issue practice notes setting out the Commissioner General's\n                   interpretation of those laws.\n                            (2) A practice note is binding on the Commissioner General\n                  . and officers ofthe Authority until revoked.\n                           (3) A practice note is not binding on persons affected by\n                   the revenue laws.\nPrivate rulings.      13.--{1) The Commissioner General may, upon the application\n                   in writing by a person, issue to that person a private ruling setting\n                   out the Commissioner General's position regarding the application\n                   of a law relating to domestic tax to that person with respect to a\n                   trartsaction proposed or entered into by that person.\n                          (2) Where a person issued with a ruling under subsection\n                   (1) makes, prior to the issue ofthe ruling­\n                          (a) a full and true disclosure· to the Commissioner General\n                              of all aspects of the transaction relevant to the ruling;\n                              and\n                          (b) the transaction proceeds in all material respects as\n                              described in that person's application for the ruling,\n             The Tax Administration Jamaica Act; 2013           [No. ]          11\nthe ruling shall be binding on the Commissioner General and officers\nof the Authority with respect to the application of the relevant\nrevenue law (as in force at the time of the ruling) to that person\nconcerning the transaction.\n          (3) Where there is an inconsistency between a practice\nnote and a private ruling, priority shall be given to the provisions\nofthe private ruling and the Commissioner General may, ifhe thinks\nfit, issue or reissue a practice note on the subject matter."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(1) The Board may, in its discretion, invite any person to Invitees to\nattend any meeting of the Board for the purpose of assisting the meetings.\nBoard in respect of any matter under its consideration.\n          (2) A person invited pursuant to sub-paragraph (1) may\ntake part in the deliberations ofthe Board on that matter, but shall\nnot be entitled to vote at any meeting of the Board."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(1) Subject to the provisions of this section, the Board, Appointment\nafter consultation with the Minister and the Commissioner General of Deputy\n                                                                      Commissioners\nshall appoint and employ, at such remuneration and on such terms General.\nand conditions as it thinks fit, such number ofDeputy Commissioners officers and\nGeneral (not being less than three) as the Board considers necessary, ~::~oyees.\na secretary of the Board and such other officers and employees as\nthe Commissioner General deems necessary for the proper carrying\nout ofthe functions ofthe Authority.\n        (2) Each Deputy Commissioner General shall be under\nthe direction and supervision of the Commissioner General and\nshall perform such functions as may be assigned to him by the\nCommissioner General or as may be conferred upon him or\ndelegated to him under any enactment and the provisions of the\nSecond Schedule shall otherwise apply in relation to the Second\nappointment and tenure ofDeputy Commissioners General.         Schedule.\n        (3) No salary in excess of the prescribed rate shall be\nassigned to any post within the Authority without the prior approval\nofthe Minister.\n        (4) No appointment shall be made to any post within the\nAuthority to which salary in excess ofthe prescribed rate is assigned\nwithout the prior approval of the Minister.\n        (5) For the purposes of subsections (3) and (4), the\n\"prescribed rate\" means such rate as the Minister responsible for\nthe public service may. by order, prescribe.\n]2               [No.   ]          The Tax Administration Jamaica Act, 2013\n                            !P) The Governor-General may, subject to such conditions\n                 as he may impose, approve the appointment ofany public officer in\n                 the service of the Government to any office within the Authority,\n                 and any public officer so appointed shall, while so employed, in\n                 relation to any pension, gratuity or other allowance and in relation\n                 to any other rights as a public officer, be treated as continuing in the\n                 service ofthe Government.\nPensions.          16. The Authority may, with the approval ofthe Minister­\ngratuities and\nother retiring\nbenefits.\n                        (a) enter into arrangements respecting schemes, whether by\n                            way of insurance policies or otherwise; and\n                        (b) make regulations,\n                 for medical benefits, pensions, gratuities and other retiring benefits\n                 or disability or death benefits, relating to employees ofthe Authority\n                 and such arrangements or regulations may include provisions for\n                 the grant of benefits to the dependants and the legal personal\n                 representatives ofsuch employees.\nObligation of       17.-( 1) Every person having an official duty, or being employed,\nsecrecy.\n                 in the administration ofthis Act shall­\n                        (a) regard and deal with as secret and confidential all\n                            documents, information and records obtained by him, in\n                            the course ofthe performance ofhis duties or otherwise,\n                            which relate to the income or affairs of any person; and\n                        (b) make and subscribe a declaration to that effect before a\n                            Justice ofthe Peace.\n                         (2) Every person referred to in subsection (1) having\n                 possession ofor control over any documents, information or records,\n                 who at any time communicates or attempts to communicate such\n                 information or anything contained in such documents orrecords to\n                 any person­\n                        (a) other than a Commissioner or an officer of a revenue\n                            department or any other person to whom he is authorized\n                            by the Minister to communicate it pursuant to any other\n                            law; or\n                        (b) otherwise than for the purposes ofthis Act,\n             The Tax Administration Jamaica Act. 2013          [No. ]               13\ncommits an offence and shall be liable on summary conviction in a\nResident Magistrate's Cowt to a fine not exceeding one million dollars\nor to imprisonment for a term not exceeding twelve months or to both\nsuch fine and imprisonment.\n         (3) Any person to whom information is communicated\npursuant to an authority of the Minister under subsection (2)(a) in\nthat behalf shall regard and deal with such information as secret\nand confidential and shall make and subscribe a declaration to that\neffect before a Justice of the Peace.\n         (4) Any person referred to in subsection (3), who at any\ntime, communicates or attempts to communicate any information\nreferred to in that subsection to any person otherwise than for the\npurposes of this Act, or any other revenue law, commits an offence\nand shall be liable on summary conviction in a Resident Magistrate's\nCowt to a fine not exceeding one million dollars or to imprisonment\nfor a term not exceeding twelve months or to both such fine and\nimprisonment.\n        (5) Every person having an official duty, or being\nemployed, in the administration of this Act shall be bound by the\nprovisions of the Official Secrets Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The office ofchairman or member ofthe Board shall not be Office of\na public office for the purposes of Chapter V of the Constitution chairman or\nof Jamaica.                                                       member not a\n                                                                       public office.\n26   [No.       ]       The Tax Administration Jamaica Act, 2013\n                                              SECOND SCHEDULE         (Sections 2, 10\n                                                                       and 32)\n                                   Commissioner General and Deputy\n                                       Commissioners General\n     Selection of      1.-(1) Where the occasion arises for the appointment of a\n     Commissioner Commissioner General, the Board shall invite the submission to\n     General.     t h e Aut h ' 0 f app l'lcatIons\n                            onty              .    \"\n                                                   lOrh        ..\n                                                      t e positIOn,  b y way 0 f\n                    advertisements or announcements appearing in or publicized by­\n                         (a)      daily newspapers circulated throughout Jamaica or\n                                  electronically;\n                          (b)     periodicals and professional publications available\n                                  in Jamaica or outside of Jamaica;\n                         (c)      on-line professional job banks;\n                         (d)      professional recruiters; or\n                          (e)     any other method considered suitable by the Chief\n                                  Personnel Officer.\n                             (2) The Board shall approve the content of such\n                    advertisement or announcement.\n                                (3) The secretary shall­\n                          (a)     receive and examine all applications;\n                          (b)     draw up a shortlist of no fewer than three suitable\n                                  applicants for submission to the Board.\n                             (4) A Selection Panel as constituted in sub-paragraph\n                    (5) shall select a Commissioner General from among the short\n                    listed candidates using the assessment tools and methods\n                    considered suitable by selection.\n                                (5) The selection Panel shall comprise­\n                          (a)     the Chairman of the Authority;\n                          (b)     the Financial Secretary;\n                          (c)     the Chairman of the Public Service Commission;\n                          (d)     the President of the Jamaica Civil Service\n                                  Association; and\n                          (e)     the Governor of the Bank of Jamaica.\n     Tenure of         2. The Commissioner General shail hold office for a period\n     Commissioner   of five years and shall be eligible for reappointment.\n     General.\n  The Tax Administration Jamaica Act, 2013                 [No.   J              27"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-{1) Notwithstanding section 17, the Authority may disclose Disclosure of\n                                                                  information in\ninformation in any ofthe following circumstances­                 certain\n                                                                         circumstances.\n     (a) if ordered by a court for the purposes of any civil\n         proceedings;\n     (b) on the prior written request of the Minister to­\n                (i)   the Assets Recovery Agency established under\n                      section 3 of the Proceeds of Crime Act, to\n                      facilitate the investigation of any criminal\n                      offence; or\n                (ii) anyone or more of the authorities prescribed\n                     pursuant to subsection (2) and specified in the\n                     request to facilitate the investigation of any\n                     criminal offence.\n14               [No.   ]         The Tax Administration Jamaica Act, 2013\n                          (2) The Minister may, by order subject to affirmative\n                 resolution, prescibe the authorities to which information may be\n                 disclosed for the purposes of subsection (1 )(b )(ii).\nProtect ion of      19. No member of the Board or of any committee ofthe Board,\nBoard,\nemployees of     or any employee ofthe Authority, shall be personally liable for any\nAuthority.\n                 act or default of the Authority done or omitted to be done in good\n                 faith in the exercise of any power, or in the performance of any\n                 function, conferred or imposed by or under this Act.\n                                          Financial Provisions\nFunds and         20.-(1) The funds and resources ofthe Authority shall consist\nresources of\nthe Authority.   of­\n                        (a) such sums as may, from time to time, be placed at the\n                            disposal ofthe Authority by Parliament;\n                        (b) sums received from charges imposed by the Authority\n                            for use of any facility or for any service provided by it;\n                            and\n                        (c) all other sums or property which may in any manner\n                            become payable to or vested in the Authority in respect\n                            of any matter incidental to its functions,\n                         (2) The expenses of the Authority, including the\n                 remuneration of Board members and employees, shall be paid out\n                 ofthe funds ofthe Authority.\nApplication of     21. The revenues of the Authority shall be applied for the\nrevenues.\n                 purposes authorized by this or any other law in relation to the\n                 functions ofthe Authority.\nPower to            22. All monies ofthe Authority not immediately required to be\ninvest\nmoneys.          expended in the meeting of any obligations or the discharge of any\n                 functions ofthe Authority may be invested in such securities as may\n                 be approved, either generally or specifically, by the Minister and\n                 the Authority may,with the approval ofthe Minister, sell all or any\n                 of such securities.\n             The Tax Administration Jamaica Act, 2013          [No. ]           15"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.   Protection of Board, employees of Authority.\nii   [No.   J            The Tax Administration Jamaica Act, 2013\n                                   Financial Provisions"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.    Funds and resources of the Authority.\n                         ,,~   .............\n                                           '"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) The Commissioner General, under the direction ofthe Budget of\n                                                                Authority.\nBoard, shall be responsible for the preparation, control and\nmanagement ofthe capital and recurrent budgets ofthe Authority.\n        (2) The capital and recurrent budgets ofthe Authority shall\nbe prepared in respect of periods of three years and funds shall be\ncommitted by the Minister for allocation to the Authority, in respect\nof such periods.\n         (3) The annual allocation offunds in respect of the capital\nand recurrent budgets ofthe Authority shall each take the form ofa\nsingle sum committed for each financial year.\n        (4) The Commissioner General, in consultation with the\nDeputy Commissioners General, shall identify the capital and\nrecurrent expenditure priorities oftheAuthority, from time to time,\nand allocate the available funds in accordance with such priorities."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) The Authority shall establish a sinking fund to be used Sinking fund\nfor expenditure in connection with infrastructure and capital projects\nexclusively.\n          (2) Subject to subsection (3), the Financial Secretary may,\nat the. end of each financial year, determine, at the request of the\nAuthority, the amount by which domestic tax collections for that\nyear exceeds the targets set by the Government of Jamaica.\n         (3) The Commissioner General shall submit a written\nrequest to the Minister for the payment into the sinking fund ofthe\namount oftwo per centum, or such other percentage as the Minister\nmay, by order, prescribe, of the amount referred to in subsection\n(2).\n        (4) The moneys deposited to the sinking fund shall be\ninvested exclusively in government securities held in the name of\nthe Accountant·General in trust for the Authority."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. All tax collected by, or due to, the Authority shall be paid -,raxtobepaid\ninto the Consolidated Fund.                                         C~~solidated\n                                                                        Fund.\n16                [No.   ]         The Tax Administration Jamaica Act. 2013\nAccounts of          26.-(1) The Authority shall keep proper accounts and other\nthe Authority.\n                  records in relation to its business, and shall prepare statements of\n                  account in a form satisfactory to the Minister, being a form which\n                  shall conform with established accounting principles and with the\n                  requirements of any enactment governing the accounts of public\n                  bodies.\n                          (2) Notwithstanding the requirements ofthe Public Bodies\n                  Management and Accountability Act, the external audit of the\n                  accounts ofthe Authority shall be conducted by the Auditor-General.\n                             (3) The Board, officers and employees of the Authority\n                  shall­\n                         (a) grant to the Auditor-General, access to all books,\n                             documents, cash and securities ofthe Authority; and\n                         (b) give to the Auditor-General, on request, all such\n                             information as may be within their knowledge in relation\n                             to the operations ofthe Authority.\n                          (4) The Auditor General shall be entitled at all reasonable\n                  times to examine the accounts and other records in relation to the\n                  business ofthe Authority.\nEstimates and       27. The Authority shall, in each financial year, before a date\noperating plan.\n                  specified by the Minister, submit to the Minister for his approval­\n                         (a) estimates of income and expenditure for the ensuing\n                             financial year; and\n                         (b) an operating plan for that year as to the projects to be\n                             promoted or sponsored, or both, by the Authority, the\n                             operational framework within which the Authority shall\n                             carry out its functions, and such other matters as the\n                             Minister may require.\nReturns.             28. The Authority shall furnish the Minister with such returns,\n                  accounts and other information as he may require with respect to\n                  the activities of the Authority, and shall afford him facilities for\n                  verifying such information in such manner and at such times as he\n                  may reasonably require.\n             The Tax Administration Jamaica Act, 2013          [No. ]                17"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) Annual and other reports shall be prepared by the Annual and\nAuthority i{l accordance with the provisions of the Public Bodies other reports.\nManagement and Accountability Act.\n          (2) A copy of the annual report and audited financial\nstatements of the Authority, approved by the Board, shall be\nsubmitted, no later than four months after the end ofeach [mancial\nyear, to the Minister.\n         (3) The Minister shall cause a copy ofthe report together\nwith the annual statement ofaccounts and the Auditor-General's report\nthereon to be laid in the House ofRepresentatives and ofthe Senate."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) The income of the Authority shall be exempt from Exem.ption\n•                                                          frommcome\nmcome tax.                                                 tax, stamp\n                                                                         duty, transfer\n       (2) The Authority shall be exempt from stamp duty on customs\n                                                            taxand d\"',\n                                                                    U.].\ninstruments executed by it or on its behalf.\n         (3) The Authority shall be exempt from taxation under the\nTransfer Tax Act on any transfer by or to the Authority ofany property\nor ofany right or interest created in, 'over or otherwise with respect\nto any such property. .\n        (4) No customs duty or other similar impost shall be\npayable upon any article imported into Jamaica, or taken out of\nbond in Jamaica, by the Authority, and shown to the satisfaction of\nthe Commissioner of Customs to be required for the use of the\nAuthority in the performance ofits functions under this Act.\n                           PART III. General"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The Minister may, after consultation \\\\lth the Authority, Minister may\nmake regulations generally for the better carrying out ofthe purposes ~~ations.\nor provisions ofthis Act.\n         (2) Regulations made under subsection (1) shall be subject\nto affirmative resolution.\n        (3) Notwithstanding section 29{b) of the Interpretation\nAct, regulations made under section (1) may provide in respect of a\nbreach of any provision thereof for the imposition of penalties on\nsummary conviction in a Resident Magistrate's Court of a fine not\n18               [No.   ]         The Tax Administration Jamaica Act, 2013\n                 exceeding one million dollars or imprisonment for a term not\n                 exceeding one year or of both such fine and imprisonment.\nMin ister may       32. The Minister may~ by order published in.the Gazette, subject\namend\nmonetary         to affirmative resolution-'.\npenalties and\nSchedules.              (a) amend or vary any monetary penalty prescribed in this\n                            Act; or\nFirst and               (b) amend the First or Second Schedule to this Act.\nSecond\nSchedules.\nConsequential       33.-{1) The Minister may, by order published in the Gazette,\namendments\nto other Acts.   with effect from any date specified in the order, not being earlier\n                 than the commencement date, alter any law if he considers such\n                 alteration to be necessary on account of anything contained in this\n                 Act.\n                          (2) An order made pursuant to subsection (1) shall be\n                 subject to affirmative resolution.\n                            (3) In this section­\n                        \"alter\" includes adapt or amend;\n                        \"law\" includes any instrument having the force of law, but\n                            does not include this Act.\nReview ofAct       34.-{1) This Act shall be reviewed from time to time by a\nby\nParI iamentary   committee of both Houses of Parliament appointed for the purpose.\nCommittee,\n                         (2) The first such review shall be conducted not later than\n                 three years after the appointed day.\nAmendment of        35. The Revenue Administration Act is amended­\nRevenue\nAdministration\nAct.                    (a) in section 2, by inserting next after the definition of\n                            \"Commissioner\" the following definition­\n                                  \"Commissioner General\" means the Commissioner\n                                      General of Tax Administration Jamaica\n                                      appointed under the Tax Administration\n                                      Jamaica Act; and\n                        (b) by repealing Part II.\n             The Tax Administration Jamaica Act. 2013        [No. ]          19\n                       PART IV. Transitional"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.    Amendment of Revenue Administration Act.\n                                               PART IV.   Transitional"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. In this Part \"fonner department\" means the department Interpretation\nwhich immediately before the commencement date had· been ofPan.\nestablished under the Revenue Administration Act as Tax\nAdministration Jamaica."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-{1) With effect from the commencement date, there shall Transitional\n                     ~     d        . I . th A h .                 prOVISIons,\nbe vested and translerre , respectIve y, In e ut onty, any assets, general.\nrights and liabilities of the fonner department.\n         (2) The Authority shall, in relation to any assets, rights\nand liabilities so transferred and vested, have every right, power,\nprivilege, immunity or duty which immediately before the\ncommencement date was capable of being enjoyed or perfonned\nby the fonner department.\n        (3) All pending legal proceedings and claims which,\nbefore the commencement date, were to be enforced or brought by\nor against the fonner department shall be enforced, continued or\nbrought by or against the Authority in the same manner as they would\nhave been enforced, continued or brought before the commencement\ndate.\n        (4) On the commencement date­\n     (a) all references to the Commissioner General of Tax\n         Administration Jamaica in the revenue laws or in any\n         other enactment shall be construed as references to the\n         Commissioner General appointed under this Act;\n     (b) any reference to the revenue departments in the revenue\n         laws or in any other enactment shall be deemed to include\n         a reference to the Authority; and\n     (c) except as provided in paragraph (a), any reference i~ the\n         revenue laws or in any other enactment, to an officer of\n         the revenue departments, shall be deemed to include a\n         reference to an officer ofthe Authority.\n20             [No.   ]          The Tax Administration Jamaica Act, 2013\nTransitional      38.-(1) Subject to the provisions of this section, on the\nprovisions,\npermanent\nstaff. .\n               cornrriencement date, all persons holding permanent appointments\n               to offices under the former department shall be transferred on\n               secondment to the services of the Authority for a period of six\n               months or such longer period as the Board may, in special\n               circumstances, determine.\n                       (2) During the period of secondment to the Authority\n               pursuant to subsection (1) an officer shall be employed on such\n               terms and conditions (as may be determined by the Board), being\n               terms and conditions that are not less favourable than those enjoyed\n               by such person in his substantive position, at the commencement\n               date.\n                          (3') An officer who is transferred on secondment pursuant to\n               supsection (1) may be deployed in the public service on or before the\n               expiration of the period referred to in subsection (1) on terms and\n               conditions that are not less favourable than those enjoyed by the officer\n               in his substantive position or be retired on the ground that his substantive\n               position has been abolished by virtue ofthis section.\nTransitional      39. All persons who, at the commencement date, held offices\nprovisions,\ncontract       under the former department under a contractual arrangement, shall,\nofficers,\n               from that date belieemed to continue to hold under the Authority the\n               like or similar respective offices or employment, on the same or no\n               less favourable terms as they held those or similar offices under\n               the f<?rmer department.\n The Tax Administration Jamaica Act. 2013                  (No. )      21\n                  FIRST SCHEDULE              (Sections 6 and 32)\n                        Board of Management\n   l.-{I) The Board shall consist of nine members appointed Constitution\nby the Minister by instrument in writing, namely-           of the Board.\n     (a)    the Commissioner General who shall be a member\n            ex officio;\n     (b)    five senior public officers in the Ministry responsible\n            for finance or other public body, designated by the\n            Financial Secretary, being persons who appear to the\n            Financial Secretary to have appropriate experience and\n            expertise;\n     (c)    three persons drawn from the private sector who shall\n            be, respectively-                        .\n                  (i)     a person with expertise in the financial\n                          management of large entities;\n                  (ii)    a person with expertise in human resource\n                          management and practice of industrial\n                          relations; and\n                  (iii)   an attorney-at-law having wide ranging\n                          expertise in law.\n       (2) The members appointed under sub-paragraph (1) (b)\nand (c) shan be known as \"appointed members:'.\n      (3) The appointments under sub-paragraph (I) (c) shall be\nmade by the Minister after consultation with the members of an\nadvisory committee constituted under sub-paragraph (4) by the\nMinister for the purpose of making recommendations for such\nappointments.\n       (4) The advisory committee shall consist of at least one\nauthorized representative of each of the following bodies­\n      (a)   the Jamaica Confederation of trade Unions;\n      (b)   the Jamaica Chamber of Commerce;\n     (c)    the Private Sector Organization of Jamaica;\n      (d)   the Jamaica Manufacturers Association; and\n      (e)   a body appearing to the Minister to represent micro,\n            smalJ and medium-size business enterprises.\n22             [No.               The Tax Administration Jamaica Act, 2013\n                     (5) The Commissioner General may designate a Deputy\n               Commissioner General as a nominee, in the case of his\n               temporary absence or inability to act on the occasion of any\n               meeting.\n                      (6) The chairman may invite such other officers of Gov­\n               ernment or the Authority as he thinks fit to attend a meeting of\n               the Board and to participate in its deliberations, but such offic­\n               ers shall not be involved in the making of any decision by the\n               Board.\n                      (7)   A board member shall­\n                      (a)   be a fit and proper person having regard to the criteria\n                            specified in section I 0(4);\n                      (b) . before accepting appointment to the Board, disclose\n                            to the Minister any potential conflict of interest.\nDisqualifi-       3. A Board member shall be a citizen of Jamaica and shall not\ncation for     be a person who is-\nmembership\nof Board.             (a)   a parliamentarian or other public official who holds\n                            any appointed or elected office of Government\n                            including local government;\n                      (b)   the holder of any office in a political party;\n                      (c)   with the exception of the Commissioner General, and\n                            the persons appointed under paragraph l(b), a public\n                            officer.\nSelection of      4.-( I) The Minister shall recommend, for the approval of\nchairman.      the Cabinet. a chairman from among the appointed members.\n                      (2) The Minister shall appoint the chairman, upon receiv­\n               ing the Cabinet approval of his recommendation.\n                      (3) In the case of the absence or inability to act at any\n               meeting of the chairman, the remaining members of the Board\n               shall elect one of their number to chair the meeting.\nTemporary         5. The Minister, after consultation with the Financial\nappointment.   Secretary, may appoint any person to act temporarily in the place\n               of any appointed member, in the case of the absence or inability\n               to act of such member.\nTenure of         6.-(1) Subject to the provisions of this Schedule, an\noffice.        appointed member shall hold office for such period, not\n               exceeding three years, as may be specified in the instrument of\n               appointment.\n                      (2) Every appointed member shall be eligible for\n               reappointment.\n The Tax Administration Jamaica Act, 2013                   [No. ]          23\n        (3) If any vacancy occqrs in the appointed membership\nofthe Board. the Minister may appoint' any person to act in place\noftllat member, so, however,that such appointment shall be made\nin the same manner and from among the same category of per­\nsons as would be required in the case of an original appointment\nWlder paragraph J(b) or (c), and subject to the provisions of this\nSchedule, the newly appointed member shall hold office for the\nremainder of the perioa for which the previous appointed mem­\nber was appointed."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.    Transitional provisions, contract officers.\n            ScHEDUlES.\nJAMAICA\n                           No.     Jf) - 2013\n                                    I assent,\n[L.S.]\n                                                Governo:-General.\n                                   ;;28'~%~.1\nAN ACT to Establish a body, to be known as Tax. Administration\n    Jamaica, with sufficient autonomy in management to facilitate\n    the efficient and effective administration and collection of\n    domestic tax; and for connected matters.\n                 The date notifi~d by the Minister\n               [ bringiq the Act into operatio.l\n  BE IT ENACTED by The Queen's Most Excellent Majesty, by and\nwith the advice and consent of the Senate and House of\nRepresentatives of Jamaica, and by the authority of the same, as\nfollows:­\n                        PART I. Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "Tax Administration Jamaica established",
      "source_provision": "sec1"
    },
    {
      "term": "Board",
      "definition": "the Board of the Authority established by",
      "source_provision": "sec1"
    },
    {
      "term": "chairman",
      "definition": "the chairman ofthe Board",
      "source_provision": "sec1"
    },
    {
      "term": "commencement date",
      "definition": "the day appointed under section",
      "source_provision": "sec1"
    },
    {
      "term": "Commissioner General",
      "definition": "the Commissioner General",
      "source_provision": "sec1"
    },
    {
      "term": "domestic tax",
      "definition": "revenue that is payable to the",
      "source_provision": "sec1"
    },
    {
      "term": "Government company",
      "definition": "a company registered under",
      "source_provision": "sec1"
    },
    {
      "term": "revenue laws",
      "definition": "laws relating to revenue",
      "source_provision": "sec1"
    },
    {
      "term": "secretary",
      "definition": "the secretary of the Board appointed under",
      "source_provision": "sec1"
    },
    {
      "term": "Selection Panel",
      "definition": "the panel constituted under paragraph",
      "source_provision": "sec1"
    },
    {
      "term": "prescribed rate",
      "definition": "such rate as the Minister responsible for",
      "source_provision": "sec15"
    },
    {
      "term": "Commissioner General",
      "definition": "the Commissioner",
      "source_provision": "sec31"
    },
    {
      "term": "fonner department",
      "definition": "the department Interpretation",
      "source_provision": "sec36"
    }
  ]
}