{
  "id": "jm-dpa",
  "type": "statute",
  "title": "Data Protection Act 2020",
  "title_en": "Data Protection Act 2020",
  "short_name": "DPA",
  "status": "in_force",
  "issued_date": "2020-11-30",
  "in_force_date": "2023-12-01",
  "url": "https://jamalegalaid.gov.jm/wp-content/uploads/2021/01/Data-Protection-Act-2020.pdf",
  "description": "The Data Protection Act 2020 is Jamaica's primary legislation governing the collection, processing, and storage of personal data. The Act establishes the framework for the rights of data subjects and the obligations of data controllers and processors, and creates the Office of the Information Commissioner (OIC) as the independent supervisory authority. The Act draws on international best practices including the EU GDPR and the OECD Privacy Guidelines, reflecting Jamaica's commitment to maintaining internationally recognized data protection standards.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Section 1. Short Title and Commencement",
      "content": "This Act may be cited as the Data Protection Act, 2020 and shall come into operation on a date to be appointed by the Minister by order published in the Gazette. The Act establishes a comprehensive framework for the protection of personal data of individuals, balancing the rights of individuals to privacy with the legitimate needs of organizations to process personal information. Nothing in this Act shall be construed as limiting or preventing the processing of personal data as required by or under any other enactment. The provisions of this Act shall be read alongside the Access to Information Act and the Cybercrimes Act, and where there is conflict between this Act and another enactment relating to the processing of personal data, the provisions of this Act shall prevail to the extent of the inconsistency, unless the other enactment specifically provides otherwise."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Section 2. Interpretation",
      "content": "In this Act: 'personal data' means any information relating to an identified or identifiable natural person, including in particular information which identifies or may be used to identify a living individual such as name, identification number, location data, an online identifier or any factor specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person; 'sensitive personal data' means personal data consisting of information relating to: racial or ethnic origin, political opinions, religious or other beliefs, whether similar in nature to religious beliefs or otherwise, trade union membership, genetic data, biometric data, health, sexual orientation or sex life, or personal data relating to criminal convictions or offenses; 'data controller' means a natural or legal person, public authority, agency or other body which alone or jointly with others determines the purposes for and the manner in which personal data are or are to be processed; 'data processor' means a natural or legal person, public authority, agency or other body which processes personal data on behalf of a data controller; 'processing' means any operation or set of operations performed on personal data, whether or not by automated means."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Section 3. Principles of Data Protection",
      "content": "A data controller shall process personal data in accordance with the following data protection principles: (a) Lawfulness, fairness and transparency — personal data shall be processed lawfully, fairly and in a transparent manner in relation to the data subject; (b) Purpose limitation — personal data shall be collected for specified, explicit and legitimate purposes and not further processed in a manner incompatible with those purposes; (c) Data minimisation — personal data shall be adequate, relevant and limited to what is necessary in relation to the purposes for which it is processed; (d) Accuracy — personal data shall be accurate and, where necessary, kept up to date; (e) Storage limitation — personal data shall be kept in a form which permits identification of data subjects for no longer than is necessary for the purposes for which the personal data are processed; (f) Integrity and confidentiality — personal data shall be processed in a manner that ensures appropriate security, including protection against unauthorised or unlawful processing and against accidental loss, destruction or damage; and (g) Accountability — the data controller shall be responsible for, and be able to demonstrate, compliance with these principles."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Section 4. Lawful Bases for Processing",
      "content": "The processing of personal data shall be lawful only if and to the extent that at least one of the following applies: (a) the data subject has given consent to the processing of his or her personal data for one or more specific purposes; (b) processing is necessary for the performance of a contract to which the data subject is party, or in order to take steps at the request of the data subject prior to entering into a contract; (c) processing is necessary for compliance with a legal obligation to which the data controller is subject; (d) processing is necessary to protect the vital interests of the data subject or of another natural person; (e) processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the data controller; or (f) processing is necessary for the purposes of the legitimate interests pursued by the data controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject. Where the lawful basis is consent, the data controller shall be able to demonstrate that the data subject has consented."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Section 5. Rights of Data Subjects",
      "content": "A data subject shall have the right to: (a) be informed of and to receive information about the processing of their personal data in a transparent manner before or at the time of collection; (b) access personal data processed about them, including information on the purposes of processing, the categories of data processed, and the recipients of the data; (c) rectification of inaccurate personal data; (d) erasure of personal data where the data is no longer necessary, consent has been withdrawn, the data has been unlawfully processed, or where required by law; (e) restriction of processing in specified circumstances; (f) data portability, enabling the data subject to receive personal data in a structured, commonly used and machine-readable format; (g) object to processing on grounds relating to the data subject's particular situation; and (h) not be subject to solely automated decision-making, including profiling, which produces legal or similarly significant effects. Data controllers shall respond to requests from data subjects within 30 days. The right to erasure, data portability, and objection may be subject to limitations where necessary for public interest purposes or for the protection of the rights of others."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Section 6. Sensitive Personal Data",
      "content": "The processing of sensitive personal data shall be prohibited unless one of the following exceptions applies: (a) the data subject has given explicit consent to the processing for one or more specified purposes; (b) processing is necessary for carrying out obligations and exercising specific rights of the data controller or data subject in the field of employment, social security, and social protection law; (c) processing is necessary to protect the vital interests of the data subject or another natural person; (d) processing is carried out in the course of legitimate activities by a not-for-profit body with a political, philosophical, religious, or trade union aim, and the processing relates solely to members or former members of the body or to persons who have regular contact with it; (e) the processing relates to personal data which has been made public by the data subject; (f) processing is necessary for the establishment, exercise or defence of legal claims; (g) processing is necessary for reasons of substantial public interest, on the basis of law; (h) processing is necessary for medical or health purposes by healthcare professionals bound by obligations of professional secrecy; or (i) processing is necessary for public health purposes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Section 7. Office of the Information Commissioner",
      "content": "There is hereby established a body to be known as the Office of the Information Commissioner (OIC). The OIC shall consist of an Information Commissioner appointed by the Governor-General on the advice of the Prime Minister after consultation with the Leader of the Opposition, and such other staff as may be necessary for the discharge of the OIC's functions. The OIC shall exercise the following functions: (a) monitor and supervise compliance with this Act; (b) investigate complaints made by data subjects; (c) conduct investigations into possible violations of this Act; (d) issue guidance and codes of practice to assist data controllers and processors; (e) promote public awareness of data protection rights and obligations; (f) advise the Government on legislative and administrative matters relating to data protection; (g) impose penalties for violations of this Act; and (h) cooperate with data protection authorities in other jurisdictions. The OIC shall submit an annual report to Parliament on its activities."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Section 8. Registration of Data Controllers",
      "content": "Data controllers who process personal data shall register with the OIC before commencing processing. Registration shall include: (a) the name and address of the data controller and, where applicable, the data controller's representative; (b) a description of the personal data processed and the categories of data subjects; (c) the purposes for which personal data is processed; (d) categories of recipients to whom personal data may be disclosed; (e) any transfers of personal data outside of Jamaica; and (f) a general description of the technical and organisational security measures implemented. The OIC may maintain a public register of data controllers. Data controllers shall notify the OIC of any significant changes to their processing activities within 30 days of such changes. Failure to register or maintain an accurate registration shall constitute an offense under this Act."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Section 9. Data Breaches",
      "content": "In the event of a personal data breach, the data controller shall, without undue delay and where feasible, notify the OIC within 72 hours of becoming aware of the breach. The notification shall include: (a) a description of the nature of the personal data breach, including where possible, the categories and approximate number of data subjects concerned and the categories and approximate number of personal data records concerned; (b) the name and contact details of the data protection officer or other contact point from whom further information can be obtained; (c) a description of the likely consequences of the personal data breach; and (d) a description of the measures taken or proposed to be taken by the data controller to address the personal data breach, including measures to mitigate its possible adverse effects. Where the breach is likely to result in a high risk to the rights and freedoms of natural persons, the data controller shall communicate the breach to the data subject without undue delay."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Section 10. Cross-Border Data Transfers",
      "content": "Personal data shall not be transferred to a country or territory outside Jamaica unless that country or territory ensures an adequate level of protection for the rights and freedoms of data subjects in relation to the processing of personal data. The OIC may make a determination of adequacy for countries or territories that provide an adequate level of protection. In the absence of an adequacy determination, a data controller may transfer data to a third country or territory where the controller has provided appropriate safeguards through: (a) standard data protection clauses approved by the OIC; (b) binding corporate rules; (c) an approved code of conduct; or (d) an approved certification mechanism. The OIC shall maintain a publicly accessible list of countries and territories for which adequacy determinations have been made and shall review such determinations periodically."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Section 11. Security of Processing",
      "content": "Taking into account the state of the art, the costs of implementation, and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, the data controller and data processor shall implement appropriate technical and organisational measures to ensure a level of security appropriate to the risk, including as appropriate: (a) the pseudonymisation and encryption of personal data; (b) the ability to ensure the ongoing confidentiality, integrity, availability and resilience of processing systems and services; (c) the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident; and (d) a process for regularly testing, assessing and evaluating the effectiveness of technical and organisational measures for ensuring the security of processing. The data controller and processor shall take steps to ensure that any natural person acting under their authority who has access to personal data does not process it except on instructions from the data controller."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Section 12. Penalties",
      "content": "A person who contravenes any provision of this Act commits an offense and is liable on summary conviction before a Resident Magistrate to a fine not exceeding five million dollars or to imprisonment for a term not exceeding three years, or to both such fine and imprisonment. On conviction on indictment in a Circuit Court, a person convicted under this Act is liable to a fine or to imprisonment for a term not exceeding five years, or to both such fine and imprisonment. For serious violations, including the unlawful processing of sensitive personal data, the OIC may impose administrative fines of up to ten million dollars on legal entities. In determining the appropriate penalty, the court or OIC shall take into account: the nature and duration of the infringement; the number of data subjects affected; the degree of cooperation with the OIC; and whether the violation was intentional or negligent."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Section 13. Data Protection Impact Assessments",
      "content": "Where a type of processing, in particular using new technologies, and taking into account the nature, scope, context and purposes of the processing, is likely to result in a high risk to the rights and freedoms of natural persons, the data controller shall, prior to the processing, carry out a Data Protection Impact Assessment (DPIA). A DPIA shall be required in particular where: (a) there is a systematic and extensive evaluation of personal aspects relating to natural persons, based on automated processing, including profiling, and on which decisions are based that produce legal or similarly significant effects; (b) processing on a large scale of sensitive personal data; (c) systematic monitoring of a publicly accessible area on a large scale. The DPIA shall contain a systematic description of the envisaged processing operations, the purposes of the processing, an assessment of the necessity and proportionality of the processing operations, and the measures envisaged to address the identified risks."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Section 14. Data Protection Officer",
      "content": "Data controllers and processors shall designate a data protection officer (DPO) where: (a) the processing is carried out by a public authority or body; (b) the core activities of the controller or processor consist of processing operations which, by their nature, scope, or purposes, require regular and systematic monitoring of data subjects on a large scale; or (c) the core activities of the controller or processor consist of processing on a large scale of sensitive personal data. The DPO shall: (a) inform and advise the data controller or processor and employees who carry out processing of their obligations under this Act; (b) monitor compliance with this Act and the data controller's data protection policies; (c) provide advice on DPIAs; (d) cooperate with the OIC; and (e) act as the contact point for the OIC on issues relating to processing. The DPO shall be provided with resources necessary to carry out their tasks and shall not receive instructions regarding the exercise of their tasks."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Section 15. Codes of Practice",
      "content": "The OIC may issue codes of practice providing practical guidance in relation to the requirements of this Act. Codes of practice may be issued in respect of any aspect of data protection, including in respect of: (a) data protection in specific sectors, such as healthcare, financial services, and telecommunications; (b) the processing of personal data of children; (c) the use of surveillance technologies; (d) the processing of employee data; (e) direct marketing; and (f) the exercise of data subject rights. Compliance with an approved code of practice may be taken into account in assessing whether a data controller or processor has complied with this Act. The OIC shall consult with relevant stakeholders before issuing or revising codes of practice. Codes of practice shall be made publicly available and shall be reviewed at least every three years."
    }
  ],
  "definitions": [
    {
      "term": "personal data",
      "definition": "Any information relating to an identified or identifiable natural person, including information which identifies or may be used to identify a living individual.",
      "source_provision": "art2"
    },
    {
      "term": "sensitive personal data",
      "definition": "Personal data consisting of information relating to racial or ethnic origin, political opinions, religious beliefs, trade union membership, genetic data, biometric data, health, sexual orientation, or criminal convictions.",
      "source_provision": "art2"
    },
    {
      "term": "data controller",
      "definition": "A natural or legal person, public authority, agency or other body which alone or jointly with others determines the purposes for and the manner in which personal data are or are to be processed.",
      "source_provision": "art2"
    },
    {
      "term": "Office of the Information Commissioner",
      "definition": "The independent supervisory authority established under the Data Protection Act to monitor and enforce data protection legislation in Jamaica.",
      "source_provision": "art7"
    }
  ]
}
