{
  "id": "jm-cybercrimes",
  "type": "statute",
  "title": "Cybercrimes Act 2015",
  "title_en": "Cybercrimes Act 2015",
  "short_name": "CCA",
  "status": "in_force",
  "issued_date": "2015-03-15",
  "in_force_date": "2015-03-15",
  "url": "https://moj.gov.jm/sites/default/files/laws/Cybercrimes%20Act%202015.pdf",
  "description": "The Cybercrimes Act 2015 is Jamaica's principal legislation addressing criminal offenses committed using computers and electronic networks. The Act creates a comprehensive suite of cybercrime offenses including unauthorized access, computer damage, malicious communications, and electronic fraud. The Act also provides for the preservation and production of electronic evidence and establishes procedures for international cooperation in cybercrime investigations. The Act is broadly consistent with the Council of Europe Convention on Cybercrime (Budapest Convention).",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1. Short Title",
      "content": "This Act may be cited as the Cybercrimes Act, 2015. This Act came into force upon its publication in the Jamaica Gazette following assent by the Governor-General. The Act applies to cybercrime offenses committed within Jamaica and to offenses committed outside Jamaica by Jamaican nationals or where the offense has an effect within Jamaica. The Act should be read alongside the Evidence Act, the Interception of Communications Act, the Judicature (Resident Magistrates) Act, and the Data Protection Act 2020 to form a comprehensive framework for addressing cybercrime and digital evidence in Jamaica. Offenses under this Act may be prosecuted in the Resident Magistrate's Court or the Circuit Court, depending on the nature and gravity of the offense."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2. Interpretation",
      "content": "In this Act: 'computer' means any programmable electronic device capable of accepting data, performing prescribed operations on data, and supplying results of these operations; 'computer data' means any representation of facts, information or concepts in a form suitable for processing in a computer system, including a program suitable to cause a computer system to perform a function; 'computer system' means a device or a group of inter-connected or related devices, one or more of which, pursuant to a program, performs automatic processing of data; 'electronic communication' means any transmission of signs, signals, writing, images, sound, data or intelligence of any nature transmitted in whole or in part by a wire, radio, electromagnetic, photo electronic or photo optical system; 'service provider' means any public or private entity that provides to users of its service the ability to communicate by means of a computer system; 'traffic data' means any computer data relating to a communication by means of a computer system, generated by a computer system that formed a part in the chain of communication, indicating the communication's origin, destination, route, time, date, size, duration, or type of underlying service."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3. Unauthorized Access",
      "content": "A person who intentionally secures access to a computer or computer system, or to any data held in a computer or computer system, without lawful excuse or justification and without the consent of the person who owns or is in charge of the computer or computer system commits the offense of unauthorized access. A person who commits the offense of unauthorized access is liable on summary conviction before a Resident Magistrate to a fine not exceeding one million dollars or to imprisonment for a term not exceeding two years or to both such fine and imprisonment. On conviction on indictment in a Circuit Court, a person is liable to imprisonment for a term not exceeding five years. The offense of unauthorized access is committed regardless of whether the accused was successful in obtaining any data or causing any damage, the mere act of accessing the system without authorization being sufficient. Access secured by exploiting system vulnerabilities, intercepting communications, or using another person's credentials without authorization constitutes unauthorized access."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4. Unauthorized Access with Intent",
      "content": "A person who intentionally secures access to a computer or computer system without lawful excuse or justification and with intent to commit or facilitate the commission of a further offense, including theft, fraud, extortion, or any offense under this Act, commits the offense of unauthorized access with intent. A person who commits the offense of unauthorized access with intent is liable on summary conviction to a fine not exceeding two million dollars or to imprisonment for a term not exceeding three years or to both, and on conviction on indictment to imprisonment for a term not exceeding ten years. Where the unauthorized access with intent is directed against: (a) government computer systems; (b) critical national infrastructure; (c) financial institutions or their systems; (d) healthcare systems; the court shall have regard to the enhanced public interest in deterrence in determining the appropriate sentence."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5. Computer Damage",
      "content": "A person who intentionally, and without lawful excuse or justification and without the consent of the person who owns or is in charge of the computer, causes damage to a computer, computer system, or to data held in a computer or computer system, commits the offense of computer damage. Damage includes the modification, deletion, corruption, alteration, obstruction, or rendering inoperable of computer data, programs, or systems. A person who commits computer damage is liable on summary conviction to a fine not exceeding two million dollars or to imprisonment for a term not exceeding three years, and on conviction on indictment to imprisonment for a term not exceeding ten years. Where the computer damage is caused to critical national infrastructure, financial systems, or government systems, the court shall treat this as an aggravating factor in sentencing. The creation and distribution of malicious software that causes computer damage, including ransomware, constitutes an offense under this section."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6. Malicious Communication",
      "content": "A person who intentionally sends any communication by means of a computer or electronic network that is obscene, menacing, offensive, or knowingly false, with the intent to cause annoyance, inconvenience, danger, obstruction, insult, injury, criminal intimidation, enmity, hatred, ill will, or needless anxiety to another person, commits an offense. A person who commits the offense of malicious communication is liable on summary conviction to a fine not exceeding five hundred thousand dollars or to imprisonment for a term not exceeding two years or to both such fine and imprisonment. For the purposes of this section, a communication is considered sent when it is received by the intended recipient or when it is capable of being received, regardless of whether the recipient actually reads or views the communication. Cyberbullying, online harassment, and the electronic distribution of threatening messages constitute offenses under this provision."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7. Electronic Fraud",
      "content": "A person who, by means of a computer or electronic network, with intent to defraud, obtains or attempts to obtain property or services from any person, or causes or attempts to cause harm or loss to any person, commits the offense of electronic fraud. Electronic fraud includes phishing, identity theft committed electronically, and any scheme that uses computers or electronic communications to deceive victims. A person who commits electronic fraud is liable on summary conviction to a fine not exceeding one million dollars or to imprisonment for a term not exceeding two years, and on conviction on indictment to imprisonment for a term not exceeding ten years. Where the fraud involves financial institutions, payment systems, or a large number of victims, the court shall consider this an aggravating circumstance in sentencing. This section is without prejudice to other provisions of the law relating to fraud and forgery."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8. Identity-Related Offenses",
      "content": "A person who, without lawful authority, acquires, transfers, or uses identifying information of another person with intent to commit, facilitate or conceal any offense under this Act or any other enactment commits the offense of identity theft. A person who, without the consent of the person identified, uses identifying information to commit fraud, obtain a benefit, or cause harm commits the offense of identity fraud. A person who commits identity theft or identity fraud is liable on summary conviction to a fine not exceeding one million dollars or to imprisonment for a term not exceeding three years, and on conviction on indictment to imprisonment for a term not exceeding fifteen years. Identifying information includes names, identification numbers, financial account numbers, passwords, access codes, digital certificates, and any other information that may be used to authenticate identity or authorize access."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9. Preservation and Production of Electronic Evidence",
      "content": "Where a constable or the Director of Public Prosecutions believes that electronic data is relevant to an investigation of an offense under this Act or any other enactment, a constable may require a service provider or any other person in possession of such data to preserve it for a period not exceeding 90 days from the date of the requirement. A preservation requirement does not authorize access to the data, but only requires the recipient to take steps to ensure that the data is not deleted, modified, or otherwise rendered inaccessible. A Judge in Chambers may, on the application of a constable, issue a production order requiring a person in possession of data to produce or make available the data to the constable within a specified period. Non-compliance with a preservation requirement or production order is an offense punishable by fine or imprisonment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10. Search and Seizure",
      "content": "A Judge in Chambers may issue a warrant authorizing a constable to enter and search premises and to seize any computer, computer system, or storage device that contains or is likely to contain evidence relevant to an investigation of an offense under this Act. A constable executing a search warrant may: (a) access and search any computer or storage device found on the premises; (b) make copies of any computer data found; (c) seize and remove any computer, storage device, or peripheral equipment; and (d) require any person to provide access to any computer or storage device, including requiring them to provide passwords or access codes. Computer material seized under a search warrant shall be retained only as long as is necessary for the purposes of the investigation or prosecution. The constable shall provide the occupier of the searched premises with a receipt for all items seized."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11. International Cooperation",
      "content": "The Attorney-General may, on behalf of the Government of Jamaica, receive and execute requests for mutual legal assistance from foreign governments in matters relating to cybercrime offenses. Jamaica may provide assistance to foreign states in: (a) the preservation and production of computer data; (b) the search and seizure of computer data; (c) the real-time collection of traffic data; (d) the interception of content data. Assistance shall be provided only where the conduct in question constitutes an offense under the law of Jamaica and the requesting state, and subject to the conditions specified in any applicable treaty or arrangement. Jamaica may seek mutual legal assistance from foreign states for the investigation and prosecution of cybercrime offenses. The Attorney-General shall publish an annual report on requests for mutual legal assistance received and provided in cybercrime matters."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12. Admissibility of Electronic Evidence",
      "content": "Electronic evidence shall be admissible in criminal proceedings under this Act and in proceedings under any other enactment where: (a) the electronic evidence is authentic; (b) the electronic evidence is unaltered; and (c) the chain of custody of the electronic evidence can be established. A certificate signed by a person qualified in computer forensics and containing specified information shall be prima facie evidence of the matters stated therein in relation to the acquisition, analysis, and integrity of electronic evidence. The court may appoint an expert witness to assist in evaluating the authenticity or integrity of electronic evidence. Electronic records extracted from computer systems in the ordinary course of business shall be admissible under the business records exception to the hearsay rule where the foundation requirements of the Evidence Act are satisfied."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13. Child Pornography",
      "content": "A person who produces, possesses, makes available, distributes, or imports child sexual abuse material by means of a computer or electronic network commits a serious offense. A person convicted of an offense under this section is liable on conviction on indictment to imprisonment for a term not exceeding twenty years, or an unlimited fine, or both. Child sexual abuse material means any data, whether in visual, audio or text form, that depicts a person under the age of eighteen years engaged in explicit sexual conduct. Possession for personal use is also an offense under this section. Service providers shall report to the Jamaica Constabulary Force any child sexual abuse material of which they become aware on their platforms or services. Service providers shall cooperate with law enforcement in investigating and removing such material. This section shall be enforced in coordination with international initiatives to combat online child exploitation."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14. Offenses by Bodies Corporate",
      "content": "Where a body corporate commits an offense under this Act and it is proved that the offense was committed with the consent or connivance of, or was attributable to any negligence on the part of, any director, manager, secretary or other officer of the body corporate, that officer, as well as the body corporate, commits the offense and is liable to be proceeded against and punished accordingly. A body corporate found guilty of an offense under this Act is liable to a fine not exceeding ten million dollars for each offense on summary conviction, and to a fine without limit on conviction on indictment. The court may additionally order the forfeiture of any instrument or equipment used in the commission of the offense and the payment of compensation to victims. The court may order a body corporate to implement specified remediation measures to prevent the recurrence of the offense."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15. Relationship to Other Legislation",
      "content": "The provisions of this Act are in addition to and not in derogation of any other enactment. Where a person may be charged with an offense under this Act and also under any other enactment, the prosecution may proceed under whichever enactment the Director of Public Prosecutions considers appropriate, having regard to the nature and gravity of the offense. The provisions of this Act relating to search, seizure, and preservation of evidence shall apply with appropriate modifications in respect of investigations of offenses under any other enactment where electronic evidence is relevant. The Office of the Information Commissioner established under the Data Protection Act 2020 shall cooperate with law enforcement authorities in matters relating to both cybercrime and data protection, including the investigation of data breaches that may constitute offenses under either Act."
    }
  ],
  "definitions": [
    {
      "term": "computer",
      "definition": "Any programmable electronic device capable of accepting data, performing prescribed operations on data, and supplying results of these operations.",
      "source_provision": "sec2"
    },
    {
      "term": "computer data",
      "definition": "Any representation of facts, information or concepts in a form suitable for processing in a computer system, including a program suitable to cause a computer system to perform a function.",
      "source_provision": "sec2"
    },
    {
      "term": "computer damage",
      "definition": "Intentional modification, deletion, corruption, alteration, obstruction, or rendering inoperable of computer data, programs, or systems, committed without lawful excuse or the consent of the owner.",
      "source_provision": "sec5"
    }
  ]
}
