{
  "id": "jm-telecommunications",
  "type": "statute",
  "title": "The Telecommunications Act",
  "title_en": "The Telecommunications Act",
  "short_name": "Telecommunications Act",
  "status": "in_force",
  "in_force_date": "2000-02-29",
  "url": "https://laws.moj.gov.jm/library/statute/the-telecommunications-act",
  "description": "Official statute text from the Ministry of Justice Laws of Jamaica portal.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Appeal Tribunal shall consist of three members appointed by the Constitution\n      Minister as follows-                                                     of Tribunal.\n           (a) one member shall be a former Judge of the Supreme Court or the\n               Court of Appeal and shall be chairman of the Tribunal;\n           (b)   one member shall be appointed on the recommendation of the\n                 Advisory Council; and\n           (c)   one member shall be appointed on the recommendation of the\n                 Consumer Affairs Commission.\n62                                           TELECOMMUNICA TIONS\nTenure of          2. The members of the Tribunal shall, subject to the provisions of this\noffice.\n                 Schedule, hold office for such period not exceeding two years as the Minister\n                 may determine and shall be eligible for reappointment.\nActing              3. The Minister may appoint any person to act in the place of the chairman\nappoint-         or any other member of the Tribunal in the case of the absence or inability to\nments\n                 act of the chairman or other member.\nResignations.       4.--(1)   Any member of the Tribunal other than the chairman may at any\n                 time resign his office by instrument in writing, addressed to the Minister and\n                 transmitted through the chairman, and from the date of the receipt by the Minister\n                 of such instrument that member shall cease to be a member of the Tribunal.\n                        (2) The chairman may at any time resign his office by instrument in\n                 writing addressed to the Minister and such resignation shall take effect as from\n                 the date of receipt by the Minister of that instrument.\nRevocation          5 . The Minister may at any time revoke the appointment of any member of\nof appoint-\nment.            the Tribunal if such member-\n                       (a) becomes of unsound mind or becomes permanently unable to\n                           perform his functions by reason of ill health;\n                       (6)   is convicted and sentenced to a term of imprisonment;\n                       (c)   fails without reasonable excuse to carry out any of the functions\n                             conferred or imposed on him under this Act; or\n                       (d) engages in such activities as are reasonably considered prejudicial\n                             to the interest of the Tribunal.\nFilling of          6. If any vacancy occurs in the membership of the Tribunal, such vacancy\nvacancy .        shall be filled by the appointment of another member thereof.\nPublication         7. The names of all members of the Tribunal as first constituted and every\nof member-\nship.            change in the membership thereof shall be published in the Gazette.\nRemunera-           8. There shall be paid to the chairman and other members of the Tribunal in\ntion of\nmembers.         respect of each appeal, such remuneration, whether by way of honorarium,\n                 salary or fees, and such allowances as the Minister may determine.\nVoting             9. The decisions of the Tribunal shall be by a majority of votes of the\n                 members.\nPower to           10. Subject to the provisions of this Schedule, the Tribunal shall regulate its\nregulate\nproceedings.     own proceedings.\nOffice not           1 1. The office of chairman or member of the Tribunal shall not be a public\npublic office.   office for the purposes of Chaper V of the Constitution of Jamaica.\n                                 [ l l e inclusion of this page is authorized by L.N. 3/2002]"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1) The appointment of a member of the Advisory Council shall, subject Tenure of\nto the provisions of this Schedule,be for a period not exceedingthree years and office.\nsuch member shall be eligible for reappointment.\n      (2) The Minister may revoke the appointment of any member w h o -\n      (a)   becomes of unsound mind or becomes permanently unable to\n            perform his functions by reason of ill health;\n      (b)   is convicted and sentenced to a term of imprisonment or to death;\n      (c)   in the case of a licensee, is in breach of the provisions of a licence\n            granted under this Act or, as the case may be, is a person whose\n            licence has been revoked;\n      (d) has engaged in such other conduct as, in the opinion ofthe Minister,\n          justifies such revocation.\n               me inclusion of this page is authorized by L.N. 3i20021\n60                                         TELECOMMUNICATIONS\nTemporary         3. The Minister may appoint any person qualified in accordance with\nappoint-       paragraph 1, to act temporarily in the place of any member of the Advisory\nments.\n               Council in the case of the absence or inability to act of such member.\nChairman          4. The Minister shall appoint one of the members of the Advisory Council\n               to be chairman thereof.\nResignation.       S.+l) Any member of the Advisory Council other than the chairman may\n               at any time resign his office by instrument in writing, addressed to the Minister\n               and transmitted through the chairman and from the date of the receipt by the\n               Minister of such instrument, such member shall cease to be a member of the\n               Advisory Council.\n                      (2) The chairman may at any time resign his office by instrument in\n               writing, addressed to the Minister and such resignation shall take effect as from\n               the date of the receipt by the Minister of such instrument.\nFilling of        6. If any vacancy occurs in the membership of the Advisory Council, such\nvacancies      vacancy shall be filled by the appointment of another member and in making\n               such appointment, the Minister shall have regard to the provisions of\n               paragraph 1.\nPublication       7. The names of all members of the Advisory Council as first constituted\nof member-\nship.          and every change in the membership thereof shall be published in the Gazette.\nProcedure         8 . 4 1) The Advisory Council shall meet at such times as may be necessary\nand            or expedient for the transaction of their business and such meetings shall be\nmeetings.      held at such places and times as the Advisory Council may determine.\n                       (2) The chairman may at any time call a special meeting of the Advisory\n               Council and shall call a special meeting within fourteen days of the receipt of a\n               written requisition for that purpose, addressed to him by any two members of\n               the Advisory Council.\n                       (3) The chairman shall preside at meetings of the Advisory Council\n               and in the case of the absence of the chairman from a meeting, the members\n               present and constituting a quorum shall elect one member to preside at that\n               meeting.\n                      (4) The quorum of the Advisory Council shall be three.\n                       ( 5 ) The decisions of the Advisory Council shall be by a majority of\n               votes, and in addition to an original vote, the chairman or member presiding at\n               a meeting shall have a casting vote in any case in which the voting is equal.\n                       (6) Minutes in proper form of each meeting of the Advisory Council\n               shall be kept.\n                      (7) The validity of the proceedings of the Advisory Council shall not\n               be affected by any vacancy amongst the members thereof or by any defect in\n               the appointment of any member thereof.\n                                 TELECOMMUNICATIONS                                                    61"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1) The Office shall assign numbers for telecommunications Numbering\n       services to carriers and service providers on a non-discriminatory\n       basis.\n             (2) In carrying out its functions under this section the Office\n       shall develop a plan for the numbering of telecommunications\n       services and may make rules pursuant to that plan regarding the\nr'\\    assignment and use of numbers by carriers and service providers.\nv\n             (3) For the purposes of subsection (2) the Office shall-\n            (a) take account of relevant international regulations;\n            ( b ) ensure that sufficient numbers are available for the\n                  current and reasonably anticipated future needs of\n                  carriers and service providers;\n            (c) have regard to the role that numbers can play in\n                conveying useful information to customers, including\n                information about the type of service being used;\n            (4 promote efficient use of numbers;\n            (e) promote fair and open competition;\n            v)    as far as possible and subject to paragraphs (a) to (e),\n                  avoid the imposition of costs on customers as a result of\n                  changes in the numbering system; and\n            (g) to such extent as may be reasonable and subject to\n                  paragraphs (a) to v), preserve the numbering system\n                  maintained by the existing telecommunications carrier\n                  and the numbering allocations existing immediately\n                  before the appointed day.\n             PART111. Licensing of Telecommunications Services\nil.)"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)    A person shall not-                                              Licence\n                                                                                    required for\n            (a) own or operate a facility in Jamaica unless that person is         Of\n                the holder of a carrier licence granted under section 13; service.\n16                           TELECOMMUNICA TIONS\n               provide specified services to the public by means of that\n               facility unless the person is also the holder of a service\n               provider licence granted under section 13;\n               sell, trade in or import any prescribed equipment unless\n               that person is the holder of a dealer licence granted under\n               section 13;\n               engage in bypass operations.\n           (2) A person shall not provide a specified service to the\n     public in Jamaica unless that person is the holder of a service\n     provider licence granted under section 13.\n            (3) Subsections (1) and (2) shall not apply to the following\n     facilities to the extent that they are not used to provide specified\n     services, being facilities that are-\n               used solely on a single premises;\n               not connected to any other system and are run solely by\n               a person for domestic purposes;\n               used solely as part of an electricity transmission or\n               distribution system or of the generation or distribution\n               of an electricity network;\n               used solely for broadcasting or to provide subscriber\n               television service;\n               used solely to provide emergency telecommunications\n               services;\n               used solely by an aeronautical, maritime or other industry\n               or organization to provide services to its members that\n               share a common business purpose other than the supply\n               of telecommunications services.\n           (4) This section shall not apply to any facility owned or\n     operated by the Jamaica Constabulary Force or the Jamaica Defence\n     Force.\n                              TELECOMMUNICA TIONS                                              17\n          (5) For the purposes of this Act, a specified service is\n    provided to the public if it-\n         ( a ) is supplied, directly or indirectly, for a fee to a person\n               other than-\n                    (i)     a connected person or any of its employees or\n                            officers; or\n                    (ii) a closed user group;\n         ( b ) is connected to a public network; or\n         (c) provides customers with the capability to use the service\n             for originating specified services to or terminating such\n             services from the public switched telephone network.\n          (6) For the purposes of this Act, the marketing and sale of\n    international services to the public within Jamaica constitute the\n    provision of a specified service to the public.\n          (7) Any person who contravenes subsection (1) or (2) shall\n    be guilty of an offence and liable on summary conviction in a\n    Resident Magistrate's Court to a fine not exceeding three million\n    dollars or to imprisonment for a term not exceeding four years or\n    to both such fine and imprisonment.\n       1 0 . 4 1 ) The Minister shall by a direction in writing to the Ministerial\n                                                                                  directions\n    Office, require the Office to invite applications for the grant of to Office re\n    carrier or service provider licences or both and such direction shall licences, etc\n    specify-\n         (a) the number of licences to be issued;\n         (b) the facilities or specified services, as the case may be, in\n             relation to which the licences will be granted.\nc         (2) Upon receipt of a direction under subsection (I), the\n    Office shall-\n         (a) publish a notice in a daily newspaper circulating in the\n               Island, containing information as to-\n                    (i)     the service area to be covered by the licence;\n                                      TELECOMMVNICA TIONS\n                             (ii) the technical limits of the licence;\n                             (iii) the technical, legal and financial requirements\n                                   to be met by applicants;\n                             (iv) the number of licences to be issued;\n                             (v) the type of conditions to be included in a\n                                 licence; and\n                             (vi) such other information as the Office considers\n                                                                                           :3\n                                  relevant;\n                   ( b ) determine the period within which applications shall be\n                         submitted, not being less than sixty days in cases where\n                         a limited number of licences are to be issued;\n                   (c) publish at the end of that period and in the manner\n                       specified in paragraph (a),a notice of each application\n                       submitted;\n                   (d) afford members of the public a reasonable opportunity\n                        to comment on any matter regarding such applications\n                        within such period as the Office may determine, being\n                        not less than thirty days after the publicationof the notice\n                        pursuant to paragraph (c).\n                     (3) Where any comments made pursuant to subsection (2)\n              (d) include a proposal for refusal of an application, such comments\n              shall contain a statement of the reasons for that proposal.\nApplication     11.-(1)    An application for a licence under this Act shall be\nfor licence\n              made to the Office in the prescribed form and shall be accompanied\n              by the prescribed application fee and contain a statement that-\n                   (a) the applicant undertakes to comply with the provisions\n                       of this Act relating to the type of facility or specified           0\n                        service to which the application relates, including-\n                             (i) interconnection obligations;\n                             (ii) universal service obligations;\n                             [The inclusion of this page i s authorized by L N   3/2002]\n                              TELECOMMUNICA TIONS                                19\n                    (iii) licence limitations; and\n                    (iv) network expansion requirements;\n         ( b ) the applicant is not disqualified from being granted a\n               licence by reason of any legal impediment;\n         (c) the applicant possesses the technical qualifications to\n0            fully perform the obligations imposed by the licence;\nU            and\n         (d) the applicant satisfies the financial requirements for the\n              construction and operation of the facility or the provision\n              of the services to which the application relates.\n          (2) In deciding whether to recommend to the Minister that\n    an applicant be granted a licence, the Office shall-\n         (a) determine whether the applicant is a fit and proper person\n             to be granted a licence, is an undischarged bankrupt or\n             has previously been granted a licence which was revoked;\n         (b) determine whether any connected person has previously\n             been granted a licence which was revoked;\n         ( c ) have regard to such other matters as the Office considers\n               relevant.\n           (3) The Office may, where it considers necessary or desirable\n    for the purposes of subsection (2), by notice in writing, require an\n    applicant to furnish such information as is specified in that notice.\n          (4)After taking action in accordance with subsection (2) in\n    respect of an application, the Office shall make recommendations\n    thereon to the Minister.\nc         ( 5 ) The Office shall recommend the refbsal of a licence to\n    an applicant if the Office is satisfied that-\n         (a) the applicant has failed to comply with the requirements\n             of section 11 (1); or\n                    [The inclusion of this page i s authorized by L.N. ,/ZOO21\n20                                     TELECOMMUNICA TIONS\n                   ( b ) the application is otherwise contrary to this Act or any\n                         directions issued to the Office by the Minister pursuant\n                         to section 10.\n                     ( 6 ) For the purposes of this Act, the following persons shall\n              be treated as being connected with a given person (\"L\") and the\n              person with them, and shall be so treated notwithstanding that at\n              the relevant time any of the persons in question (not being\n              individuals) had not yet come into existence or had ceased to exist-         3\n                   (a) a holding company or subsidiary of L;\n                   ( b ) any company of which L has control;\n                   (c) any company of which L and persons connected with L\n                       together have control;\n                   (d) any company which together with L constitute a group.\nApplication      12. The Minister shall determine the amount of the application\nfees\n              fee which shall be such as is necessary to recover the costs of\n              processing the application.\nGrant of         13.-(1)   Upon receipt of a recommendation from the Office\nlicence\n              pursuant to section 11 (4),the Minister may, subject to subsections\n              (2) and (3)-\n                   (a) in the case of an application for a carrier licence, grant\n                       that licence authorizing the licensee to own and operate\n                       the facilities specified in the application;\n                   (b) in the case of an application for a service provider licence,\n                       grant that licence authorizing the licensee to provide the\n                       services specified in the application;\n                   (c) in the case of a dealer licence, grant the licence\n                       authorizing the licensee to sell, trade in or import any\n                       prescribed equipment;\n                                                                                           (3\n                   (6) refer the recommendation back to the Office for further\n                        consideration; or\n                             TELECOMMUNICA TIONS                                          25\n    the Office may determine, not exceeding twenty-five per cent of\n    the amount unpaid."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. There shall be paid to the chairman and other members of the Advisory Remunera-\n      Council such remuneration, whether by way of honorarium, salary or fees, and\n      such allowances as the Minister may determine.\n                                                                                                z'frs,\n         1 1. No action, suit, prosecution or other proceedings shall be brought or Protection\n      instituted personally against any member of the Council in respect of any act\n      done bonajde in pursuance of execution or intended execution of this Act.\n                                                                                                zPetc,"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The office of chairman or member of the Advisory Council shall not be Office of\n      a public office for the purposes of Chapter V of the Constitution of Jamaica.             ~~~~~~~,\n                                      SECOND\n                                           SCHEDULE                              (Section 61)\n                     Constitution and Procedure of Appeal Tribunal"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--(1)   In this Act-                                                    Assignment\n                                                                                 of licences\n         \"control\" in relation to a licensee, means the power of a person        ~             ~   ~   ~\n             to determine and implement the licensee's policies and licensees.\nc            the day to day operations of the policies and the day to\n             day operations of the licensed facilities or services;\n         \"pro forma transaction\" means-\n                    an assignment from one or more individuals to a\n                    body corporate owned or controlled by the same\n                    individual or individuals without any change in their\n                    relative interests;\n                    an assignment from a body corporate to\n                    shareholders without effecting any change in the\n                    disposition of their interests;\n                    a reorganization of a body corporate that involves\n                    no change in the beneficial ownership thereof;\n                    an assignment or transfer-\n                    (i) from a body corporate to its wholly owned\n                        subsidiary or vice versa;\n                    (ii) between wholly owned subsididiaries of the\n                         same holding company;\n                    an assignment from a body corporate to another\n                    body corporate owned or controlled by the\nc                   assignor's shareholderswithout a substantial change\n                    in their relative interests.\n          (2) A licensee may, with the prior approval of the Minister,\n    assign its licence or any rights thereunder or transfer control of its\n    operations.\n                    [The inclusion of this p a p is authorized by L.N. 3/2002]\n26                                     TELECOMMUNICA TIONS\n                    (3) An application for approval of an assignment or transfer\n             under this section shall be made in writing to the Minister who\n             shall grant such approval if he is satisfied that the assignee satisfies\n             the requirements of section 11 (1) ( a ) to ( b ) as regards the\n             obligations imposed on a licensee by this Act or the licence.\n                    (4) Subsection (3) shall not apply to a pro forma transaction\n             and the following provisions of this subsection shall apply in\n             relation t h e r e t e\n                                                                                         9\n                  (a) within forty-five days after the completion of the\n                      transaction the licensee shall-\n                             (0      submit to the Office, proof of the completion\n                                     of the transaction either in the form of an\n                                     application that is appropriate for the class of\n                                     licence to which it relates or such other written\n                                     correspondence as the Office may authorize,\n                                     containing all of the information included in\n                                     the application;\n                             (ii) certify that the transaction is a pro forma\n                                  transaction;\n                  (b) the Office shall publish notice of the assignment or\n                      transfer in the Gazette.\nCustomer        18.-(1) Any person may provide customer equipment other\nequipment.\n             than prescribed equipment to the public.\n                   (2) Customer equipment referred to in subsection (1)\n             includes any equipment used-\n                  (U)   by the customer to receive mobile services; and\n                  (b) to connect more than one telephone station to the public\n                      network.\n                                                                                         a\n                    (3) Where a person provides customer equipment referred\n             to in subsection (2)-\n                             [The inclusion of thir page ir authorized by L.N. 3/2002]\n                             TELECOMMUNICA TIONS                                     45\n                    PARTVIII. International Services"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. The Office may make rules subject to affirmative International\n    resolution-                                             service rules.\n         (a) prohibiting or regulating conduct that is likely to result\n             or results in the avoidance or distortion of the process\nc            for international settlements, thereby-\n                    (i)    reducing the funds that would otherwise be\n                           available for contributions towards the\n                           universal service obligation; or\n                    (ii) adversely affecting competition in Jamaica\n                         resulting in harm to consumers;\n         ( b ) governing international settlements."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. A carrier or service provider may on application to the Rightsof\n    Office and on such terms and conditions as the Office may$;:$::\n    specify-                                                      viders.\n         (a) discontinue the provision of specified services to any\n              person; or\n         (b) disconnect any facility from that carrier's facility or\n             another facility used to provide that service provider's\n             specified services,\n    if that carrier or service provider believes on reasonable grounds,\n    that the person who owns or operates that facility or the person to\n    whom those specified services are provided, is engaging in bypass\n    operations or in conduct in respect of international services that is\n'\n    prohibited or regulated by the international service rules."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-(1)    The Office may, where it considers necessary, decide Services  to\n                                                                       be treated\n    that a particular service should be treated as a voice service and as voice\n    notice of that decision shall be published in such manner as the\n    Office considers appropriate.\n          (2) In making a decision under this section, the Office shall\n    have regard to such factors as may be prescribed.\n                    (The inclusion of this page is authorized by L.N. 3l20021\n46                                        TELECOMMUNICA TlONS\n                   PARTIX. Powers and Immunities of Carriers and Service\n                                       Providers\nAccess to         53.+1)   Subject to subsection (2), a carrier may, with the written\ncrown lands.\n                permission of the Minister responsible for crown lands enter any\n                crown lands for the purpose of-\n                     (a) inspecting the land to determine whether the land is\n                         suitable for the purposes of that carrier;                               13\n                     ( b ) installing a facility on the land; and\n                     (c) maintaining any facility situated on the land.\n                      (2) Before entering any crown lands for the purposes\n                specified in subsection (1) ( a ) and (b) the carrier shall, not later\n                than seven days before the date of the proposed entry, in writing\n                notify the Minister referred to in subsection (1) of its intention to\n                do so and such notice shall-\n                     (a) identify the land;\n                     (b) state the purpose, approximate dates and period for which\n                         the entry is required.\nAccess to          54.-(1)     Subject to subsection (3), if the requirements of\nland or\nfacilities of   subsection (2) are satisfied, a carrier (hereinafter in this section\nOther carrier\n                referred to as the \"provider carrier\") may permit another carrier\n                (hereinafter in this section referred to as the \"requesting carrier\")\n                to enter, on a non-discriminatory basis, any land or facility owned\n                or controlled by the providing carrier.\n                      (2) The requirements referred to in subsection (1) are as\n                follows-\n                     (a) the requesting carrier shall, before the proposed date of\n                         entry on the land, give reasonable notice of the purposes\n                         for which such entry is required and the approximate\n                                                                                              \\   3\n                         dates and duration of such entry;\n                     ( b ) the providing carrier shall be entitled to reasonable\n                           compensation in relation to that entry, to be determined\n                                [The inclusion of this pase IS authorized by L N   3l200.2]\n                            TELECOMMUNICA TIONS                                           55\n      (b) aiding, abetting, counselling or procuring the\n          contravention of any such provision;\n      (c)     inducing by threats, promises or otherwise the\n              contravention of any such provision;\n      (6) being knowingly concerned in or a party to such\n0         contravention;\n      (e) conspiring with any other person to contravene any such\n          provision,\n      is liable in damages for any loss caused to any other person\n      by such conduct.\n                             PART XIV. oflences"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. In this Part-                                                       Interpreta-\n                                                                            tion.\n      ''produce'' includes design, alter, authenticate, duplicate or\n            assemble;\n      \"scanning receiver\" means any equipment, device or apparatus\n          that can be used to intercept a wire or electronic\n           communication in violation of this Act or any other\n           enactment;\n      \"traffic\" means to transfer or otherwise dispose of or to obtain\n           control for the purpose of transfer or other disposal;\n      \"telecommunications instrument\" means any equipment,\n           device or apparatus that is capable of being used to\n           originate, terminate or intercept any specified service."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-(1)    A person commits an offence if he-                           Offence re\n                                                                            trespass,\n                                                                            interference,\n      (a) trespasses upon any facility by any means;                        etc.\n      ( b ) meddles or interferes or tampers with any facility or\n            otherwise causes harm to that facility;\n      (c) knowingly and with intent to defraud, uses, produces,\n          trafficks in, has custody or control of or posseses-\n 56\n                                       TELECOMMUNICA TIONS\n                              (i) telecommunications equipment that has been\n                                  modified or altered;\n                              (ii) a scanning receiver; or\n                              (iii) any hardware or software use for altering or\n                                    modifying instruments,\n                              in order to obtain unauthorized use of specified\n                              services.\n                                                                                       0\n                    (2) Subsection (1) shall not apply to a customer in relation\n              to any facility that-\n                   (a) is located on his premises; and\n                   (b) having regard to a contract in relation to such premises\n                       between the customer and the carrier or service provider,\n                       is intended to be used or dealt with by the customer in\n                       the ordinary course of his enjoyment of the service\n                       provided under that contract,\n              unless any act is done in relation to such facility that is expressly\n              forbidden by that contract or is inconsistent with the terms of that\n              contract or is detrimental to the safety or efficient operation of\n              such facility.\n                     (3) A person who is guilty of an offence under this section\n              shall be liable on summary conviction in a Resident Magistrate's\n              Court to a fine not exceeding five hundred thousand dollars or to\n              imprisonment for a term not exceeding three years or to both such\n              fine and imprisonment.\nSeizure and     7 0 . 4 1 ) If a constable has reasonable cause to suspect that any\nforfeiture\nofequip-      equipment is being used or has been used for the commission of\nment.\n              any offence against this Act, he may apply to a Resident Magistrate\n              for a warrant authorizing him to search the specified apparatus\n              named in the warrant authorizing him to search the specified\n58                                    TELECOMMUNICA TIONS\n              may require that person, to pay in respect of the maintenance,\n              administrativeexpenses and security of the equipment, such amount\n              as may be charged by the person in whose custody the equipment\n              was kept.\n                    (8) An application to the Court under subsection (7) for the\n              revocation of a forfeiture order shall be made within three months\n              of the date of the order or such longer period as the Court may\n                                                                                   0\n              allow.\n                                        PARTXV. General\nOffice may       7 1 . 4 1 ) The Office may make rules subject to affirmative\nmake rules.\n              resolution prescribing any matter required by this Act to be\n              prescribed by such rules or any matter that it considers necessary\n              or desirable for the effective performance of its functions under\n              this Act.\n                    (2) Notwithstanding the provisions of section 29 of the\n              Intepretation Act, rules made pursuant to this Act may provide for\n              the imposition of penalties on summary conviction in a Resident\n              Magistrate's Court of fines not exceeding five hundred thousand\n              dollars or imprisonment for a term not exceeding twelve months\n              or both such fine and imprisonment.\nRegulations     7 2 . 4 1 ) The Minister may make regulations generally for\n              giving effect to the provisions and purposes of this Act.\n                    (2) Notwithstanding the provisions of section 29 of the\n              Interpretation Act, regulations made under subsection (1) may\n              provide for the imposition of penalties on summary conviction in\n                                                                                   !\\I\n              a Resident Magistrate's Court of fines not exceeding five hundred\n              thousand dollars or imprisonment for a term not exceeding twelve\n              months or both such fine and imprisonment.\n                          me inclusion of this page is authorized by L.N. 3R0021\n                           TELECOMMUNICA TIONS                                              59"
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73.-(1) The provisions of the Fair Competition Act shall not\naffect an agreement between the Minister and a universal service by Fair\n                                                                  Cornpetiton\nprovider in relation to the universal service obligation or any Act.\nagreement approved by the Office after consultation with the Fair\nTrading Commission.\n       (2) Except as provided in subsection (1) nothing in this Act\nshall be construed as affecting the right of any person to refer a\nmatter to the Fair Trading Commission in accordance with the\nFair Competition Act.\n                                 FIRST SCHEDULE                          (Section 58)\n             The Jamaica TelecommunicationsAdvisory Council"
    }
  ],
  "definitions": [
    {
      "term": "scanning receiver",
      "definition": "any equipment, device or apparatus",
      "source_provision": "sec68"
    },
    {
      "term": "traffic",
      "definition": "to transfer or otherwise dispose of or to obtain",
      "source_provision": "sec68"
    },
    {
      "term": "telecommunications instrument",
      "definition": "any equipment,",
      "source_provision": "sec68"
    }
  ]
}