{
  "id": "jm-aop-22-of-2014-the-anti-doping-in-sport-act",
  "type": "statute",
  "title": "22 of 2014 - The Anti-Doping in Sport Act",
  "title_en": "22 of 2014 - The Anti-Doping in Sport Act",
  "short_name": "22 of 2014 - The Anti-Doping in Sport Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/22-of-2014-the-anti-doping-in-sport-act",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/22-of-2014-the-anti-doping-in-sport-act | Year: 2014",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0)    cooperating with the Testing and education initiatives of\n      WADAand other Anti-Doping Organizations;\n(k) initiating, carrying out, supporting, facilitating, encouraging,\n      conducting and promoting, by financial means or otherwise,\n      research which, in its opinion. is relevantto anyofits functions;\n(1)   consultingwith, advising and assisting­\n           (i)      public bodies, the Jamaica Olympic Association,\n                    National Federations, educational institutions and\n                    other Persons on any matter related to doping in\n                    sport; or\n           (ii)     foreign governments and non-governmental\n                    organizations and other Persons outsid~ of\n                    Jamaica, for the purpose of promoting the\n                    adoption of uniform international testing\n                    procedures for doping in sport;\n(m) publishing the Prohibited List and any revision of the\n    Prohibited List;\n(n) conducting seminars ~nd providin~ appropriate training\n                                          , r'''·hering and\n16              [No. )           The Anti·Doping in Sport Act, 2014\n                    (o) ensuring that the operations ofthe Commission are, where\n                        applicable, inconfonnity with­\n                                 (i)    the Financial Administration and Audit Act,\n                                        including any Financial Instructions issued by\n                                        the Financial Secretary under section 51 ofthat\n                                        Act;\n                                 (ii)   the Public Bodies Management and\n                                        Accountability Act; and\n                                 (iii) any other law relevant to the management of\n                                       public bodies; and\n                    (p) performing any other functions relating to doping in sport\n                        that are conferred on the Commission by or under this\n                        Act or any other enactment.\n                         (2) In the performance of its functions, the Commission­\n                    (a) subject to the provisions of this Act and the Code, shall\n                        not be subject to the direction or control ofany Person or\n                        authority other than the Supreme Court by way ofjudicial\n                        review;\n                    (b) shall act independently, impartially, fairly and in the\n                        public interest;\n                    (c) shall develop appropriate procedures to-­\n                                 (i)    reflect the needs ofAthletes who are Minors;\n                                 (ii) reflect the culture and any disabilities or other\n                                      special concerns ofAthletes; and\n                                 (iii) protect each Athlete's right to privacy; and\n                     (d) may do all such things as it considers necessary or\n                         expedient for the purpose ofcarrying out its functions.\n                                           Board ofDirectors\nEstablishment       7.-(1} For the purposes of this Act, there is established a\nof Board of\nDirectors.      Board of Directors ofthe Commission.\n                                            ~-~--~--.\n                    The Anti-Doping in Sport Act, 2014           [No. ]           17\n          (2) The provisions ofthe Second Schedule shall have effect\nas to the constitution ofthe Board and otherwise in relation thereto.\n                                                                          =::.e\n                                                                              ."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) The Board shall consist of­\n                                                                     Constitution\n      (a)   not less than nine nor more than thirteen members of Board.\n            appointed by the Minister by instnunent in writing,\n            being individuals who appear to the Minister to be\n            appropriate for appointment under this paragraph\n            (hereinafter referred to as the \"appointed members\");\n            and\n      (b)   the Executive Director and a senior public officer in\n            the Ministry responsible for sport, nominated by the\n            Permanent Secretary in the Ministry responsible for\n            sport, who shall be the members ex olficio.\n        (2) The appointed members shall include­\n      (a)   an individual who has demonstrated knowledge or\n            experience in pharmacology or sports medicine;\n      (b)   an individual who is a former Athlete, former coach or\n            former sports administrator;\n      (c)   an individual with a proven academic backgrolUld in\n            sport;\n      (d)   an individual who has demonstrated knowledge or\n            experience in marketing or public relations;\n      (e)   an individual who has demonstrated knowledge or\n            experience in financial accolUlting;\n      (f)   an individual who has demonstrated knowledge or\n            experience in human resource management or general\n            management; and\n      (g)   an attorney-at-law.\n       (3) No more than one-third ofthe appointed members may\nbe public officers."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) The following individuals shall not be eligible to be Oisqualifica­\nappointed members of the Board, that is to say­                tion ~ot\n                                                                     appolRtment.\n     (a)    members of the House of Representatives or the\n            Senate;\n32   [No.   J       The Anti-Doping in Sport Act, 2014\n                     (b)   members of the Council of the Kingston and\n                           St. Andrew Corporation or any Municipal Council or\n                           any Parish Council;\n                     (c)   an individual who during the last three years\n                           immediately preceding the date ofthe declaration made\n                           under sub-paragraph (3), is or was an employee, an\n                           officer, a director, a member of, or an active participant\n                           in­\n                                 (i)     an International Federation;\n                                 (ii)    a Major Event Organization;\n                                 (iii)   the Jamaica Olympic Association or the\n                                         Jamaica ParalympicAssociation;\n                                 (iv)    a National Federation; or\n                                 (v)     a Sport Organization, so, however, that\n                                         for this purpose \"Sport Organization\"\n                                         shall not include a commercial entity for\n                                         which sport-related sponsorship is a\n                                         merely incidental marketing activity in\n                                         support of its principal business\n                                         operation;\n                     (d)   an individual who has a direct or indirect proprietary\n                           interest in more than five per cent of any class of\n                           shares in an entity described in paragraph (c); or\n                     (e)   an individual who during the last three years\n                           immediately preceding the date ofthe declaration made\n                           under sub-paragraph (2) is or was active in the\n                           coaching or management of sport;\n                     (t)   an individual who is not a fit and proper person within\n                           the meaning of paragraph 3; or\n                     (g)   an undischarged bankrupt.\n                        (2) An individual shall not be appointed to the Board\n                unless the individual has forwarded to the Minister a voluntary\n        The Anti~Doping in Sport Act, 2014                   [No. ]                33\ndeclaration declaring that he is not ineligible for appointment under\nparagraph 2 (I ).\n       (3) An appointment made in contravention of this\nparagraph shall be void."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. For the purposes of paragraph 2, an individual, whether in Meaning of\nJamaica or elsewhere, is a fit and proper person if­            fit and proper\n                                                                         person.\n      (a)   the individual­\n                   (i)    has not been convicted of an offence\n                          involving fraud, dishonesty or moral\n                          turpitude or of an offence listed in the\n                          Second Schedule to the Proceeds of\n                          Crime Act or an offence that is similar to\n                          any such offence in another jurisdiction;\n                   (iJ)   is not an undischarged bankrupt; and\n                   (fu)   is in compliance with any tax and other\n                          statutory requirements imposed on the\n                          individual;\n      (b)   the individual's employment record or any other\n            information does not give the Minister reasonable\n            cause to believe that the individual carried out any\n            act involving dishonesty or any act involving\n            impropriety that will interfere with his ability to fulfin\n            his functions; and\n      (c)   the individual is, in the opinion ofthe Minister­\n                   (i)    an individual ofsound probity, and is able\n                          to exercise competence, diligence and\n                          soWldjudgment in fulmling his functions;\n                   (n)    an individual who possesses the\n                          knowledge skills and experience which\n                          are necessary for the intended functions\n                          to be carried out by that individual; and\n                  (m)     an individual whose appointment will not\n                          raise an issue of conflict of interest or\n                          undue influence.\n 34   [No. ]             The Anti-Doping in Sport Act. 2014\n      Temporary          4. The Minister may appoint any individual to act temporarily\n      appoint­\n      ments.         in the place ofany appointed member of the Board in the case of\n                     the absence or inability to act ofsuch member in keeping with the\n                     composition ofthe Board.\n      Chairman and    5.-{1) The Minister shall appoint a chairman and a deputy\n      deputy\n      chairman.\n                   chairman from among the appointed members.\n                             (2) In the case ofthe chairman being absent from or unable\n                     to act at any meeting, the deputy chairman shall exercise the\n                     functions ofthe chairman, ifthe deputy chairman is present at the\n                     meeting and is able to so act.\n                             (3) In the case of the chairman and the deputy chairman\n                     being absent from or unable to act at any meeting, members ofthe\n                     Board present at the meeting shall elect one oftheir number to act\n                     as chairman at that meeting.\n      Leave of          6.-{ I) On the application of any member, the Minister may\n      absence.\n                     grant leave of absence to the member.\n                             (2) The Minister may direct a member to proceed on leave\n                     ofabsence ifthe member has been charged ofan offence involving\n                     fraud, dishonesty or moral turpitude or ofan offence listed in the\n                     Second Schedule to the Proceeds o/Crime Act or an offence that\n                     is similar to any such offence in another jurisdiction.\n      Tenure of         7.-(1) Subject to the provisions of this Schedule, the\n      office.\n                     appointment of every appointed member of the Board shall be\n                     evidenced by an instrument in writing.\n                          (2) The instrument shall specifY the period ofoffice ofthe\n                     member, which shall not exceed three years.\n                             (3) Every appointed member ofthe Board shall be eligible\n                     for re-appointment.\n      Resignation.      8.-{1) The chairman may, at any time, resign his' office by\n                     instrument in writing addressed to the Minister.\n                             (2) The resignation shall take effect as from the date of\n                     receipt by the Minister ofthe instrument.\n                            (3) An appointed member other than the chairman may, at\n                     any time, resign his office by instrument in writing addressed to\n                     the Minister and transmitted through the chairman.\n-----------~-~--------------~\n        The Anti-Doping in Sport Act, 2014                   [No. ]              35\n       (4) From the date of the receipt by the Minister of such\ninstrument, the member shall cease to be a member ofthe Board."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Application\n                    PART II.-Jamaica Anti-Doping Commission\n                             Establishment and Functions"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-{1) For the purposes ofthis Act, there is established a body to Establishment\n                                                                      Commission.\n           (2) The provisions ofthe First Schedule shall have effect as First Schedule.\nto the constitution and procedure ofthe Commission and otherwise in\nrelation to the Commission."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-{1) The Commission shall perform such functions as are Fum:tionsof\nnecessary to facilitate the control and prevention ofdoping in sport, Commission.\nincluding­\n     (a) the development and implementation ofintemal policies,\n         systems and procedures to ensure proper implementation of\n         policies and programmes against doping in sport;\n14   [No. ]         The Anti-Doping in Sport Act, 2014\n         (b) doingall 1hings as are necessary to complywith and implement\n               the Code, the International Standards and the Anti-Doping\n               Rules;\n         (c) planning, implementing and monitoring infonnation and\n             education programmes aimed at educating Athletes, Athlete\n             Support Personnel, parents, guardians, the media and the\n             general public in Jamaica about doping in sport matters, such\n             as­\n                        (1)    the health consequences ofdoping;\n                       (Ii)    the hann ofdoping to the ethical values ofsport;\n                       (Iii)   Prohibited Substances and Prohibited\n                               Methods;\n                      (iv)     Therapeutic Use Exemptions;\n                       (v)     nutritional supplements;\n                      (vi)     Doping Control procedures and results\n                               management;\n                      (vii)    theAthlete's rights andresponsibilities inregard\n                               to doping in sport; and\n                     (viii)    Consequences ofcommitting anAnti-Doping\n                               Rule Violation;\n         (d) establishing a Registered Testing Pool ofNational-Level\n             Athletes;\n         (e) directing the anti-doping programme ofthe Government\n             specific to sport, including conducting Testing ofAthletes,\n             planning, coordinating, and implementing the collection of\n             Samples and the management ofTest results in keeping with\n             the International Standards;\n         (f)   Testing anyAthlete, whether or not the Athlete is a citizen of,\n               or resident in, Jamaica;\n                  The Anti-Doping in Sport Act, 2014           [No. ]     15\n(g)   pursuingpotentialAnti-Doping Rule Violations and activities\n      that facilitate doping, including investigation into whether\n      Athletes, Athlete Support Personnel or other Persons are or\n      may have been involved in doping and ensuring proper\n      enforcement ofConsequences;\n(h)   notifying test results to Athletes and Anti-Doping\n      Organiza.tions in accordance with the Code, the International\n      Standards and the Anti-Doping Rules;\n(i)   entering into reciprocal testing agreements withNationalAnti­\n      Doping Organiza.tions in relation to any Athlete;"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Board shall, subject to the provisions ofthis Act, be Functions of\nresponsible for the policy, strategic direction and governance ofthe Bon.\nCommission.\n         (2) In the perf::mnance ofits :functions, the Board shall­\n       (a)   monitor the administrative operations ofthe Commission;\n       (b) ensure that the Executive Director, other officers and\n           employees ofthe Commission comply with the Code, the\n           International Standards and the Anti-Doping Rules;\n       (c) advise the Minister on any matter relating to doping in\n           sport;\n       (d) develop and approve the rules to be made by the\n           Commission under section 23; and\n       (e) assist in ensuring that the Commission receives and\n           manages :funds in a prudent manner."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Minister may, after consultation with the chairman Ministermay\nof the Board, give to the Board directions in writing of a general :~~ions\ncharacter as to the policy to be followed by the Board in the\nperformance ofits :functions, as appear to the Minister to be necessary\nin the public interest; and the Board shall give effect thereto.\n        (2) Directions given under subsection (I) shall not relate\nto-­\n       (a) a particular Athlete or particular Athlete Support\n           Personnel; or\n       (b) Doping Control.\n                Executive Director and Other Staff\n    lO.-{I) Subject to subsection (2), the Board may appoint Appointment\nand empIoy an Executtve. D'trector 0 f t he Commlsslon,\n                                                   ..      at such ofofficers\n                                                                   other\n                                                                              and\nremuneration and on such terms and conditions as it thinks fit.    employees.\n18               [No.   J         The Anti-Doping in Sport Act, 2014\n                             (2) An individual who would not be eligible to be an\n                 appointed member ofthe Board by virtue ofparagraph 2 ofthe Second\n                 Schedule is not eligible to be appointed as Executive Director.\n                             (3) For the proper carrying out ofthe provisions ofthis\n                 Act, the Executive Director may appoint and employ to any office with\n                 the Commission, officers and employees, at such remuneration and on\n                 such terms and conditions as he thinks fit.\n                            (4) For the purposes ofsubsections (l) and (3) and except\n                 with the prior approval of the Minister responsible for the public\n                 service-­\n                        (a) no salary in excess ofthe prescribed rate shall be assigned\n                            to any office; and\n                        (b) no appointment shall be made to any office to which a salary\n                            in excess ofthe prescribed rate is assigned.\n                              (5) For the purposes ofsubsection (4), the \"precribed\n                 rate\" shall be such rate as the Minister responsible for the public service\n                 may prescribe by order subject to affirmative resolution.\n                              (6) The Governor-General may, subject to such conditions\n                 as he may impose, approve the appointment ofany officer in the service\n                 ofthe Government to any office with the Commission and any officer\n                 so appointed or while so employed, shall in relation to other rights as a\n                 public officer be treated as continuing in the service ofthe Government.\n                             (7) The Executive Director shall consult with the Board\n                 in establishing the qualification for the various offices within the\n                 Commission and shall advise the Board on all appointments to fill such\n                 offices.\nPensions,           11. The Commission may, with the approval of the Minister\ngratuities and\nother retiring   responsible for the public service-\nbenefits.               {~,                                                  1~.\" #1\n                   The Anti-Doping in Sport Act, 2014            [No. ]                 19\n     (b) make regulations,\nfor medical benefits, pensions, gratuities and other retiring benefits or\ndisability or death benefits, relating to officers and employees ofthe\nCommission and such arrangements or regulations may include\nprovisions for the grant ofbenefits to the dependants and the legal\npersonal representatives ofsuch officers and employees."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The names ofthe members ofthe Board as flrSt constituted Publication\nand every change in the membership thereof shall be published in =~i;ember­\nthe Gazette.\n    ll.-{ 1) The Board shall meet at such times as may be Procedure\n                                                                 and\nnecessary or expedient for the transaction of business and such meetings.\nmeetings shall be held at such places and times and on such days\nas the Board may determine.\n         (2) The chairman may, at any time, call a special meeting\nof the Board and shall call a special meeting within seven days of\nthe receipt of a written request for that purpose addressed to him\nby any two members ofthe Board.\n           (3) The chairman or, in the case ofhis absence or inability\nto act, the deputy chairman or the individual elected in accordance\nwith paragraph 5(3), as the case may be, shall preside at meetings\nof the Board.\n36   [No. ]               The Anli-Doping in Sport Act, 2014\n                               (4) Subject to sub-paragraph (5), decisions ofthe Board\n                     shall be by a nuVority ofthe members present and voting, however,\n                     in addition to an original vote the chairman, deputy chairman or\n                     other member presiding at a meeting shall have an original and-a\n                     casting vote in any case in whi(:h the voting is equal.\n                                 (5) The quorum for meetings ofthe Board shall be five.\n                              (6) The minutes of each meeting of the Board shall be\n                     kept in proper form and shall be confirmed by the chairman as\n                     soon as practicable at a subsequent meeting.\n                              (7) The validity ofany proceedings ofthe Board shall not\n                     be affected by any vacancy among the members or by any defect\n                     in the appointment ofa member.\n     Remunera­          12. There shall be paid to the chairman, deputy chairman and\n     tion.\n                     other members of the Board such remuneration (whether by way\n                     of honorarium, salaries or fees) and such allowances, as the\n                     Minister responsible for the public service may determine.\n     Disclosure of       13.-(1) A member who is, in any way, directly or indirectly\n     interest.\n                     interested in a contract made or proposed to be made by the Board,\n                     or in any other matter which falls to be considered by the Board,\n                     shall disclose or cause to be disclosed the nature ofhis interest at\n                     a meeting ofthe Board and the disclosure shall be recorded in the\n                     minutes ofthe meeting and the member shall not­\n                           (a)      in the case of a contract, take part in any deliberation\n                                    or decision of the Board with respect to the contract;\n                                    and\n                           (b)      in the case of any other matter, take part in any\n                                    deliberation or decision of the Board with respect to\n                                    the matter if the Board decides that the interest in\n                                    question might affect prejudicially the member'S\n                                    consideration ofthe matter,\n                     and shall further excuse himself from the meeting while the matter\n                     is under discussion.\n                               (2) A notice given by a member at a meeting ofthe Board\n                     to the effect that he is a member ofa specific company, firm or other\n                     body and is to be regarded as interested in any contract which is\n                     made after the date of the notice with the company, firm or body\n         The Anti-Doping in Sport Act, 20 J4               [No. ]               37\nshall, for the purposes of sub-paragraph (1), be a sufficient\ndisclosure of his interest in relation to any contract so made.\n         (3) A member need not attend in person a meeting ofthe\nBoard in order to make a disclosure which he is required to make\nunder this paragraph, if he takes reasonable steps to ensure that\nthe disclosure is made by notice which is taken into consideration\nand read at such a meeting,"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. There shall be paid to the chairman, deputy chairman and ~emunera­\nother members oftbe Appeal Tribtmal such remuneration (whether llon.\nby way of honorarium, salaries or fees) and such allowances, as\nthe Minister responsible for the public service may determine.\n46            [No. ]            The Anti-Doping in Sport Act, 2014\n              Filling of       12. If any vacancy occurs in the membership of the Appeal\n              vacancies.\n                           Tribunal such vacancy shall be filled by the appointment ofanother\n                           member, however, the appointment shall be made in the same\n                           manner and from the same category ofpersons as would be required\n                           in the case of the original appointment.\n              Office of       13. The office ofchairman, deputy chairman, or member ofthe\n              chairman or Appeal Tribunal shall not be a public office for the purpose ofPart\n              member not a V fth C        ..     fJ     .\n              public office. 0    e onstltutlOn 0 amalca.\n  Passed in the House ofRepresentatives this 9th day ofDecember, 2014 with\nseventeen (11) amendments.\n                                                                 LLOYD B. SMITH\n                                                                         Deputy Speaker.\n     Passed in the Senate this 19th day ofDecember, 2014.\n                                                              FLOYD E. MORRIS\n                                                                                President.\n   This printed impression has been carefully\ncompared by me with the Bill which has passed\nthe House ofRepresentatives and Senate, and has\nbeen found by me to be a true and correct printed\ncopy ofthe said Bill.\n      Clerk to the Houses ofParliament."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-{I) The Executive Director shall be responsible for the day­         Functions of\n                                                                            Executive\nto-day administration and management ofthe Commission.                      Director.\n         (2) The Executive Director shall be responsible for planning,\ndirecting, supervising and coordinating the activities ofthe Commission\nin the performance ofthe functions conferred upon the Commission by\nsection 6, including­\n     (a)   the development ofthe programmes, performance targets\n           and service standards ofthe Commission for the approval\n           ofthe Board;\n     (b) implementation ofthe programmes, performance targets\n         and services standards referred to in paragraph (a);\n     (c) the preparation and submission ofthe strategic, corporate\n         and other plans for the approval of the Board;\n     (d) ensuring administrative support for the Board and any\n         committees of the Board established under the Second\n         Schedule, as is required;\n     (e) ensuring that the Board is kept abreast ofmatters relevant\n         to the administration and management ofthe Commission;\n     (t)   the performance of such other functions as are conferred\n           upon the Executive Director by or under this Act or any\n           other enactment.\n        (3) The Executive Director shall have regard to the advice\nand recommendations given to the Executive Director by the Board.\n20              [No.   J          The Anti-Doping in Sport Act, 2014\nDelegation.        13.-{1) Subject to subsections (2) and (3), the Executive Director\n                may delegate any ofthe functions conferred upon him by section 12(2)\n                to any other officer, or employee or agent ofthe Commission.\n                        (2) The Executive Director shall not delegate any of the\n                functions under subsection (1) to an agent without the approval ofthe\n                Board.\n                        (3) Every delegation under subsection (I) is revocable by the\n                Commission and the delegation ofa function shall not preclude the\n                performance ofthat function by the Commission..\n                       PART Ill-Independent Anti-Doping Disciplinary Panel\nEstablishment       14.-{1) For the purposes ofthis Act, there is established a body\noflndepen­\ndent Anti­      to be called the Independent Anti-Doping Disciplinary Panel.\nDoping\nDisciplinary               (2) The provisions ofthe Third Schedule shall have effect as\nPanel.          to the constitution and procedure ofthe Disciplinary Panel and otherwise\nThird\nSchedule.       in relation thereto.\nFunctions of       lS.-{l) The functions ofthe Disciplinary Panel shall be to­\nDisciplinary\nPanel.                 (a) receive, examine and hear evidence relating to Anti-Doping\n                           RuleViolations;\n                       (b) conduct disciplinary hearings relating toAnti-Doping Rule\n                            Violations referred to it by the Commission;\n                       (c) determine whether an Anti-Doping Rule Violation has\n                           occwred;\n                       (d) impose such Consequences as it considers appropriate in\n                           accordance with the Anti-Doping Rules; and\n                       (e) perform any other function that is conferred upon the\n                           Disciplinary Panel by this Act, theAnti-Doping Rules or any\n                           other regulations made under this Act.\n                          (2) Subject to the Supreme Court's powers ofjudicial reV!ew,\n                no final decision of, or Consequence imposed by, the Disciplinary Panel\n                shall be quashed, varied or held invalid, by any arbitrator, tribunal, or\n                    The Anti-Doping in Sport Act, 2014           [No.   J        21\n;Person, except theAppeal Tribunal or the Court ofArbitration for Sport,\n as the case may be."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The office ofchairman, deputy chairman or, member ofthe Office of\n    Disciplinary Panel shall not be a public office for the purpose of chairman or\n                        . . 'f]       .                                member not a\n    Part V 0 fth e Constltutlon 0 amalca.                              public office.\n42   [No. ]             The Anti-Doping in Sport Act, 2014\n                                    FOURTH SCHEDULE                          (Section 11)\n                            The Anti-Doping Appeal Tribunal\n     Constitution      I. The Appeal Tribunal shall consist ofseven members, that is\n     of Appeal\n     Tribunal.\n                    to say­\n                         (a)    two individuals each of whom has served as a Judge\n                                of the Court ofAppeal or as a Judge of the Supreme\n                                Court, who shall be the chairman and deputy chairman\n                                of the Appeal Tribunal; and\n                         (b)    five individuals, namely­\n                                      (i)     the Director of Public Prosecutions or a\n                                              Deputy Director of Public Prosecutions\n                                              nominated by the Director of Public\n                                              Prosecutions;\n                                      (ii)    two registered medical practitioners, each\n                                              of whom has been duly qualified as a\n                                              medical practitioner for a period ofnot less\n                                              than ten years;\n                                      (iiI)   a former Athlete; and\n                                      (iv)    a former sports administrator.\n     Disqualifica­    2.-(1) The following individuals shall not be eligible to be\n     tion for\n     appointment.      . ed members 0 fth e AppeaITn·buna,\n                   appoint                                 I th at 1S\n                                                                   . to say­\n                          (a)   members of the House of Representatives or the\n                                Senate;\n                          (b)   members ofthe Council ofthe Kingston and St. Andrew\n                                Corporation or any Municipal Council or any Parish\n                                Council;\n                          (c)   an individual who during the last three years\n                                immediately preceding the date ofthe declaration made\n                                under sub-paragraph (2), is or was an employee, an\n                                officer, a director, a member of, or an active participant\n                                in­\n                                      (i)     an International Federation;\n                                      (it)    a Major Event Organization;\n..\"\n              The Anti-Doping in Sport Act, 2014                    [No.   1             43\n                         (lit)   the Jamaica Olympic Association or the\n                                 Jamaica Paralympic Association;\n                         (iv)    a National Federation; or\n                         (v)     a Sport Organization, so, however, that\n                                 for this purpose \"Sport Organization\"\n                                 shall not include a commercial entity for\n                                 which sport-related sponsorship is a\n                                 merely incidental marketing activity in\n                                 support ofits principal business operation;\n            (d)   an individual who has a direct or indirect proprietary\n                  interest in more than five per cent ofany class ofshares\n                  in an entity described in paragraph (c);\n            (e)   an individual who during the last three years\n                  immediately preceding the date ofthe declaration made\n                  under sub-paragraph (2) is or was active in the\n                  coaching or management of sport;\n            (f)   an individual who is not a fit and proper person within\n                  the meaning of paragraph 3; or\n            (g)   an undischarged bankrupt.\n             (2) An individual shall not be appointed to the Appeal\n      Tribunal unless the individual has forwarded to the Minister a\n      voluntary declaration that he is not ineligible for appointment under\n      paragraph 2 ( I).\n             (3) An appointment made in contravention of this\n      paragraph shall be void."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Any summons, notice or other document required or Service of\nauthorized to be served upon the Board under the provisions of documents.\nthis or any other enactment may, unless there is express provision\nto the contrary, be served by delivering same to the chairman or\nsecretary of the Board, or by sending it by registered post\naddressed to the secretary of the Board at the principal office of\nthe Commission."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Board may appoint committees for special Appoilltment\n                                                                of commit­\npurposes connected with the functions ofthe Board and which, in tees.\nthe opinion of the Board, would be better regulated and managed\nby means of committees.\n        (2) The number of members of a committee appointed\nunder sub-paragraph (1), the terms ofappointment ofsuch members,\nthe quorum of the committee and the areas within which the\ncommittees are to exercise authority shall be determined by the\nBoard.\n         (3) Committees ofthe Board sha)) make recommendations\nto the full Board for its ratification and decision."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The office ofchairman, deputy chairman, or member ofthe        Office of\n                                                                      chairman or\nBoard or any of its committees shall not be a public office for the   member not a\npurpose ofPart V ofthe Constitution ofJamaica.                        public office.\n38   [No. ]              The Anti-Doping in Sport Act, 2014\n                                      THIRD SCHEDULE                        (Section 14)\n                       Independent Anti-Doping Disciplinary Panel\n     Constitution      I. The Disciplinary Panel shall consist of not more than nine\n     of Disciplin­\n     ary Panel.      members, as follows­\n                          (a)   three attorneys-at-Iaw­\n                                      (i)    each of whom shall be a practising\n                                             attorney-at-law for not less than ten years;\n                                             and\n                                      (0)    who shall be the chairman and the two\n                                             vice chairmen;\n                          (b)   three registered medical practitioners, each of whom\n                                has been duly qualified as a medical practitioner for\n                                not less than ten years; and\n                          (c)   three additional members each ofwhom has been an\n                                Athlete or a sports administrator.\n     DisqualiflCll­ 2.-(1) The following individuals shall not be eligible to be\n     lion for\n     appointment. appomte                       . I'mary Pane I, that IS\n                      • d mem b ers 0 fthe D'ISCIP                    . to say­\n                          (a)   members of the House of Representatives or the\n                                Senate;\n                          (b)   members of the Council of the Kingston and St.\n                                Andrew Corporation or any Municipal Council or any\n                                Parish Council;\n                          (c)   an individual who during the last three years\n                                immediately preceding the date ofthe declaration made\n                                under sub-paragraph (2), is or was an employee, an\n                                officer, a director, a member of, or an active participant\n                                in­\n                                      (i)    an International Federation;\n                                      (0)    a Major Event Organization;\n                                      (fu)   the Jamaica Olympic Association or the\n                                             Jamaica Paralympic Association;\n                                      (iv)   a National Federation; or\n        The Anti-Doping in Sport Act, 2014                 [No.   J      39\n                  (v)   a Sport Organization, so, however, that\n                        for this purpose \"Sport Organization\"\n                        shall not include a commercial entity for\n                        which sport-related sponsorship is a\n                        merely incidental marketing activity in\n                        support of its principal business\n                        operation;\n      (d)   an individual who has a direct or indirect proprietary\n            interest in more than five per cent of any class of\n            shares in an entity described in paragraph (c); or\n      (e)   an individual who during the last three years\n            immediately preceding the date ofthe declaration made\n            under sub-paragraph (2) is or was active in the\n            coaching or management of sport;\n      (f)   an individual who is not a fit and proper person within\n            the meaning of paragraph 3; or\n      (g)   an undischarged bankrupt.\n       (2) An individual shall not be appointed to the Disciplinary\nPanel unless the individual has forwarded to the Minister a\nvoluntary declaration declaring that he is not ineligible for\nappointment under paragraph 2( I ).\n       (3) An appointment made in contravention of this\nparagraph shall be void."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-{1) There is hereby established a tribunal to be called the Establishment\n                                                                  of Appeal\nAnti-Doping Appeal TribunaL                                       Tribunal.\n         (2) The provisions of the Fourth Schedule shall have Fourth\neffect as to the constitution and procedure of the Appeal Tribunal Schedule.\nand otherwise in relation thereto."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-{1) Any Person, including a Person mentioned in subsection Appeals to\n(2), who is aggrieved by a decision ofthe Disciplinary Panel may ~~:~:~.\nappeal to the Appeal Tribunal in the manner prescribed.\n           (2) The Persons to whom subsection (1) relates include­\n     (a) any Athlete or other Person who is the subject of the\n         decision being appealed;\n     (b) the Commission or, if other than the Commission, the\n         National Anti-Doping Organization of the Person's\n         country of residence or countries where the Person is a\n         national or licence holder;\n     (c) the relevant National Federation;\n     (d) the relevant International Federation;\n     (e) the International Olympic Committee or the International\n         Paralympic Committee;\n     (f)     the Jamaica Olympic Association; and\n     (g) WADA.\n22               [No.                The Anti-Doping in Sport Act, 2014\n                          (3) Subject to the Supreme Court's power ofjudicial review,\n                 no final decision of, or Consequence imposed by, the Appeal Tribunal\n                 shall be qwshed. varied or held invalid, by any arbitrator, tribunal or\n                 Person. except the Court ofArbitration for Sport.\nAppeal             19.-(1) Subject to the provisions ofthis Act and the Code, the\nTribunal may\nregulate         Appeal Tribunal may, make rules regulating its own proceedings.\nproceedings.\n                              (2) Rules made under subsection (1) shall be published in the\n                 Gazette.\n                                               PART V --General\nObligation for     20.-(1) Every­\nsecrecy.\n                        (a)    member ofthe Board;\n                        (b) officer. employee and agent ofthe Commission;\n                        (c) expert retained by the Commission to assist in its investigations\n                            and deliberations; and\n                        (d) Person having an official duty or being employed in the\n                            administration ofthis Act. the Anti-Doping Rules or any\n                            other regulations made under this Act.\n                 shall regard and deal with as secret and confidential all infonnation,\n                 books. records or other documents relating to the functions of the\n                 Commission coming to his knowledge in the course of the\n                 administration ofthis Act, the Anti-Doping Rules or any regulations\n                 made under this Act, except as provided under this Act. in the Anti­\n                 Doping Rules or any other regulations made under this Act.\n                        ~(2) Except as provided in the Anti-Doping Rules or any\n                 other regulations made under this Act. every member of the\n                 Disciplinary Panel, ano every member ofthe Appeal Tribunal, shall\n                 regard and deal with as secret and confidential all infonnation.\n                 books, records or other document coming to his knowledge in the\n                 perfonnance ofhis functions.\n                         (3) Every Person who had an official duty or was\n                 employed in the administration ofthis Act. the Anti-Doping Rules\n                 or any other regulations made under this Act, shall maintain. after\n                   The Anti-Doping in Sport Act, 2014           [No.   J       23\nsuch duty or employment is terminated, the secrecy and confidentiality\nof all information, books, records or other documents relating to the\nfunctions ofthe Commission.\n         (4) Any Person to whom information is communicated under\nthis Act, the Anti-Doping Rules or any other regulations made under\nthis Act, shall regard and deal with such information as secret and\nconfidential, save as and to the extent otherwise provided in any other\nlaw.\n          (5) Every Person referred to in subsection(l), (2), (3) or (4)\nhaving possession ofor control over any information, book, record or\nother document, who at any time communicates or attempts to\ncommunicate any such information or anything contained in such book,\nrecord or document to any Person, otherwise than for the purposes of\nthis Act, the Anti-Doping Rules or any other regulations made under\nthis Act, or­\n     (a)   to any Person, other than an investigative authority, except\n           in accordance with applice.ble law; or\n     (b) otherwise than pursuant to a court order,\ncommits an offence.\n          (6) A Person who commits an offence under subsection\n(5) is liable on summary conviction in a Resident Magistrate's Court\nto a fine not exceeding one million dollars.\n        (7) No obligation as to secrecy or other restriction upon\nthe disclosure of information imposed by any law or otherwise\nshall prevent the Commission or its officers who a~ duly\nauthorized, from disclosing information to any Anti-Doping\nOrganization."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Appeal Tribunal may regulate proceedings.\n                                 PART V-General"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) No civil or criminal action, suit or other proceedings Protection of\nmay be brought, nor may any pro fceSSlO         . be taken, against\n                                     • na1 sanction             .    Persons\n                                                                     exercising\nany Person, who in good faith (under this Act, the Anti-Doping functions\nRules or any other regulations made under this Act) discloses to the ~r::~:::'iS\nCommission information requested by the Commission or submits\na report or other document to the Commission.\n24             [No.   1          The Anti-Doping in Sport Act, 2014\n                       (2) No suit or other proceedings may be brought or instituted\n               personally in respect ofany act done or omission made in good faith,\n               against­\n                      (a)   any officer, employee or agent ofthe Commission in the\n                            course ofcarrying out the provisions ofthis Act, the Anti­\n                            Doping Rules or any other regulations made under this Act;\n                            or\n                      (b) any member ofthe Disciplinary Panel, or any member ofthe\n                          Appeal Tribunal, in the performance ofhis functions under\n                          thisAct, the Anti-Doping Rules or any other regulations made\n                          under this Act.\nRegulations.     22.-(1) The Commission may, with the approval ofthe Minister,\n               make regulations providing for­\n                      (a) fees, charges and cost recovery measures to be imposed\n                          by the Commission for services provided by or on behalf\n                          ofthe Commission;\n                      (b) the fees payable under this Act; and\n                      (c) any other matter required by this Act that is not provided\n                          for under the Anti-Doping Rules.\n                        (2) Notwithstanding section 29(b) ofthe Interpretation Act,\n               regulations made under subsection (1) may provide in respect of a\n               breach ofany provision thereof, on summary conviction in a Resident\n               Magistrate's Court, for a fine not exceeding one million dollars.\nAnti-Doping       23.-(1) The Commission may, in accordance with section\nRules.\n               (8)(2)(d), make anti-doping rules and, without limiting the generality\n               of their scope, the rules may provide for­\n                      (a) initiating, implementing or enforcing Doping Control;\n                      (b) whereabouts information;\n                      (c) the collection and analysis of Samples;\n                      (d) results management;\n                      (e) hearings;\n                      (f)   therapeutic use exemptions;\n                    The Anti-Doping in Sport Act, 2014            [No. ]              25\n     (g)    definition ofanti-doping rule violations.\n     (h)    proofofdoping;\n     (1)    investigations;\n     (j)    confidentiality and reporting;\n     (k) application and recognition ofdecisions;\n     (1)    roles and responsibilities ofathletes and other persons;\n     (m) Consequences ofAnti-Doping Rule Violations; and\n     (n)    the assessment ofcosts in disciplinary hearings.\n           (2) The Commission shall­\n     (a)    cause the Anti-Doping Rules to be published in the Gazette;\n            and\n     (b) make the Anti-Doping Rules available for inspection on the\n         Internet.\n         (3) Where expressions defined for the purposes of, or used\nin, the Code are in the Anti-Doping Rules or in any other regulations\nmade under this Act, the expressions shall have the respective meanings\nasssigned to them by the Code, unless there is anything in the subject or\ncontext that is repugnant to, or inconsistent with, the meanings.\n         (4) The Anti-Doping Rules shall be made pursuant to the\napplicable provisions of the Code and shall be interpreted in a\nmanner that is consistent with applicable provisions of the Code;\nand the comments annotating various provisions ofthe Code may,\nwhere applicable, assist in the understanding and interpretation of\nthe Anti-Doping Rules."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The Minister may, by order, subject to affirmative Ministermay\n      .                                                   amend\nresoIUtlOfl­                                              monetary\n     (a) amend or vary any monetary penalties prescribed in this rc~=::es~d\n         Act; or\n     (b) amend any ofthe Schedules to this Act."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The Anti-Doping in Sport Act, 2008, is repealed.                      Repeal.\n~6             [No.   J         The Anti-Doping in Sport Act, 20 J4\n                                       PART VI-Transitional\nInterpreta­      26. In this Part­\ntion of Part\nVI.\n                      \"current Commission\" means the Commission established by this\n                           Act;\n                      \"former Commission\" means the Commission which immediately\n                           before the commencement date was established under the\n                           repealed Act;\n                      \"repealedAct\" means the Anti-Doping in Sport Act, 2008, that is\n                           repealed by section 25.\nTransitional      27.-( I) With effect from the commencement date, any property\nprovisions,\ngeneral.       purchased by, belonging to or vested in the former Commission under\n               the repealed Act, and all interests, rights and easements in respect of\n               the said property shall, without any conveyance, assignment or transfer,\n               belong to and be vested in the current Commission, subject to all and\n               any trusts and to all debts, liabilities, encumbrances and obligations\n               affecting the same and to any enactment regulating the management,\n               maintenance, control, supervision, ofand dealing with, the property.\n                         (2) With effect fiom the commencement date there shall belong\n               to and be vested in the current Commission, without any conveyance,\n               assignment or transfer, all rights and liabilities ofthe former Commission.\n                          (3) The current Commission shall, in relation to any property,\n               rights and liabilities so belonging to and vested, have every right, power,\n               privilege, immunityorduty which immediately beforethe commencement\n               date was capable of being enjoyed or performed by the former\n               Commission without any conveyance or assignment.\n                          (4) On or after the commencement date-­\n                      (a) all references to the Executive Director of the former\n                          Commission in any enactment shall be construed as\n                          references to the Executive Director appointed under this\n                          Act;\n                   The Anti-Doping in Sport Act, 2014           [No. ]              27\n     (b) any reference to the fonner Commission in any enactment\n         shall be deemed to include a reference to the current\n         Commission; and\n     (c)   except as provided in paragraph (a), any reference in any\n           enactment to an officer or employee of the fonner\n           Commission, shall be deemed to include a reference to an\n           officer or employee ofthe current Commission."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. On the commencement date, all Persons holding pennanent            Transitional\n                                                                          provisions,\nappointments to offices under the fonner Commission shall be deemed       permanent\nto have been transferred to the service ofthe current Commission.         staff."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. All officers or employees who, at the commencement date,           Transitional\n                                                                          provisions,\nheld offices or employment under the fonner Commission under a fixed      contract\nterm contractual arrangement, shall from that date bedeemed to continue   officers. I,\n                                                                               i,\nto hold under the current Commission the like or similar respecti:ve\noffices or employment on the same or no less favourable tei:ms as they\nheld those or similar offices or employment under the fonner\nCommission."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Saving of actions and investigations.\n            SCHEDULES.\n2                 [No.   1        The Anti-Doping in Sport Act, 2014\nInterpretation.     2.-(1) In this Act, unless the context otherwise requires­\n                             \"anti-doping\" means related to the prevention or control\n                                  ofdoping;\n                             \"Anti-Doping Organization\" includes­\n                                       (a) the International Olympic Committee;\n                                       (b) the International Paralympic Committee;\n                                       (c) the World Anti-Doping Agency;\n                                       (d) an International Federation;\n                                       (e) a Major Event Organization that conducts\n                                           Testing at its Events;\n                                       (f)   the Commission;\n                                       (g) any other National Anti-Doping\n                                           Organization; and\n                                       (h) any signatory to the Code that is\n                                           responsible for adopting rules for\n                                           initiating, implementing or enforcing any\n                                           part ofthe Doping Control process;\n                             \"Anti-Doping Rules\" means the Anti-Doping Rules made\n                                  under section 23;\n                             \"Anti-Doping Rule Violation\" means circumstances and\n                                 conduct that constitute anAnti-Doping Rule Violation\n                                 as specified in the Code;\n                             \"Appeal Tribunal\" means the Anti-Doping Appeal\n                                 Tribunal established by section 17;\n                             \"Athlete\" means, subject to subsections (2), (3), (4) and\n                                 (5), a Person who competes in sport as an\n                                 International-Level Athlete or as a National-Level\n                                 Athlete;\n                             \"Athlete Support Personnel\" means any coach, trainer,\n                                 manager, agent, team staff, official, medical,\n       The Anti-Doping in Sport Act, 2014            [No. ]    3\n     paramedical Personnel, parent or any other Person\n     working with, treating or assisting an Athlete\n     participating in or preparing for sport Competition;\n\"Board\" means the Board ofDirectors ofthe Commission\n    established by section 7;\n\"Code\" means the World Anti-Doping Code and any\n    amendments to the Code adopted by the World Anti­\n    DopingAgency, from time to time;\n\"commencement date\" means the day appointed under\n    section 1 for the coming into operation ofthis Act;\n''Commission'' or \"JADCO\"means the JamaicaAnti-Doping\n     Commission established by section 5;\n\"Competition\" means a single race, match, game, singular\n    sport contest, stage race or other sport contest;\n\"Consequences of Anti-Doping Rule Violation\" or\n    \"Consequences\" means one or more ofthe following\n    Consequences resulting from an Athlete's or other\n    Person's violation ofanAnti-Doping Rule­\n          (a) Disqualification, that is to say, theAthlete's\n              results in a particular Competition or Event\n              are invalidated, with all resulting\n              Consequences, including forfeiture ofany\n              medals, points and prizes;\n          (b) Ineligibility, that is to say, the Athlete or\n               other Person is barred on account of an\n               Anti-Doping Rule Violation for a specified\n               period of time from participating in any\n               Competition or other activity or funding as\n               provided in Article 10.12.1 ofthe Code;\n          (c) Provisional Suspension, that is to say, the\n              Athlete or other Person is barred temporarily\n4   (No.        The Anti-Doping In Sport Act, 2014\n                           from participating in any Competition or\n                           activity priorto the final decision at a h,earing\n                           conducted under Article 8 ofthe Code;\n                     (d) Financial Consequences, that is to say, a\n                         financial sanction imposed for an anti­\n                         doping rule violation or to recover costs\n                         associated with an Anti-Doping Rule\n                         Violation; and\n                     (e) Public Disclosure or Public Reporting, that\n                         is to say, the dissemination or distribution of\n                         infonnation to the general public orPersons\n                         beyond those Persons entitled to earlier\n                         notification in accordance with Article 14 of\n                         the Code,\n               so, however, that Teams in Team Sports may also be\n               subject to Consequences as provided in Article 11 of\n               the Code;\n           \"Court of Arbitration for Sport\" means the Court of\n               Arbitration for Sport based in Lausanne,\n               Switzerland;\n           \"Disciplinary Panel\" means the Independent Anti-Doping\n                Disciplinary Panel established by section 14;\n           \"document\" means anything in which information ofany\n               description is recorded;\n           \"doping\" means the occurrence of one or more Anti­\n               Doping Rule Violations as specified in the Code;\n           \"Doping Control\" means all the steps and processes from\n               test distribution planning through to ultimate\n               disposition of any appeal, including all steps and\n               processes in between, such as provision of\n               whereabouts information, Sample collection and\n               handling, laboratory analysis, Therapeutic Use\n               Exemptions, results management and hearings;\n        The Anti-Doping in Sport Act, 2014         [No. ]    s\n\"Event\" means a series ofindividual Competitions conducted\n    together Wlder one ruling body;\n\"Executive Director\" means the Executive Director ofthe\n    Commission appointed Wlder section 10(1);\n\"functions\" includes powers and duties;\n\"Government company\" means a company registered Wlder\n    the Companies Act, being a company in which the\n    Govemmentoranagency ofGovemment, is inaposition\n    to direct the policy ofthat company;\n\"guardian\", in relation to a Minor, means any Person who,\n     for the time being, has charge ofor control over the\n     Minor;\n\"In-Competition\" means the period commencing twelve\n     hours before a Competition in which an Athlete is\n     scheduled to participate through to the end of the\n     Competition and the Sample collection process\n     related to the Competition;\n\"In-Competition Testing\" means, for purposes of\n    differentiating between In-Competition Testing and\n    Out-of-Competition Testing, unless provided\n    otherwise in the rules ofan International Federation\n    or other relevant Anti-Doping Organization, Testing\n    where an Athlete is selected for In-Competition\n    Testing in connection with a specific Competition;\n\"International Event\" or \"International Competition\"\n     means an Event or Competi tion where the\n     International Olympic Committee, the International\n     Paralympic Committee, an International Federation,\n     a Major Event Organization, or another international\n     sport organization is the ruling body for the Event\n     or Competition or appoints the technical officials\n     for the Event or Competition;\n6   [No.   I         The Anti-Doping in Sport Act, 2014\n               \"International Federation\" means in relation to a particular\n                    type ofsport Event or sporting activity, a body having\n                    international control over that sport, sport Event or\n                    sporting activity and which is recognized by the\n                    International Olympic Committee or Sport Accord;\n               \"International-I.eveIA1hlete\"meansanAthlete who competes\n                     in sport at the international level as defined by each\n                     International Federationconsistentwith the International\n                     Standard for Testing and Investigations;\n               \"International Olympic Committee\" means the organization\n                     created by the Congress ofParis on JlUle 23,1894 and\n                     entrusted with the control and development of the\n                     modem Olympic Games;\n               \"International Standard\" means a standard adopted by\n                    WADA in support of the Code and any Technical\n                    Document issued pursuanttothe International Standard;\n                    so, however, that compliance with an International\n                    Standard (as opposed to another alternative standard,\n                    practice or procedure) shall be sufficient to conclude\n                    that the procedures addressed by the International\n                    Standard were performed properly;\n               \"local authority\" means­\n                          (a) in relation to the parishes ofKingston and\n                               St. Andrew, the ColUlcil ofthe Kingston and\n                               St. Andrew Corporation as constituted\n                               under the Kingston and St. Andrew\n                               Corporation Act;\n                          (b) in relation to any other parish, the Parish\n                              Council ofthat Parish as constituted under\n                              the Parish Councils Act; or\n        The Anti-Doping In Sport Act, 2014             [No. ]    7\n          (c) in relation to a municipality. a Municipal\n              Council established under the\n              Municipalities Act;\n\"Major Event Organization\" means the continental\n   associations ofNational OlympicCommittees and other\n    international multi-sport organizations that function as\n   the ruling body for any continental, regional or other\n    International Event;\n\"Minor\" means a natural Person who has not reached the\n    age ofeighteen years;\n''NationalAnti-Doping Organization\" means in relation to­\n          (a) Jamaica, the Commission;\n           (b) any othercountry­\n                      (i)     an entity designated by that\n                              countIyas possessing the prima1y\n                              authority and responsibility to\n                              adopt and implement Anti­\n                              Doping Rules, direct the\n                              collection of Samples, and the\n                              results management process, and\n                              conduct hearings at the national\n                              level; and\n                      (iJ.)   where such designation has not\n                              been made by the competent\n                              public authority of the country,\n                              that country's National Olympic\n                              Committee or its designee;\n\"National Event\" means a sport Event or Competition\n     involving International-Level Athletes orNational-Level\n    Athletes that is not an International Event;\n8   [No. ]        The Anti-Doping in Sport Act, 20 J4\n             \"National Federation\" in relation to a particular sport. means\n                  in respect ofany country, a Sporting Organization that is\n                  recognized by the relevant International Federation as\n                  being the organization responsible for administering the\n                  affairs ofthat sport, or ofa substantial part or section of\n                  that sport, in that country;\n             \"National-Level Athlete\" means an Athlete who competes\n                  in sport at the national level, as defined by each\n                  National Anti-Doping Organization, consistent with the\n                  International Standard for Testing and Investigations;\n             \"National Olympic Committee\" means the organization\n                  recognized as the National Olympic Committee by the\n                  International Olympic Committee (including the\n                  National Sport Confederation in countries where the\n                  National Sport Confederation asswnes typical National\n                  Olympic Committee responsibilities in the anti-doping\n                  area);\n             \"Out-of-Competition\" means any period which is not In­\n                 Competition;\n             \"Person\" means a natmal Person or an organization or other\n                  entity,\n             \"Prohibited List\" means the WADA Prohibited List\n                 identifying the Prohibited Substances and Prohibited\n                 Methods, as amended from time to time, and which\n                 is published and revised by WADA as described in\n                 the Code;\n             \"Prohibited Method\" means any method so described on\n                 the Prohibited List;\n             \"Prohibited Substance\" means any substance, or class of\n                 substances, so described on the Prohibited List;\n                               -.~.-.-----------------\n        The Anti-Doping in Sport Act, 2014            [No. ]     9\n''public body\" means a statutory body or authority or any\n     Government company, but does not include an\n     Executive Agency designated under the Executive\n     Agencies Act;\n\"Registered Testing Pool\" means the pool ofhighest-priority\n     Athletes established separately at the intemationallevel\n    by International Federations and at the national level\n    by National Anti-Doping Organizations, who are\n    subject to focussed In-Competition Testing and Out;.\n     of-Competition Testing as part ofeach International\n     Federation's or National Anti-Doping Organization's\n    test distribution plan and therefore are required to\n     provide whereabouts infonnation as provided in the\n     Code and the International Standard for Testing and\n     Investigations;\n\"Sample\" means any biological material collected for the\n    purpose ofDoping Control;\n\"Signatories\" means those entities signing the Code and\n    agreeing to comply with the Code, asprovided inArticle\n    23 ofthe Code;\n\"Sporting Organization\" includesan organization that­\n           (a) has control in a particular COWltry, or part of\n               a COWltry, or internationally, ofone or more\n               sport or sport Events;\n           (b) organizes or administers one or more sport\n                or sport Events;\n           (c) accredits Persons to take part in sport\n               Competition;\n          (d) provides teams to compete in sport\n              Competition; or\n         10   [No. ]          The Anti-Doping in Sport Act, 2014\n                                    (e) trains, or provides finance for, a Person to\n                                        take part in sport Competition;\n                         \"Team Sport\" means a sport in which the substitution of\n                             players is permitted during a Competition;\n                         \"Testing\" means the parts ofthe Doping Control process\n                              involving test distribution planning, Sample collection,\n                              Sample handling, and Sample transport to the\n                              laboratory;\n                         'Therapeutic Use Exemption\" or''1UE'' meansan exemption\n                              granted in accordance with the World Anti-Doping\n                              Agency International Standard for Therapeutic Use\n                              Exemptions;\n                         \"Use\", in relation to any Prohibited Substance or Prohibited\n                             Method, means the utilization, application, ingestion,\n                             injection or consumption by any means of the\n                             Prohibited Substance or Prohibited Method;\n                         \"whereabouts information\" means the information that is to\n                             be provided by an International-Level Athlete or a\n                             National-Level Athlete, regarding his location, to the\n                             International SportFederation or National Anti-Doping\n                             Organization that has included the Athlete in the\n                             Registered Testing Pool;\n                         \"World Anti-Doping Agency\" or \"WADA\" means the body\n                             known as the World Anti-Doping Agency founded by\n                             the International Olympic Committee and constituted\n                             as a foundation in Lausanne, Switzerland.\n                     (2) The CommissionrnayapplyAnti-Doping Rules to a Person\n              who competes in sport and who is neither an Internation-Level Athlete\n,   '.\n              nor a National-Level Athlete and thus bring him within the definition of\n              \"Athlete.\".\n                     The Anti-Doping in Sport Act, 2014            [No.   J              11\n       (3) In relation to Athletes who are neither International-Level\nAthletes nor National-Level Athletes, the Commission may elect to-­\n     (a)     conduct limited Testing or no Testing at all;\n     (b)     analyze Samples for less than the full menu ofProhibited\n             Substances;\n     (c)     require limited or no whereabouts information; or\n     (d) not require advance Therapeutice Use Exemptions.\n        (4) Ifan anti-doping rule violation under Article 2.1, 2.3 or"
    }
  ],
  "definitions": [
    {
      "term": "current Commission",
      "definition": "the Commission established by this",
      "source_provision": "sec25"
    },
    {
      "term": "former Commission",
      "definition": "the Commission which immediately",
      "source_provision": "sec25"
    },
    {
      "term": "repealedAct",
      "definition": "the Anti-Doping in Sport Act, 2008, that is",
      "source_provision": "sec25"
    },
    {
      "term": "anti-doping",
      "definition": "related to the prevention or control",
      "source_provision": "sec30"
    },
    {
      "term": "Anti-Doping Rules",
      "definition": "the Anti-Doping Rules made",
      "source_provision": "sec30"
    },
    {
      "term": "Anti-Doping Rule Violation",
      "definition": "circumstances and",
      "source_provision": "sec30"
    },
    {
      "term": "Appeal Tribunal",
      "definition": "the Anti-Doping Appeal",
      "source_provision": "sec30"
    },
    {
      "term": "Athlete Support Personnel",
      "definition": "any coach, trainer,",
      "source_provision": "sec30"
    },
    {
      "term": "Board",
      "definition": "the Board ofDirectors ofthe Commission",
      "source_provision": "sec30"
    },
    {
      "term": "Code",
      "definition": "the World Anti-Doping Code and any",
      "source_provision": "sec30"
    },
    {
      "term": "commencement date",
      "definition": "the day appointed under",
      "source_provision": "sec30"
    },
    {
      "term": "Competition",
      "definition": "a single race, match, game, singular",
      "source_provision": "sec30"
    },
    {
      "term": "Consequences",
      "definition": "one or more ofthe following",
      "source_provision": "sec30"
    },
    {
      "term": "Court of Arbitration for Sport",
      "definition": "the Court of",
      "source_provision": "sec30"
    },
    {
      "term": "Disciplinary Panel",
      "definition": "the Independent Anti-Doping",
      "source_provision": "sec30"
    },
    {
      "term": "document",
      "definition": "anything in which information ofany",
      "source_provision": "sec30"
    },
    {
      "term": "doping",
      "definition": "the occurrence of one or more Anti­",
      "source_provision": "sec30"
    },
    {
      "term": "Doping Control",
      "definition": "all the steps and processes from",
      "source_provision": "sec30"
    },
    {
      "term": "Event",
      "definition": "a series ofindividual Competitions conducted",
      "source_provision": "sec30"
    },
    {
      "term": "Executive Director",
      "definition": "the Executive Director ofthe",
      "source_provision": "sec30"
    },
    {
      "term": "Government company",
      "definition": "a company registered Wlder",
      "source_provision": "sec30"
    },
    {
      "term": "In-Competition",
      "definition": "the period commencing twelve",
      "source_provision": "sec30"
    },
    {
      "term": "International Competition",
      "definition": "an Event or Competi tion where the",
      "source_provision": "sec30"
    },
    {
      "term": "International Federation",
      "definition": "in relation to a particular",
      "source_provision": "sec30"
    },
    {
      "term": "International Olympic Committee",
      "definition": "the organization",
      "source_provision": "sec30"
    },
    {
      "term": "International Standard",
      "definition": "a standard adopted by",
      "source_provision": "sec30"
    },
    {
      "term": "Major Event Organization",
      "definition": "the continental",
      "source_provision": "sec30"
    },
    {
      "term": "Minor",
      "definition": "a natural Person who has not reached the",
      "source_provision": "sec30"
    },
    {
      "term": "National Event",
      "definition": "a sport Event or Competition",
      "source_provision": "sec30"
    },
    {
      "term": "National-Level Athlete",
      "definition": "an Athlete who competes",
      "source_provision": "sec30"
    },
    {
      "term": "National Olympic Committee",
      "definition": "the organization",
      "source_provision": "sec30"
    },
    {
      "term": "Out-of-Competition",
      "definition": "any period which is not In­",
      "source_provision": "sec30"
    },
    {
      "term": "Person",
      "definition": "a natmal Person or an organization or other",
      "source_provision": "sec30"
    },
    {
      "term": "Prohibited List",
      "definition": "the WADA Prohibited List",
      "source_provision": "sec30"
    },
    {
      "term": "Prohibited Method",
      "definition": "any method so described on",
      "source_provision": "sec30"
    },
    {
      "term": "Prohibited Substance",
      "definition": "any substance, or class of",
      "source_provision": "sec30"
    },
    {
      "term": "Registered Testing Pool",
      "definition": "the pool ofhighest-priority",
      "source_provision": "sec30"
    },
    {
      "term": "Sample",
      "definition": "any biological material collected for the",
      "source_provision": "sec30"
    },
    {
      "term": "Signatories",
      "definition": "those entities signing the Code and",
      "source_provision": "sec30"
    },
    {
      "term": "Team Sport",
      "definition": "a sport in which the substitution of",
      "source_provision": "sec30"
    },
    {
      "term": "Testing",
      "definition": "the parts ofthe Doping Control process",
      "source_provision": "sec30"
    },
    {
      "term": "whereabouts information",
      "definition": "the information that is to",
      "source_provision": "sec30"
    }
  ]
}