{
  "id": "jm-electronic-transactions",
  "type": "statute",
  "title": "The Electronic Transactions Act",
  "title_en": "The Electronic Transactions Act",
  "short_name": "Electronic Transactions Act",
  "status": "in_force",
  "in_force_date": "2007-04-01",
  "url": "https://laws.moj.gov.jm/library/statute/the-electronic-transactions-act",
  "description": "Official statute text from the Ministry of Justice Laws of Jamaica portal.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The making, execution,                                      Whole Act.\n   alteration or revocation of\n   a Will or other testamentary\n   instrument."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The conveyance or transfer                                  Whole Act.\n   of real property or any interest\n   in real property."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) The objects of this Act are to-                                 Objects\n  (a) facilitate electronic transactions by means of reliable\n      electronic documents;\n  ( b ) promote the development of the legal and business\n        infrastructure necessary to implement secure elec-\n        tronic commerce;\n                                ELECTRONIC TRANSACTIONS\n                   (c) eliminate barriers to electronic commerce resulting\n                         from uncertainties over writing and signature require-\n                         ments;\n                    (6) promote public confidence in the integrity and\n                         reliability of electronic documents and electronic\n                         transactions, in particular through the use of encrypted\n                         signatures to ensure the authenticity and integrity of\n                         electronic documents;\n                    (e) establish uniformity of legal rules and standards\n                         regarding the authentication and integrity of electronic\n                         documents;\n                    fl facilitate electronic filing of information with Govern-\n                         ment agencies and staiutory bodies and to promote\n                         efficient delivery of Govermnent services by means of\n                         reliable electronic documents.\n                      (2) This Act shall be construed in accordance with the\n              objects set out in subsection (I), taking into account what is\n              commercially reasonable in each case.\nExclusions.      4. The provisions of this Act shall not apply to the trans-\nFirst         actions set out in the First Schedule, to the extent specified in\nSc\"edu'e.     the First Schedule.\nAgreement        5.-(1) Except as provided in Part IV, nothing in this Act\nrequired.\n              shall be construed as imposing an obligation on any person to\n              create, give, store or receive any information electronically.\n                       (2) This Act applies to any transaction between parties\n              each of whom has agreed to conduct the transaction\n              electronically.\n                        (3) The fact as to whether or not a party agrees to\n              conduct a transaction electronically shall be determined-\n                     ( a ) where the party is the Government, by express\n                           stipulation of the Government;\n                     (b) in the case of any other party, by the context and\n                           surrounding circumstances including the party's\n                           conduct.\n                   ELECTRONIC TRANSACTIONS\n        (4) A party that agrees to conduct a particular trans-\naction electronically may refuse to conduct other transactions\nelectronically.\n        ( 5 ) Except as otherwise provided hereunder, as between\nthe parties to a transaction conducted electronically, any\nprovision of Part I1 or Part I11 may be varied by agreement.\n          PART11. Application oflegal requirements to\n                   electronic transactions"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any procedure governed by                                   Whole Act.\n   the Civil Procedures Rules, 2002,\n   or by rules of court made pursuant\n   to any law.\n                     ELECTRONIC TRANSACTIONS                                                 3;\n                            SECONDSCHEDULE                                    (Section 27)\n         Information to be made available by supplier to conszirners"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Agreement required.\n               PART 11. Application of legal reqz~irernentsto\n                             eleclronic transactions"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. For the purposes of any law, information shall not Validityof\n                                                         electronic\nbe invalid or inadmissible solely on the ground that the transactions,\ninformation-\n     (a) is created, stored or communicated electronically; or\n     (b) is referred to but is not contained in an electronic\n         document, if the information being referred to is\n         known to and accepted by the party against whom it is\n         relied upon."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)    Where any law requires, or refers to, the giving of Require-\n                                                                 ~iientsto\ninformation in writing, information that is given electronically rive\nshall be taken to be given in writing if-                        infornintion\n                                                                            in writing.\n                                                                                     -\n      (a) when the information was given, it was reasonable to\n          expect that the information would be readily\n          accessible to, and capable of retention for subsequent\n          reference by, the addressee;\n      (b) where the information is to be given to the Govern-\n          ment and the Government requires-\n                (i) that the information be given in a particular\n                    way in accordance with particular tech-\n                    nology requirements; or\n               (ii) that particular action be taken to verify the\n                    receipt of the information,\n           the Government's requirement has been met; and\n      (c) where the information is to be given to a person other\n                                    ELECTRONIC TRANSACTIONS\n                           than the Government, that person consents to the\n                           information being given electronically.\n                        (2) This section applies to a requirement or permission to\n                 give information, whether or not any of the words \"give\",\n                 \"send\", \"serve\", or any other word, is used to designate the\n                 requirement or permission.\n                        (3) For the purposes of this section, ''the giving of in-\n                 formation\" includes-\n                      (a) making an application;\n                      (b) making or lodging a claim;\n                      (c) serving a notice;\n                      (6) lodging a return;\n                      ( e ) malting a request;\n                      V) making a declaration;\n                      ( g ) lodging or issuing a certificate;\n                      (h) lodging an objection;\n                      (i) giving a statement of reasons.\n                         (4) Where a law referred to in subsection (1) requires\n                 more than one copy of the information to be submitted to a\n                 person, that requirement shall be taken to have been satisfied by\n                 giving the information to the person electronically in accordance\n                 with the provisions of this section.\nRequirements        8.-(1) A law requiring a person's signature in relation to\nfor signature.\n                 any information shall be taken to have been met where the\n                 information is given electronically and-\n                        (a) a method is used to identify the person and to show\n                            the person's approval of the information given;\n                       (b) having regard to all the relevant circumstances when\n                           that method was used, including any relevant\n                           agreement, the method was as reliable as was\n                           appropriate for the purposes for which the information\n                           was communicated;\n                  ELECTROhrIC TRANSACTIONS\n     ( c ) if the signature is required to be given to the Govern-\n           ment and the Government requires that the method\n           used be in accordance with particular information\n           technology requirements, the Government's require-\n           ment has been met; and\n     (6) if the signature is required to be given to a person\n          other than the Government, that person consents to\n          that requirement being met by using the method\n          mentioned in paragraph (a).\n       ( 2 ) Subject to subsection (3), an encrypted signature\nshall be presumed to have satisfied the requirements of\nsubsection ( 1 ) (a) and (b) if that signature is-\n     (a) uniquely linked to the person whose signature is\n         required;\n     (b) capable of identifying that person;\n     ( c ) created by using means that such person can maintain\n           under his sole control; and\n     (4 linked to the information to which it relates in such a\n          manner that any subsequent alteration of the\n          information is revealed.\n      (3) Subsection (2) shall not be construed as limiting in\nany way the ability of any person to-\n     (a) establish in any other manner, for the purpose of\n         satisfying the requirement referred to in subsection\n         (I), the reliability of an encrypted signature or other\n         method of indicating identity and approval;\n     (b) adduce evidence of the unreliability of an encrypted\n         signature.\n       (4) Subsection ( 1 ) applies whether the requirement for a\nsignature is in the form of an obligation or the law merely\nprovides consequences for the absence of a signature.\n        (5) In determining whether, or to what extent, a\ncertificate or an encrypted signature is legally effective, no\n                                      EL ECTROhrlC TRANSACTIONS\n                   regard shall be had to the geographic location-\n                        (a) where the certificate is issued or the encrypted\n                            signature is created or used; or\n                        (b) of the place of business of the certification service\n                            provider or signatory.\n                           (6) This section shall not affect the operation of any\n                   other law that requires-\n                        (a) information that is given electronically to contain an\n                            encrypted signature (however described);\n                        (b) information that is given electronically to contain a\n                            unique identification in an electronic form; or\n                         (c) a particular method to be used for information that is\n                             given electronically to identify the originator and to\n                             show that the originator approved the information\n                             given.\nRequirements          9. Where any law requires a document or signature to be\nfor attestation,\netc., of           made, attested, acknowledged, authenticated, notarized or\ndocuments.         verified, or to be made under oath, by any person, that require-\n                   ment is met if the following are attached to or logically\n                   associated with the document-\n                         (a) the encrypted signature of that person;\n                         (b) in the case of a signature or a document requiring a\n                             signature, a statement by that person, attesting to his\n                             identity;\n                         (c) a statement by that person certifying the performance\n                             of all obligations imposed by any other law governing\n                             the legal validity of the document; and\n                         (d) all other information required to be included under any\n                             other law.\nRequirements          10.-(1) Where any law requires or permits information to be\nto produce a\ndocument for       presented in its original form, or to be made available for\ninspection or      inspection, that requirement is met where the information is\nin original\nform.              produced elecfronically if-\n                                 (The inclusion of this page is authorized by L.N. ll/ZOlO I\n                   LLECTRO.4rZC TRANSACTIONS\n     (a) having regard to all the relevant circumstances at the\n         time, the method of producing the information\n         electronically provided a reliable means of assuring\n         the maintenance of the integrity of the information;\n     (b) when the information was sent, it was reasonable to\n         expect that it would be readily accessible so as to be\n         useable for subsequent reference;\n     (c) where the information is to be produced to the\n         Government and the Government requires that-\n                (i) an electronic form of the document be pro-\n                    duced in a particular way, in accordance\n                    with particular information technology\n                    requirements; or\n               (ii) particular action be talcen to verify receipt of\n                    the document,\n          the Government's requirement has been met; and\n      (4 where the document is to be produced to a person\n          other than the Government, that person consents to\n          the document being produced electronically.\n        (2) For the purposes of subsection (1) (a), the criteria for\nassessing integrity are-\n      (a) that the information has remained complete and\n          unaltered, apart from the addition of any endorsement\n          and any change which arises in the normal course of\n          communication, storage and display;\n      (b) the purpose for which the information is produced;\n          and\n      (c) any other relevant factor."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Requirements to produce a document for inspection or in original\n      form.\nI 1 . Requirements for keeping information."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) Where any law requires a person to keep in- Requirements\n                                                                 for keeping\nformation (whether or not in its original form, in writing or in info,.,,,ation,\nelectronic form) for a specified period, that requirement is met\nby keeping the information electronically if the following\nconditions are satisfied-\n                                   ELECTRONIC TRANSACTIONS\n                      (a) when the information was first generated in electronic\n                          form, it was reasonable to expect that the information\n                          would be readily accessible so as to be useable for\n                          subsequent reference;\n                      ( b ) having regard to all the relevant circumstances when\n                            the information was first generated in electronic form,\n                            the method of retaining the information in electronic\n                            form provided a reliable means of assuring the\n                            maintenance of the integrity of the information that\n                            was so generated;\n                      (c) the traffic data relating to the information is also kept\n                          in electronic form during the specified period;\n                      (d) when the traffic data was first generated iri electronic\n                          form, it was reasonable to expect that it would be\n                          readily accessible so as to be useable for subsequent\n                          reference; and\n                      (e) if the law requires the information to be kept in\n                          electronic form on a particular kind of data storage\n                          medium, that requirement is met throughout the\n                          specified period.\n                        (2) A person may satisfy the requirement referred to in\n                 subsection (1) by using the services of any other person, if the\n                 conditions set out in subsection ( l ) ( a )to ( e ) are met.\nAd'nissibi'ity      12.-(1)   In any legal proceedings, nothing in the rules of\nand eviden-\n        - of\ntial weight      evidence shall apply\n                                 - - - so as to deny the admissibility in evidence\ninf~matiOn       of any information given electronically-\nin electronic\nform.                 ( a ) solely on the ground that the information is given\n                            electronically; or\n                      ( b ) if the information is the best evidence that the person\n                            adducing it could reasonably be expected to obtain, on\n                            the ground that the information is not in its original\n                            form.\n                        (2) In assessing the evidential weight of information\n                 given electronically, regard shall be had to-\n                   ELECTRONIC TRANSACTIONS\n     ( a ) tlze reliability of the manner in which the information\n           was generated, stored or communicated;\n     (b) the reliability of the manner in which the integrity of\n          the information was maintained;\n     (c) the manner in which the originator was identified; and\n     (6) any other relevant factor.\n       (3) This section shall not affect the application of section\n31G or 3 1H of the Evidence Act (which relate to the\nadmissibility of computer generated evidence)."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The manner and period within which consumers can access and main-\n    tain a full record of the transaction."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Where any law requires or refers to serving or Information\ndelivering information, that information shall be taken to have required  to\n                                                                 be served or\nbeen served or delivered, as the case may be, if-                delivered.\n      (a) the information is contained in an electronic document\n          sent to the person upon whom such service or delivery\n          is required to be effected; and\n      (b) that person acknowledges the receipt of the in-\n          formation.\n        (2) Nothing in this section affects any rule relating to\nthe time for service or delivery of any information."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where any law prescribes a form, the Minister Electronic\n                                                             alternative\nresponsible may make regulations providing for an electronic to prescribed\nform that is substantially the same as the prescribed form, forms.\nand the electronic form may be used for the same purposes as\nthe prescribed form."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where any law requires that a payment be made to the Electronic\n                                                           payment.\nGovernment, the Minister responsible may make regulations-\n      (a) for the purpose of authorizing or facilitating the\n          making of such payment by electronic means;\n      (b) specifying the manner in which such payment may be\n          made by electronic means;\n      (c) for the purpose of securing the integrity, security and\n          confidentiality of such payment by electronic means.\n              [The inclusion o f this page is authorized by L.N. llROlO [\n14                                 ELECTRONIC TRANSACTIONS\nFormation\nand validity"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) In the context of the formation of contracts, unless\nofcontracts.    otherwise agreed by the parties, an offer and the acceptance of\n                an offer may be expressed electronically.\n                        (2) As between the originator and the addressee of an\n                electronic document, a declaration of intention or other state-\n                ment or delivery of a deed shall not be denied legal validity or\n                enforceability solely on the ground that it is in an electronic\n                document.\n                        (3) A contract may be formed by the interaction of the\n                automated communications device of each party, even if no\n                individual was aware of or reviewed the actions of the device or\n                the resulting terms and agreements.\n                        (4) Subject to subsection (5), a contract may be formed\n                by the interaction of an automated communications device and\n                an individual, acting on the individual's own behalf or for\n                another person, including an interaction in which the individual\n                performs actions that the individual-\n                      (a) is free to refuse to perform; and\n                     (b) Imows or has reason to know will cause the device to\n                         complete the transaction.\n                        (5) In the circumstances referred to in subsection (4), the\n                individual or the person on whose behalf the individual is\n                acting, as the case may be, shall not be bound by the terms of\n                the contract unless, prior to the formation of the contract, those\n                terms were capable of being reviewed by the individual.\n                     General provisions relating to electronic transactions\nAttribution        17.-(1) An electronic document is sent by a person (A) if-\nof electronic\ndocuments.\n                      (a) as between A and any other person, the document was\n                          sent by A himself; or\n                      (b) as between A and the addressee, the document was\n                          sent by-\n                                (i) another person who has the authority to act\n                                    on behalf of A; or\n                              (The inclusion of this page is authorized by L.N. IlROlO 1\n                 ELECTRONIC TRANSACTIONS\n              (ii) an automated communications device pro-\n                   grammed, by or on behalf of A, to operate\n                   automatically.\n       (2) As between the originator and the addressee, the\naddressee is entitled to assume that an electronic document is\nbeing sent by the originator and to act on that assumption if-\n     (a) in order to ascertain whether the document is that of\n         the originator, the addressee properly applied a\n         procedure previously agreed to by the originator for\n         that purpose; or\n     (b) the document as received by the addressee resulted\n         from the actions of a person whose relationship with\n         the originator enabled that person to gain access to a\n         method used by the originator to identify electronic\n         documents as his own.\n       (3) Subsection (2) does not apply-\n     (a) as of the time when the addressee has-\n               (i) received notice from the originator that the\n                   electronic document was not sent by the\n                   originator; and\n              (ii) had reasonable time to act accordingly; or\n     (b) in any case falling within subsection (2)(b), at any\n         time when the addressee knew, or ought to have\n         known had he exercised reasonable care or used any\n         agreed procedure, that the electronic document was\n         not sent by the originator.\n       (4) An addressee is not entitled to regard an electronic\ndocument as being what the originator intended to send if the\naddressee knew, or ought reasonably to have known had he\nexercised reasonable care or used an agreed procedure, that-\n     (a) the document was sent in error; or\n     (b) the transmission of the document resulted in an error\n         in the document as received by the addressee.\n             [The inclusion o f this page is authorized by L.N. IlROlO I\n16                             ELECTROArIC TRANSACTIONS\nEffect of       18.-(1) This section applies where a change or error occurs\nchange or\nerror.      in the transmission of an electronic document between parties.\n                    (2) Where there is an agreement between the parties to\n            use a security procedure to detect changes or errors in the\n            electronic document and-\n                 (a) only one of the parties has conformed to the pro-\n                     cedure; and\n                 (b) the non-conforming party would have detected the\n                     change or error had that party also conformed, the\n                     conforming party may avoid the effect of the changed\n                     or erroneous electronic document.\n                     (3) A party may avoid the effect of an electronic\n            document that results from an error made by the party in dealing\n            with the automated communications device of another person, if\n            the device did not provide an opportunity for the prevention or\n            correction of the error and, at the time the party learns of the\n            error, that party-\n                 (a) promptly notifies the person of the error and that the\n                     party did not intend to be bound by the erroneous\n                     document;\n                 (b) takes steps that conform to the person's reasonable\n                     instructions for the return or disposal of the\n                     consideration (if any) received by the party as a result\n                     of the erroneous document;\n                 ( c ) if no reasonable  instructions are given under para-\n                      graph (b), taltes reasonable steps for the return or\n                      disposaI of such consideration; and\n                 (6) has not received any benefit or value from such\n                      consideration.\n                   (4) Where neither subsection (2) nor (3) applies, the\n            change or error shall have the effect provided for by-\n                 (a) any contract between the parties; or\n                  (b) law, if there is no such contractual provision.\n                          [The inclusion o f this page is authorized by L.N. lliZOlO I\n                   ELECTRONIC TRANSACTIONS\n        ( 5 ) The provisions of subsections (2) and (3) may not be\nvaried by agreement."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where applicable, the consumer's rights under section 28.\n               [The inclusion o f this page is authorued by L.N. l l i 2 O l O I"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The provisions of this section apply where, on or Acknowledg-\n                                                                ment of\nbefore sending an electronic document, the originator indicates ,ceipr of\nto the addressee that receipt of the document must be acknow- electronic\n                                                                document.\nledged.\n        ( 2 ) Where, on or before sending the electronic document,\nthe originator indicates to the addressee that the communication\nof the document is conditional on the receipt of the\nacknowledgment, the document shall be treated, as between the\noriginator and the addressee, as if the document had never been\nsent, until the originator receives the acknowledgment.\n        (3) Where there is no agreement between the originator\nand the addressee as to the form or method of acknowledg-\nment, the addressee may give the acknowledgment by any\nmeans of communication, electronic, automated or otherwise, or\nby any conduct that is reasonably sufficient to indicate to the\noriginator that the electronic document has been received by the\naddressee.\n        (4) Subsection (5) applies where the originator has not\nindicated, in accordance with subsection (2), that the\ncommunication of the electronic document is conditional upon\nthe receipt of the acknowledgment, and the acknowledgment has\nnot been received by the originator within the time specified or\nagreed or, if no time has been specified or agreed, within\na reasonable time.\n       (5) The originator-\n      (a) may give notice to the addressee stating that no\n          acknowledgment has been received and specifying a\n          reasonable time by which the acknowledgment must\n          be received; and\n      (b) if the acknowledgment is not received within the time\n          specified in paragraph (a), may, upon notice to the\n          addressee, treat the document as though it had never\n                                ELECTRONIC TRANSACTIONS\n                        been sent, or exercise any other rights the originator\n                        may have.\n                     (6) An acknowledgment of receipt given to the originator\n              by the addressee shall be taken as prima facie proof that an\n              electronic document was received by the addressee, but\n              nothing in this subsection shall be construed as implying that\n              the electronic document sent corresponds to the electronic\n              document received.\n                     (7) A statement in an acknowledgment of receipt given\n              by the addressee that the related electronic document meets\n              technical requirements, either agreed upon between originator\n              and addressee or set forth in applicable standards, shall be taken\n              as prima facie proof that those requirements have been met.\n                      (8) Except in so far as it relates to the sending or receipt\n              of the electronic document, this section shall not affect the legal\n              consequences that may flow either from that electronic\n              document or from the acknowledgment of its receipt.\nTime and         20.-(1) Unless otherwise agreed between the originator and\nplace of\ndispatchand   the addressee, the dispatch of an electronic document occurs\nreceipt of    when it enters an electronic communications system outside the\nelectronic\ndocuments.    control of the originator.\n                      (2) Unless otherwise agreed between the originator and\n              the addressee, the time of receipt of an electronic document is\n              determined as follows-\n                    (a) where the addressee has designated an electronic\n                        communications system for the purpose of receiving\n                        electronic documents, receipt occurs-\n                              (i) at the time when the document enters the\n                                  designated electronic communications sys-\n                                  tem;\n                              (ii) if the document is sent on an electronic\n                                   cornrnunications system of the addressee\n                                   that is not the designated electronic com-\n                                   munication system, at the time when the\n                   ELECTRONIC TRANSACTIONS                                       19\n                       document comes to the attention of the\n                       addressee;\n     (b) where the addressee has not designated an electronic\n          communications system, receipt occurs when the\n          document enters an electronic communications system\n          of the addressee or otherwise comes to the attention of\n          the addressee.\n        (3) Subsection (2) applies notwithstanding that the place\nwhere the electronic communications system is located may be\ndifferent from the place where the electronic document is\ndeemed to be received under subsection (4).\n        (4) Unless otherwise agreed between the originator and\nthe addressee, an electronic document is deemed to be\ndispatched at the originator's place of business, and is deemed\nto be received at the addressee's place of business.\n       ( 5 ) For the purposes of subsection (4)-\n     (a) if the originator or the addressee, as the case may be,\n         has more than one place of business, the place of\n         business is that which has the closest relationship\n         to the matter to which the electronic document\n         relates;\n     (b) if the originator does not have a place of business, the\n         electronic document is deemed to be dispatched at the\n         place where the originator ordinarily resides;\n     (c) if the addressee does not have a place of business, the\n         electronic document is deemed to be received at the\n         place where the addressee ordinarily resides.\n     PART111. Conduct ofparties in relation to electronic\n                communications and signatures"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Time and place of dispatch and receipt of glectronic documents.\n                     ELECTRONIC TRANSACTIONS\n           PART 111. Conduct ofparlies in relation to electronic\n                        co17tmunicationsand signatures\n2 1. Conduct of relying party."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.---(I) In this Part, \"relying party\" means a person who Conduct of\n                                                              relying party.\nmay act on the basis of a certificate or encrypted signature.\n         (2) A relying party shall bear the legal consequences of\nthat party's failure-\n                                   ELECTRONIC TRANSACTIONS\n                     (a) to take reasonable steps to verify the reliability of an\n                          encrypted signature;\n                     (b) where an encrypted signature is supported by a\n                          certificate, to take reasonable steps to verify the\n                          validity and currency of the certificate and to observe\n                          any limitation with respect to the certificate.\nConduct of        22. A signatory who has an encrypted signature creation\nsignatory.\n                device shall-\n                     (a) exercise reasonable care to avoid unauthorized use of\n                         that device;\n                     (b) forthwith notify any person that may reasonably be\n                         expected by the signatory to rely on or to provide\n                         services in support of, the signature, if the signatory\n                         knows-\n                                  (i) that the device has been compromised; or\n                                 (ii) of circumstances which give rise to a sub-\n                                      stantial risk that the device may have been\n                                      compromised;\n                      (c) where a certificate is used to support an encrypted\n                           signature, exercise reasonable care to ensure, through-\n                           out the life cycle of the certificate, the accuracy and\n                           completeness of all material representations made by\n                           the signatory in or in relation to the certificate;\n                       (d) indicate, in any document to which he affixes his\n                           encrypted signature, whether he does so in a personal\n                           capacity or in an official capacity.\nConduct of         23.-(1)     A certification service provider who issues a\ncertification\nservice         certificate shall-\nprovider.\n                       (a) act in accordance with representations made by it with\n                           respect to its policies and practices;\n                       (b) exercise reasonable care to ensure, throughout the life\n                            cycle of the certificate, the accuracy and completeness\n                            of all material representations made by it in or in\n                            relation to the certificate;\n                       (c) provide reasonably accessible means for enabling a\n                    ELECTRONIC TRANSACTIONS\n          relying party to ascertain from the certificate-\n                (i) the identity of the certification service\n                     provider;\n               (ii) that the signatory identified in the certificate\n                     had control of the encrypted signature\n                     creation device at the time when the\n                     certificate was issued; and\n               (iii) that the encrypted signature creation device\n                     was valid at the time when the certificate\n                     was issued;\n      (d) provide reasonably accessible means for enabling a\n          relying party to ascertain from the certificate or other-\n          wise-\n                  (i) the method used to identify the signatory;\n                 (ii) every limitation on the purpose or value for\n                       which the encrypted signature creation\n                       device or the certificate may be used;\n                 (iii) whether the encrypted signature creation\n                       device is valid and has not been comprised;\n                 (iv) every limitation on the scope or extent of\n                       liability stipulated by the certification service\n                       provider;\n                 (v) the facilities provided for the signatory to\n                       give notice pursuant to section 22 (b);\n                 (vi) the procedures in place to effect revocation;\n      ( e ) provide a means for a signatory to give notice pursuant\n            to section 22(b);\n      Cf) ensure the availability of a timely revocation service;\n      (g) utilize trustworthy systems, procedures and human\n            resources in performing its services.\n         (2) For the purposes of this section, in determining\nwhether any systems, procedures or human resources utilized by\na certification service provider are trustworthy, regard may be\nhad to-\n                                  ELECTRONIC TRANSACTIONS\n                   ( a ) the financial and human resources, including the\n                         existence of assets and the quality of hardware and\n                         software systems of the provider;\n                   (b) the provider's procedures for processing certificates\n                         and applications for certificates;\n                   (c) the provider's retention of records and the availability\n                         of information to relying parties and to signatories\n                         identified in certificates;\n                   (d) the regularity and extent of audits of the provider's\n                         operations by an independent body;\n                   ( e ) any other relevant factor.\nUse and         24.-31) A certification service provider may, at the request\ndisclosure of\npseudonyms.     of a signatory, indicate, in the relevant certificate, a pseudonym\n                instead of the signatory's name.\n                          ( 2 ) Where a pseudonym is indicated pursuant to sub-\n                section ( I ) , the certification service provider shall disclose the\n                name of the signatory if-\n                      ( a ) requested to do so by a Constable pursuant to a war-\n                             rant issued by a Justice of the Peace or a court; or\n                      ( b ) otherwise required to do so by law.\n Liability of      25.-(1) In this section, \"intermediary\" means a person who\nintermediaries.\n                sends, receives or stores an electronic document, or provides\n                other services in relation to that document, on behalf of another\n                person.\n                          ( 2 ) An intermediary shall not be held liable in any civil\n                or criminal proceedings for any information contained in an\n                electronic document in respect of which the intermediary\n                provides services, if the intermediary-\n                      (a) is not the originator of the document;\n                      (b) has no actual knowledge of the act or omission that\n                             gives rise to the civil or criminal liability, as the case\n                             may be, in respect of the document; and\n                    (c) has no knowledge of any facts or circumstances from\n                        which the likelihood of such civil or criminal liability\n                        ought reasonably to have been known.\n                             [The inclusion o f this page is authorized by L.N. llROlO]\n                   ELECTRONIC TRANSACTIONS\n       (3) Nothing in this section shall be construed as-\n     (a) requiring an intermediary to monitor any information\n         contained in an electronic documenr in order to\n         establish knowledge of any act, omissions, facts or\n         circumstances giving rise to civil or criminal liability\n         or imputing knowledge of such liability; or\n     (b) relieving an intermediary from complying with any\n         law, court order, ministerial direction or contractual\n         obligation in respect an electronic document.\n       (4) In relation to information contained in an electronic\ndocument in respect of which the intermediary provides\nservices, if the intermediary has-\n     ( a ) actual knowledge of the act or omission that gives rise\n           to the civil or criminal liability, as the case may be, in\n           respect of the document; or\n      (b) laowledge of any facts or circumstances from which\n          the likelihood of such civil or criminal liability ought\n          reasonably to have been known,\nthe intermediary shall forthwith remove the document from any\nelectronic communications system within the intermediary's\ncontrol and shall cease to provide services in relation to that\ndocument.\n       (5) An intermediary shall not be liable for any act done\nin good faith pursuant to the provisions of this section.\n PART IV. Obligations in relation to electronic transactions for\n          the supply of goods, services or facilities"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Use and disclosure of pseudonyms.\n2 5 . Liability of intermediaries\n       PART IV. Obligations in relation to electronic transactions\n             for the supply ofgoods, services or.fnci2itie.s"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) This Part applies only to the formation, by means of                   interpretation\n                                                                                  and\nelectronic transactions, of agreements for the supply of goods,\nservices or facilities, for sale, hire or exchange, and to the                    ofPartlV.\nperformance of such agreements.\n        (2) This Part applies to any supplier who-\n      (a) in Jamaica, offers goods, services or facilities, for\n          sale, hire or exchange, to any person in or outside of\n                 ELECTRONIC TRANSACTIONS\n        Jamaica; or\n(b) whether in or outside of Jamaica, offers goods, ser-\n    vices or facilities, for sale, hire or exchange, to any\n    person in Jamaica.\n     (3) In this Part-\ncc\n     commercial communication\" means any electronic com-\n        munication which constitutes an offer, for sale, hire\n        or exchange, of goods, services or facilities;\n\"consumer\" in relation to-\n                   (a) any goods, means-\n                                (i) any person who acquires or wishes\n                                    to acquire goods for his own\n                                    private use or consumption; and\n                               (ii) a commercial undertaking that\n                                    purchases consumer goods;\n                  (b) any services or facilities, means any per-\n                      son who employs or wishes to be\n                      provided with the services or facilities;\n                      and\n                   (c) any accommodation, means any person\n                       who wishes to occupy the accom-\n                       modation;\n\"goods\" includes all kinds or property other than real\n    property, securities, money or choses in action;\n\"personal information\" means information about an\n     identifiable individual, including-\n                   (a) information relating to the race, gender,\n                       marital status, nationality or ethnicity,\n                       colour, sexual orientation, age, physical\n                       or mental health, disability, religion,\n                       social or political views, language or birth\n                       of the individual;\n             [The inclusion o f this page is authorued by L.N. I l L t O l O 1\n                   ELECTRONIC TRANSACTIONS\n                    (b) information relating to the education or\n                        the medical, criminal, credit or employ-\n                        ment history of the individual;\n                    (c) information about financial transactions in\n                        which the individual is or has been\n                         involved;\n                    (4 the address, fingerprints or blood type of\n                           the individual;\n                    ( e ) the name of the individual where it\n                          appears with other personal information\n                          relating to the individual or where the\n                          disclosure of the name itself would reveal\n                          personal information about the individual;\n                    u> correspondence sent by the individual that\n                           is implicitly or explicitly of a private or\n                           confidential nature, or further corres-\n                           pondence that would reveal the contents\n                           of the original correspondence;\n                    (g) the views or opinions of any person about\n                           the individual;\n     \"supplier\" means a person who offers by means of\n         electronic transactions any goods, services or facilities\n         for sale, hire or exchange."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-41) A supplier shall, on the website where goods,                    Obligations\n                                                                            of supplier\nservices or facilities are offered for sale, hire or exchange by            in the\nthe supplier, make available to the consumer the information set            conduct\n                                                                            of electronic\nout in the Second Schedule.                                                 transactions.\n                                                                            Second\n        (2) The supplier shall provide the consumer with an                 Schedule.\nopportunity to do the following, in the order of their occurrence\nherein-\n     (a) review the entire electronic transaction;\n     (b) correct any errors;\n     (c) withdraw from the transaction before finally :lacing\n              (The inclusion o f this page is authorized by L.N. llnOlO 1\n                                  ELECTRONIC TRANSACTIONS\n                         an order; and\n                     (4 access electronically and reproduce an accurate sum-\n                         mary of the order and the terms, including the total\n                         cost, relating thereto.\n                      (3) Where a supplier fails to comply with subsection (1)\n              or (2), the consumer is entitled to cancel the transaction within\n              fourteen days after receiving the goods, services or facilities to\n              which the transaction applies.\n                      (4) Where a transaction is cancelled under subsection\n              (31-\n                     (a) the consumer shall return the goods and cease using\n                         the services or facilities supplied pursuant to the trans-\n                         action, as the case may require;\n                     (b) the supplier shall refund all payments made by the\n                         consumer in respect of the transaction.\n                      (5) The supplier shall utilize a payment system that is\n              sufficiently secure having regard to-\n                     (a) accepted technological standards at the time of the\n                         transaction; and\n                     (b) the type of transaction concerned.\n                      (6) The supplier is liable for any damage suffered by a\n              consumer due to a failure by the supplier to comply with sub-\n              section ( 5 ) .\ncooling-off      28.--(I) Subject to subsections (2) and (4), a consumer is\nperiod.\n              entitled to cancel, without giving any reason and without\n              incurring any charge or penalty, any transaction or credit\n              agreement for the supply of-\n                     (a) goods, within seven days after the receipt of the\n                          goods; or\n                     (b) services or facilities, within seven days after the date\n                         on which the agreement is made.\n                       (2) This section does not apply to any transaction-\n                              [The inclusion o f this page is authorized by L.N. llfZOlO I\n                  ELECTRONIC TRANSACTIONS                                           29\nment because the goods, services or facilities in question are\nunavailable, the supplier shall-\n      (a) forthwith notify the consumer of the inability; and\n      (b) within thirty days after becoming aware of the\n          inability, refund any payment made by, or on behalf\n          of, the consumer in respect of the goods, services or\n          facilities."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Supply of goods, services or facilities pursuant to transactions\n      conducted electronically.\n3 1. Provisions of this Part not excluded by agreement."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. No provision in any agreement shall be construed as ~ ; . ~ ~ ~ ~ n s\nexcluding any rights or obligations provided for in this Part. not excluded\n                                                                            by agree-\n                                                                            ment."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. A consumer who alleges that a supplier has failed to Comp'aints\n                                                            to Consumer\ncomply with any of the provisions of this Part, may make a Affai,\ncomplaint to the Consumer Affairs Commission in accordance COmmi\"iOn.\nwith section 7 of the Consumer Protection Act.\n                PART V . The Certlfiing Authority"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.---(I) For the purposes of this Act there shall be a CertiFying\n                                                                Authority.\nCertifying Authority, which shall have the functions set out in\nsubsection (3).\n        (2) The Certifying Authority shall be-\n      (a) the Trade Board; or\n      (b) such other person as the Minister may designate by\n           notice published in the Gazette.\n        (3) The functions of the Certifying Authority shall be\nto-\n      (a) issue certificates;\n      (b) issue and regulate the use of private and public key\n          pairs;\n      (c) authorize and regulate the issue of certificates by\n          certification service providers;\n      (d) authenticate certificates issued by any local or over-\n          seas certification service provider;\n      (e) provide time stamping services in relation to eIectronic\n                               ELECTRONIC TRANSACTIONS\n                     documents;\n                  V) provide application programming interface, including\n                     data encryption, encrypted signatures and digital\n                     envelopes;\n                  (g) carry out any other duties assigned to it under this or\n                      any other enactment.\n                     (4) For the purpose of exercising its functions under this\n             section, the Certifying Authority may-\n                   (a) carry out such investigations as may be necessary;\n                  (b) co-operate with any overseas certifying authority in\n                      establishing a system of mutual certification.\n                  (c) issue, from time to time, certification practice state-\n                      ments;\n                  (4 with the approval of the Minister, make regulations\n                       prescribing-\n                              (i) the fees to be imposed for the issue of\n                                  certificates, authorizations to certification\n                                  service providers and private and public key\n                                  pairs;\n                             (ii) the manner of application, and the require-\n                                  ments, for authorization of certification\n                                  service providers;\n                            (iii) standards and codes of conduct for inter-\n                                  mediaries and certification service providers.\n                                   PARTVI. General\nPenalties.      34.-(1) A person who contravenes any provision of this Act\n             or any regulations made hereunder commits an offence.\n                     (2) A person who commits an offence under this Act or\n             any regulations .made hereunder, shall be liable upon-\n                   (a) conviction before a Resident Magistrate to a fine not\n                       exceeding one million dollars or to imprisonment for\n                       a term not exceeding one year, or to both such fine\n                       and imprisonment; or\n                  ELECTRONIC TRANSACTIONS\n     (b) conviction before a Circuit Court to a fine or to\n         imprisonment for a term of not exceeding five years,\n         or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Where a body corporate commits an offence under this offences\nAct and the offence is proved to have been committed with the by bodies\nconsent or connivance of, or to be attributable to any neglect on\nthe part of, any director, manager, company secretary or other\nsimilar officer of the body corporate, or any person purporting\nto act in any such capacity, that officer or person (as the case\nmay be) as well as the body corporate shall be liable for the\noffence."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. This Act binds the Crown.                                                      A C b~~ n d s\n                                                                                      Crown"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The Minister may make regulations generally for giving                         Regulations\neffect to the provisions of this Act and, without prejudice to the\ngenerality of the foregoing, may make regulations prescribing-\n     (a) methods which satisfy the requirements                            for   an\n         encrypted signature under this Act;\n     ( b ) requirements for certification;\n     (c) the matters to be specified in a certificate;\n     (d) procedures for the use, importation or exportation of\n          encryption programmes or other encryption devices."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Minister may by order amend penalty or Schedules.\n     SCHEDULES\n               ELECTRONIC TRANSACTIONS\n  \"encrypted signature creation device\" means unique data,\n      including codes or private cryptographic keys, or a\n      uniquely configured physical device, used by a\n      signatory in creating an encrypted signature;\n  \"information\" includes data, text, images, sounds, codes,\n       computer programmes, software and databases;\n  \"information technology requirements\" includes software\n       requirements;\n  \"originator\" in relation to an electronic document, means a\n       person by whom, or on whose behalf, the document\n       purports to have been sent or generated prior to\n       storage, but does not include a person acting as an\n       intermediary with respect to that document;\n  \"signatory\" means a person who by means of an encrypted\n       signature creation device has (whether acting himself\n       or through another person, or an automated com-\n       munications device, acting on his behalf) affixed his\n       encrypted signature to an electronic document;\n   \"traffic data\" means information about the communication\n        of data using an electronic communications system,\n        including the-\n             (a) number and kind of communications;\n             (b) origin of the communication;\n             (c) destination of the communication;\n             (6)time when the communication was sent; and\n             (e) time when the communication was received."
    }
  ],
  "definitions": [
    {
      "term": "relying party",
      "definition": "a person who Conduct of",
      "source_provision": "sec21"
    },
    {
      "term": "intermediary",
      "definition": "a person who",
      "source_provision": "sec21"
    },
    {
      "term": "personal information",
      "definition": "information about an",
      "source_provision": "sec26"
    },
    {
      "term": "supplier",
      "definition": "a person who offers by means of",
      "source_provision": "sec26"
    },
    {
      "term": "encrypted signature creation device",
      "definition": "unique data,",
      "source_provision": "sec38"
    },
    {
      "term": "signatory",
      "definition": "a person who by means of an encrypted",
      "source_provision": "sec38"
    },
    {
      "term": "traffic data",
      "definition": "information about the communication",
      "source_provision": "sec38"
    }
  ]
}