{
  "id": "jm-tca",
  "type": "statute",
  "title": "Telecommunications Act 2000",
  "title_en": "Telecommunications Act 2000",
  "short_name": "TCA",
  "status": "in_force",
  "issued_date": "2000-11-03",
  "in_force_date": "2000-11-03",
  "url": "https://www.mset.gov.jm/wp-content/uploads/2018/09/Telecommunications-Act.pdf",
  "description": "The Telecommunications Act 2000 liberalised Jamaica's telecommunications market by ending the monopoly of Cable & Wireless Jamaica and establishing an open, competitive market. The Act created the Office of Utilities Regulation (OUR) as the independent regulatory body for telecommunications and established the framework for licensing, spectrum management, interconnection, and consumer protection in Jamaica's telecommunications sector.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1. Short Title and Commencement",
      "content": "This Act may be cited as the Telecommunications Act, 2000. The Act came into force on the date of its publication in the Jamaica Gazette, establishing the legal framework for the liberalisation and regulation of Jamaica's telecommunications market. The Act applies to all persons providing telecommunications services or operating telecommunications networks in Jamaica, whether in the public or private sector. The Office of Utilities Regulation (OUR) is designated as the telecommunications regulator under this Act and exercises its functions in the public interest, having regard to the interests of consumers, the promotion of competition, and the development of Jamaica's telecommunications infrastructure."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2. Interpretation",
      "content": "In this Act: 'telecommunications' means the emission, transmission, or reception of any communication through the aid of electrical, magnetic, electromagnetic, electrochemical, electromechanical, or other means including wire, cable, radio, or optical fibre; 'telecommunications service' means any service provided by a telecommunications provider; 'telecommunications network' means any system for the provision of telecommunications; 'spectrum' means the radio frequency spectrum; 'interconnection' means the physical and logical linking of telecommunications networks used by the same or different service providers in order to allow the users of one service provider to communicate with users of the same or another service provider or to access services provided by another service provider; 'universal service' means the provision of affordable access to basic telecommunications services to all persons in Jamaica; 'significant market power' means a degree of dominance sufficient to enable a provider to adversely affect competition in a telecommunications market."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3. Office of Utilities Regulation",
      "content": "The Office of Utilities Regulation (OUR) shall exercise regulatory functions in relation to telecommunications services under this Act. The OUR shall have the following powers and functions in the telecommunications sector: (a) grant, modify, suspend, and revoke licences for the provision of telecommunications services; (b) issue, amend, and revoke spectrum licenses; (c) manage the National Numbering Plan; (d) resolve disputes between telecommunications licensees; (e) monitor and enforce compliance with the provisions of this Act and with licence conditions; (f) promote competition and prevent anti-competitive practices; and (g) protect the interests of consumers of telecommunications services. The OUR shall be independent in the exercise of its regulatory functions and shall not be subject to direction from the Government of Jamaica on any matter relating to specific operators or consumers."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4. Licensing",
      "content": "No person shall operate a telecommunications network or provide a telecommunications service in Jamaica without a valid licence granted by the OUR. The OUR shall grant licences upon application where the applicant meets the prescribed requirements, including: (a) financial capability to operate the licensed network or service; (b) technical capability to provide the service; (c) a business plan demonstrating the viability of the proposed service; and (d) evidence of compliance with applicable national security and law enforcement requirements. Licences shall specify: the type and scope of the telecommunications service or network authorized; the geographic area of authorization; the term of the licence; the spectrum allocated; and any conditions attached to the licence. Licences shall be non-exclusive and shall not prevent the OUR from granting licences to other applicants for the same or similar services."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5. Spectrum Management",
      "content": "The radio frequency spectrum in Jamaica is a national resource to be managed by the OUR on behalf of the Government of Jamaica in accordance with international frequency plans and the national interest. The OUR shall develop and maintain a National Frequency Allocation Plan, specifying the allocation of frequency bands for different uses. Spectrum licences shall be awarded through competitive bidding or other market-based mechanisms where demand exceeds available spectrum. The OUR shall impose conditions on spectrum licences requiring licensees to use spectrum efficiently and in accordance with the allocated purposes. The OUR may revoke or modify spectrum licences where the licensee fails to use the spectrum in accordance with the licence conditions, including where the licensee has not commenced operations within the period specified in the licence."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6. Interconnection",
      "content": "All telecommunications licensees operating public networks shall have the right to request interconnection with other licensees and shall negotiate interconnection agreements in good faith. Licensees with significant market power in a relevant market shall be required to provide interconnection on reasonable terms and conditions, including on a cost-oriented basis. Where licensees are unable to agree on interconnection terms within 90 days of a request, either party may refer the matter to the OUR for resolution. The OUR shall resolve interconnection disputes within 120 days of referral. Interconnection agreements shall be made available to the OUR and shall not discriminate between similarly situated licensees. The OUR shall issue reference interconnection offers for licensees with significant market power, setting out standard terms and conditions for interconnection."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7. Universal Service",
      "content": "The Government of Jamaica shall maintain a universal service programme ensuring that affordable basic telecommunications services are available to all persons in Jamaica, including in underserved rural and remote areas. A Universal Service Fund (USF) shall be established, funded by contributions from telecommunications licensees, to support the provision of telecommunications services in areas that are not commercially viable. The USF shall finance: (a) the extension of telecommunications infrastructure to unserved or underserved areas; (b) the provision of broadband internet access in schools and community centers; (c) programs to make telecommunications services affordable for low-income consumers; and (d) the provision of accessible telecommunications services for persons with disabilities. The OUR shall administer the USF and shall publish annual reports on universal service programs and outcomes."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8. Consumer Protection",
      "content": "Telecommunications licensees shall comply with consumer protection regulations issued by the OUR, including requirements to: (a) publish tariff information in a clear, accessible, and transparent manner; (b) issue itemised billing on request; (c) provide effective mechanisms for handling consumer complaints; (d) not engage in misleading or deceptive advertising or marketing practices; (e) maintain minimum service quality standards as determined by the OUR; and (f) obtain express consent from consumers for the provision of premium-rate services. The OUR shall set and publish minimum quality standards for telecommunications services and shall conduct regular quality monitoring. Telecommunications licensees shall submit service quality data to the OUR on a regular basis, and the OUR shall publish comparative quality data to assist consumers in making informed choices."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9. Significant Market Power",
      "content": "The OUR shall conduct market analyses to identify whether any licensee has significant market power in any relevant telecommunications market. A licensee with significant market power may be subject to the following additional obligations: (a) price regulation, including the requirement to charge cost-oriented prices for specified services; (b) accounting separation, requiring the licensee to maintain separate accounts for different businesses; (c) non-discrimination obligations, requiring the licensee to offer equivalent terms to all similarly situated operators; (d) access obligations, requiring the licensee to provide access to specific network elements at regulated prices; and (e) transparency obligations, requiring the licensee to publish specified information about prices, terms, and conditions. SMP designations shall be reviewed every three years."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10. Network Security",
      "content": "Telecommunications licensees shall implement appropriate security measures to ensure the integrity and resilience of their networks and the confidentiality of communications passing through those networks. Security requirements shall include: (a) measures to prevent unauthorized access to network infrastructure and systems; (b) measures to prevent the interception of communications without lawful authority; (c) business continuity plans to ensure the availability of services in the event of network failures or cyberattacks; and (d) incident response procedures for significant network security events. Licensees shall notify the OUR of significant network security incidents within 24 hours of becoming aware of the incident. The OUR, in coordination with the competent national cybersecurity authority, shall issue guidelines on network security requirements for telecommunications licensees."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11. Number Portability",
      "content": "All telecommunications licensees providing voice services using telephone numbers shall offer number portability, enabling consumers to retain their telephone numbers when switching between providers. Number portability shall be implemented in a manner that enables consumers to switch providers within five working days without significant service interruption and without incurring disproportionate costs. Licensees shall not impose charges for porting that act as a barrier to consumers exercising their right to switch providers. The OUR shall issue regulations on the technical and commercial aspects of number portability and shall monitor the effectiveness of number portability arrangements. Licensees shall not engage in practices designed to discourage consumers from exercising their right to port numbers."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12. Administrative Sanctions",
      "content": "A licensee that violates any provision of this Act or any condition of its licence commits an offense and shall be subject to the following sanctions at the discretion of the OUR: (a) a formal warning, with a requirement to remedy the violation within a specified period; (b) a financial penalty of up to one million dollars per day for the duration of the violation; (c) a direction to cease the violating conduct; and (d) in cases of repeated or serious violations, suspension or revocation of the licence. The OUR shall take into account the nature and duration of the violation, the harm caused to consumers or to competition, and any remedial action taken by the licensee in determining the appropriate sanction. Decisions of the OUR shall be subject to appeal to the minister and to judicial review."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13. Lawful Interception",
      "content": "Telecommunications licensees shall cooperate with law enforcement agencies in implementing lawful interception orders issued by a Judge in Chambers or other competent authority. Licensees shall maintain the technical capability to implement lawful interception orders. No interception of telecommunications shall take place without a valid interception order. Telecommunications licensees shall maintain confidentiality with respect to interception orders and shall not disclose the existence of an order to the person whose communications are being intercepted. Licensees shall keep records of interception orders received and shall report annually to the OUR on the number and type of orders received. Unlawful interception of telecommunications is an offense under the Interception of Communications Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14. Foreign Ownership",
      "content": "Foreign nationals and foreign-controlled entities may hold interests in Jamaican telecommunications licensees, subject to the requirements of the Jamaica Promotions Corporation Act and other applicable legislation. The OUR shall assess the national security implications of proposed changes in the ownership or control of telecommunications licensees and shall consult with the relevant national security authorities in conducting such assessments. The Minister may, in the public interest and after consultation with the OUR, impose conditions on the participation of foreign persons or entities in the telecommunications sector, including restrictions on the participation of persons or entities from specific countries in critical telecommunications infrastructure."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15. Emergency Communications",
      "content": "Telecommunications licensees shall provide access to emergency services, including the Jamaica Emergency Response Number (119) and other emergency services, free of charge to all users. Licensees shall ensure the continuity of emergency communications services even during network outages and shall implement appropriate redundancy and fallback mechanisms. During a national emergency declared under the Disaster Risk Management Act or any other relevant legislation, telecommunications licensees shall cooperate with emergency management authorities and shall give priority to communications relating to the management of the emergency. The OUR shall issue guidelines on the technical requirements for emergency communications services, including requirements for the provision of caller location information to emergency services."
    }
  ],
  "definitions": [
    {
      "term": "telecommunications",
      "definition": "The emission, transmission, or reception of any communication through the aid of electrical, magnetic, electromagnetic, electrochemical, electromechanical, or other means including wire, cable, radio, or optical fibre.",
      "source_provision": "sec2"
    },
    {
      "term": "significant market power",
      "definition": "A degree of dominance sufficient to enable a provider to adversely affect competition in a telecommunications market.",
      "source_provision": "sec2"
    },
    {
      "term": "Universal Service Fund",
      "definition": "A fund established under the Telecommunications Act, funded by contributions from telecommunications licensees, to support the provision of telecommunications services in areas that are not commercially viable.",
      "source_provision": "sec7"
    }
  ]
}
