{
  "id": "jm-eta",
  "type": "statute",
  "title": "Electronic Transactions Act 2007",
  "title_en": "Electronic Transactions Act 2007",
  "short_name": "ETA",
  "status": "in_force",
  "issued_date": "2007-09-28",
  "in_force_date": "2007-09-28",
  "url": "https://moj.gov.jm/sites/default/files/laws/Electronic%20Transactions%20Act.pdf",
  "description": "The Electronic Transactions Act 2007 provides the legal basis for electronic commerce and electronic communications in Jamaica. The Act gives legal recognition to electronic records and electronic signatures, establishes the conditions for the validity of electronic contracts, and creates a framework for the regulation of certification authorities. The Act is based on the UNCITRAL Model Law on Electronic Commerce and implements Jamaica's commitments under CARICOM agreements on information and communications technology.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1. Short Title and Commencement",
      "content": "This Act may be cited as the Electronic Transactions Act, 2007 and came into force on publication in the Jamaica Gazette. The purpose of this Act is to facilitate electronic commerce by providing a legal framework for the recognition of electronic records, electronic signatures, and electronic contracts, and to give effect to Jamaica's commitments under CARICOM model legislation on electronic transactions. The Act applies to any transaction carried out wholly or partly by electronic means, including transactions relating to the sale of goods, provision of services, and communications between businesses and government. This Act shall be read together with any other enactment dealing with information and communications technology and, in the event of conflict, this Act shall prevail in relation to matters within its scope."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2. Interpretation",
      "content": "In this Act: 'electronic record' means a record created, generated, sent, communicated, received, or stored by electronic means; 'electronic signature' means data in electronic form in, affixed to, or logically associated with an electronic record, which may be used to identify the signatory in relation to the electronic record and to indicate the signatory's approval of the information contained in the electronic record; 'advanced electronic signature' means an electronic signature which is uniquely linked to the signatory, capable of identifying the signatory, created using means that the signatory can maintain under his sole control, and linked to the data to which it relates in such a manner that any subsequent change of the data is detectable; 'certification authority' means a person who creates and issues a certificate for the purpose of authenticating an electronic signature or electronic record; 'certificate' means a data message or other record confirming the link between a signatory and signature creation data."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3. Legal Recognition of Electronic Records",
      "content": "An electronic record shall not be denied legal effect or admissibility solely because it is in electronic form. Where the law requires information to be in writing, an electronic record satisfies that requirement if the information contained in the electronic record is accessible so as to be usable for subsequent reference. Where the law requires that information be presented or retained in its original form, an electronic record satisfies that requirement where: (a) there is a reliable assurance as to the integrity of the information from the time when it was first generated in its final form; and (b) where it is required that information be presented, the information is capable of being displayed to the person to whom it is to be presented. The criteria for assessing integrity shall be whether the information has remained complete and unaltered, apart from the addition of endorsements or any changes that arise in the normal course of communication, storage, and display."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4. Electronic Signatures",
      "content": "An electronic signature shall not be denied legal effect solely because it is in electronic form. Where the law requires a signature, an electronic signature satisfies that requirement where: (a) an appropriate method is used to identify the person and to indicate that person's intention in respect of the information communicated; and (b) the method used is as reliable as was appropriate for the purpose for which the electronic record was generated or communicated, in the light of all the circumstances, including any agreement of the parties. An advanced electronic signature based on a qualified certificate issued by an approved certification authority shall be presumed to satisfy the requirements for a signature under this Act. The level of reliability required for different types of transactions shall be specified in regulations made under this Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5. Electronic Contracts",
      "content": "A contract shall not be denied legal effect solely because it was formed by means of electronic communication. An offer and the acceptance of an offer may be expressed by means of electronic communication. An electronic contract is formed when and where the acceptance of an offer is received by the offeror. An acceptance of an offer is received when it enters the information system of the offeror, whether or not the offeror is aware of its receipt. A party may indicate that an electronic communication will not be effective for the purpose of forming a contract unless it satisfies specified technical requirements. In automated transactions, a contract may be formed by the interaction of automated message systems, and the legal validity of such a contract shall not be denied solely because no natural person reviewed or intervened in the individual actions carried out by those systems."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6. Certification Authorities",
      "content": "A person wishing to issue certificates to the public for use in electronic transactions may apply to the Minister for accreditation as a certification authority. Accredited certification authorities shall: (a) verify the identity of applicants for certificates before issuing certificates; (b) issue certificates that accurately reflect the identity and key information of the certificate holder; (c) maintain and publish a certificate revocation list; (d) safeguard the private keys used in certificate issuance; and (e) notify the Minister of any security incidents affecting their certification services. The Minister shall maintain and publish a register of accredited certification authorities. Foreign certification authorities may be recognized by the Minister where they operate under standards equivalent to those required under this Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7. Government Use of Electronic Transactions",
      "content": "Government ministries, departments, and agencies may receive, create, retain, or transmit electronic records in the conduct of government business, in accordance with this Act and any standards established by the Government of Jamaica. Government agencies shall accept electronic submissions and shall conduct official business electronically where practicable. The Minister shall issue regulations and guidelines specifying the types of transactions and forms of electronic records and signatures that government agencies are required or permitted to accept. Government agencies shall maintain secure electronic archives for electronic records that are required to be retained. The Cabinet Office shall develop an e-government strategy facilitating the electronic delivery of government services to citizens and businesses."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8. Exclusions",
      "content": "Notwithstanding anything in this Act, the following shall not be subject to the provisions of this Act and shall continue to be governed by applicable law requiring specific forms: (a) the creation or execution of a will or codicil; (b) the creation, execution, or revocation of a trust; (c) the creation or transfer of an interest in real property; (d) the creation, transfer, or negotiation of a bill of exchange, promissory note, or any other negotiable instrument; (e) documents creating or transferring a power of attorney; and (f) any document the subject matter of which is governed by a law that expressly excludes electronic records or electronic signatures. The Minister may by order amend the list of excluded transactions to reflect developments in law and practice."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9. Retention of Electronic Records",
      "content": "Where the law requires that certain records be retained for a specified period, an electronic record satisfies such requirement where: (a) the information contained in the electronic record is accessible so as to be usable for subsequent reference during the retention period; (b) the electronic record is retained in the format in which it was generated, sent, or received, or in a format that accurately represents the information originally generated, sent, or received; and (c) the origin, destination, date, and time of sending or receipt of the electronic record are identifiable and accessible throughout the retention period. Persons required to retain records may use third-party electronic records management services, provided that the records are accessible throughout the required retention period and the integrity of the records can be verified."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10. Consumer Protection in Electronic Transactions",
      "content": "A supplier offering goods or services through electronic means shall, before a consumer enters into an electronic transaction: (a) provide the consumer with an opportunity to view the entire transaction and to correct any errors prior to finalizing the transaction; (b) provide the consumer with a summary of the transaction in a printable format; and (c) provide the consumer with a clear statement of the terms and conditions applicable to the transaction. A consumer shall be entitled to cancel a transaction not later than seven days after the date of the transaction where: (a) the supplier failed to comply with this section; or (b) the goods or services were not delivered within the time stated in the transaction or within a reasonable time. The provisions of this section shall be in addition to and shall not limit any rights or remedies available to the consumer under the Consumer Protection Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11. Liability of Intermediaries",
      "content": "An intermediary shall not be liable for any damage to a third party arising from any electronic record, data, or information provided to it by a user: (a) where the intermediary is only the host of the relevant electronic record, data, or information and does not know of the illegal nature of the record, data, or information; (b) where the intermediary, upon receiving knowledge that an electronic record, data, or information is illegal, takes prompt action to remove or to disable access to it; and (c) where the intermediary does not and could not reasonably have known that the use of the electronic record, data, or information was illegal. An intermediary shall not be required to monitor the information that it hosts, caches, or transmits. However, an intermediary shall cooperate with authorities to identify persons who use its services to commit unlawful acts."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12. Offenses and Penalties",
      "content": "A person who commits any of the following acts commits an offense under this Act: (a) creates, publishes, or uses a fraudulent or counterfeit certificate; (b) uses a certificate knowing that it has been revoked; (c) falsely represents to any person that they have the authorization of a certification authority; (d) provides false or misleading information to a certification authority in the application for a certificate; and (e) impersonates a certification authority. A person who commits an offense under this section is liable on summary conviction to a fine not exceeding three million dollars or to imprisonment for a term not exceeding three years, and on conviction on indictment to imprisonment for a term not exceeding seven years. These offenses shall be prosecuted in coordination with offenses under the Cybercrimes Act where the conduct also constitutes an offense under that Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13. Regulations",
      "content": "The Minister may make regulations for the better carrying out of the provisions of this Act, including regulations providing for: (a) the standards for electronic signatures and certificates; (b) the technical requirements for certification authorities; (c) the types of transactions for which electronic signatures are acceptable; (d) the formats of electronic records and the requirements for their integrity and authenticity; (e) the conditions for the recognition of foreign certification authorities; (f) the required security measures for electronic transactions; and (g) the procedure for the accreditation of certification authorities. Regulations made under this section shall be subject to affirmative resolution of the Houses of Parliament. The Minister shall review the regulations at least every three years to ensure that they remain current with technological developments and best practices in electronic commerce."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14. Admissibility of Electronic Records",
      "content": "In any legal proceedings, nothing in the rules of evidence shall apply so as to deny the admissibility of an electronic record in evidence on the sole ground that it is an electronic record, or on the ground that it is not in its original form where it constitutes the original. An electronic record shall be admissible as evidence on its production if: (a) the electronic record is identified as a record generated by a system, device, or process in the ordinary course of business; (b) a qualified person certifies that the information system that generated the electronic record was operating properly at the material time; and (c) the integrity of the information in the electronic record can be established. The burden of proof of the authenticity of an electronic record in civil proceedings rests on the party wishing to introduce it as evidence."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15. CARICOM Coordination",
      "content": "This Act gives effect to Jamaica's obligations under CARICOM model legislation on electronic commerce and is intended to be consistent with the laws of other CARICOM member states on electronic transactions. The Minister shall monitor developments in the laws of other CARICOM member states and shall propose amendments to this Act as necessary to maintain consistency with CARICOM standards. Jamaica shall cooperate with CARICOM institutions and other member states in the implementation of a regional framework for electronic commerce, including mutual recognition of certification authorities, cross-border enforcement of electronic transactions disputes, and the harmonization of consumer protection rules in electronic commerce."
    }
  ],
  "definitions": [
    {
      "term": "electronic record",
      "definition": "A record created, generated, sent, communicated, received, or stored by electronic means.",
      "source_provision": "sec2"
    },
    {
      "term": "electronic signature",
      "definition": "Data in electronic form in, affixed to, or logically associated with an electronic record, which may be used to identify the signatory in relation to the electronic record and to indicate the signatory's approval of the information contained in the electronic record.",
      "source_provision": "sec2"
    },
    {
      "term": "certification authority",
      "definition": "A person who creates and issues a certificate for the purpose of authenticating an electronic signature or electronic record.",
      "source_provision": "sec2"
    }
  ]
}
