{
  "id": "jm-evidence",
  "type": "statute",
  "title": "The Evidence Act",
  "title_en": "The Evidence Act",
  "short_name": "Evidence Act",
  "status": "in_force",
  "in_force_date": "1842-12-31",
  "url": "https://laws.moj.gov.jm/library/statute/the-evidence-act",
  "description": "Official statute text from the Ministry of Justice Laws of Jamaica portal.",
  "provisions": [
    {
      "provision_ref": "sec2s",
      "section": "2s",
      "title": "Section 2s",
      "content": "2s.''\"\n     of any person, on the order of a Judge of the Supreme\n     Court or of a Resident Magistrate."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Notwithstanding any rule of law, the evidence Evidma\nof a husband or wife shall be admissible in any proceedings Of\nto prove that marital intercourse did or did not take place\nbetween them during any period.\n      (2) Notwithstanding anything in this section or in\nany rule of law, a husband or wife shall not be compelled\nin any proceedings to give evidence of the matters afore-\nsaid."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. No husband shall be cornpellable to disclose any com- Nozfcrm-\nmunication made to him by his wife during the marriage, pfllable\n                                                           wart\n                                                                  to\nand no wife shall be corrpellable to disclose any communi-           x\"'\ncation made to her by her husband during the marriage.               Ern\n                                                                     marriige."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The parties to any action for breach of promise of lnachon\n                                                              for breach\nmarriage shall be competent to give evidence in such action : ofpromise\n                                                                     ofmamagc.\n                                                                     how far\n  Provided always, that no plaintiff in any action for pprties\nbreach of promise of marriage shall recover a verdict unless ~ o ~ ~ k n t\nhis or her testimony shall be corroborated by some other evidme.\nmaterial evidence in support of such promise."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. [Repealed by Act 12 of 1995.1\n        Accused Persons' competency to give Evidence"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every person charged with an offence, and the wife ACCUSC~\nor husband, as the case may be, of the person so charged, a?dthur\n                                                             -llg\nshall be a competent witness for the defence at every stage          z>kot\nof the proceedings, whether the person so charged is charged vi*nwa.\nsolely or jointly with any other person:\n  Provided as follows-\n    (a) A person so charged shall not be called as a wit-\n        ness in pursuance of this Act, except upon his own\n        application.\n                                          ___-\n           me idusion of Ibis page is au8horized by L N. 951 19971\n8                              EVIDENCE\n    (b) The failure of any person charged with an offence,\n        or of the wife or husband, as the case may be, of\n        the person so charged, to give evidence shall not\n        be made the subject of any comment by the prose-\n        cution.\n    (c) The wife or husband of the person charged shall\n          not, save as in this Act mentioned, be called as\n          a witness in pursuance of this Act, except upon\n          the application of the person so charged.\n    (4Nothing in this Act shall make a husband mm-\n          pellable to disclose any communication made to\n          him by his wife during the marriage, or a wife\n          compellable to disclose any communication made\n          to her by her husband during the mamage.\n    (e)   A person charged and being a witness in pursu-\n          ance of this Act may be asked any question in\n          cross-examination notwithstanding that it wodd\n          tend to criminate him as to the offence charged.\n    (jj A person charged and called as a witness in pum-\n          ance of this Act shall not be asked, and if asked,\n          shall not be required to answer, any question tend-\n          ing to show that he has committed or been con-\n          victed or been charged with any offence other\n          than that wherewith he is then charged, or is of\n          bad character, unless-\n              (i) the proof that he has committed or been\n                  convicted of such other offence is admis-\n                   sible evidence to show that he is guilty of\n                  the offence wherewith he is then charged, or\n             (ii) he has personally or by his advocate asked\n                  questions of the witnesses for the pose~u-\n                  tion with a view to establish his OTKI~ good\n                  character, or has given evidence of his good\n                  character, or the nature or conduct of the\n          m i m h u i m o f t h i s p a g e i s a h ~~ Y L . N . ~ s / I ~ ~ ~ I\n                             EVIDENCE                                        9\n                   defence is such as to involve imputations on\n                   the character of the prosecutor or the wit-\n                   nesses for the prosecution; or\n              (3he has given evidence against any other\n                   person charged with the same offence.\n    fg) Every person called as a witness in pursuance of\n        this Act shall, unless otherwise ordered by the\n        Court, give his evidence from the witness box or\n        other place from which the other witnesses give\n        their evidence.\n    (h) Nothing in this Act shall affect the provisions of\n        section 36 of the Justices of the Peace Jurisdiction\n        Act; or any right of the person charged to make\n        a statement without being sworn.\n  U. Where the only witness to the facts of the case called\nby the defence is the person charged, he shall be called as himsaia\n                                                              only\na witness immediately after the close of the evidence for hi8\n                                                            rviha(.\nthe prosecution."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. In cam where the right of reply depends upon the $$!g-f\nquestion whether evidence has been called for the defence, notaocrw\nthe fact that the person charged has been called as a witness to\n                                                              tim\n                                                                 PMSCEU-\nshall not of itself confer on the prosecution the right of\n                                                              haa sircl!\nreply.                                                        cvidmce."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1)   The wife or husband of a person charged with $Er\nan offeiice under any Act or part of an Act mentioned in ;;k;dof\nthe First Schedule may be called as a witness either for maybe\nthe prosecution or defence and without the wIlSent of the         $zz&r\n                                                                  proaccu-\nperson charged.                                                   tiw.\n       (2) Nothing in this Act shall affect a case where          Zdda\nthe wife or husband of a person charged with an offence\nmay at common law be called as a witness without the\nmsent of that person.\n            me inolosion &W page is      LYL.N 951 19971\n10                                             Ey I DE NC E\nsections 9\nto 12 apply"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Sections 9 to 12 inclusive shall apply to all criminal\nto all        proceedings.\ncriminal\npro@-\n1nm.\n421 1969\n3rd Sch"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Sections 9 to 12 inclusive shall apply to proceedings\nto courts-    in courts-martial if so provided-\nm a d if\nm WO.             (a) as to courts-martial under the United Kingdom\nnded\n                      Naval Discipline Act, 29 and 30 Victoria, chapter"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. If a witness, upon cross-examination as to a former\n              statement made by him relative to the subject-matter Of\n              the cause, and inconsistent with his present testimony, does\n              not distinctly admit that he has made such statement,\ntion may\nbc con-       proof may be given that he did in fact make it; but before\ntndictcd.     such proof can be given, t k circumstances of the supposed\n                        me twlusian of   &is   page is a&rizsd   by L.N.951199T1\n                               EVIDENCE                                    11\nstatement, suflicient to designate the particular occasion,\nmust be mentioned to the witness, and he must be asked\nwhether or not he has made such statement."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. A witness may be crosscxamined as to previous c--\nstatements made by him in writing, or reduced into writing,              ri%\nrelative to the subject-matter of the cause, without such mmmt~\n                                                              rrdqosaw\nwriting being shown to him; but if it is intended to contra- mmg.\ndict such witness by the writing, his attention must, before\nsuch contradictory proof can be given, be called to those\nparts of the writing which are to be used for the purpost\nof 50 contradicting him :\n   Provided always, that it shall be competent for the Judge\nat any time during the trial, to require the production of\nthe writing for his inspaction, and he may thereupon make\nsuch use of it for the purp~seof the trial as he shall think\nfit."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. A witness in any muse may be questioned as to sw\nwhether he has been convicted of any felony or misde- wH18ar\nmeanour, and, upon being so questioned, if he either denies              zwE\nthe fact, or refuses to answer, it shall be lawful for the ofrslmy\n                                                              or rnindc-\nopposite party to prove such conviction; and a certificate\ncontaining the substance and effect only (omitting the allowable\nfonnal part) of the indictment and Conviction for such\noffence, purporting to be signed by the Clerk of the Court\nor other officer having the custody of the r w r d s of the\ncourt, where the offender was convicted, or by the deputy\nof such Clerk or officer shall, upon proof of the identity\nof the person, be sufficient evidence of the said conviction,\nwithout proof of the signature or official character of the\nperson appearing to have signed the same.\n      Proof of Written Instrument and Cornpison of\n                        Handwriting"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. It shall not be necessary to prove by the attesting Proofof\nwitness any instrument to the validity of which attesta- lUStIl!I?CUtS\n                                                          in-\n          [The inrlusion of ifus page is a 6 r i z a i by L N.95119971\nI2                                     EVIDENCE\n           tion is not requisite; and such instrument may be proved\n           by admission or otherwise, as if there had been no attesting\n           witness thereto.\nCompari-     28. Comparison of a disputed writing with any Writing\nsun of\nhmd-\nwriting.\n           proved to the satisfaction of the Judge to be genuine shall\n           be permitted to be made by witnesses; and such writings,\n           and the evidence of witnesses respecting the same, may bo\n           submitted to the court and jury as evidence of the genuine-\n           ness, or otherwise, of the writing in dispute.\n                               Application of Sections"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The provisions of sections 15 to 20 both inclusive,\n           shall apply to every court of civil and criminal judicature,\n           and in a l l legal proceedings, civil and criminal.\n                  Admissibiliiy of various Documents and Copies"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Whenever by any enactment now in force or hereafter\n           to be in force any certificate, official or public document or\n           documents, or proceeding of any corporation, or joint stock\n           OT other company, or any certified copy of any document,\n           by-law, entry in any register or other book, or of m y other\n           proceeding, shall be receivable in evidence of any parti-\n           cular in any court of justice, or before any legal tribunal,\n           or the Senate or House of Representatives of this Island, or\n           any Committee of the Senate or House of Representatives\n           or in any judicial proceeding, the same shall respectively\n           be admitted in evidence provided they respectively purport\n           to be sealed or impressed with a stamp, or sealed and\n           signed, or signed alone, as required, or impresd with a\n           stamp and signed, as directed by the respective enactments\n           made or to be hereafter made, without any proof of the seal\n           or stamp where a seal or stamp is necessary, or of the signa-\n           ture, or of the official character of the person appearing to\n           have signed the same, and without any further proof there-\n                     minduriw Opthis page is a-rized   by L N.95/19971\n                                 EVIDENCE                                           13\n     of, in every case in which the original record could have\n     been received in evidence."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. All courts, Judges, Justices, the Registrar of the 1udja.l\n                                                              nobcc to\n     Supreme Court, Taxing officers of courts, Commissioners betakenof\n                                                                        signature\n     judicially acting, and other Judicial Officers, shall hence- ofindpm\nr-\n.    forth take judicial notice of the signature of any of Her $pcrior\n     Majesty’s Judges of the Supreme Court of Judicature in\n                                                                    corn.\n     England, and of the Judges of the Supreme Court in this\n     Island, provided such signature be attached or appended\n     to any decree, order, certificate, or other judicial or of6cid\n     document."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. AII copies of private Acts of the United Kingdom ~ i v a t s\n                                                            h W I 8lLd\n     parliament, if purportbg to be printed by the Queen’s Actrand\n                                                                        minutes of\n     Printer, and all copies of private Laws and Acts of the L+~LWC.\n     Legislature of this Island, if purporting to be printed by the\n     Government Printing Office or Government Printer and all\n     copies of the Minutes of the Senate or House of Represent-\n     atives of this Island, and of Royal Proclamations, purporting\n     to be printed by the Printers to the Crown, or by the\n     Government Printing office or Government Printer respect-\n     ively, or by any or either of them, shall be admitted as\n     evidence thereof by all courts, Judges, Justices, and others,\n     without any proof being given that such copies were so\n     printed."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. AU proclamations, treaties, and other Acts of State A C ~ S O ~\n                                                                stnto, Otc.\n     of any Foreign State, or Commonwealth country, and all\n     judgments, decrees, orders and judicial proceedings of any\n     court of justice in any Foreign State, or in any Common-\n     wealth country, and all affidavits, pleadings, and other\n                   indwica of this page is sulhorizcd by L.N.95119871\n14                            EVlDENCE\n     legal documents filed or deposited in any such court, may\n     be proved in any court of justice, or before any person\n     having by law, or by consent of parties, authority to hear,\n     receive and examine evidence, either by examined copies,\n     or by copies authenticated as hereinafter mentioned;that is\n     to say, if the document sought to be proved be a proclama-\n     tion, treaty, or orher Act of State the authenticated copy\n     to be +xlmissible in evidence, must purport to be sealed\n     with the seal of the Foreign State, or Commonwealth\n     country to which the original document belongs; and if\n     the docament sought to be proved be a judgment, decree,\n     order, or other judicial proceeding of any Foreign, or\n     Commonwealth court, or an allidavit, pleading, or other\n     legal document filed or deposited in any such court, the\n     authenticated copy, to be admissible in evidence, must\n     purport either to be sealed with the seal of the Fmign, or\n     Commonwealth court to which the original document be-\n     longs, or, in the event of such court having no seal, to be\n     signed by the Judge; or if there be more than one Judge,\n     by any one of the Judges of the said court; and such Judge\n     shall attach to his signature a statement in writing on the\n     said copy that the court whereof he is a Judge has no seal;\n     but if any of the aforesaid authenticated copies shall pur-\n     port to be sealed or signed as hereinbefore respectively\n     directed, the same shall respectively be admitted in evidence\n     in every case in which the original document could have\n     been received in evidence, without any proof of the seal\n     where a seal is necessary, or of the signature, or of the\n     truth of the statement attached thereto, where such signa-\n     ture and statement are necessary, or of the judicial charac-\n     ter of the person appearing to have made such @nature\n     and statement.\n                                   EVIDENCE                                       U"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Every register of a vessel kept under any of the Acts Resiltar\n                                                                      of atlip.\n        relating to the registry of British vessels may be proved in\n        any court of justice, or before any person having by law\n        or by consent of parties authority to hear, receive, and\n        examine evidence, either by the production of the original.\n        or by any examined copy thereof, or by a copy thereof pur-\n        porting to be certified under the hand of the person having\nc       the charge of the original, and which person is hereby\n        required to furnish such certified copy to any person apply-\n        ing at a reasonable time for the same, upon payment of the\n        sum of ten cents; and every such register, or such copy\n        of a register, and also every certificate of registry granted\n        under any of the Acts relating to the registry of British\n        vessels, and purporting to be signed as required by law,\n        shall be received in evidence in any court of justice, or\n        before any person having by law, or by consent of parties,\n        authority to hear, receive, and examine evidence, as prima\n        jacie proof of all the matters contained or recited in such\n        register, when the register or such copy thereof as afore-\n        said is produced, and of all the matters contained or recited\n        in or endorsed on such certificate of registry, when the said\n        certificate is produced."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Whenever, in any proceeding whatever, it may be csrtlllsto\n        necessary to prove the trial and conviction or acquittal of OiDmVb\n                                                                         tionm\n        any person charged with any indictable offence, it shall not @W.\n        be necessary to produce the record of the convictkm or\n        acquittal of such person, or a copy thereof, but it shall be\n        suiEcient that it be certified, or purport to be certified under\nJ\n    7   the hand of the Clerk of the Court, or other oficer having\ni       the custody of the records of the court where such convic-\n        tion or acquittal took place, or by the Deputy of such Clerk\n        or other officer, that the paper produced is a copy of the\n        record of the indictment, trial, conviction, and judgment\n        or acquittal, as the case may be, omitting the formal parts\n        thereof.\n               me idusion of this p g e is authorized by LN. 480119731\n16                                         EVIDENCE\nExamined          28. Whenever any book or other document is of such a\noopiw of\ncontcnts ox    public nature as to be admissible in evidence on its mere\nboob of        production from the proper custody, and no statute exists\npublic\nnature.        which renders its contents provable by means of a copy,\n               any copy thereof or extract therefrom shall be admissible\n               in evidence in any court of justice, or before any person\n               now or hereafter having, by law or by consent of parties\n               authority to hear, receive, and examine evidence :                 7\n                                                                                  i\n                  Provided it be proved to be an examined copy or extract,\n               or provided it purport to be signed and certified as a true\n               copy or extract by the officer to whose custody the o r i a a l\n               is entrusted; and which officer is hereby required to furnish\n               such certified copy or extract to any person applying at a\n               reasonable time for the same, upon payment of a reason-\n               able sum for the same, not exceding five cents for\n               folio of ninety words.\nPowr of          29. Where any document has been admitted in evidence\ncourt to\nimpound        before any court and such court is of the opinion that, in\ndocuments.     relation to that document, an offence has been committed,\n               the court may impound such document and make such\n               order in relation to it as the court may think fit.\n                              Penalty for False Certificate\nWilfully         30. If any officer authorized or required by this Act\nFcrtiryins\nfalse          to furnish any certified copies or extract, shall wilfully\ncertificats.\n               certify any document as being a true copy or extract, know-\n               ing that the same is not a true copy or extract, as the case\n               may be, he shall be guilty of a misdemeanour, and be liable,\n               upon conviction, to imprisonment for a term not exQeeding\n               eightem months.                                                    -1\n                                                                                  J\n                               Power to Administer Oaths\nPower to         31. Every court, Judge, Justice, Officer, Commissioner,\nldministcr\nOath.          Arbitrator, or other person now or hereafter having by law\n               or by consent of parties authority to hear, receive, and\n                      me inclusion of this page is authorized by L.N. 480119731\n                                EVlDENCE                                        19\n     under this section may be made either with or without sum-\n     moning the bank or any other party, and shall be served\n     on the bank three clear days before the same is to be\n     obeyed, unless the court or Judge otherwise directs."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The costs of any application to a court or Judge aw~.\n     under or for the purposes of this Part, and the costs of\n.-\n     anything done or to be done under an order of a court or\n‘L   Judge made under or for the purposes of this Act shall be\n     in the discretion of the court or Judge, who may order such\n     last-mentioned costs or any part thereof to be paid to any\n     party by the bank, where the same have been occasioned\n     by any default or delay on the part of the bank in comply-\n     ing with an order made as aforesaid. Any such order\n     against a bank may be enforced as if the bank was a\n     party to the proceeding.\n             PART III. Telegraphic Messages Evidence"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. In this Part-                                              DCliUitiOIIk\n     “electric telegraph” means any telegraphic line the pro-\n          perty and under the control of the Government, and\n          worked by electricity within this Island;\n     “telegraphic message” means any message or other com-\n          munication transmitted or intended for transmission\n          or purporting to have been transmitted by electric\n          telegraph\n     “telegraph station” means any station appointed by Govern-\n          ment for the receipt and transmission of telegraphic\n          messages;\n     “person” includes any corporation or corporate body or\n          any individual."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. It shall be lawful for any party to any action or suit Notiesof\n     in any wurt of civil jurisdiction, at any time after the illtmtiW\n                                                                   todw\n     commencement thereof, to give notice to any other party          zg$\n     that he proposes to adduce in evidence, at the trial or hear- &d-\n           m e inclusion of thls mge IS authorized by LN. 480/1973]\n                                         EVIDENCE\n              ing of such action or suit, any telegraphic messages that\n              before the date of such notice shall have been sent and\n              received by electric telegraph within this Island:\n                Provided, that the time between the giving of such notice\n              and the day on which such evidence shall be tendered shall\n              not, in any case, be less than two days before the day of\n              such hearing or trial; and every such notice shall specify       ,\n              the names of the sender and receiver of such messages, the       i\n              subject matter thereof, and their dates as nearly as may\n              be; and any kch notice may be served, and the servicx\n              thereof proved, in the same manner as notices to admit and\n              produce may now be served and proved respectively."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. In any case in which such notice shall have been\n              given, the production of any telegraphic message d e s c r i i\n              in such notice, and purporting to have been sent by any\n              person, together with evidence that the same was duly\n              received from a telegraph station, shall be prima facie\n              evidence that such message was signed and sent by the per-\n              son so purporting to be the sender thereof to the person to\n              whom the same shall be addressed, without any further\n              proof of the identity of the sender; but the party against\n              whom such message shall be given in evidence shall be at\n              liberty, nevertheless, to prove that the same was not in fact\n              sent by the person by whom it purports to have been\n              sent.\nPrima           4 2 In any cause depending in a court of civil juris-\nfade\nCviderrc      diction, the production of any telegraphic message, or a\nof due        copy thereof verified on oath, together with evidence that\ndelivery\nof.\ntelegraphic\n              such message was duly taken to a telegraph station, and\nm-m           that the few (if my) for the transmission thereof were duly\n              paid, shall be prim? facie evidence that such message was\n              duly delivered to the person named therein as the person\n              to whom the same was to be transmitted; and the bnrden\n                         indusion of this w e b authorized by L.N. 480119731\n                                   EVIDENCE                                              21\n     of proving that such message was not in fact received shall\n     be upon the person against whom such message, shall be\n     given in evidence:\n       Provided, that notice shall be first given by the party\n     adducing the same in evidence to the other party of his\n     intention to do so; and such notice may be given in such\nr    manner and at such times as by the practice of the court in\ni    which the proceeding is taken notices to produce or admit\n     are required to be given."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. It shall be lawful for any person to cause to be trans- P O W C ~ ~ O\n     mitted by electric telegraph the contents of any writ, war- TAmo\n                                                                              ordas, etc..\n     rant, rule, authority, order, or other communication requir- by electric\n     ing signature or seal, or the contents of any afEdavit or w p h .\n     statutory declaration, subject to the provisions following,\n     that is to say-\n          (a) the original document shall be delivered at the R W Z O ~ ~\n               telegraph station in the presence and under the tota     o ~ d i n\n               inspection of some Justice or Notary Public;             sodoing.\n          (b) the person to whom the contents of any document\n               shall be so sent shall forthwith, and under the\n               supervision of a Justice, or Notary Public, cause\n               to be sent back by electric telegraph a copy of the\n               message received by him; and in the event of any\n               error appearing therein the process shall be re-\n               peated under the like supervision, until it shall\n               appear that a true copy of such document has\n               been received by the person to whom it shall have\n               been sent;\n/-\ni         (c) when it shall appear that such true copy has been\n               so received, such first-mentioned Justice or Notary\n               Public shall endorse upon the original document\n                a c e r t i h b that a true copy thereof has been sent,\n               under the provisions of this Part, to the person\n               to whom the same shall have been so sent, and\n            IThe inclusion of this pags is authorized by L.N. 480;1973]\n                                                                          -\n                                                                                              1\n22                                         EVIDENCE\n                       shall forthwith by electric telegraph inform such\n                       person that such certificate has been so endorsed,\n                       and such last-mentioned person shall forthwith\n                       endorse on such copy a certificate that such copy\n                       was duly received by him under the provisions of\n                       this Part, and this certificate shall be counter-\n                       signed by the Justice or Notary Public under\n                       whose supervision such copy may have been\n                       received.\nValidity,       44. Every copy so endorsed, certified and countersigned,\ne&A  and\nadmissibil.   Shall be as Valid to all intents a d PUrpOSeS as the O l @ h d\nity in\nevidence of   whereof it purports to be a true copy would have been, and\napiaof        shall be admissible as evidence in any case in which the\nsuch\nd-w,          original would have been so admissible; and any person by\netc., so\nmt.           whom such copy shall have been so received, or who shall\n              be thereby authorized, instructed, or commanded, or who\n              shall or may be lawfully charged with any duty in respect\n              thereof, shall have and become liable to the same rights or\n              duties in respect thereof, as if he had received such\n              original document duly signed and sealed, or signed or\n              sealed, or Sworn or declared, as the case may be; and in the\n              case of documents intended to be served, or the efficacy or\n              use whereof depends upon service, every such copy shall for\n              the purpose of such service be deemed to be the original\n              document whereof it purports to be a copy."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Every original document, a copy whereof shall have\nTransmis-\ndon of\n     been transmitted under section 43, shall be sent forthwith\nsuchdocu.\n     from the telegraph station at which it was delivered for the\nto the\nments,etc.~\ng u ypurposes of such transmission to the Postmaster-General,\nand  and shall be open within reasonable hours to the inspection"
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109, by general orders made in pursuance of sec-\n                       tion 65 of that Act; and\n                   ( b ) as to Courts-martial under the United Kingdoni\n                         Army Act, 44 and 45 Victoria, chapter 58, by rules\n                         made in pursuance of section 70 of that Act.\n                   Impeaching Credit, Cross-examination of Witness\nImlxacb-         15. A party producing a witness shall not be allowed\nins credit\nof wimerr     to impeach his credit by general evidence of bad character.\nwhen and      but he may, in case the witness shall, in the opinion of the\nhow\nallowed to\nbe done by\n              Judge, prove adverse, contradict him by other evidence,\nPrtY WO-      or by leave of the Judge, prove that he has made at other\nducini\nhim.          times a statement inconsistent with his present testimony;\n              but before such last-mentioned proof can be given, the cir-\n              cumstances of the supposed statement, sufficient to desig-\n              nate the particular occasion, must be mentioned to the\n              witness, and he must be asked whether or not he has made\n              such statement."
    }
  ],
  "definitions": []
}