{
  "id": "jm-aop-8-of-2013-law-reform-fraudulent-transactions-special-provisions-act",
  "type": "statute",
  "title": "8 of 2013 - Law Reform (Fraudulent Transactions) (Special Provisions) Act",
  "title_en": "8 of 2013 - Law Reform (Fraudulent Transactions) (Special Provisions) Act",
  "short_name": "8 of 2013 - Law Reform (Fraudulent Transactions) (Special Provisions) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/8-of-2013-law-reform-fraudulent-transactions-special-provisions-act",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/8-of-2013-law-reform-fraudulent-transactions-special-provisions-act | Year: 2013",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Law Reform (Fraudulent Short title.\nTransactions) (Special Provisions) Act, 2013.\n2                [No.    )       The Law Reform (Fraudttlent Ihl1'l.\\'(/('t;on,\\)\n                                      (Special Provisiom~ AU, 201 J\nInterpretation     2. In this Act­\n                        \"access device\" means any card. plate, code, aCi..:ount~numbcr.\n                             electronic serial number. mobile identification number,\n                             personal identitication number and any other means of\n                             access that can he used alone or with another device, to\n                             obtain a benefit or other thing of value, or that can be\n                             used to initiate a transfer of money;\n                        ·'hp.nefW~ itkludes any property. service or advantag;;:\n                        \"Court\" means a Circuit Court;\n                        \"document;' means anything in which information of any\n                             d\"scription is recorded;\n                        ufaJge pretence\" means a representation of a matter of fact\n                             either present or past, made by words or otherwise, that\n                             is knewn by the person iNho makes it to bt! false and that\n                             is made with a fraudulent intent to induce the person to\n                             whom it is made to act on the representation;\n                        \"property\" means aU property wherever it is sit 11aled\n                             including­\n                                  (a) money;\n                                  (b) all forms ofreal property or personal property,\n                                         and\n                                  (c) things in action and other intangible or\n                                      incorporeal property.\n                                               PART II. Offences\nOffence of         3.-( 1) Notwithstanding anything contained in any other law, a\nobtaining\nproperty by      person commits an offence where that person by a false pretence,\na false\npretence. efc.\n              The Law Reform (Fraudulent Transactions)          [No.   1                3\n                    (Special Prol'isionsj Act, 2013\nwhetht::r oirectly or indirectly. through the medium ofa contract or\nother arrangement entereu into b) a false pretence--­\n     (a) obtains from any other person. any property for himself\n         or any other person~ or\n     (b) induces any other person to deliver to him or any other\n         person, any property.\n        (2) A person commits an offence where that person, by a\nfalse pretence, induces any other person to confer a benefit on him\nor on any other person by doing or pennitting a thing to be done, on\nthe understanding that the benefit has been or will be paid for or\nsome other benefit would be provided in exchange,\n        (3) The references in subsections (1) and (2) to any other\nperson are references to such other person. whether that person is\nat the time ufthe commission of the offence within or outside Ja­\nmaica."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Offence ofinviting                4         Fine or imprisonment\n   a person by a false                         not exceeding twenty\n   pretence                                    years or both fine and\n                                               imprisonment"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Offence ofusing pre­              5         Fine or imprisonment\n   mises for purposes                          not exceeding fifteen\n   which constitute an                         years\n   offence"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A person commits an offence where that person, by a false Otlt:'fIceof\n                                                                           inviting a\npretence, invites or otherwise induces any other person to visit person to visit\nJamaica for any purpose connected with the commission of an Jamaica bya\n                                                                 false pretfficc,\noffence under this Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The owner, occupier or ::lny other person responsible for the Offence of\n                                                                   u,ing premises\nmanagement of allY premises. commits an offence where that owner, lor purposes\n                                                                     which\noccupier or other person knowingly causes or knowingly permits constitute      an\nthe prtmiscs to be used for any purpose which constitutes an offence offence under\n                                                                     Act.\nunder this Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.---( 1) A person commits an offence where that person, being Offence0f\n                                                                     using an\nin Jamaica, uses or causes to be used, an access device or other access deVice\nmeans, to transfer or transport, attempt to transfer or transport or to transfer or\ncause to be transferred or transported, money or a monetary transpN1\n                                                                     money or\ninstrument­                                                          monetary\n                                                                           instrumcnL\n     (a) from a place in Jamaica iO or tnrOl-ij,;i-, 11 place outside\n         Jamaica;\n     (b) in a place in Jamaica from or through a place outside\n         hlmaica;\n4                [No.           The Law Reform (Fraudulent Transactions)\n                                         (Special Provisions) Act, 2013\n                        (c) from a place outside Jamaica to another place outside\n                            Jamaica; or\n                        (d) from a place inside Jamaica to another place inside\n                            Jamaica,\n                 if the person knows or has reasonable grounds to believe, that the\n                 money or the monetary instrument involved in such transfer or\n                 transportation constitutes or is substantially related to the proceeds\n                 ofsome form ofunlawful activity.\n                         (2) For the purposes of this section­\n                        \"monetary instrument\" means a note, coin or other item that\n                            q>nstitutes the currency ofJamaica or of any State other\n                            than Jamaica, a traveller's cheque, personal cheque, bank\n                            cheque, money order, investment security in bearer form\n                            or otherwise in such form that title thereto passes upon\n                             deliv~ry;\n                        \"proceeds\" in relation to any unlawful activity means any\n                             property derived or obtained, directly or indirectly\n                             through the carrying out ofthat activity;\n                        \"unlawful activity\" means­\n                                  (a) any act or activity constituting an offence under\n                                      this Act; or\n                                  (b) an offence against the laws of a State other\n                                      than Jamaica involving obtaining property by\n                                      fraud, where the acts constituting the offence\n                                      are committed in whole or in part in Jamaica,\n                                      and those acts would, if they had taken place\n                                      entirely in Jamaica, also constitute an offence\n                                      against the laws of Jamaica.\nOffenccof               7. A person commits an offence where that person, with the\nthreatening or\nintimidating a   intent to interfere with or otherwise affect a criminal investigation\nperson\ninvolved in a    or a trial of an offence committed under this Act, threatens,\ncriminal .\nmvestlgatl~n\n                 •.... t!!!1idates, causes any injury or attempts to cause ¥1y injury, to a\nor trial ofan    person who is involved, in any form or manner, in the criminal\noffence.\n                 ~nvestigation or trial.\n              The Law Reform (Fraudulent Transactions)          [No.                   5\n                    (Special Provisions) Act. 2013"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Offence ofmaking,                9       Fine or imprisonment\n                 repairing, buying,                      not exceeding twenty\n                 selling, etc., instruments,             years or both such fine\n                 etc., for copying access                and imprisonment\n                 device, etc."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-( I) A person commits an offence where that person­                 OtTences\n                                                                         relating to\n                                                                         theft. torgery.\n     (a) steals an access device;                                        etc.• of access\n                                                                         device.\n     (b) forges or falsifies an access device;\n     (c ) possesses, uses or trafficks in an access device or a forged\n          or falsified access device, knowing that it was obtained,\n          made or altered­\n                (i)   by an act or omission constituting an offence\n                      under this Act or any other law; or\n                (ii) by an act or omission in a State other than\n                     Jamaica where such act or omission, had it\n                     occurred in Jamaica, would have constituted\n                     an offence against the laws of Jamaica; or\n     (d) uses an access device knowing that it has been revoked\n         or cancelled with the intent to commit an offence under\n         this Act or any other law.\n       (2) A person commits an offence where that person\nfraudulently possesses, uses, trafficks in or permits another person\nto use any data from an access device (whether or not the data is\nauthentic), that would enable such other person to use the access\ndevice or to obtain the services that are provided by the issuer of\nthe access device.\n        (3) For the purposes of this section \"traffick\" means, in\nrelation to an access device or any data derived from an access\ndevice, to sell, export from or import into Jamaica, distribute or\ndeal with in any other way."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A person commits an offence where that person, without Offence of\n                                                                     making.\nlawful justification or excuse, makes, repairs, buys, sells, exports repairing.\nfrom or imports into Jamaica, or possesses any instrument, device, buying. etc.,\napparatus, material or thing that he knows has been used or knows thing for\n                                                                     copying data\nis adapted for use or intended for use-                              from an access\n                                                                         device or\n     (a) in the copying of any data from an access device for use forging or\n         in the commission ofan offence under this Act; or        falsifying an\n                                                                         access device.\n     (b) in the forging or falsifying of an access device.\n6                [No.   ]       The Law Reform (Fraudulent Transactions)\n                                     (Special Provisions) Act, 2013\nOITcnceof           10.-( 1) A person commits an offence where that person\nknowingly\nobtaining or     knowingly obtains or possesses identity infonnation of any other\npossessing.      person in circumstances which give rise to a reasonable inference\ntransmitting.\ndistributing.    that the infonnation has been used or is intended to be used to\nelc.• identity   commit an offence under this Act or any other law.\ninformation\nofa person.               (2) A person commits an offence where that person\n                 transmits, makes available, distributes, sells or offers for sale,\n                 identity infonnation of any other person, or has it in his possession\n                 in circumstances giving rise to a reasonable inference that the\n                 infonnation has been used or is intended to be used to commit an\n                 offence under this Act or any other law.\n                        (3) For the purposes ofthis section, \"identity infonnation\"\n                 means any infonnation, inc1uding­\n                        (a) a fingerprint, voice print, retina image, iris image, DNA\n                            profile, or any other biological or physiological\n                            infonnation; or\n                        (b) a name, address, date of birth, written signature,\n                            electronic signature, e-mail address, digital signature,\n                            user name, credit card number, debit card number,\n                            financial institution account number, health insurance\n                            number, driver's licence number, telephone number,\n                            taxpayer registration number, social security number, or\n                            any other unique personal identification number, or\n                            password,\n                 being infonnation of a type that is used, alone or in combination\n                 with other infonnation, to identify or purport to identify an individual,\n                 whether living or dead.\nOffence of          11.-(1) A person commits an offence where that person by use\nobtaining a\nbenefit by\n                 oftelephony or any other electronic communication system, makes\nmenace.          any demand with menaces on another person­\n                        (a) with a view to obtaining a benefit for himself or any\n                            other person; or\n                        (b) with the intent to cause loss to any other person.\n              The Law Reform (Fraudulent Transactions)       [No. ]                  7\n                    (Special Provisions) Act, 2013\n        (2) For the purposes of this section­\n     \"data\" means material in whatever form stored in an electronic\n          communication system;\n     \"electronic communication system\" means a system for\n          creating, generating, sending, receiving, storing,\n          displaying or otherwise processing electronic documents\n          or data;\n     \"electronic document\" means information that is created,\n          generated, communicated, stored, displayed or processed\n          by electronic means."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Offence ofobtaining           11(1)     Imprisonment for a term\n                 a benefit by menace                     not exceeding twenty\n                                                         years"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Offence ofconspiring,          12       Imprisonment not ex-\n                 aiding, etc., commission                ceeding fifteen years\n                 ofoffence\n   Passed in the House of Representatives this 5th day of March, 2013 with\nthree (3) amendments.\n                                                         MICHAEL A. PEART\n                                                                        Speaker.\n               The Law Reform (Fraudulent Transactions)       [No. ]           13\n                     (Special Provisions) Act, 2013\n  Passed in the Senate this 21st day of March, 2013 with fourteen (14)\namendments.\n                                                STANLEY ST. J. REDWOOD\n                                                                       President.\n  On the 26th day ofMarch, 2013 the House of Representatives agreed to the\namendments made by the Senate.\n                                                          MICHAEL A. PEART\n                                                                        Speaker.\n This printed impression has been carefully\ncompared by me with the authenticated\nimpression of the foregoing Act, and has been\nfound hy me to be a true and correct printed\ncopy of the said Act.\n       J~) II -IC. ee.>ke.\n     I:I~rk to the Houses of Parliament."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) A person commits an offence where that person-              Conspirillg H'\n                                                                      cOlnmit .lIdi.,;'\n     (a) conspires with, aids, abets, counsels or procures any        etc.. ofl~\"';: r.\n         other person to commit an offence under this Act; or  under liIi.\",\n     (b) incites or induces any other person by whatever means\n         to commit an offence under this Act.\n        (2) Where a false pretence which constitutes an element\nofan offence under this Act is contained in a document, a charge of\nan attempt to commit the offence shall not fail by reason only that\nthe document was not received by the person to whom the false\npretence was directed.\n          (3) Notwithstanding anything to the contrary in any other\nlaw, every act or thing done or omitted to be done by a person to\nfacilitate the commission by him ofan offence under this Act shall\nconstitute an attempt to commit the offence."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--{ 1) A person who commits an offence under this Act shall 0\"\"\"\"., illl<J\nbe liable, on conviction on indictment in a Circuit Court, to the ~''''iI'')''\npenalty specified in relation thereto in the second column of the ,i),Juk\nSchedule.\n        (2) The Court may, in imposing a sentence under subsection\n(1), consider the following­\n     (a) the age ofthe victim;\n     (b) whether the victim suffers from a physical disorder or \"­\n         mental disorder within the meaning ofthe Mental Healt!t\n         Act;\n8                [No.            The Law Reform (Fraudulent Transactions)\n                                      (Special Provisions) Act. 2013\n                        (C)   whether menaces were used in the commission of the\n                              offence;\n                        (d) whether persistent badgering or aggression was used in\n                            the commission ofthe offence; and\n                        (e) any other matter which the Court considers relevant.\n                                       PART III. Enforcement Provisions\nCommittal for       14.-(1) Where a person is charged with an offence under this\ntrial without\npreliminalY      Act, the person shall be committed for trial without any preliminary\nexammation       examination and shall be tried before a Judge of the Circuit Court\nand trial\nwithout jury.    sitting alone, without ajury.\n                        (2) In this section, \"preliminary examination\" includes\n                 any proceedings, by whatever name called, for determining the\n                 committal of a person for trial.\nPossession of      15. In a trial for an offence under this Act, the fact that a person­\nproperty not\naccounted for.          (a) is in possession of property for which he cannot\n                            satisfactorily account and which is disproportionate to\n                            his known sources ofincome; or\n                        (b) had at or about the time ofthe commission ofthe alleged\n                            offence, obtained an accretion to his property for which\n                            he cannot satisfactorily account,\n                 may be taken into consideration by the Court and is admissible as\n                 evidence to the extent relevant to any issue in the trial.\nPowers of           16.-{I) Where a Justice ofthe Peace is satisfied by information\nsearch and\nseizure.\n                 on oath, and such further information as he may in the circumstances\n                 require, that there are reasonable grounds for suspecting that\n                 evidence of or relating to an offence under this Act is to be found\n                 on any premises specified in the information, he may issue a warrant\n                 in accordance with subsection (2).\n                         (2) A warrant issued under this section may authorize a\n                 constable named therein, with such assistance as is reasonably\n                 necessary, and by the use of reasonable force, t()--­\n                        (a) enter the premises and search for evidence of, or relating\n                            to, an offence under this Act; and\n               The Law Reform (Fraudulent Transactions)           [No. ]              9\n                     (Special Provisions) Act. 2013\n     (b) seize property found in the course of the search that the\n         constable believes, on reasonable grounds, to be evidence\n         of, or relating to, an offence under this Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.   Committal for trial without preliminary examination and trial without\n        jury."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-{ 1) In addition to any other penalty under this Act, the Court Restitution.\nshall order a person convicted ofan offence under this Act to make\nrestitution to the victim of the offence by directing the person\nconvicted­\n     (a) where the property involved is money, to pay to the victim\n         an amount equivalent to the loss sustained by the victim,\n         which amount shall include any interest income which\n         may otherwise have accrued for the period during which\n         the person was deprived of his property or;\n     (b) in any other case-­\n                 (i)   to return the property to the victim or to a\n                       person designated by the victim; or\n                 (ii) to pay an amount equal to the value of the\n                      property, where the return of the property is\n                      impossible or impracticable.\n         (2) An order ofrestitution may be enforced by the victim\nor by the prosecution on behalf ofthe victim in the same manner as\na judgment in a civil action.\n         (3) Where a victim is deceased, the personal representative\nof the victim shall be entitled to receive restitution pursuant to an\norder made by the Court.\n        (4) For the purposes of this section, \"personal\nrepresentative\" means the executor, administrator or heir of a\ndeceased person.\n                               PART IV. General"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The Minister may make regulations generally for the Regulations.\nproper administration of and giving effect to the provisions of this\nAct.\n                            [N,•.           {he Law R\\!<mn (Fr(luduit-nt Transactions)\n                                                  (:-ijJtJnal Pm\\'i~iom) Act, 20 J3\n                                      (2) Regulations \\uade under this Act may provide for the\n                            IInposnion I II r~~l\\alti\",~, on I:o(lviction, of a tine not exceeding three\n                            nlillinH ,h,lurs 01 impnsonmcnt for a tenll not cXl:.ccding three years\n                            or ofhoth ~lIch fine and iUlprisonmr.:nt.\n                                     C,) Regulations made under this section shall he suhject\n                            to <lfflrnHltlH.' resolution"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Minister may, by order, suhjc~~t to aftinnative resolution,\n                            amend 'IllY monctmy penalty prc~cribcd by this Act.\nm,Hh:!hf:'\n~ I,,' ~ ~ ,.   i; ~ r:-."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. A I'cvicw of this Act shall be conductt~d no later than five\n                            years after the commencement of this Act by a committee l~fhoth\n                            ll<\\\\lsc~i ~lf Parliament appointed for the purpose.\n           The Lal'.' Reform (Fraudulent Transactions)           INo.   1   11\n                 (Special Provision.~) Act, 2013\n                                SCBEDUlE                    (Section 13)\n                         OjJl!nces and Penalties:\n        First Column                                Second Column\n                                                         Penalty\n     Brief Description           Relevant       (maximum on conviction)\n        of Offence               Section             in Circuit Court\n                                                         ---\nL Offence of                         3         Fine or imprisonment\n  obtaining                                    not exceeding twenty\n  property by a false                          years or both such finf!\n  pretence, etc.                               and imprisonment"
    }
  ],
  "definitions": [
    {
      "term": "Court",
      "definition": "a Circuit Court",
      "source_provision": "sec1"
    },
    {
      "term": "scription is recorded;\n                        ufaJge pretence",
      "definition": "a representation of a matter of fact",
      "source_provision": "sec1"
    },
    {
      "term": "property",
      "definition": "aU property wherever it is sit 11aled",
      "source_provision": "sec1"
    },
    {
      "term": "monetary instrument",
      "definition": "a note, coin or other item that",
      "source_provision": "sec6"
    },
    {
      "term": "identity infonnation",
      "definition": "any infonnation, inc1uding­",
      "source_provision": "sec9"
    },
    {
      "term": "data",
      "definition": "material in whatever form stored in an electronic",
      "source_provision": "sec9"
    },
    {
      "term": "electronic communication system",
      "definition": "a system for",
      "source_provision": "sec9"
    },
    {
      "term": "electronic document",
      "definition": "information that is created,",
      "source_provision": "sec9"
    },
    {
      "term": "personal\nrepresentative",
      "definition": "the executor, administrator or heir of a",
      "source_provision": "sec17"
    }
  ]
}