{
  "id": "jm-aop-no-1-the-telecommunications-act-2000",
  "type": "statute",
  "title": "No.1.-The Telecommunications Act, 2000.",
  "title_en": "No.1.-The Telecommunications Act, 2000.",
  "short_name": "No.1.-The Telecommunications Act, 2000.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-1-the-telecommunications-act-2000",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-1-the-telecommunications-act-2000 | Year: 2000",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Telecommunications Act, Short title\n2000 and, subject to the provisions of this Act, shall come ~e~:;nL\ninto operation on a day to be appointed by the. Minister by\nnotice published in the Gazette.\n2              [No. l]                The Telecommunications Act, 2000\nInter preta-     2.--(l) In this Act, unless the context otherwise requires-\nlion.\n                     \"appointed day\" means the date of commencement of\n                           this Act;\n                     \"assign\" means transfer, sell or otherwise dispose of in\n                         any manner;\n                     \"broadcasting\" means either sound broadcasting or\n                          television broadcasting or both;\n                     \"bypass operations\" means operations that circumvent\n                          the international network of a licensed international\n                          voice carrier in the provision of international voice\n                          services;\n                     \"carrier\" means a person who is granted a ca.11ie~\n                          licence pursuant to section 13;\n                    \"closed user group\" means, in relation to a person, that\n                  <i,,.; person and the person's employees and officers;\n                     {connection° means wireline and wireless connection;\n                  ,··'_'cµstomer''. means a person who is provided with a\n                              pecified service by a service provider and includes\n                           ,the end user of that service;,»-+cs# a+ T ¢ z\n                      \"customer equipment\" means all equipment, whether\n                       ·_<, '-mobile or fixed, that is used on the customer side\n                      ts of the network termination point;·v·5\n                      \"data service\" means a specified 'service other tha:ri a\n                          voice service; -- .· \" ·, , .-._, :'.. ;\n                  ,,..•. . .          . .        .     .     . .        .    .     .\n                            dealer\" means a person who is granted a dealerlicence\n                   ·._.'.      under .section 13;.     __ . ,     · .'       . , .'.;\n                      \"domestic service\" means a specified service that is pro:\n                               vided between one or more points in Jamaica but\n                               does not include a transit service;\n                     \"existing telecommunications carrier\" means Cable &\n-                     · : Wireless Jamaica Limited and includes any wholly\n                     :Jt · owned subsidiary or any successor or assignee of\n                           that company;     - ). 1 .. ··-:, ·,; · • -.~::, · ; . ·- :;,;r:\n                                                                       jj\n             TELECOMMUNI CATIONS- ACT\n                            (Act l.of.2000):\n                 ARRANGEMENT OF SECTIONS\n                          PART I.    Preliminary:,"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In this Act, unless the context otherwise requires-\n                       \"appointed day\" means the date of commencement of\n                            this Act;\n                       \"assign\" means'transfer, sell or otherwise dispose of in\n                             any manner;\n                      \"broadcasting\" means either sound broadcasting or\n                             television broadcasting or both;\n                      \"bypass operations\" means operations that circumvent\n                             the international network of a licensed international\n                             voice carrier in the provision of international voice\n                             services;\n                      \"carrier\" means a person who is' granted a carrier\n                             licence pursuant to section 13;\n                      \"closed user group\" means, in relation to a person, that\n                     O,>-,., pers6n and the person's employees and officers;\n                     r connection\" means wireline and wireless connection;\n                      \"customer? means a person who is provided with a\n                           specified service by a service provider and includes\n                     s yr the,end user of that service; , c.''<: i>' A.\n                      ; \"customer equipment\" means all equipment, whether\n                                .·   mobile or fixed, that is used on the customer side\n                                . of thenetwork termination point;. ..»                                        .»\n                        \"data service\" meaµs a specified service other than'. a\n                                                        •   l   • J    ,      ,   •       •).•     •\n                            voice service; ·:. ;,.: :.-: · · - , .,-i :\n                     -. : , ,                       .                 . . .           ,          . ,   .   .    .\n                            dealer\" means a person who is granted a .dealer licence\n                                     under.section13;                                 •                             A\n                     ..r.\n                        \"domestic service\" means a specified service that is pro;\n                            vided between one or more points in Jamaica but\n                            does not include a transit service;\n                          \"existing telecommunications carrier\" means Cable &\n                               Wireless Jamaica Limited and includes any wholly\n                        -      owned subsidiary' or any successor or assignee of\n                               that company;       . . · · . · . ,, ; · , . , : .. ;:\n           The Telecommunications Act, 2000         [No. 1]\n\"facility\" means any physical component of a tele-\n     communications network (other than customer\n     equipment) including-\n          (a) wires, lines, poles, ducts, sites, towers,\n               satellite earth stations or any other\n               apparatus using the radio spectrum;\n          (b) submarine cables and other tangible re-\n              sources used in the provision of a specified\n              service;\nfixed network\" means a telecommunications network\n    that is not a mobile network;\n\"functions\" includes duties and powers;\n\"intelligence\" means signs, signals, writings, images,\n      sounds or intelligence of any nature;\n\"interconnection\" means the physical or logical con-\n    nection of public voice networks of different carriers;\n\"international service\" means a transit service or a speci-\n     fied service between points in Jamaica and points\n     outside Jamaica, or with ships at sea and small\n     vessels in coastal waters;\n\"internet access\" means access to the Internet or any\n     similar global system for linking networks together\n     using, as the basis for communications, trans-\n    mission protocols or internet protocols or any proto-\n     cols amending or replacing them;\n\"mobile network\" means a telecommunications network\n   used to provide specified services that-\n          (a) permits a user to move continuously\n              between places (including places accessing\n              that network through different mobile\n              base facilities) during the provision of a\n              single call; and\n                      The Telecommunications Act, 2000\n4   [No. l]\n                     (b) does not require physical contact between\n                         the network and the customer equipment;\n         \"network termination point\" means the point designated\n              by a carrier for connection by a customer of equip-\n              ment to that carrier's network;\n         \"licence\" means a licence granted under this Act;\n         \"licensee\" means a person who is the holder of a licence\n              granted under this Act;\n         \"the Office\" means the Office of Utilities Regulation\n              established under the Office of Utilities Regulation\n              Act;\n          \"prescribed equipment\" means such facility or customer\n               equipment as may be prescribed;\n          \"public network means a telecommunications net-\n               work used by any person to provide specified\n              services to the public and includes a network\n              whereby the public can send or receive tele-\n               communications services to or from-\n                   (a) anywhere in Jamaica; or\n                    (b) anywhere outside of Jamaica,\n               and includes a network commonly known as a\n               public. switched telephone network;\n          \"resale\" means an activity whereby a person subscribes\n              to or acquires the use of another person's specified\n               services and then re-offers those services to any\n               other person and \"reseller\" shall be construed\n               accordingly;\n          \"service provider\" means a person who is the holder of\n                a service provider licence issued under section 13;\n              \"subscriber television service\" has the same meaning as\n                  in the. Broadcasting and Radio Re-Diffusion Act;\n              \"specified service\" means a telecommunications service\n                  or such other service as may be prescribed;\n           The Telecommunications Act, 2000        [No. 1]   5\ntelecommunications\" means the transmission of intel-\n    ligence by means of guided or unguided electro-\n    magnetic, electrochemical or other forms of energy,\n    including but not limited to intelligence-\n         (a) in the form of-\n                  (i) speech, music or other sounds;\n                 (ii) visual images, whether still or ani-\n                      mated;\n                (iii) data or text;\n                (iv) any type of signals;\n          (b) in any form other than those specified in\n              paragraph (a);\n          (c) in any combination of farms; and\n          (d) transmitted between persons and persons,\n              things and things or persons and things;\n\"telecommunications network\" means a system or any\n     part thereof, whereby a person or thing can send or\n     receive intelligence to or from any point in Jamaica,\n     in connection with the provision of a specified\n     service to any person;\n\"telecommunications service'' means a service provided\n     by means of a telecommunications network to any\n     person for the transmission of intelligence from,\n     to or within Jamaica without change in the content\n     or form and includes any two way or interactive\n     service that is provided in connection with a broad-\n     casting service or subscriber television service;\n\"transit service\" means a service that is provided to any\n    international carrier or service provider for use as\n     a means of transit of international traffic through\n     Jamaica;\n\"transmission\" means the despatch, conveyance, switch-\n     ing, routing or reception of intelligence by any\n6   [No. l]        The Telecommunications Act, 2000\n              means including, but not limited to rendering into\n              packets, digitisation and compression;\n         \"uncontrollable forces\" means such forces as are not\n             within the control of the carrier or service provider\n              or which the carrier or service provider is unable\n              to avoid or prevent by the exercise of due diligence\n              and includes-\n                   (a) acts of God, action by or against the\n                         Queen's enemies, riot or civil commotion;\n                  (b) strikes, lockouts and other industrial dis-\n                         turbances;\n                   (c) wars, blockades or insurrection;\n                    (d) earthquake, hurricane, flood, fire or explo-\n                         sions;\n                    (e) outbreak of pestilence or epidemics;\n                    (f) government rationing of electricity or\n                         other wartime or emergency controls\n                          imposed by government;\n                    (g) embargoes or trade restrictions;\n          \"voice service\" means-\n                     (a) the provision to or from any customer of\n                          a specified service comprising wholly or\n                          partly of real time or near real time audio\n                          communications, and for the purpose of\n                          this paragraph, the reference to real time\n                          communications is not limited to a circuit\n                          switched service;\n                     (b) a service determined by the Office to be a\n                          voice service within the provisions of sec-\n                    tion 52,\n               and includes services referred to as voice over the\n               internet and voice over IP;\n            (2) Any reference to a network or service in this Act\n     other than Part V, includes any part of that network or\n     service.\n                The Telecommunications Act, 2000          [No. 1]"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The objects of this are-                                     ojectsof\n                                                                  Act.\n     (a) to promote and protect the interest of the public\n         by-\n              (i) promoting fair and open competition in the\n                  provision of specified services and telecom-\n                  munications equipment;\n             {ii) promoting access to specified services;\n            (iii) ensuring that services are provided to per-\n                  sons able to meet the financial and technical\n                  obligations in relation to those services;\n            (iv) providing for the protection of customers;\n             (v) promoting the interests of customers, pur-\n                  chasers and other users (including, in particu-\n                  lar, persons who are disabled or the elderly)\n                  in respect of the quality and variety of tele-\n                  communications services and equipment\n                  supplied;\n     (b) to promote universal access to telecommunications\n         services for all persons in Jamaica, to the extent\n          that it is reasonably practicable to provide such\n         access;\n     (c) to facilitate the achievement of the objects referred\n         to in paragraphs (a) and (b) in a manner consistent\n         with Jamaica's international commitments in\n         relation to the liberalization of telecommunications;\n         and\n     (d) to promote the telecommunications industry in\n         Jamaica by encouraging economically efficient\n         investment in, and use of, infrastructure to provide\n         specified services in Jamaica.\n                  PART II.    Administration"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(l) The Office shall regulate telecommunications in rFaactions\naccordance with this Act and for that purpose the Office of Office.\nshall-\n     {a) regulate specified services and facilities;\n[No. l]        The Telecommunications Act, 2000\n     (b) receive and process applications for a licence under\n         this Act and make such recommendations to the\n         Minister in relation to the application as the Office\n         considers necessary or desirable;\n     (c) promote the interests of customers, while having\n         due regard to the interests of carriers and service\n         providers;\n     (d) carry out, on its own initiative or at the request of\n         any person, investigations in relation to a person's\n         conduct as will enable it to determine whether and\n         to what extent that person is acting in contravention\n         of this Act;\n     (e) make available to the public, information con-\n         cerning matters relating to the telecommunications\n         industry;\n     (f) promote competition among carriers and service\n         providers;\n     (g) advise the Minister on such matters relating to the\n         provision of telecommunications services as it\n         thinks fit or as may be requested by the Minister;\n     (h) determine whether a specified service is a voice\n          service for the purposes of this Act;\n     (i) carry out such other functions as may be pre-\n          scribed by or pursuant to this Act.\n      (2) In making a decision in the exercise of its functions\nunder this Act the Office shall observe reasonable standards\nof procedural fairness, act in a timely fashion and observe\nthe rules of natural justice, and, without prejudice to the\ngenerality of the foregoing, the Office shall-\n     (a) consult in good faith with persons who are or are\n         likely to be affected by the decision;\n      (b) give to such persons an opportunity to make sub-\n          missions to and to be heard by the Office;\n                  The Telecommunications Act, 2000       [No. 1]   9\n     (c) have regard to the evidence adduced at any such\n         hearing and to the matters contained in any such\n         submissions;\n     (d) give reasons in writing for each decision;\n     (e) give notice of each decision in the prescribed\n         manner.\n       (3) In exercise of its functions under this Act, the\nOffice may have regard to the following matters-\n     (a) the needs of the customers of the specified services;\n     (b) whether the specified services are provided eff-\n         ciently and in a manner designed to-\n            (i)   protect the health and well-being of users of\n                  the service and such members of the public\n                  as would normally be affected by its opera-\n                  tion;\n           {ii) protect and preserve the environment;\n           (iii) afford economical and reliable service to its\n                  customers;\n     (c) whether the specified services are likely to promote\n         or inhibit competition.\n       (4) Where the Office has reasonable grounds for so\ndoing, it may for the purpose of its functions under this Act,\nrequire a licensee to furnish, at such intervals as it may\ndetermine, such information or documents as it may specify\nin relation to that licensee's operations and the licensee shall\nbe given a reasonable time within which to furnish the in-\nformation.\n   (5) The office may make rules, subject to affirmative\nresolution, prescribing the system of regulatory accounts to\nbe kept by a dominant carrier or service provider in relation\nto specified services.\n10             [No. 1]        The Telecommunications Act, 2000\nDuty of          5. Where after consultation with the Fair Trading Com-\nOffice to\nrefer          mission the Office determines that a matter or any aspect\nmatters to     thereof relating to the provision of specified services-\nthe Fair\nTrading\nCommission.         (a) is of substantial competitive significance to the pro-\n                        vision of specified services; and\n                    (b) falls within the functions of the Fair Trading Com-\n                         mission under the Fair Competition Act,\n               the Office shall refer the matter to the Fair Trading Com-\n               mission.\nMinisterial      6. The Minister may give to the Office such directions of\ndirections.    a general nature as to the policy to be followed by the Office\n               in the performance of its functions under this Act as the\n               Minister considers necessary in the public interest and the\n               Office shall give effect to those directions.\nObligation        7.-(1) Every person having any official duty or being\nfor iccrocy.   employed in the administration of this Act shall regard and\n               deal with as secret and confidential all confidential informa-\n               tion relating to applicants and applications for licences,\n               and the management and operation of licensees and shall,\n               upon assuming such duty or employment make and sub-\n               scribe a declaration to that effect before a Justice of the\n               Peace.\n                      (2) Subject to subsection (3), a person who, by reason\n               of his capacity or office has by any means access to the con-\n               fidential information referred to in subsection (1) shall not,\n               while his employment in or, as the case may be, his pro-\n               fessional relationship with the Office continues or after the\n               termination thereof, communicate any confidential informa-\n               tion to any person.\n                     (3) Subsection (2) shall not apply where-\n                    (a) the confidential information is disclosed-\n                           (i) with the consent in writing of a licensee or\n                               an applicant for a licence;\n                The Telecommunications Act, 2000          [No. 1]   11\n            (ii) on the written directions of the Minister to\n                  the police who require such disclosure for\n                  the purpose of the investigation of a criminal\n                  offence;\n            (iii) to the Minister, an agent of the Office or\n                  the Fair Trading Commission; or\n            (iv) subject to paragraph (b), to any person who\n                  is authorized by the Office to receive it;\n     (b) in the opinion of the Office or the Minister, dis-\n         closure is necessary in the public interest, so, how-\n         ever, that before such disclosure is made, the Office\n         or the Minister shall give not less than fourteen\n         days' notice of the proposed disclosure to the appli-\n         cant or licensee concerned who shall, upon receipt\n         of that notice, be entitled to apply to a Judge in\n         Chambers for an order prohibiting the disclosure\n         on the ground that it would be harmful to the\n         interest of the applicant or licensee;\n    (c) subject to subsection (4), pursuant to a court order.\n       (4) Where an application is made to a court for dis-\nclosure of confidential information, the party claiming con-\nfidentiality has a right to require that the information be first\ndisclosed only to the Judge for the purpose of determining\nthe extent of and necessity for the disclosure..\n       (5) A person who contravenes subsection (2) shall be\nguilty of an offence and shall be liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding\nfive hundred thousand dollars or to imprisonment for a\nterm not exceeding three years or to both such fine and\nimprisonment.\n       (6) In this section \"confidential information\" means\nany information classified as such and includes information\nthat a reasonable person would regard as confidential having\nregard to the nature of the information.\n12             [No. l]         The Telecommunications Act, 2000\n Numbering.      8.-(1) The Office shall assign numbers for telecom-\n               munications services to carriers and service providers on\n               a non-discriminatory basis.\n                      (2) In carrying out its functions under this section the\n               Office shall develop a plan for the numbering of telecom-\n               munications services and may make rules pursuant to that\n               plan regarding the assignment and use of numbers by carriers\n               and service providers.\n                      (3) For the purposes of subsection (2) the Office shall-\n                    (a) take account of relevant international regulations;\n                    (b) ensure that sufficient numbers are available for the\n                        current and reasonably anticipated future needs\n                        of carriers and service providers;\n                    (c) have regard to the role that numbers can play in\n                        conveying useful information to customers, includ-\n                        ing information about the type of service being\n                        used;\n                    (d) promote efficient use of numbers;\n                    (e) promote fair and open competition;\n                    (f)   as far as possible and subject to paragraphs (a) to\n                          (e), avoid the imposition of costs on customers as\n                          a result of changes in the numbering system; and\n                    (g) to such extent as may be reasonable and subject\n                        to paragraphs (a) to (f), preserve the numbering\n                        system maintained by the existing telecommunica-\n                         tions carrier and the numbering allocations existing\n                         immediately before the appointed day.\n                  PART III. Licensing of Telecommunications Services\nLicence          9.--(1) A person shall not-\nrequired for\nprovision of\nspecified           (a) own or operate a facility in Jamaica unless that\nservice.                person is the holder of a carrier licence granted\n                        under section 13;\n              The Telecommunications Act, 2000        .(No. 1)   13\n    (b) provide specified services to the public by means\n        of that facility unless the person is also the holder\n        of a service provider licence granted under section\n        13;\n     (c) sell, trade in or import any prescribed equipment\n         unless that person is the holder of a dealer licence\n         granted under section 13;\n    (d) engage in bypass operations.\n       (2) A person shall not provide a specified service to\nthe public in Jamaica unless that person is the holder of a\nservice provider licence granted under section 13.\n      (3) Subsections (1) and (2) shall not apply to the\nfollowing facilities to the extent that they are not used to\nprovide specified services, being facilities that are-\n    (a) used solely on a single premises;\n    (b) not connected to any other system and are run\n        solely by a person for domestic purposes;\n     (c) used solely as part of an electricity transmission or\n         distribution system or of the generation or distri-\n         bution of an electricity network;\n    (d) used solely for broadcasting or to provide sub-\n        scriber television service;\n    (e) used solely to provide emergency telecommunica-\n         tions services;\n    (f) used solely by an aeronautical, maritime or other\n         industry or organization to provide services to its\n         members that share a common business purpose\n         other than the supply of telecommunications\n         services.\n      (4) This section shall not apply to any facility 'owned\nor operated by the Jamaica Constabulary Force or the\nJamaica Defence Force.\n 14                [No. l]          The Telecommunications Act, 2000\n                         (5) For the purposes of this Act, a specified service\n                  is provided to the public if it-\n                        (a) is supplied, directly or indirectly, for a fee to a\n                            person other than-\n                                (i) a connected person or any of its employees\n                                    or officers; or\n                               (ii) a closed user group;\n                        (b) is connected to a public network; or\n                       (c) provides customers with the capability to use the\n                           service for originating specified services to or\n                           terminating such services from the public switched\n                           telephone network.\n                         (6) For the purposes of this Act, the marketing and\n                  sale of international services to the public within Jamaica\n                  constitute the provision of a specified service to the public.\n                        (7) Any person who contravenes subsection (I) or (2)\n                 shall be guilty of an offence and liable on summary con-\n                 viction in a Resident Magistrate's Court to a fine not exceed-\n                 ing three million dollars or to imprisonment for a term not\n                 exceeding four years or to both such fine and imprisonment.\nMinisterial\ndirections          10.-(1) The Minister shall by a direction in writing to\nto Office re\nlicences, etc,\n                 the Office, require the Office to invite applications for the\n                 grant of carrier or service provider licences or both and\n                 such direction shall specify-\n                      {a) the number of licences to be issued;\n                      (b) the facilities or specified services, as the case may\n                             be, in relation to which the licences will be granted.\n                         (2) Upon receipt of a direction under subsection (1),\n                 the Office shall--\n                      (a) publish a notice in a daily newspaper circulating\n                          in the Island, containing information as to-\n                             (i) the service area to be covered by the licence;\n           The Telecommunications Act, 2000         [No. 1]      15\n        (ii) the technical limits of the licence;\n       (iii) the technical, legal and financial require-\n           ments to be met by applicants;\n      (iv) the number of licences to be issued;\n       (v) the type of conditions to be included in a\n           licence; and\n      (vi) such other information as the Office con-\n           siders relevant;\n(b) determine the period within which applications\n    shall be submitted, not being less than sixty days\n    in cases where a limited number of licences are\n    to be issued;\n(c) publish at the end of that period and in the manner\n    specified in paragraph (a), a notice of each applica-\n    tion submitted;\nd) afford members of the public a reasonable oppor-\n   tunity to comment on any matter regarding such\n   applications within such period as the Office may\n   determine, being not less than thirty days after the\n   publication of the notice pursuant to paragraph\n    (c).\n  (3) Where any comments made pursuant to sub-\nn (2) (d) include a proposal for refusal of an application,\n omments shall contain a statement of the reasons for\n roposal.\n-(l) An application for a licence under this Act shall Application\nde to the Office in the prescribed form and shall be for licence.\n panied by the prescribed application fee and contain\nement that-\n) the applicant undertakes to comply with the pro-\n  visions of this Act relating to the type of facility or\n  specified service to which the application relates,\n  including-\n     (i) interconnection obligations;\n16   [No. l]          The Telecommunications Act, 2000\n                   (ii) universal service obligations;\n                 (iii) licence limitations; and\n                (iv) network expansion requirements;\n         (b) the applicant is not disqualified from being granted\n              a licence by reason of any legal impediment;\n         (c) the applicant possesses the technical qualifications\n              to fully perform the obligations imposed by the\n              licence; and\n         (d) the applicant satisfies the financial requirements\n             for the construction and operation of the facility\n             or the provision of the services to which the applica-\n             tion relates.\n              (2) In deciding whether to recommend to the Min-\n     ister that an applicant be granted a licence, the Office shall-\n         (a) determine whether the applicant is a fit and proper\n             person to be granted a licence, is an undischarged\n             bankrupt or has previously been granted a licence\n             which was revoked;\n         (b) determine whether any connected person has pre-\n             viously been granted a licence which was revoked;\n         (c) have regard to such other matters as the Office con-\n             siders relevant.\n               (3) The Office may, where it considers necessary or\n     desirable for the purposes of subsection (2), by notice in\n     writing, require an applicant to furnish such information as\n     is specified in that notice.\n             (4) After taking action in accordance with sub-\n     section (2) in respect of an application, the Office shall make\n     recommendations thereon to the Minister.\n             (5) The Office shall recommend the refusal of a\n     licence to an applicant if the Office is satisfied that-\n          (a) the applicant has failed to comply with the require-\n                ments of section 11 (l); or\n               The Telecommunications Act, 2000          [No. 1]         17\n     (b) the application is otherwise contrary to this Act\n         or any directions issued to the Office by the Min-\n         ister pursuant to section 10.\n        (6) For the purposes of this Act, the following per-\nsons shall be treated as being connected with a given person\n(\"L\") and the person with them, and shall be so treated not-\nwithstanding that at the relevant time any of the persons in\nquestion (not being individuals) had not yet come into\nexistence or had ceased to exist-\n    (a) a holding company or subsidiary of L;\n    (b) any company of which L has control;\n    (c) any company of which L and persons connected\n        with L together have control;\n    (d) any company which together with L constitute a\n        group."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If any vacancy occurs in the membership of the Tribunal, such Filling of\nvacancy shall be filled by the appointment of another member thereof. vacancy."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The names of all members of the Advisory Council as first con- Publication\nstituted and every change in the membership thereof shall be published of member-\n                                                                       ship Pro-\nin the Gazette.                                                        cedure and\n                                                                          meetings."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Advisory Council shall meet at such times as may be\nnecessary or expedient for the transaction of their business and such\nmeetings shall be held at such places and times as the Advisory Council\nmay determine.\n      (2) The chairman may at any time call a special meeting of the\nAdvisory Council and shall call a special meeting within fourteen days\nof the receipt of a written requisition for that purpose, addressed to\nhim by any two members of the Advisory Council.\n      (3) The chairman shall preside at meetings of the Advisory\nCouncil and in the case of the absence of the chairman from a\nmeeting, the members present and constituting a quorum shall elect\none member to preside at that meeting.\n      (4) The quorum of the Advisory Council shall be three.\n       (5) The decisions of the Advisory Council shall be by a majority\nof votes, and in addition to an original vote, the chairman or member\npresiding at a meeting shall have a casting vote in any case in which\nthe voting is equal.\n     (6) Minutes in proper form of each meeting of the Advisory\nCouncil shall be kept.\n      (7) The validity of the proceedings of the Advisory Council\nshall not be affected by any vacancy amongst the members thereof\nor by any defect in the appointment of any member thereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Council shall from time to time carry out a survey of Conduct\n                                                                    survey by\n                                                                             of\nall telecommunications services which should be provided to yield Council.\noptimum benefits.\n       (2) In carrying out a survey under this paragraph the Council\nshall consult with members of the public and take into account any\nrecommendations made by such members.\n       (3) The Council shall make recommendations to the Office in\nrelation to a survey carried out under this paragraph including recom-\nmendations as to contributions by service providers to the provision\nof services to which the recommendations relate.\n     (4) The Office shall determine the level of contributions to be\nmade by service providers on a non-discriminatory basis.\n      (S) The first survey under this paragraph shall be carried out\nwithin ninety days after the appointed day.\n 66              [No. 1]           The T elecommwzications Act, 2000\n Remunera           10. There shall be paid to the chairman and other members of the\n tion of         Advisory Council such remuneration. whether by way of honorarium,\n members.        salary or fees, and such allowances as the Minister may determine."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Subject to the provisions of this Schedule, the Tribunal shall Power to\nregulate its own proceedings.                                        proceedings,"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No action, suit, prosecution or other proceedings shall be brought\n Protection      or instituted personally against any member of the Council in respect\n from\n suit, etc.      of any act done bona fide in pursuance or execution or intended execu-\n                 tion of this Act."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The office of chairman or member of the Advisory Council shall\n ]5,,,%         ot be a public office for the purposes of Chapter V of the Constitution\n Public Office. of Jamaica.\n                                         SECOND SCHEDULE                      (Section 61)\n                              Constitution and Procedure of Appeal Tribunal\n Constitution     1. The Appeal Tribunal shall consist of three members appointed\n of Tribunal.   by the Minister as follows-\n                    (a) one member shall be a former Judge of the Supreme Court\n                        or the Court of Appeal and shall be chairman of the Tribunal;\n                     (b) one member shall be appointed on the recommendation of\n                           the Advisory Council; and\n                     (c) one member shall be appointed on the recommendation of\n                         the Consumer Affairs Commission.\n Tenure of        2. The members of the Tribunal shall, subject to the provisions of\n office.        Schedule, hold office for such period not exceeding two years as the\n                Minister may determine and shall be eligible for reappointment.\n Acting           3. The Minister may appoint any person to act in the place of the\n appoint-       chairman or any other member of the Tribunal in the case of the\n ments.         absence or inability to act of the chairman or other member.\nResignations.     4.-(l) Any member of the Tribunal other than the chairman may\n                at any time resign his office by instrument in writing, addressed to the\n                Minister and transmitted through the chairman, and from the date of\n                the receipt by the Minister of such instrument that member shall cease\n                to be a member of the Tribunal.\n                       (2) The chairman may at any time resign his office by instrument\n                in writing addressed to the Minister and such resignation shall take\n                effect as from the date of receipt by the Minister of that instrument.\nRevocation        5. The Minister may at any time revoke the appointment of any\nof appoint-     member of the Tribunal if such member-\nment.\n                    (a) becomes of unsound mind or becomes permanently unable to\n                        perform his functions by reasons of ill health;\n                    (b) is convicted and sentenced to a term of imprisonment;\n                 The Telecommunications Act, 2000                [No. I]            67\n    (c) fails without reasonable excuse to carry out any of the functions\n        conferred or imposed on him under this Act; or\n    (d) engages in such activities as are reasonably considered pre-\n        judicial to the interest of the Tribunal."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Upon receipt of a recommendation from the Grant of\n Office pursuant to section 11 (4), the Minister may, subject licence.\nto subsections (2) and (3)-\n    (a) in the case of an application for a carrier licence,\n        grant that licence authorizing the licensee to own\n        and operate the facilities specified in the application;\n    (b) in the case of an application for a service provider\n        licence, grant that licence authorizing the licensee\n        to provide the services specified in the application;\n     (c) in the case of a dealer licence, grant the licence\n         authorizing the licensee to sell, trade in or import\n         any prescribed equipment;\n    (d) refer the recommendation back to the Office for\n        further consideration; or\n18       [No. 1]          The Telecommunications Act, 2000\n              (e) refuse to grant the licence and the Minister shall\n                  as soon as practicable give written reasons for such\n                  refusal.\n               (2) The Minister shall not grant a licence to an appli-\n        cant unless-\n             (a) the Minister has consulted the Office with regard\n                 to its recommendation in relation to the applica-\n                 tion and has obtained the support of the Office in\n                 relation thereto; and\n            (b) the Minister is satisfied that the applicant satisfies\n                   the requirements specified in section 11 (1) (a) to\n                   (d).\n               (3) A licence granted under this section shall be in\n       the prescribed form and, subject to subsection (5), shall be\n       subject to the following conditions-\n           (a) the licensee shall not operate a facility, provide\n               specified services or use any frequencies designated\n               in the licence beyond the period of the licence or\n               in any manner other than that authorized by the\n               licence;\n           (b) the licence or any right granted thereby shall not be\n               assigned or otherwise transferred except in accord-\n               ance with this Part;\n          (c) such other condition as may be considered necessary\n               to ensure that the licensee complies with the require-\n               ments specified in section 11 (1) (a) to (d);\n          (d) subject to subsection (4), such other condition as\n              the Minister deems reasonably necessary to achieve\n              the objects of this Act.\n             (4) Where a licence contains a condition such as is\n     referred to in subsection (3) (d), the Minister shall inform\n     the applicant in writing of the reasons for that condition.\n                The Telecommunications Act, 2000       [No. l]         I9\n        (5) A licence granted under this Act may, on the\nexpiry thereof, be renewed in accordance with section 15.\n        (6) A licence granted under this Act shall, unless\nsooner revoked, be valid-\n     (a) in the case of a carrier licence, for such period as\n         is specified therein;\n    (b) in any other case, for such period, not exceeding\n        fifteen years, as may be so specified."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Where the Office has reason to believe that a Suspension\nli censee h as contravene d the   d. .\n                             h conditions      h liicence or, iion\n                                          off the             or revoca-\n                                                                   of\nas the case may be, has failed to pay any amount required licence.\nunder section 16, the Office shall give to that licensee notice\nin writing-\n    (a) specifying particulars of such contravention; and\n    (b) requiring the licensee to justify its actions to the\n        Office or otherwise to take such remedial action\n        as may be specified in the notice.\n         (2) Where the Office gives any notice under sub-\nsection (1), the Office shall send a copy thereof to the Min-\nister for his information.\n         (3) Where a licensee fails to justify its actions to the\nsatisfaction of the Office or fails or ref uses to take any\nremedial action specified in the notice issued under subsection\n(1), the Office shall notify the Minister in writing of the fact\nof such failure or refusal.\n        (4) Where a licensee fails to comply with any re-\nquirements of a notice under subsection (1), the Office may-\n     (a) on the first occasion of such failure, recommend\n          to the Minister that the licence be suspended for\n          a period not exceeding three months; or\n     (b) if the failure occurs on any second or subsequent\n          occasion, recommend to the Minister that the\n          licence be suspended for such period as the Office\n          considers appropriate or be revoked.\n20   [No. l]          The Telecommunications Act, 2000\n               (5) Before suspending or revoking a licence, the Min-\n     ister shall direct the Office to notify the licensee accordingly\n     and shall afford the licensee an opportunity to show cause\n     why the licence should not be suspended or revoked.\n             (6) Subject to subsection (7), the Office may recom-\n     mend to the Minister that a licence be suspended or revoked,\n     as the case may be, if, on its own initiative or on representa-\n     tions made by any other person, the Office is satisfied that\n     the licensee has-\n          (a) knowingly made any false statement in an applica-\n              tion for a licence or in any statement made to the\n              Office;\n          (b) knowingly failed to provide information or evidence\n                that would have resulted in a refusal to grant a\n                licence;\n          (c) wilfully failed to comply with the terms of its licence;\n          (d) wilfully contravened any provision of this Act or\n                any rules or regulations made hereunder;\n          (e) violated or failed to comply with a cease and desist\n              order issued under section 63;\n          (f) provided services not authorized by its licence;\n          (g) operated a facility without a carrier licence;\n          (h) failed to make payments in a timely manner in con-\n                nection with the universal service obligation levy\n                or in respect of the regulatory fee imposed pursuant\n                to section 16.\n             (7) Before taking action under subsection (1), the\n     Office shall carry out such investigations as may be necessary\n     and afford the licensee concerned an opportunity to be heard.\n               (8) For the purpose of this section, the Office may-\n          (a) summon and examine witnesses;\n           (b) call for and examine documents;\n                  The Telecommunications Act, 2000        [No. 1]   21\n     (c) require that any document submitted be verified\n         by affidavit;\n     (d) adjourn any investigation from time to time.\n        (9) If a person fails or refuses without reasonable\ncause, to furnish information to the Office when required\nto do so, the Office may apply to the Court for an order to\ncompel the person to furnish the information to the Office."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Minister shall, upon application by a licensee, Renewal of\nrenew a licence (hereinafter in this section referred to as licence.\nthe \"original licence\") for a period equivalent to the period\nfor which the original licence was granted, if the Minister is\nsatisfied that-\n     (a) the applicant has operated within the terms of the\n         original licence; and\n     (b) during the continuance in force of the original\n         licence, the applicant has not engaged in any con-\n         duct amounting to a material contravention of this\n         Act or any regulations made hereunder."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Office may impose an annual regulatory fee Regulatory\nin accordance with this section in relation to all carrier fees.\nlicences and service provider licences issued under this Aot.\n       (2) The amount of the regulatory fees shall be such\nsum as, in the opinion of the Office, is a reasonable estimate\nof the costs which will be incurred by the Office in relation\nto the regulation of the specified services to which the licences\nrelate (hereinafter in this section referred to as \"regulation\ncosts\").\n        (3) In determining the amount of the regulatory fee\npayable by a licensee, the Office shall apportion regulation\ncosts reasonably and equitab!J.y among licensees.\n        (4) Where a licensee fails to pay the amount of the\nregulatory fee within the time required by the Office for\n                [No. I]        The Telecommunications Act, 2000\n22\n                such payment, the licensee shall be liable to such amount by\n                way of a surcharge as the Office may determine, not exceed-\n                ing twenty-five per cent of the amount unpaid.\nAssignment        17.--(1) In this Act-\nof licences\nand transfer         \"control\" in relation to a licensee, means the power of\nof control of\nlicensees.               a person to determine and implement the licensee's\n                         policies and the day to day operations of the policies\n                         and the day to day operations of the licensed\n                         facilities or services;\n                     \"pro forma transaction\" means-\n                              (a) an assignment from one or more indivi-\n                                  duals to a body corporate owned or\n                                  controlled by the same individual or indi-\n                                  viduals without any change in their\n                                  relative interests;\n                              (b) an assignment from a body corporate to\n                                  shareholders without effecting any change\n                                  in the disposition of their interests;\n                              (c) a reorganization of a body corporate that\n                                  involves no change in the beneficial\n                                  ownership thereof;\n                              (d) an assignment or transfer-\n                                       (i) from a body corporate to its\n                                           wholly owned subsidiary or\n                                            vice versa;\n                                       (ii) between wholly owned subsidi-\n                                            diaries of the same holding com-\n                                            pany;\n                              (e) an assignment from a body corporate to\n                                  another body corporate owned or con-\n                                  trolled by the assignor's shareholders\n                                  without a substantial change in their\n                                  relative interests.\n               The Telecommunications Act, 2000           [No. l]\n       (2) A licensee may, with the prior approval of the\nMinister, assign its licence or any rights thereunder or trans-\nfer control of its operations.\n         (3) An application for approval of an assignment or\n transfer under this section shall be made in writing to the\n Minister who shall grant such approval if he is satisfied that\n the assignee satisfies the requirements of section 11 (1) (a) to\n(b) as regards the obligations imposed on a licensee by this\nAct or the licence.\n        (4) Subsection (3) shall not apply to a pro form.a\ntransaction and the following provisions of this subsection\nshall apply in relation thereto-\n    (a) within forty-five days after the completion of the\n        transaction the licensee shall-\n            (i) submit to the Office, proof of the comple-\n                tion of the transaction either in the form of\n                an application that is appropriate for the\n                class of licence to which it relates or such\n                other written correspondence as the Office\n                may authorize, containing all of the infor-\n                mation included in the application;\n           (ii) certify that the transaction is a pro forma\n                transaction;\n    (b) the Office shall publish notice of the assignment\n        or transfer in the Gazette."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Any person may provide customer equipment Customer\n                                                    equipment.\nother than prescribed equipment to the public.\n        (2) Customer equipment referred to in subsection (1)\nincludes any equipment used-\n    (a) by the customer to receive mobile services; and\n   (b) to connect more than one telephone station to the\n       public network.\n                                 The Telecommunications Act, 2000\n24                [No. 1]\n                          (3) Where a person provides customer equipment\n                  referred to in subsection (2)-\n                       (a) that person shall include a provision in the appro-\n                            priate tariff or contract that reserves a right of\n                            the underlying international carrier on application\n                            to the Office and on such terms and conditions as\n                            the Office may specify to have access to and\n                            inspect that equipment; and\n                       (b) that carrier shall take action under paragraph (a)\n                            in the prescribed manner.\n                          (4) Where a customer denies access to the carrier\n                  that is required for the purposes of subsection (3) (a), the\n                  carrier may, with the prior approval of the Office, disconnect\n                  the service provided to that customer or discontinue the\n                  provision of that service.\n Register and        19,-(1) The Office shall cause to be kept a register of all\n inspection\n of licences. applications for carrier, dealer and service provider licences\n                   received by it and all such licences granted pursuant to this\n                   Act and such register may be kept in electronic form.\n                          (2) Subject to section 7 (Obligation for secrecy) the\n                  Office--\n                        (a) shall make available for public inspection during\n                            its business hours, all applications for licences and\n                            supporting documents and all licences granted pur-\n                            suant to this Act;\n                        (b) may permit any person to make copies of any\n                            entry in the register and may charge such fees as\n                             it considers reasonable for such copies.\n                                PART IV. Spectrum Management\n     Regulation       20.-(1) The Minister shall take such steps as he con-\n     of use of\n     spectrum.     siders necessary or desirable to regulate the use, for any\n                   purpose, of the spectrum within Jamaica or between\n                   Jamaica and elsewhere.\n               The Telecommunications Act, 2000      [No. 1]     25\n         (2) For the purposes of this section, the Minister\nshall-\n    (a) allocate the spectrum for facilities and specified\n        services within Jamaica;\n    (b) determine methods for assigning of the spectrum;\n    (c) issue licences authorizing the use of specified por-\n         tions of the spectrum;\n     (d) institute procedures for ensuring the compliance by\n         licensees with any obligations regarding the use\n         and operation of the spectrum, imposed by or\n         under the licence, any provisions of this Act or\n         any regulations made hereunder.\n         (3) The Minister may make regulations with\nrespect to the implementation of the policy with regard to\nmanagement of the spectrum.\n         (4) The Minister may, subject to subsection (5),\ndelegate any of his functions under this Part (other than\nthe powers of delegation) to the Spectrum Management\nAuthority established under section 21.\n         (5) In the absence of a delegation under subsection\n(4), the Minister shall, in carrying out his functions under\nthis Part, seek the recommendations of the Spectrum Man-\nagement Authority.\n        (6) In this Act \"spectrum\" means the continuous\nrange of electromagnetic wave frequencies up to and in-\ncluding a frequency of 420 terahertz."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Register and fuspecifon of!'licencies).:\n     .\n     u   (No. I]             The Telecommunications Act, 2000\n                              PART IV. Spectrum Management"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) For the purposes of this Part, the Minister shall Spectrum\nestablish a Spectrum Management Authority (hereinafter {g\"\"g\"\nreferred to as \"the Authority\").\n         (2) Subject to subsection (3), the functions of the\nAuthority shall be to advise the Minister on any matter\nreferred to it by the Minister and to perform any function\ndelegated to it pursuant to section 20 (4).\n                [No. l]        The Telecommunications Act, 2000\n26\n                          (3) In performing its functions under this Act, the\n                Authority shall-\n                    (a) have regard to the objects, provisions and purposes\n                        of this Act and the provisions of the Radio and\n                        Telegraph Control Act; and\n                    (b) consult with and co-operate with the Office in re-\n                          lation to any matter which falls within the functions\n                          of the Office pursuant to this Act.\n Allocation        22.-(1) The Minister may, on the recommendation of\nof spectrum .   the Authority, cause to be prepared a national plan for the\n                allocation of the spectrum and that plan shall\n                    (a) contain particulars of the allocation of frequency\n                        bands; and\n                    (b) conform to the International Telecommunication\n                        Union table of Frequency Allocations, including\n                        such allocation for facilities and specified services.\n                        (2) In subsection (1) (a) \"frequency\" means a contin-\n                uous frequency range of spectrum.\n Licence for      23.-(1) The Minister may, on the recommendation of\n use of         the Authority and subject to subsection (4), grant a licence\n spectrum,\n                (hereinafter referred to as a \"spectrum licence\") authoriz-\n                ing the use of such portion of the spectrum as may be\n                specified therein.\n                        (2) For the purposes of this section, the Minister\n                may, in writing, direct the Authority to-\n                     (a) invite applications for spectrum licences;\n                     (b) review such applications and make recommenda-\n                         tions to the Minister concerning assignment of the\n                         spectrum in accordance with the provisions of the\n                         national plan referred to in section 22 (1) •.\n                          (3) A person may, in the same application, apply\n                for a carrier licence, a service provider licence and a spectrum\n               The Telecommunications Act, 2000        [No. 1)            27\nlicence and in such a case, a copy of the application shall\nbe sent to the Minister and the Office.\n           (4) The Minister may grant a spectrum licence in\n connection with the provision of a facility or specified\nservice only to an applicant who is the holder of a carrier\nlicence or service provider licence or, as the case may be,\nis eligible for the grant of a carrier licence or service pro-\nvider licence.\n       (5) In making recommendations to the Minister\nunder subsection (2) (b), the Authority shall have regard\n   he prescribed standards.\n        (6) The Minister may make regulations prescribing\n   hods for assignment of the spectrum and the standards\n    ired as to the technical, financial and legal require-\n   ts of applicants.\n        (7) A person to whom a spectrum licence is granted\n    r this section shall pay such fees as the Minister may\n   rmine by notice in writing to that person.\n    . Section 23 (1) to (6) shall not apply to any person Saving re\n   einafter in this Part referred to as an \"existing user\") to existing\n                                                               users.\n   m any rights relating to the use of the spectrum were\n   ted before the appointed day in connection with a\n   ce granted under the Radio and Telegraph Control Act\n   ny other enactment.\n   . Every person who is the holder of a spectrum licence use of\n     comply with the terms and conditions of that licence spectrum.\n    the directions of the Authority in relation to the use\n   e spectrum.\n   .--(1) The Minister may impose an annual spectrum spectrum\n               . accordance\n   latory fiee in      d        . h this\n                              wit}   b\" section\n                                            .       l t·\n                                                . relation\n                                                in         regulatory\n                                                           fee.\n    ch spectrum licence issued under this Part.\n       (2) The spectrum regulatory fee shall be such\n    nt as the Minister considers necessary in order to cover\n28            [No. l]        The Telecommunications Act, 2000\n              the reasonable operating costs incurred by the Authority in\n              relation to spectrum licences.\n                       (3) The amount of the spectrum regulatory fee shall\n              be calculated on the same basis in relation to each holder\n              of a carrier licence and a service provider licence.\n                               PART V.    Interconnection\nInterpreta-     27. In this Part-\ntion.\n                   \"dominant public voice carrier\" means a public voice\n                       carrier that holds a dominant position in the tele-\n                      communications market in Jamaica within the\n                      meaning of section 19 of the Fair Competition Act;\n                  \"interconnection provider\" means a public voice carrier\n                       who has received a request from another public\n                       voice carrier for interconnection;\n                  interconnection seeker\" means a public voice carrier\n                      who makes a request to another public voice carrier\n                      for interconnection;\n                  \"point of interconnection\" means the physical location\n                      for hand-over of voice telecommunications services\n                      between the interconnection provider and the inter-\n                      connection seeker;\n                  \"public voice carrier\" means a carrier who owns and\n                      operates a public voice network used to provide\n                      a voice service to the public;\n                  \"reference interconnection off er\" means an offer docu-\n                       ment setting out matters relating to the price and\n                       terms and conditions under which a public voice\n                       carrier will permit interconnection to its public\n                       voice network.\nDetermina-      28.-(1) Subject to subsection (2), the Office shall deter-\ntion of\ndominance.    mine which public voice carriers are to be classified as\n              dominant public voice carriers for the purposes of this Act.\n                The Telecommunications Act, 2000                [No. 1]            29\n          (2) Before making a determination under subsec-\ntion (l), the Office shall-\n     (a) invite submissions from members of the public on\n           the matter; and\n    (b) consult with the Fair Trading Commission and\n           take account of any recommendations made by\n           that Commission.\n         (3) A dominant public voice carried may at any\ntime apply to the Office to be classified as non-dominant\nand the Office shall not make a determination in respect of\n    application unless it has invited submissions from mem-\n     of that public on the matter and has taken account of\n    such submissions.\n    .-(1) Each carrier shall, upon request in accordance Obligation\n     thi: Pa         s:.            :»\n    this   'art, permit interconnection of 5fits pul ibli;lic voice\n                                                                >        t@grant\n                                                                    net- iterconnec-\n      with the public voice network of any other carrier for tton.\n     rovisions of voice services.\n         (2) A public voice carrier shall provide intercon-\n    on in accordance with the following principles-\n     (a) any-to-any connectivity shall be granted in such\n          manner as to enable customers of each public voice\n          network to complete calls to customers of another\n          public voice network or to obtain services from\n          such other network;\n    (b) end-to-end operability shall be maintained in order\n          to facilitate the provision of services by an inter-\n          connecting carrier to the customer notwithstanding\n          that the customer is directly connected to a different\n          network;\n    (c) interconnecting carriers shall be equally responsible\n          for establishing interconnection and doing so as\n          quickly as is reasonably practicable.\n        (3) Copies of all interconnection agreements shall be\n    ed with the Office which may object to any such agree-\n    t in the prescribed manner.\n30             [No. l]         The Telecommunications Act, 2000\n                         (4) The Office may, either on its own initiative\n               in assessing an interconnection agreement, or in resolving a\n               dispute between operators, make a determination of the\n               terms and conditions of call termination, including charges.\n                       (5) When making a determination of an operator's\n               call termination charges, the office shall have regard to the\n               principle of cost orientation, so, however, that if the opera-\n               tor is non-dominant then the Office may also consider\n               reciprocity and other approaches.\n                        (6) For the purposes of subsection (5), \"recipro-\n               city\" means basing the non-dominant carrier's call termi-\n               nation charges on the call termination charges of another\n               carrier.\nInterconnec-     30.-(1) Without preiudice to section 29. a dominant\ntion by\ndominant\ncarrier.\n               public voice carrier shall provide interconnection in relation\n               to a public voice network in accordance with the following\n               principles-\n                   (a) the terms and conditions under which it is provided\n                       shall be-\n                           (i) on a non-discriminatory basis;\n                          (ii) reasonable and transparent, including such\n                               terms and conditions as relate to technical\n                               specifications and the number and location\n                               of points of interconnection; and\n                         (iii) charges shall be cost oriented and guided by\n                               the principles specified in section 33;\n                   (b) no unfair arrangements for cross subsidies shall\n                         be made;\n                   (c) where technically and economically reasonable\n                       interconnection services shall be so diversified as\n                       to render it unnecessary for an interconnection\n                       seeker to pay unreasonably for network compo-\n                       nents or facilities that it does not require;\n                The Telecommunications Act, 2000          [No. 1]            31\n         (2) Each dominant public voice carrier shall keep\nseparate accounts in such form and containing such parti-\nculars as will enable the Office to assess whether that carrier\nprovides interconnection services in accordance with the\nprinciples specified in subsection (1)."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Allocation of spectrum.\n·1\ni          23. Licence for use of spectrum.\nt\nl\nl          24. Saving re existing users.\nl\n~\n '"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Spectrum regulatory fee.\n                                     PART V.   Interconnection"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Each term and condition in relation to the provision Deteria-\nof interconnection services provided to each carrier shall be {\"\",';;\ndetermined-                                                     condition.\n     (a) in accordance with the relevant references inter-\n         connection offer or any part thereof which is in\n         effect in relation to the provision of those services;\n     (b) where paragraph (a) does not apply, by agreement\n         between the interconnection seeker and the inter-\n         connection provider; and\n     (c) where neither paragraph (a) nor (b) applies, by the\n          Office acting as arbitrator pursuant to the arbitra-\n          tion rules referred to in section 34 (2)."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) Every dominant carrier shall, and any other Filingof\n carrier may, lodge with the Office a proposed reference 3.\"\ninterconnection offer setting out the terms and conditions {\"\",\"\"\nupon which other carriers may interconnect with the public\nvoice network of that dominant or other carrier, for the\nprovision of voice services.\n        (2) Each dominant public voice carrier who is re-\nquired under this Part to provide interconnection in relation\nto voice services shall submit a reference interconnection\noffer to the Office-\n     (a) within ninety days after the date of determination\n          of dominance pursuant to section 28; or\n     (b) at least ninety days before the date of expiry of an\n          existing reference interconnection offer,\nand the existing telecommunications carrier shall submit its\ninitial reference interconnection offer within thirty days after\nthe appointed day.\n                 [No. l]         The Telecommunications Act, 2000\n                         (3) A reference interconnection offer shall contain\n                 such particulars as may be prescribed.\n                         (4) A reference interconnection offer or any part\n                 thereof shall take effect upon approval by the Office in the\n                 prescribed manner.\nPrinci pies to     33.-(1) Where the Office is required to determine the\nguide deter-\nmination of      prices at which interconnection is to be provided by a domi-\nprices.\n                 nant carrier, it shall, in making that determination, be guided\n                 by the following principles-\n                     (a) costs shall be borne by the carrier whose activities\n                         cause those costs to be incurred;\n                     (b) non-recurring costs shall be recovered through non-\n                         recurring charges and recurring costs shall be re-\n                         covered through recurring charges;\n                     (c) costs that do not vary with usage shall be recovered\n                         through flat charges and costs that vary with usage\n                         shall be recovered through charges that are based\n                         on usage;\n                     {d) costs shall include attributable operating ex-\n                         penditure and depreciation and an amount esti-\n                         mated to achieve a reasonable rate or return;\n                     (e) prices for interconnection shall be established be-\n                          tween the total long run incremental cost of pro-\n                          viding the service and the stand alone cost of\n                         providing the service, so, however, that the prices\n                         shall be so calculated as to avoid placing a dispro-\n                         portionate burden of recovery of common costs on\n                         interconnection services;\n                     (f)   where appropriate, interconnection costs shall in-\n                           clude provision for a supplementary charge, being\n                           a contribution towards the access deficit of the\n                           interconnection provider.\n                  The Telecommunications Act, 2000                [No. 1]             33\n         (2) Where the Office has been unable to obtain cost\ninformation that it is reasonably satisfied is relevant and\nreliable, it may take into account comparable international\nbenchmarks.\n        (3) In subsection (1) (f) \"access deficit\" means the\namount by which a carrier's revenue from connection and\ntime apply to the Office to be classified as non-dominant\nlines due to regulatory constraints on those charges."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) Where, during negotiations for the provision of Pre-contract\ninterconnection there is any dispute between the intercon- disputes.\nnection provider and the interconnection seeker (hereinafter\nin this section referred to as pre-contract dispute) as to the\nterms and conditions of such provision, either of them may\nrefer the dispute to the Office for resolution.\n        (2) The Office shall make rules applicable to the\narbitration of precontract disputes.\n         (3) A decision of the Office in relation to any pre-\ncontract dispute shall be consistent with-\n     (a) any agreement reached between the parties as to\n         matters that are not in dispute;\n     (b) the terms and conditions set out in a reference inter-\n         connection off er or any part thereof that is in effect\n         with respect to the interconnection provider;\n     (c) the principles specified in sections 29 (2) and 30 (1).\n         (4) Where neither party to the dispute is a domi-\nnant public voice carrier, the Office may decline to act as\nan arbitrator in relation to the dispute."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.--(1) The Office may, after consultation with the Fair Competitive\n     %    Ct       s%          d      ch       «:.      %   the       j,    safeguards.\nTrading        Commission an       sucl    participants in the tele-\ncommunications industry as it thinks fit and subject to sub-\nsection (3), make rules subject to affirmative resolution (here-\ninafter referred to as \"competitive safeguard rules\") prescrib-\n           [No. l]        The Telecommunications Act, 2000\n           ing the following matters in relation to dominant public\n           voice carriers-\n                (a) separation of accounts;\n                (b) keeping of records;\n                (c) provisions to ensure that information supplied by\n                    other carriers for the purpose of facilitating inter-\n                    connection is not used for any uncompetitive\n                    purpose;\n                (d) such other provisions as the Office considers reason-\n                    able and necessary for the purposes of the com-\n                    petitive safeguard rules.\n                    (2) The Office may in consultation with the Fair\n           Trading Commission, develop guidelines as to-\n                (a) the types of uncompetitive practices to which the\n                     competitive safeguard rules apply; and\n                (b) the procedure for determining whether to impose\n                     a competitive safeguard in relation to that practice.\n                    (3) The Office shall make competitive safeguard\n           rules only if it is satisfied that--\n                (a) such rules are necessary for the identification or\n                     prevention of abuse of a dominant practice by a\n                     dominant public voice carrier or any other uncom-\n                     petitive practice by that carrier; and\n                (b) no other means are available to the Office for the\n                     provision of an adequate remedy in relation to such\n                     abuse or practice;\nIndirect      36.--(1) The Office may make rules subject to affirma-\naccess.\n           tive resolution imposing on a dominant public voice carrier,\n           the responsibility to offer a particular form of indirect access\n           to its network to other interconnection providers, if the\n           Office is satisfied on reasonable grounds that such rules are\n           necessary in the interest of customers and that-\n                (a) the benefits likely to arise from the requirement to\n                     provide a particular form of indirect access out-\n                     weigh the likely cost of implementing it; and\n                The Telecommunications Act, 2000           [No. 1]         35\n     (b) the requirement to provide the particular form of\n          indirect access will not impose an unfair burden on\n          any carrier or service provider.\n        (2) In subsection (1) \"indirect access\" means the\nmethod whereby customers are able to select the services\nof any service provider who uses a public voice carrier's\nnetwork to provide specified services."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Subject to this Act, the Office may make rules Number\n subject to affirmative resolution imposing on any public portability.\nvoice carrier, the responsibility to offer number portability\nif the Office is satisfied on reasonable grounds that-\n      (a) the benefits likely to arise from the requirement to\n           provide a particular form of number portability\n           outweigh the likely cost of implementing it; and\n      (b) the requirement will not impose an unfair burden\n           on any carrier or service provider.\n         (2) In this section \"number portability\" means the\nability of customers to change service providers without\nhaving to change their telephone numbers.\n                 PART VI,    Universal Service -"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Universal service shall be provided to customers in Principles\n                                                                 governing\naccordance with the following principles-                        provision of\n                   .\n    (a, ) connection       h pul bl'lic voice\n                       to the             . networkk slah ll b e universal\n                                                                 service.\n          reasonably provided to all customers upon request,\n          to the extent that such connection is technically\n          feasible and economically reasonable;\n    (b) any obligation imposed by this Act with regard to\n          the provision of universal service shall be fulfilled\n           as efficiently, economically and practically as\n          possible;\n    (c) a licensee who is required by this Act to provide\n          universal service shall be entitled to compensation\n          in relation to the net costs incurred in meeting that\n          requirement;\n             [No. 1]\n                               The Telecommunications Act, 2000\n                  (d) licensees shall pay the universal service levy in the\n                      prescribed manner.\nObligation     39.-(1) Subject to this section the obligation to provide\nto provide\nuniversal    universal service shall be determined-\nservice.\n                  (a) by an agreement between the Minister and a\n                      licensee; and\n                  (b) on the recommendation of the Office, in accordance\n                      with section 42.\n                     (2) The obligation to provide universal service shall\n             be based on the following principles, that is to say the need-\n                  (a) to the extent technically feasible and economically\n                       reasonable, to promote access to single line voice\n                       telephone services throughout the Island to persons\n                       regardless of place of residence or work;\n                   (b) to ensure that payphone services are reasonably\n                        accessible to customers on an equitable basis;\n                       (c) to permit access to free calls to emergency services;\n                            and\n                       (d) to the extent technically feasible and in so far as\n                            the necessary resources are available, to promote\n                            internet access throughout the Island in schools,\n                            public libraries and post offices.\n                       (3) Where the universal service obligation is deter-\n               mined in accordance with subsection (1) (a), the provisions\n               of this Part other than section 41, shall not apply to the\n               provision of such service.\n                       (4) Where the universal service obligation is deter-\n               mined otherwise than pursuant to subsection (1) (a), the\n               Office shall, on the request of the Minister and subject to\n                subsection (S), make recommendations as to the nature of\n                the obligation to be imposed on the provider of such service.\n                The Telecommunications Act, 2000            [No. 1]              37\n       (5) The Office shall, before making any such recom-\n endations, consult with members of the public on the\n atter in order to ensure that any such recommendations\nre based on the most complete and reliable information\nvailable and, in making such recommendations, the Office\nhall have regard to-\n    (a) the estimated net cost of fulfilling the universal\n        service obligation in each year, not exceeding five\n        per cent of the projected eligible revenue for each\n        year in a period of three years;\n    (b)   the need to avoid imposing an unfair or unreason-\n          able burden on the universal service provider,\n          persons who are required to contribute to the\n          universal service levy or customers of specified\n          services.\n       (6) In determining the obligations of a universal\nervice provider under this section, the Minister shall have\negard to any recommendations made by the Office, so, how-\nver, that the Minister shall not be bound by any such\n commendations."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40--(1) Subject to subsection (2), the Minister may-                 Designation\n                                                                      of universal\n    (a) designate the existing telecommunications carrier as \"7,\n          a universal service provider; and\n    (b) on the recommendation of the Office, deem any\n        other licensee to be a universal service provider or\n        to be so eligible,\n r a specified area or in relation to a specific service.\n       (2) Before taking action under subsection (1), the\n inister shall-\n    (a) consult with members of the public; and\n    (b)   issue a written determination that the public interest\n          requires the taking of such action.\n938              [No. l]           The Telecommunications Act, 2000\nObligation     41.-(1) Subject to subsection (2), a universal service pro-\nof universal\nservice      vider shall-\nprovider.\n                        (a) fulfill its universal service obligation in relation to\n                             the relevant area or specified service, to the extent\n                             that it is technically feasible and economically\n                             reasonable; and\n                         (b) follow any guidelines issued by the Office in relation\n                              to universal service.\n                             (2) A universal provider shall not be in breach of\n                     its universal service obligation if and to the extent that it is\n                     prevented from fulfilling it by uncontrollable forces.\n      Modification\n      of universal     42.-(1) The Minister may, on the recommendation of the\n      service        Office, direct in writing that a universal service obligation\n      obligation.\n                     may be modified in accordance with this section if sufficient\n                     funds are available and it is necessary to fully compensate\n                     the universal service provider concerned for providing\n                      additional services.\n                             (2) Before making any recommendations under sub-\n                      section (1), the Office shall consult with members of the\n                      public on the matter and such recommendations shall be\n                      based on the most complete and reliable information reason-\n                      ably available in relation to-\n                           (a) the estimated net cost of fulfilling the universal\n                                service obligation in each subsequent year, not\n                                exceeding five per cent of the projected eligible\n                                revenues derived by licensees from provision of the\n                                relevant services for each year over a period of\n                                three years; and\n                            (b) the need to ensure that the universal service obliga-\n                                tion does not impose an unfair or unreasonable\n                                burden on the universal service provider, persons\n                                who are required to contribute to the universal\n                                 service obligation levy or customers of specified\n                                 services.\n                 The Telecommunications Act, 2000         [No. l]                 39\n        (3) In this Part \"eligible revenues\" means revenues\nwhich form the basis of calculation of contributions by\nlicensees, determined in the prescribed manner.\n               PART VII.    Consumer Protection"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Modification of universal service obligation. ,\n                The Telecommunications A.ct, 2000           ::•\n                                                            gl1\n                 PART VII. Consumer Protection"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. In this part-                                                Interpreta-\n                                                                    tion.\n     \"consumer\" means a person-\n      (a) to whom specified services are provided or are\n          intended to be provided in the course of a business\n          carried on by a service provider;\n     (b) who is not a carrier;\n     \"retail service\" means a specified service provided by\n          a service provider to a consumer who is an end user\n          of that service."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) Providers of retail services to consumers shall use Ova!ity of\n                                                                    service.\nreasonable endeavours to ensure that those services are-\n     (a) reliable;\n     (b) provided with due care and skill; and\n     (c) rendered in accordance with the standards reason-\n          ably expected of a competent provider of those\n          services.\n        (2) A complaint may be made to the Office by any\ncustomer who is dissatisfied with the services provided to\nhim by a carrier or service provider or who claims to be\nadversely affected by the actions of a carrier or service\nprovider.\n        (3) The Office may make rules subject to affirma-\ntive resolution prescribing quality standards for the pro-\nvision of specified services in relation to all service providers\nor dominant service providers, as the case may be.\n        (4) The Office may make rules relating to the ad-\nministration and resolution of customer complaints.\n40              [No. 1]         The Telecommunications Act, 2000\nNon-              45. Service providers may-\ndiscrimina-\ntion and            (a) ref use to provide retail services to consumers; or\ncontinuity\nof supply.\n                    {b) discontinue or interrupt the provision of such serv-\n                         ices to a customer whether or not that customer\n                         is a consumer, pursuant to an agreement with that\n                         customer,\n                only on the grounds which are reasonable and non-\n                discriminatory and where any such action is taken, the\n                service provider shall state the reasons therefor.\nPrice cap         46.-(1) In this Part-\nrestrictions.\n                     \"prescribed price caps\" means such restrictions on the\n                         price of prescribed services as are prescribed in\n                         rules made under this section;\n                     \"prescribed services\" means services to which prescribed\n                         price caps apply;\n                     \"price cap\" means a restriction whereby the weighted\n                          aggregate price, calculated in the prescribed manner,\n                          for prescribed services shall not be greater than a\n                          specified price.\n                          (2) The Office shall make rules providing for the\n                imposition, monitoring and enforcement of price caps.\nPrivacy of      47.-(1) Every carrier and service provider shall, subject\ncustomer\ninformation. to subsection (2), regard and deal with as secret and con-\n             fidential, all information regarding the type, location, use,\n             destination, quantity and technical configuration of services\n             used by their customers.\n                        (2) A carrier or service provider rnay-\n                     (a) disclose such information to the Office or pursuant\n                          to the provisions of any law for the time being in\n                          force which requires such disclosure for the purpose\n                          of the investigation or prosecution of a criminal\n                          offence;\n                The Telecommunications Act, 2000        (No. 1]               41\n     (b) disclose such information with the written consent\n         of the customer;\n     (c) disclose such information where the disclosure is\n         necessary in defence of the carrier or service pro-\n         vider in any proceedings brought against that\n         carrier or service provider.\n        (3) A service provider or carrier shall not be liable\nto any action or suit for any injury, loss or damage resulting\nfrom a disclosure of information made pursuant to subsec-\ntion (2)."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1) Every service provider shall take such steps as Obligations\nare necessary to ensure that, in relation to its retail public ,,\"\"®\nVoice services                                                    services.\n      (a) each customer of that service can reasonably and\nreliably reach-\n             (i) emergency services by dialing the numbers\n                 specified for use in connection with such\n                 services; and\n            (ii) subject to subsection (2), a directory assist-\n                 ance service;\n     (b) no charge is imposed for calls to emergency services.\n        (2) A service provider may charge a fee for the pro-\nvision of directory assistance."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49, A service provider who knowingly permits its services Improper\nor facilities to be used by any person to defraud, abuse, !\"\",,\nannoy, threaten or harass any other person shall be guilty facility.\nof an offence and shall be liable on summary conviction\nin a Resident Magistrate's Court to a fine not exceeding\nfive hundred thousand dollars.\n                 [No. 1]           The Telecommunications Act, 2000\n42\n                                PART VIII. International Services\nInternational      50. The Office may make rules subject to affirmative reso-\nservice rules.\n                 lution-\n                      (a) prohibiting or regulating conduct that is likely to\n                          result or results in the avoidance or distortion of\n                          the process for international settlements, thereby-\n                             (i) reducing the funds that would otherwise be\n                                 available for contributions towards the uni-\n                                 versal service obligation; or\n                            {ii) adversely affecting competition in Jamaica\n                                 resulting in harm to consumers;\n                      (b) governing international settlements.\nRights of          51. A carrier or service provider may on application to\ncarriers and     the Office and on such terms and conditions as the Office\nservice pro-\nviders.          may specify-\n                     (a) discontinue the provision of specified services to\n                          any person; or\n                      (b) disconnect any facility from that carrier's facility\n                          or another facility used to provide that service pro-\n                          vider's specified services,\n                 if that carrier or service provider believes on reasonable\n                 grounds, that the person who owns or operates that facility\n                 or the person to whom those specified services are provided,\n                 is engaging in bypass operations or in conduct in respect of\n                 international services that is prohibited or regulated by the\n                 international service rules.\nServices to        52.-(1) The Office may, where it considers necessary,\nbe treated\nas voice         decide that a particular service should be treated as a voice\nservice.\n                 service and notice of that decision shall be published in such\n                 manner as the Office considers appropriate.\n                           (2) In making a decision under this section, the Office\n                 shall have regard to such factors as may be prescribed.\n                The Telecommunications Act, 2000\n     PART IX. Powers and Immunities of Carriers and\n                              Service Providers"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Services to be treated as voice service.\n         PART IX.     Powers and Immunities of Carriers and\n                               Service Providers"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.-(1) Subject to subsection (2), a carrier may, with the Access to\nwritten permission of the Minister responsible for crown ®9» lads.\nlands enter any crown lands for the purpose of- ·\n     (a) inspecting the land to determine whether the land\n          is suitable for the purposes of that carrier;\n     (b) installing a facility on the land; and\n     (c) maintaining any facility situated on the land.\n          (2) Before entering any crown lands for the pur-\nposes specified in subsection (I) (a) and (b) the carrier shall,\nnot later than seven days before the date of the proposed\nentry, in writing notify the Minister referred to in subsection\n(D) of its intention to do so and such notice shall\n     (a) identify the land;\n     (b) state the purpose, approximate dates and period\n         for which the entry is required."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.-(1) Subject to subsection (3), if the requirements of xccsso' 3\nsubsection (2) are satisfied, a carrier (hereinafter in this {\",\nsection referred to as the \"provider carrier\") may permit other carrier.\nanother carrier (hereinafter in this section referred to as the\n\"requesting carrier\") to enter, on a non-discriminatory basis,\nany land or facility owned or controlled by the providing\ncarrier.\n         (2) The requirements referred to in subsection (1)\nare as follows-\n     (a) the requesting carrier shall, before the proposed\n         date of entry on the land, give reasonable notice\n         of the purposes for which such entry is required\n         and the approximate dates and duration of such\n          entry;\n       (b) the providing carrier shall be entitled to reason-\n          able compensation in relation to that entry, to be\n                               The Telecommunications Act, 2000\n44           (No. 1]\n                         determined in accordance with the relevant pro-\n                         visions of the Land Acquisition Act;\n                    (c) entry on the land shall be carried out or supervised\n                        by the providing carrier and any action taken there-\n                         on shall be carried out by a certified technician.\n                       (3) The requesting carrier shall not be permitted to\n               enter on any land or facility owned or controlled by the pro-\n               viding carrier if such entry-\n                    (a) would threaten the integrity of the providing\n                          carrier's network;\n                    (b) is not technically feasible for the providing carrier;\n                           or\n                       (c) would prevent the providing carrier from fulfilling\n                           its reasonably anticipated requirements for use of\n                           the land or facility, including, but not limited to,\n                           requirements for permitting entry to other persons\n                            with whom the providing carrier has contracted to\n                            provide such entry."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1) Where a carrier is denied permission to enter on\n     Enforcement\n     of access.    any land or the permission for such entry is unreasonably\n                   delayed, the carrier may make an application to the court\n                   for an order permitting such entry.\n                            (2) An application under subsection (1) shall-\n                        (a) identify the land to which the application relates;\n                        {b) identify the owner or occupier of such land;\n                         (c) state the means by which entry is to be effected,\n                               the purposes and the approximate dates and the\n                               period for which such entry is required;\n                          (d) specify-\n                                   (i) the date of any prior notice given to the\n                                        owner or occupier of the land; and\n                                  (ii) the amount of compensation offered to such\n                                        owner or occupier;\n                  The Telecommunications Act, 2000       [No. 1]          45\n     (e) state that all reasonable attempts to seek permission\n         for entry have failed; and\n     (t)    in the case of land owned or controlled by another\n            carrier, state that all reasonable alternatives for\n            entry on land have been exhausted.\n           (3) The court may grant an order under this section\nif it is satisfied that the applicant has complied with the\nrequirements of sections 53 and 54."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. The Minister responsible for national security may, Pewerot\nwhere he is satisfied that it is necessary to do so in the ii·ten.\ninterest of national security and after consultation with the\nMinister, take control of or close down a licensee's opera-\ntions or any part thereof and where any such action is taken,\nthe licensee shall be eligible for compensation for any loss\nsuffered as a result of that action.\n                PART X.    Certification Standards"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. The Office may make rules subject to affirmative Certification.\nresolution prescribing certification standards in relation mndards.\nto-\n     (a) customer equipment;\n     (b) plugs and jacks;\n     (c) wiring connected to the public network; and\n     (d) technicians.\n     PART XI.       Telecommunications Advisory Council"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-(1) There shall be established for the purposes of Establish-\nthis Act a body to be called the Jamaica Telecommunications {''\nAdvisory Council (hereinafter referred to as the Council).\n           (2) The provisions of the First Schedule shall have First\n                       . . off th e Counci il and otierwise\n                h constitution\ner ffect as to tie                                  h   . in. Schedule.\nrelation thereto.\n                                 The Telecommunications Act, 2000\n               ;[No. 1]\nFunctions of"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. It shall be the duty of the Council to advise the Min-\nCouncil.       ister on all matters relating to telecommunications services,\n                including-.\n                       (a) certification standards;\n                       (b) codes of conduct in relation to the telecommunica-\n                           tions activities of licensees and their agents and\n                           inter-licensee relationships.\n                          PART XII.   Review of Administrative Decisions\n  R&consider-' 60.=-(1) A person who is aggrieved by a decision of the\n  ,,\"%, Minister may, within fourteen days after receipt of that\n  oiice.     decision, apply to the Minister in the prescribed manner for\n              a: reconsideration of the matter.\n                             (2) Where an application is made under subsection\n                    (1), the Minister may-\n                          (a) order that the decision to which it relates shall not\n                               have effect until the matter has been reconsidered\n                               and further determined by him; and\n                          (b) confirm, modify or reverse that decision or any part\n                               thereof.\n                            (3) Where no order is made under subsection (2)\n                    (a), the decision shall remain in effect.\n                            (4) A person who is aggrieved by a decision of the\n                    Office may, within fourteen days of receipt of that decision,\n                    apply to the Office in the prescribed manner for a recon-\n                    sideration of the matter.\n                \"           (5) An application under subsection (4) shall be\n                    heard only if the applicant\n                         (a) relies upon new facts or changed circumstances\n                               that could not, with ordinary diligence have be-\n                               come known to the applicant while the matter\n                               was being considered by the Office; or\n                The Telecommunications Act, 2000         [No. l]        ;41\n      (b) alleges that the decision was based upon material\n          errors of fact or law.\n       (6) The Office may, in relation to an application\nunder subsection (4), confirm, modify or reverse the decision\nor any part thereof.\n        (7) Where a decision is confirmed, the confirmation\nshall be deemed to take effect from the date on which the\ndecision was made.\n         (8) Where an application is made under sub-\nsection (4)\n     (a) the Office may, on an application by the applicant,\n         order that the decision shall not take effect until\n         a determination is made under subsection (6); and\n      (b) the Appeal Tribunal shall not hear an appeal under\n          section 62 in relation to that decision until such a\n          determination is made by the Office."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. Reconsideration by Minister.\n·\\                 61. Establishment of Tribunal."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. There is hereby established for the purposes of this Establish-\nAct, an Appeal Tribunal and the provisions of the Second ##\",',\nSchedule shall have effect as to the constitution of the Appeal second\nTribunal and otherwise in relation thereto.                     Schedule."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.-(1) A person who is aggrieved by a decision of the Appeal to\nOffice may appeal against the decision to the Appeal Tnbunat.\nTribunal-\n     (a) if the person is a party, within twenty-one days\n          after receipt of the decision; or\n     (b) in any other case, within thirty days from the date\n          of notification of that decision.\n      (2) On hearing an appeal under this section the\nAppeal Tribunal may, subject to subsection (3)\n     (a) confirm, modify or reverse the decision of the Office\n         or any part thereof; or\n                    [No. 1]        The Telecommunications Act, 2000\n       48\n                         (b) by a direction in writing, refer the decision ba\n                             the Office for reconsideration by it, either gene•\n                             or in relation to any matter specified in\n                             direction,\n                   and the Tribunal shall state the reasons for so doing wit\n                   thirty days.\n                          (3) The Tribunal may, on application by an ap!\n                  lant, order that the decision of the Office to which an apr\n                  relates shall not have effect until the appeal is determined.\n                          (4) The Appeal Tribunal may dismiss an appeal\n                 is of the opinion that-\n                      (a) the appeal is frivolous or vexatious or not ma»\n                          in good faith; or\n                     (b) the appellant does not have a sufficient interest\n                         the subject matter of the appeal.\n                        (5) Where the Appeal Tribunal dismisses an appe\n                it shall in writing inform the appellant and the Office, stati\n                the reasons therefor.\n                       (6) In making a decision the Appeal Tribunal shall\n               observe reasonable standards of procedural fairness and\n               the rules of natural justice and act in a timely fashion.\n                               PART XIII.     Enforcement\nPower to         63.--(1) The Office may, where it is satisfied that there\nissce cease    are reasonable grounds for believing that any conduct speci-\nand desist\norders.        fied in subsection (2) is being carried out by any person, on\n              its own initiative or on the application of any person, issue\n              to the person concerned, a cease and desist order in accord-\n              ance with section 64.\n                     (2) The conduct referred to in subsection (1) is as\n              follows-\n                   (a) any bypass operations in contravention of this Act\n                       or regulations made under this Act;\n                The Telecommunications Act, 2000         [N o. 1]             49\n     (b) ownership or operation of an unlicensed facility;\n     (c) providing any specified services to the public with-\n         out a licence issued under this Act.\n        (3) An order under subsection (1) shall-\n     (a) state the facts constituting the alleged conduct and\n         where appropriate, the name of the person against\n         whom the allegation is made; and\n     (b) be accompanied by documents, if any, in support\n         of the allegation.\n        (4) Before issuing a cease and desist order, the Office\nshall cause to be served on the person concerned, a notice-\n     (a) containing a statement of the facts referred to in\n          subsection (3) (a); and\n     (b) specifying the period within which and a place at\n         which a hearing will be held to afford to the person\n         concerned an opportunity to show cause why the\n         order should not be made.\n        (5) Where at a hearing referred to in subsection\n(4) (b)-\n     (a) the person concerned fails to show cause why the\n         cease and desist order should not be made, the\n         order shall be issued; or\n     (b) the Office determines that the alleged conduct has\n         not occurred, a cease and desist order shall not be\n         issued."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. A cease and desist order shall be served on the person contents of\n       h\n   to wliom it · a dd lressecd an d slialt\n            · 1s                     .hall                          cease and\n                                                                    desist order.\n      (a) contain a description of the alleged conduct;\n     (b) require the person concerned to cease and desist\n         from the conduct rise to the order,\nand the order shall take effect from the date specified therein.\n                              The Telecommunications Act, 2000\n50             [No. 1]"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.--(1) If the Court is satisfied on an application by the\nApplication\nfor enforce-\nment.\n               Office that a licensee\n                    (a) has failed to comply with any term or conditions\n                        of the licence; or\n                    (b) has contravened any provision of this Act or any\n                        regulations made hereunder,\n               the Court may exercise any of the powers specified in\n               section 66.\n                        (2) Before making an application to the Court under\n                subsection (l), the Office shall-\n                    (a) notify the licensee concerned in writing regarding\n                          the nature of the alleged contravention; and\n                    (b) afford to the licensee an opportunity to-\n                            (i) remedy the alleged contravention to the\n                                satisfaction of the Office, within such period\n                                as the Office shall specify in the notice or\n                                on the application of the licensee;\n                           (ii) make submissions to and to be heard by,\n                                the Office concerning the matter,\n                        and where any such hearing is held, the Office shall\n                        notify the licensee of its determination in the\n                        matter;\n                     (c) take into consideration any relevant circumstances,\n                         including-\n                             (i) the resources available to the licensee or to\n                                  any person or entity affected by the licen-\n                                  see's actions;\n                            (ii) the continued economic viability of the\n                                  licensee or any other person or entity effected\n                                  as aforesaid; and\n                            (iii) the conduct of any such other person or\n                                   entity or the licensee's competitors.\n                  The Telecommunications Act, 2000      [No. l]               51\n        (3) In exercising its powers under this section, the\nOffice shall have regard to-\n     (a) the nature and extent of the conduct giving rise to\n         the application;\n     (b) the nature and extent of any loss suffered by a\n         person as a result of the alleged contravention;\n     (c) the circumstances of the alleged contravention; and\n     (d) any previous determination against the licensee\n         concerned.\n                                                                  Powers of"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66.-(1) The Court may, pursuant to an application under Court.\nsection 65 (1)-\n     (a) order the offending licencee to pay to the Crown\n         such pecuniary penalty not exceeding five hundred\n         thousand dollars in the case of an individual and not     ->.,\n         exceeding three million dollars in the case of any\n         other person;\n     (b) grant an injunction restraining the offending licen-\n         see from engaging in conduct described in subsec-\n         tion (l) (a) or (b) of section 65; or\n         (c) make such other order as the Court thinks fit,\nin respect of each contravention or failure specified in that\nsubsection.\n        (2) In exercising its powers under this section the\nCourt shall have regard to the matters specified in section\n65 (3).\n«    '     (3) Proceedings under this section and section 65\nshall be civil proceedings."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. Every person who engages in conduct which consti- Civil\n                                                         liability.\n   t\nt u.es                                      ·,\n     (a) a contravention of any obligations or prohibitions\n            specified in the relevant provisions of this Act;                  49\n5s2            [No. l]        The Telecommunications Act, 2000\n                    (b) aiding, abetting, counselling or procuring the con-\n                        travention of any such provision;\n                    (c) inducing by threats, promises or otherwise the con-\n                        travention of any such provision;\n                    (d) being knowingly concerned in or a party to such\n                        contravention;\n                    (e) conspiring with any other person to contravene any\n                         such provision,\n               is liable in damages for any loss caused to any other person\n               by such conduct.\n                                  PART XIV.     Offences\n Interprets-     68. In this Part-\n ton.\n                    \"produce\" includes design, alter, authenticate, duplicate\n                        or assemble;\n                    \"scanning receiver\" means any equipment, device or\n                        apparatus that can be used to intercept a wire or\n                        electronic communication in violation of this Act\n                        or any other enactment;\n                    \"traffic\" means to transfer or otherwise dispose of or\n                         to obtain control for the purpose of transfer or\n                         other disposal;\n                    \"telecommunications instrument\" means any equip-\n                         ment, device or apparatus that is capable of being\n                         used to originate, terminate or intercept any speci-\n                         fied service.\nOfencere\ntrespass,"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-(l) A person commits an offence if he\nfr@cs                (a) trespasses upon any facility by any means;\n              The Telecommunications Act, 2000        [No. 1]   53\n     (b) meddles or interferes or tampers with any facility\n         or otherwise causes harm to that facility;\n     (c) knowingly and with intent to defraud, uses, pro-\n         duces, trafficks in, has custody or control of or\n         possesses-\n             (i) telecommunications equipment that has been\n                 modified or altered;\n            (ii) a scanning receiver; or\n           (ill) any hardware or software used for altering\n                 or modifying instruments,\n         in order to obtain unauthorized use of specified\n         services.\n         (2) Subsection (1) shall not apply to a customer in\nrelation to any facility that-\n      (a) is located on his premises; and\n    (b) having regard to a contract in relation to such\n        premises between the customer and the carrier or\n        service provider, is intended to be used or dealt\n        with by the customer in the ordinary course of his\n        enjoyment of the service provided under that con-\n        tract,\nunless any act is done in relation to such facility that is\nexpressly forbidden by that contract or is inconsistent with\nthe terms of that contract or is detrimental to the safety\nor efficient operation of such facility.\n        (3) A person who is guilty of an offence under this\nsection shall be liable on summary conviction in a Resident\nMagistrate's Court to a fine not exceeding five hundred\nthousand dollars or to imprisonment for a term not exceed-\ning three years or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.-(I) If a constable has reasonable cause to suspect f \"t¢\"°\nthat any equipment is being used or has been used for the ;;\n                                                           g\"\n54              [No. l]        The Telecommunications Act, 2000\n                commission of any offence against this Act, he may, apply\n                to a Resident Magistrate for a warrant authorizing him to\n                search the specified apparatus named in the warrant and to\n                seize and detain that equipment if the search reveals evidence\n                that it is being used or has been used for the commission of\n                an offence as aforesaid.\n                        (2) Where a person is convicted of an offence against\n                this Act and the Court is satisfied that any equipment seized\n                under subsection (1) was used in committing the offence, the\n                Court may, on the application of the prosecution, order that\n                the equipment be forfeited to the Crown.\n                        (3) Where the Director of Public Prosecutions pro-\n                poses to apply for forfeiture of any equipment under sub-\n                section (1 ). the Director of Public Prosecutions shall, subject\n                 to subsection (4), notify in writing the owner thereof or any\n                 other person having an interest therein of his intention to\n                 apply for the order.\n                         (4) Notice shall not be required under subsection (3)\n                if the seizure or detention of the equipment was made in the\n                presence of the owner or other person having an interest\n                therein.\n                        (5) Where the Director of Public Prosecutions is un-\n                able to ascertain the owner of or any person having an\n                interest in any equipment to which this section applies, he\n                shall publish a notice in a daily newspaper circulating in\n                the Island regarding the intention to apply to the Court\n                for an order for forfeiture. not less than thirty days prior\n                to the application.\n                          (6) The owner or other person notified under sub-\n                section (3) may appear before the Court at the hearing of\n                the application and show cause why the equipment should\n                not be forfeited.\n                  (7) If, on the application of a person prejudiced by\n     ·     an order made under subsection (2), the Court is satisfied\n         -4,%\n               The Telecommunications Act, 2000         [No. 1]      55\nthat it is just in the circumstances of the case to revoke the\norder, the Court may revoke it upon such terms and con-\nditions, if any, as it deems appropriate, and without prejudice\nto the generality of the foregoing, may require that person\nto pay in respect of the maintenance, administrative expenses\nand security of the equipment, such amount as may be\ncharged by the person in whose custody the equipment was\nkept.\n        (8) An application to the Court under subsection (7)\nfor the revocation of a forfeiture order shall be made within\nthree months of the date of the order or such longer period\nas the Court may allow.\n                    PART XV.     General"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.-(l) The Office may make rules subject to affirmative once may\nresolution prescribing any matter required by this Act to make rules.,\nbe prescribed by such rules or any matter that it considers'\nnecessary or desirable for the effective performance of its\nfunctions under this Act.\n        (2) Notwithstanding the provisions of section 29 of\nthe Intepretation Act, rules made pursuant to this Act may\nprovide for the imposition of penalties on summary convic-            ?\ntion in a Resident Magistrate's Court of fines not exceeding\nfive hundred thousand dollars or imprisonment for a term\nnot exceeding twelve months or both such fine and imprison-\nment.\n · 72.-(1) The Minister may make regulations generally for Regulations.\ngiving effect to the provisions and purposes of this Act.\n      '(2) Notwithstanding the provisions of section 29 of\nthe Interpretation Act, regulations made under subsection\n(1) may provide for the imposition of penalties on summary\nconviction in a Resident Magistrate's Court of fines not\nexceeding five hundred thousand dollars or imprisonment\n56              [No. 1)          The Telecommunications Act, 2000\n                for a term not exceeding twelve months or both such fine\n                and imprisonment.\nAgreements        73.--(I) The provisions of the Fair Competition Act shall\nnot affected\nby Fair         not affect an agreement between the Minister and a uni-\nCompetition\nAct.            versal service provider in relation to the universal service\n                obligation or any agreement approved by the Office after\n                consultation with the Fair Trading Commission.\n                          (2) Except as provided in subsection (1) nothing in\n                this Act shall be construed as affecting the right of any per-\n                son to refer a matter to the Fair Trading Commission in\n                accordance with the Fair Competition Act.\n                            PART XVI.    Amendments to other Acts\nAmedrentt         74, The provisions of the Radio and Telegraph Control\n o Radio4ad Act specie\n relerraph          ;ified in\n                           · the\n                              the FF'irst column\n                                            5h   ofof the\n                                                       the Ar·ppenlix\n                                                                  1di are\n Control Act.   amended in the manner set out in relation thereto in the\n                second column of the Appendix.\n                            PART XVII.     Repeal and Transitional\n Repeal of        75.-(1) The Telephone Act (hereinafter referred to as the\n Telephone\n Act            repealed Act) is repealed.\n                        (2) Any licence granted under section 5 of the\n                repealed Act and subsisting immediately before the\n                appointed day, notwithstanding any provision therein as to\n                its duration shall, on and after that day, with such modi-\n                fication as may be necessary and until a licence is granted\n                under section 13 of this Act-\n                     (a) continue to have effect in accordance with the terms\n                         thereof; and\n                     (b) be deemed to have been granted under this Act for\n                         the operation of a facility and the provision of\n                         specified services as were authorized by that licence.\n               The Telecommunications Act, 2000        [No. 1]          51\n        (3) The Minister shall, within fourteen days after the\nappointed day, grant a licence under section 13 of this Act\nto the existing telecommunications carrier.\n       (4) The existing telecommunications carrier shall not\nbe required to make application for a licence under this Act\nthe grant of which is authorized by subsection (3)."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Agreements, etc. not affected by Fair Competition Act\n                                                                                 4\n                                  PART XVI.      Amendments to other Acts\n                                ... .. to. .Radio"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Amendments          .... . . and. .Telegraph\n                                                             .        Control\n                                                                         .    Act.\n                                   PART XVII.      Repeal and-Transition.al."
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76.--(l) Any licence which was, before the appointed day, Savina of\ngranted under the Radio and Telegraph Control Act and is {     f,\nsubsisting on the appointed day shall, on and after that day,\nbe deemed to have been granted under this Act and shall,\nwith such modifications as may be necessary, and until a\nlicence is granted under this Act, continue to have effect in\naccordance with the terms thereof and subject to the pro-\nvisions of this Act.\n        (2) The Minister shall, within fourteen days after the\nappointed day, grant a licence under section 13 to any per-\nson who, immediately before that day, was the holder of a\nlicence with an unexpired term of six months or more and\nthat licence shall cease to be valid upon the grant of a\nlicence pursuant to this subsection."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. In this Part-\n     Phase I\" means a period of eighteen months beginning 1terpret-\n        on the appointed day;                             ion.\n     \"Phase 11\" means a period of eighteen months com-\n         mencing on the day next after the day on which\n         Phase I ends;\n     \"Phase III\" means the period beginning on the day\n         next after the day on which Phase IT ends."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.--(1) During Phase I, the Minister may grant the Licences\nlicences specified in subsection (2).                         $#\"\";\n        (2) The licences referred to in subsection (1) are as and III.\nfollows-\n     (a) spectrum licences;\n58   [No. l]         The Telecommunications Act, 2000\n          (b) the following types of carrier licences only-\n                 (i) two domestic mobile carrier licences author-\n                      izing the licensees to own and operate\n                      domestic mobile networks solely for the\n                      purpose of providing domestic mobile\n                      services;\n                 (ii) FTZ carrier licences;\n                (iii) paging carrier licences solely for the purpose\n                      of providing paging services; and\n                (iv) licences to authorize persons referred to in\n                      sections 75 (3) and 76 (2) to continue their\n                      operations as carriers;\n          (c) the following types of service provider licences\n               only-\n                   (i) two domestic mobile service provider\n                       licences, authorizing the licences referred to\n                       in paragraph (b) (i) to provide domestic\n                       mobile services to the public;\n                  (ii) service provider licences authorizing the\n                       licensees to provide services (excluding voice\n                        services) to the public in relation to internet\n                        access through the use of facilities owned\n                        and operated by the existing telecommunica-\n                        tions carrier;\n                 (iii) service provider licences authorizing the\n                       licensees to provide to the public, data\n                        services through the use of facilities owned\n                        and operated by the existing telecommuni-\n                        cations carrier;\n                 (iv) international voice service provider licences\n                        for the resale of international switched\n                        minutes obtained from the existing telecom-\n                        munications carrier;\n                  () FTZ service provider licences;\n                The Telecommunications Act, 2000         [No. 1]   59\n            (vi) licences to authorize persons referred to in\n                 sections 75 (3) and 76 (2) to continue their\n                 operations as service providers;\n           (vii) service provider licences authorizing the\n                 licensees referred to in paragraph (b) (iii) to\n                 provide paging services (excluding voice\n                 services) to the public;\n     (d) dealer licences.\n        (3) During Phase II the Minister may grant any\nlicence referred in subsection (2) other than a licence referred\nto in subsection (2) (b) (i) and (c) (i) and the following\nlicences-\n    (a) domestic carrier licences;\n     (b) domestic voice service provider licences;\n     (c) service provider licences to a person who is licensed\n         under the Broadcasting and Radio Redifusion Act\n         to provide subscriber television service, authorizing\n         that person to provide services in relation to inter-\n         net access excluding voice services.\n        (4) The provisions of sections 11, 13 and 23 shall\nnot apply in relation to the grant of a licence referred to in\nsubsection (2) (b) (i) and (c) (i) and the grant of a spectrum\nlicence to any person to whom a licence is granted under\nsubsection (2) (b) (i) and (c) (i).\n        (5) In this section-\n     \"eligible customer\" means a person who purchases or\n           proposes to purchase services from an FTZ service\n          provider for the purpose of operating a call centre,\n         data entry centre or other similar business, within\n          the Free Zone in respect of which the FTZ service\n          provider is licensed;\n60   [No. l]        The Telecommunications Act, 2000\n          \"eligible service\" means a service that is-\n               (a) reasonably required for the conduct of a call\n                   centre, data entry centre or other similar\n                   business; and\n               (b) specified by the Minister in the relevant FTZ\n                   service provider licence as a service authorized\n                   by that licence;\n          \"Free Zone\" means an area designated as an Export\n              Free Zone pursuant to the Jamaica Export Free\n              Zones Act but does not include the Montego Bay\n              Export Free Zone;\n         ·FTZ carrier licence\" means a carrier licence which-\n               (a) authorizes the licensee to own and operate a\n                   facility within a Free Zone;\n               (b) permits that facility to be used solely within a\n                    Free Zone by duly licensed FTZ service pro-\n                    viders to provide services to eligible customers\n                    between points within the Free Zone and out-\n                    side Jamaica;\n                (c) prohibits any physical or logical connection\n                    between that facility and any public network\n                    including the public voice network; and\n               (d) expires not later than the date of commence-\n                    ment of Phase III;\n          \"FfZ service provider licence\" means a service pro-\n             vider licence which-\n                  (a) authorizes the licensee to provide eligible\n                       services to eligible customers through the\n                       use of facilities of a duly licensed FTZ\n                       carrier;\n                    (b) prohibits the licensee from providing any\n                        specified services to persons other than\n                        eligible customers;\n                The Telecommunications Act, 2000         [No. l]          61\n               (c) prohibits the provision of specified services\n                   to or from points in Jamaica outside the\n                   relevant Free Zone;\n               (d) expires not later than the commencement\n                   of Phase III.\n        (6) After the commencement of any Phase, the Min-\nister shall, on an application by a licensee, remove a licence\ncondition that would not be required to be imposed if that\nlicence were issued in that Phase."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79.-(1) On and after the date of commencement of Resale of\n                . . telecommunications\n                        l        . .          .    h ll ff International\nPhase I , tlie\n           h existing                    carrier sta. olier minutes.\nits switched international voice minutes to international\nvoice service providers on a wholesale basis, determined in\naccordance with subsection (2).\n        (2) The wholesale rate for switched international\nvoice minutes shall be the amount arrived at by subtracting\nfrom the retail price for such minutes. the amount represent-\ning the net costs that the service provider will actually avoid\nby providing the minutes on a wholesale basis.\n        (3) The Office shall act as arbitrator in relation to\nany dispute arising between the existing telecommunications\ncarrier and a prospective reseller as to the wholesale rate\nor any other term or condition for switched international\nvoice minutes and, in determining anv such disnute. the\nOffice shall applv rules referred to in section 34 (2) (pre-\ncontract disputes). so. however. that the rice shall be deter-\nmined in accordance with subsection (2) of this section."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80.-(1) On and after the commencement of Phase II. \"\"?\nthe existing telecommunications carrier shall offer its domes- minutes.\ntic switched minutes for resale to domestic service providers\non a wholesale basis.\n       (2) The provisions of section 79 (2) and (3) shall,\nwith such modifications as may be necessary, apply respec-\n.·   62            [No. I]          The Telecommunications Act, 2000\n                   tively in relation to the determination of the wholesale price\n                   or any other term or condition for domestic switched minutes\n                   and of any dispute arising between the existing telecom-\n                   munications carrier and a prospective reseller.\n     Commence-\n     ment of         81.--(1) Rules made under section 46 in relation to price\n     price caps.   caps shall apply to the existing telecommunications carrier\n                   with effect from the relevant date.\n                             (2) In respect of the period commencing on the\n                   appointed day and ending on the relevant date, the existing\n                   telecommunications carrier shall comply with such licence\n                   conditions as are in force immediately before the appointed\n                   day with respect to rates for telecommunications services.\n                             (3) In subsections (1) and (2) \"the relevant date\"\n                   means the date next following the first anniversary of the\n                   appointed day.\n     Exemption.      82. The existing telecommunications carrier shall be\n                   exempt from payment of the spectrum regulatory fee during\n                   Phases I and TI.\n     }{CE'           83.-(1 The power to make rules under sections 35 (3)\n                   or 37 or in relation to the local loop referred to in section\n                   30 (1) {c) shall not be exercised before the commencement\n                   of Phase ill.\n                             (2) The Office shall make rules in relation to the\n                   local loop referred to in subsection (1) only if it is satisfied\n                   on reasonable grounds that such rules are necessary in the\n                   interest of customers and that-\n                       (a) the benefits likelv to arise from the rules outweigh\n                            the likely cost of implementing them; and\n                       (b) the requirement to comply with the rules will not\n                           impose an unfair burden on any carrier or service\n                            provider.\n               The Telecommunications Act, 2000         [No. 1]             63"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. Nothing in this Act shall be construed as affecting Saving.\nany agreement made before the appointed day between the\nFair Trading Commission and the existing Telecommunica-\ntions carrier."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85. Where-                                                      Transitional.\n    (a) immediately before the appointed day, any per-\n         son-\n            (i) was engaged in providing specified services\n                 to the public or in the selling, trading in or\n                 importation of prescribed equipment; or\n            (ii) owned or operated a facility,\n         for which no licence was required under the Radio\n         and Telegraph Control Act or the Telephone Act;\n         and\n    (b) within ninety days after the appointed day, that\n        person has applied for a licence under section 11\n        of this Act,\nthat person shall be entitled to be so engaged or to own\nor operate a facility for a period not exceeding ninety days\nbeginning with the appointed day or until a licence has\nbeen granted or the application has been withdrawn, which-\never is the later.\n                [No. l]          The Telecommunications Act, 2000\n64\n                                         FIRST SCHEDULE                      (Section 58)\n                          The Jamaica Telecommunications Advisory Council\nConstitution       1. The Advisory Council shall consist of such member of persons,\nof Council.     not being less than five nor more than nine as the Minister may from\n                time to time appoint, of whom-\n                     (a) one member shall be a representative of the existing telecom-\n                          munications carrier;\n                    (b) the other members shall be appointed on the recommendation\n                        of other carriers, service providers, corporate business entities\n                        and consumers.\nTenure of         2.-(1) The appointment of a member of the Advisory Council shall,\noffice.         subject to the provisions of this Schedule, be for a period not exceeding\n                three years and such member shall be eligible for reappointment\n                     (2) The Minister may revoke the appointment of any member\n                who-\n                   (a) becomes of unsound mind or becomes permanently unable to\n                        perform his functions by reason of ill health;\n                    (b) is convicted and sentenced to a term of imprisonment or to\n                        death;\n                    (c) in the case of a licensee, is in breach of the provisions of a\n                        licence granted under this Act or, as the case may be, is a\n                        person whose licence has been revoked;\n                    (d) has engaged in such other conduct as, in the opinion of the\n                        Minister, justifies such revocation.\n Temporary        3. The Minister may appoint any person qualified in accordance with\n appoint-       paragraph 1, to act temporarily in the place of any member of the\n ments.\n                Advisory Council in the case of the absence or inability to act of\n                such member.\n Chairman.        4. The Minister shall appoint one of the members of the Advisory\n                Council to be chairman thereof.\n Resignation.     5.-(l) Any member of the Advisory Council other than the chairman\n                may at any time resign his office by instrument in writing, addressed\n                to the Minister and transmitted through the chairman and from the\n                date of the receipt by the Minister of such instrument, such member\n                shall cease to be a member of the Advisory Council.\n                        (2) The chairman may at any time resign his office by instrument\n                 in writing, addressed to the Minister and such resignation shall take\n                 effect as from the date of the receipt by the Minister of such instrument.\n Filling of        6. If any vacancy occurs in the membership of the Advisory Council,\n vacancies.\n                 such vacancy shall be filled by the appointment of another member and\n                 The Telecommunications Act, 2000               [No. 1]               65\nin making such appointment, the Minister shall have regard to the\nprovisions of paragraph 1."
    }
  ],
  "definitions": [
    {
      "term": "appointed day",
      "definition": "the date of commencement of",
      "source_provision": "sec1"
    },
    {
      "term": "assign",
      "definition": "transfer, sell or otherwise dispose of in",
      "source_provision": "sec1"
    },
    {
      "term": "broadcasting",
      "definition": "either sound broadcasting or",
      "source_provision": "sec1"
    },
    {
      "term": "bypass operations",
      "definition": "operations that circumvent",
      "source_provision": "sec1"
    },
    {
      "term": "carrier",
      "definition": "a person who is granted a ca",
      "source_provision": "sec1"
    },
    {
      "term": "customer equipment",
      "definition": "all equipment, whether",
      "source_provision": "sec1"
    },
    {
      "term": "data service",
      "definition": "a specified 'service other tha:ri a",
      "source_provision": "sec1"
    },
    {
      "term": "domestic service",
      "definition": "a specified service that is pro:",
      "source_provision": "sec1"
    },
    {
      "term": "carrier",
      "definition": "a person who is' granted a carrier",
      "source_provision": "sec2"
    },
    {
      "term": "domestic service",
      "definition": "a specified service that is pro",
      "source_provision": "sec2"
    },
    {
      "term": "facility",
      "definition": "any physical component of a tele-",
      "source_provision": "sec2"
    },
    {
      "term": "intelligence",
      "definition": "signs, signals, writings, images,",
      "source_provision": "sec2"
    },
    {
      "term": "interconnection",
      "definition": "the physical or logical con-",
      "source_provision": "sec2"
    },
    {
      "term": "international service",
      "definition": "a transit service or a speci-",
      "source_provision": "sec2"
    },
    {
      "term": "internet access",
      "definition": "access to the Internet or any",
      "source_provision": "sec2"
    },
    {
      "term": "mobile network",
      "definition": "a telecommunications network",
      "source_provision": "sec2"
    },
    {
      "term": "network termination point",
      "definition": "the point designated",
      "source_provision": "sec2"
    },
    {
      "term": "licence",
      "definition": "a licence granted under this Act",
      "source_provision": "sec2"
    },
    {
      "term": "licensee",
      "definition": "a person who is the holder of a licence",
      "source_provision": "sec2"
    },
    {
      "term": "the Office",
      "definition": "the Office of Utilities Regulation",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed equipment",
      "definition": "such facility or customer",
      "source_provision": "sec2"
    },
    {
      "term": "resale",
      "definition": "an activity whereby a person subscribes",
      "source_provision": "sec2"
    },
    {
      "term": "service provider",
      "definition": "a person who is the holder of",
      "source_provision": "sec2"
    },
    {
      "term": "specified service",
      "definition": "a telecommunications service",
      "source_provision": "sec2"
    },
    {
      "term": "telecommunications network",
      "definition": "a system or any",
      "source_provision": "sec2"
    },
    {
      "term": "transit service",
      "definition": "a service that is provided to any",
      "source_provision": "sec2"
    },
    {
      "term": "transmission",
      "definition": "the despatch, conveyance, switch-",
      "source_provision": "sec2"
    },
    {
      "term": "uncontrollable forces",
      "definition": "such forces as are not",
      "source_provision": "sec2"
    },
    {
      "term": "confidential information",
      "definition": "any information classified as such and includes information",
      "source_provision": "sec4"
    },
    {
      "term": "spectrum",
      "definition": "the continuous",
      "source_provision": "sec18"
    },
    {
      "term": "dominant public voice carrier",
      "definition": "a public voice",
      "source_provision": "sec21"
    },
    {
      "term": "interconnection provider",
      "definition": "a public voice carrier",
      "source_provision": "sec21"
    },
    {
      "term": "point of interconnection",
      "definition": "the physical location",
      "source_provision": "sec21"
    },
    {
      "term": "public voice carrier",
      "definition": "a carrier who owns and",
      "source_provision": "sec21"
    },
    {
      "term": "reference interconnection off er",
      "definition": "an offer docu-",
      "source_provision": "sec21"
    },
    {
      "term": "recipro-\n               city",
      "definition": "basing the non-dominant carrier's call termi-",
      "source_provision": "sec21"
    },
    {
      "term": "retail service",
      "definition": "a specified service provided by",
      "source_provision": "sec43"
    },
    {
      "term": "prescribed price caps",
      "definition": "such restrictions on the",
      "source_provision": "sec44"
    },
    {
      "term": "prescribed services",
      "definition": "services to which prescribed",
      "source_provision": "sec44"
    },
    {
      "term": "price cap",
      "definition": "a restriction whereby the weighted",
      "source_provision": "sec44"
    },
    {
      "term": "scanning receiver",
      "definition": "any equipment, device or",
      "source_provision": "sec67"
    },
    {
      "term": "traffic",
      "definition": "to transfer or otherwise dispose of or",
      "source_provision": "sec67"
    },
    {
      "term": "telecommunications instrument",
      "definition": "any equip-",
      "source_provision": "sec67"
    },
    {
      "term": "Phase 11",
      "definition": "a period of eighteen months com-",
      "source_provision": "sec77"
    },
    {
      "term": "Phase III",
      "definition": "the period beginning on the day",
      "source_provision": "sec77"
    },
    {
      "term": "eligible customer",
      "definition": "a person who purchases or",
      "source_provision": "sec78"
    },
    {
      "term": "eligible service",
      "definition": "a service that is-",
      "source_provision": "sec78"
    },
    {
      "term": "Free Zone",
      "definition": "an area designated as an Export",
      "source_provision": "sec78"
    },
    {
      "term": "FfZ service provider licence",
      "definition": "a service pro-",
      "source_provision": "sec78"
    },
    {
      "term": "the relevant date",
      "definition": "the date next following the first anniversary of the",
      "source_provision": "sec80"
    }
  ]
}