{
  "id": "jm-aop-no-15-the-justices-of-the-peace-official-seals-act-2002",
  "type": "statute",
  "title": "No.15- The Justices of the Peace (Official Seals) Act,2002.",
  "title_en": "No.15- The Justices of the Peace (Official Seals) Act,2002.",
  "short_name": "No.15- The Justices of the Peace (Official Seals) Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-15-the-justices-of-the-peace-official-seals-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-15-the-justices-of-the-peace-official-seals-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Justices of the Peace Short title\n                                                          and com-\n(Official Seals) Act, 2002, and shall come into operation mencement.\non a date to be appointed by the Minister by notice\npublished in the Gazette."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n                                                                     Inter preta-\n         \"a ppointed day\" means the date appointed by the Min- tion.\n              ister under section 1;\n         \"functions\" includes powers and duties;\n2                [No. 15]       The Justices of the Peace (Official Seals)\n                                               Act, 2002\n                      \"Justice\" or \"Justice of the Peace\" has the meaning\n                          assigned to it in section 3 of the Interpretation Act;\n                      \"official seal\" means the official seal prescribed for the\n                           use of Justices under section 3;\n                      \"Register\" means a Register of Justices of the Peace\n                          established under section 7.\nOfficial\nseal.              3.--(l) From and after the appointed day, every Justice of\n                 the Peace shall be entrusted with an official seal of such\n                 size or specification as may be prescribed in regulations\n                 made under section 10.\n                        (2) The official seal referred to in subsection (1)\n                 shall-\n                      (a) remain in the possession of the Justice of the Peace\n                           during the tenure of his office; and\n                      (b)   be used solely in the execution of his functions as\n                            a Justice.\n                        (3) From and after the appointed day, no Justice shall\n                 use any seal in the execution of his functions, other than\n                 the official seal mentioned in subsection (1).\n Every docu-\n ment to           4.-(1) From and after the appointed day, every document\n have official\n seaf.\n                 which is attested to or authenticated by a Justice in the\n                 execution of his functions shall bear the official seal, the\n                 date of execution thereof and the signature of that Justice.\n                        (2) A document attested to or authenticated on or\n                 after the appointed day by a Justice in the execution of his\n                 functions shall not be valid unless the requirements under\n                 subsection (1) have been complied with.\nDuties of\njustice or\nexecutor,          S.-(1) Every Justice of the Peace who is entrusted with\netc. with        an official seal shall-\nrespect to\nseals,\n                      (a) Preserve and maintain the safe custody of the seal;\n              The Justices of the Peace (Official Seals)   [No. 15]   3\n                             Act, 2002\n    (b) report the damage, destruction, loss or theft of the\n        seal, as soon as is reasonably practicable, to a mem-\n        ber of the Jamaica Constabulary Force not below\n        the rank of Deputy Superintendent, and the Custos\n        Rotulorum of the parish for which he is appointed\n         a Justice.\n      (2) A Justice shall cease to use the official seal if-\n    (a) that Justice retires from office, resigns his commis-\n         sion or, as the case may be, his commission is\n         revoked;\n    (b) he is directed to cease using the official seal by the\n         Custos Rotulorum,\nand shall return the seal to the Custos Rotulorum withm\nfive days, or such longer period as may be stipulated by the\nCustos Rotulorum, of the date of such retirement, resigna-\ntion, revocation or direction, as the case may be.\n     (3) On the death of a Justice of the Peace, the executor,\nadministrator, personal representative or any person having\ncharge of the affairs of such Justice shall forthwith return\nthe official seal entrusted to that Justice to the Custos\nRotulorum.\n       (4) An official seal which is returned to the Custos\nRotulorum shall be forwarded to the Permanent Secretary\nin the Ministry with responsibility for Justices of the Peace,\nunless it is required for the purpose of any proceedings in\na court of law or for the purpose of an official investigation.\n       (5) Upon the termination of any court proceedings or\ninvestigation referred to in subsection (4), the seal shall be\nreturned to the Custos Rotulorum, who shall forward the\nseal to the Permanent Secretary in the Ministry with re-\nsponsibility for Justices of the Peace.\n      (6) The Ministry shall deal with any seal forwarded\nunder subsection (4) or (5) in the manner prescribed.\n 4               (No. 15]         The Justices of the Peace (Official Seals)\n                                                 Act, 2002\n Document\n admissible         6. Any document purporting to bear the official seal, the\n in evidence     date of execution thereof and the signature of any Justice\n without\n further         authorized by any enactment to administer any oath.\n proof.\n                 affidavit, declaration or other affirmation, shall be admitted\n                 in evidence without proof that the seal or signature is the\n                 seal or signature of that Justice.\n The Register."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Every Cusros Rotulorum shall keep a Register (to\n                 be known as the Register of Justices of the Peace) of all\n                 persons who are appointed as Justices of the Peace for the\n                 parish for which the Custos Rotulorum is appointed.\n                        (2) The Register shall contain the name, age and\n                 address of each Justice and such other particulars as may be\n                 prescribed.\n                       (3) A Justice of the Peace shall notify the Custos\n                 Rotulorum forthwith, in writing, of any change in the name\n                 or address of the Justice.\n                     (4) The Register shall be open to inspection by any\n                 member of the public at all reasonable times.\n                        (5) A copy of the Register and any changes made\n                 thereto shall be notified in the Gazette.\n                          (6) A list of the names of all the Justices of the Peace\n                 contained in each Register, together with such other particu-\n                 lars as may be prescribed, shall be kept at a conspicuous\n                 place in every Courthouse, post office, tax office, Parish\n                 Council office and Police Divisional Headquarters, and shall\n                 be available for inspection by the public at all reasonable\n                 times.\nAmendment\nof Register.       S.-(1) The Custos Rotulorum in each parish shall have\n                 power, on production to him of such evidence as appears to\n                 him to be satisfactory\n                     (a) to remove from or restore to the Register any entry\n                         Which ought to be removed or restored;\n               The Justices of the Peace (Official Seals)   [No. 15]   5\n                              Act, 2002\n    (b) to remove from the Register the name of any per-\nson who--\n            (i) has died;\n           (ii) has ceased to be ordinarily resident in\n                Jamaica; or\n          {iii) has ceased to be a Justice of the Peace\n                appointed for that parish;\n    (c) to amend any incorrect entry in the Register;\n    (d) to make, from time to time, any necessary change\n        in any of the particulars prescribed pursuant to\n        section 7 (2).\n      (2) Every Custos Rotulorum shall notify the Minister\nof any changes made to the Register kept by that Custos\nRotulorum pursuant to this Act.\n      (3)   If a Custos Rotulorum-\n     (a) sends by registered post to any person, whose name\n         is in the Register a letter, addressed to him at his\n         address appearing in the Register, enquiring whether\n         he has ceased to act as a Justice, or has changed\n         his address; and\n     (b) receives no reply to that letter within two months\n            from the date of posting,\nthe Custos Rotulorum shall notify the Minister who may\ndirect the Custos Rotulorum to remove that person's name\nfrom the Register.\n      (4) A person who is aggrieved by the removal of his\nname from the register pursuant to this section may appeal\nin writing to the Minister who may-\n     (a) confirm the removal; or\n     (b) if satisfied that the circumstances so warrant,\n         direct the Custos Rotulorum to restore the person's\n         name to the register.\n6            [No. 15]         The Justices of the Peace (Official Seals)\n                                             Act, 2002\nOffences       9.-(1) Every Justice of the Peace who-\nand\npenalties.\n                 {a) uses an official seal for an unlawful purpose;\n                 (b) allows any other person to take possession of or\n                        use an official seal for any fraudulent purpose; or\n                 (c) uses an official seal after he resigns his commis-\n                    sion, retires from office or after his commission is\n                     revoked by the Governor-General,\n             commits an offence and is liable on summary conviction\n             before a Resident Magistrate to a fine not exceeding five\n             hundred thousand dollars or to imprisonment for a term not\n             exceeding three years, or to both such fine and imprisonment.\n                   (2) Every Justice of the Peace who-\n                 (a) knowingly makes any false statement or supplies\n                     any false information or particular to the Custos\n                     Rotulorum;\n                 (b) fails to report, in accordance with section 5, the\n                     damage, destruction, loss or theft of the official seal;\n                        or\n                 (c) fails to return, in accordance with section 5, the\n                      official seal consequent on his retirement from\n                      office or the resignation, revocation or cessation of\n                        his commission,\n             commits an offence and is liable on summary conviction\n             before a Resident Magistrate to a fine not exceeding two\n             hundred thousand dollars or to imprisonment for a term not\n             exceeding six months or to both such fine and imprisonment.\n                   (3) Every person who-\n                 (a) alters, duplicates or tampers with the official seal\n                        of any Justice of the Peace;\n                 {b)    uses an official seal without lawful authority to do\n                        So;\n              The Justices of the Peace (Official Seals)   [No. 15]   7\n                             Act, 2002\n    (c) is found in unlawful possession of an official seal;\n    (d) falsely holds himself out to be the rightful possessor\n        of an official seal;\n    (e) parts with possession of an official seal to another\n        person for an unlawful purpose;\n    (f) destroys, makes away with or, by wilful neglect,\n        allows any person to obtain possession of an\n        official seal;\n    (g) fails to return the official seal consequent on the\n        death of a Justice, pursuant to subseotion 5 (3),\ncommits an offence and shall be liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding\nfive hundred thousand dollars or to imprisonment for a term\nnot exceeding three years or to both such fine and imprison-\nment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister may make regulations generally for Regulations\ngiving effect to the purposes and provisions of this Act and,\nin particular but without prejudice to the generality of the\nforegoing, may make regulations-\n     (a) prescribing the size and specification of official\n         seals and the manner of affixing, impressing or sub-\n         scribing them on documents;\n     (b) prescribing the form and method of keeping the\n          Register;\n     (c) prescribing the particulars to be entered in the\n          Register;\n     (d) providing for the service of documents under this\n          Act;\n     (e) providing for the preservation, custody and safe-\n         keeping, replacement and the cost relating thereto,\n         disposal or surrender of official seals;\n8           (No. 15]      The Justices of the Peace (Official Seals)\n                                         Act, 2002\n                 (f)   prescribing the form of any document required\n                       under this Act;\n                 (g) prescribing the procedure for the return of official\n                     seals pursuant to section 5.\nAmendment     11. The enactJments mentioned in the first column of the\nof enact-\nments.      Schedule are amended in the manner specified in the\nSchedule.\n            second column of that Schedule.\n                    The Justices of the Peace (Official Seals)              [No. 15]                   9\n                                   Act, 2002\n                                      SCHEDULE                           (Section 11)\n                           Amendments of Enactments\n  Enactments                                      Amendments\nThe Attestation             Insert next after section 3 the following as section\nof Instruments              4\n (Facilities) Act                  \"Oath, etc.     4. Every oath, affidavit, de-\n                                    admin-     claration or other affirmation\n                                    istered     taken, administered or received\n                                    by Justice\n                                    to bear     by a Justice from any person in\n                                    official   writing, in accordance with sec-\n                                    seal.       tion 2, shall bear the official seal\n                                                of that Justice.\".\nThe Voluntary               Insert next after section 10 the following as section\nDeclarations Act            10A\n                                    \"Declara-     I OA. Every declaration made,\n                                     tion made taken or received before a Justice\n                                     before\n                                     Justice   by virtue of this Act, shall bear\n                                     to bear    the official seal of that Justice.\".\n                                     official\n                                      seal.\n   PRINTED BY JAMAICA PRINTING SERVICES (1992) LTD,, (GOVERNMENT PRINTERS), DUKE ST., KGN., JAMAICA."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.   Amendment of certain enaotments.\n       SCHEDULE\nJAMAICA\n                               No. 15--2002\n                                     I assent,\n[L.S.]\n                                                        H. F. COOKE,\n                                                            Governor-General.\n                                                     28th day of March, 2002.\nAN ACT to Provide for official seals for Justices of the Peace\n and for matters connected therewith or incidental thereto.\n               ['The date notified by the Minister      ]\n                   bringing the At into operation\n  BB IT ENACTED by The Queen's Most Excellent Majesty, by\nand with the advice and consent of the Senate and House\nof Representatives of Jamaica, and by the authority of the\nsame, as follows : -"
    }
  ],
  "definitions": [
    {
      "term": "a ppointed day",
      "definition": "the date appointed by the Min- tion",
      "source_provision": "sec2"
    },
    {
      "term": "official seal",
      "definition": "the official seal prescribed for the",
      "source_provision": "sec2"
    },
    {
      "term": "Register",
      "definition": "a Register of Justices of the Peace",
      "source_provision": "sec2"
    }
  ]
}