{
  "id": "jm-aop-no-21-the-access-to-information-act-2002",
  "type": "statute",
  "title": "No.21_ The Access to Information Act,2002.",
  "title_en": "No.21_ The Access to Information Act,2002.",
  "short_name": "No.21_ The Access to Information Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-21-the-access-to-information-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-21-the-access-to-information-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Access to Information Act, 2002, and\n  and shall come into operation on a day to be appointed by the commencement\n  Minister by notice published in the Gazette.\n                             PART I. Preliminary\n                                                                               Objects of"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.The objects of this Act are to reinforce and give further effect Act.\n  to cert,'\n       {ain ffundamental principles underlying\n                                           ·    h system of\n                                               the\n  constitutional\n          t;     democracy, namely-\n         ( a)   governmental accountability;\n         (b)    transparency; and\n                  [No. 21]         The Access to Information Act, 2002\n                        (c) public participation in national decision-making,\n                  by granting to the public a general right of access to official\n                  documents held by public authorities, subject to exemptions which\n                  balance that right against the public interest in exempting from\n                  disclosure governmental, commercial or personal information of\n                  a sensitive nature.\nInterpretation.     3. In this Act, unless the context otherwise requires\n                        \"appointed day\" means the day appointed pursuant to section\n                             I;\n                       \"document\" includes, in addition to a document in writing-\n                                  (a)   any map, plan, graph or drawing;\n                                  (b)   any photograph;\n                                  (c)   any disc, tape, sound track or other device in\n                                        which sounds or other data (not being visual\n                                        images) are embodied, whether electronically\n                                        or otherwise, so as to be capable (with or\n                                        without the aid of some other equipment) of\n                                        being reproduced therefrom;\n                                  (d)   any film (including microfilm), negative, tape\n                                        or other device in which one or more visual\n                                        images are embodied whether electronically\n                                        or otherwise, so as to be capable (with or\n                                        without the aid of some other equipment) of\n                                        being reproduced therefrom;\n                        \"exempt document\" means a document which by virtue of\n                            any provision of Part III is exempt from disclosure;\n                        \"exempt matter\" means any matter the inclusion of which in\n                            a document causes that part of the document to be exempt\n                            from disclosure;\n                       \"government company\" means a company registered under\n                           the Companies Act, being a company in which the\n                           Government or an agency of the Government, whether\n                                                             [No. 21]                3\n                     The Access to Information Act, 2002\n       by the holding of shares or by other financial input, is in\n       a position to influence the policy of the company;\n  \"official document\" means a document held by a public\n       authority in connection with its functions as such,\n       whether or not it was created-\n            ( a)     by that authority; or\n            (b)       before the commencement of this Act,\n            and for the purposes of this Act, a document is held\n            by a public authority if it is in its possession, custody\n            or control;\n   \"public authority\" means-\n             (a)      a Ministry, department, Executive Agency or\n                      other agency of Government;\n             (b)      a statutory body or authority;\n             (c)       a Parish Council;\n             (d)       the Council of the Kingston and St. Andrew\n                       Corporation;\n             (e)       any government company which-\n                          (i)   is wholly owned by the Government\n                               or an agency of the Government, or in\n                               which the Government holds more\n                               than 50% shares; or\n                          (ii) is specified in an order under section\n                                s (3);\n               (f) any other body or organization specified in an\n                   order under section 5 (3);\n                                                              th\n    \"responsible Minister\" means the Minister responsible for e\n         public authority which holds an official document.\n                                                                        Publication of\nl(DO A public authority shall cause to be published within information\n                                                                        by public\n     emonths o                                                          authority.\n     (a)   the appointed day;\n              [No. 21]          The Access to Information .Act, 2002\n                   (b) its establishment: or\n                   (c) the coming into operation of an order under section 5\n                       (3) which specified that authority.\n              whichever is later. an initial statement of its organization and\n              functions containing the infonnation specified in the First Schedule.\nFirs\nSchedule,\n                         (2) The proYisions of the First Schedule shall apply for the\n              purposes of making available to the public the documents described\n              in that Schedule.\n                     (3) The information required under subsection (1) shall be\n              published in such manner and shall be updated with such frequency\n              as may be prescribed.\n                     (4) The Minister may amend the First Schedule by order\n              subject to affirmative resolution.\nApplication\nof Act,         5.-( I) Subject to subsection (2). this Act applies to-\n                   (a) all public authorities:\n                   (b) official documents created by or held by a public\n                       authority not earlier than thirty years immediately\n                       preceding the appointed day.\n                       ~2) The Minister may. by order subject to negative\n              resolution. declare that this Act shall apply to official documents\n              created by or held by a public authority at such date, being earlier\n              th\n                 an. the thirty years referred to in subsection ( 1) (b), as may be\n              specified in that order.\n                     (3) The Minister may. by order subject to affirmative\n              resolution. declare that this Act shall apply to-\n                   (a) such government companies. other than those specified\n                       in paragraph (e) (i) of the definition of \"public authority\",\n                       as may be specified in the order;\n                   (b) any other body or organization which provides services\n                       of a public nature which are essential to the welfare of\n                       the Jamaican society.\n                      The Access to Information Act, 2002     [No. 21]     5\n such aspects of their operations as may be specified in the\n.\n   (4) An order under subsection (3) may be made subject to\n exceptions, adaptations or modifications, as the Minister may\nider appropriate.\n   (5) The Minister may, by order subject to affirmative\n ution, declare that the application of this Act in relation to\n government company specified in paragraph (e) (i) of the\n ition of \"public authority\" shall be subject to such exceptions,\n tations or modifications as the Minister may consider\nopriate.\n   ( 6) This Act shall not apply to-\n ( a)     the Governor-General, in relation to the exercise of the\n          powers and duties conferred or imposed on him by or\n          under the Constitution of Jamaica or under any other\n          law;\n (b) the judicial functions of-\n               (i)      a court;\n               (ii)   the holder of a judicial office or other office\n                      connected with a court;\n  ( c)     the security or intelligence services in relation to their\n           strategic or operational intelligence gathering activities;\n  (d) any statutory body or authority as the Minister may\n           specify by order subject to affirmative resolution.\n    (7) This Act applies to official documents held in a registry\n ther office of a court, being documents that relate only to matters\nan administrative nature.\n        (8) In subsection (6) \"security or intelligence services\" means-\n   ( a)    the Jamaica Constabulary Force;\n   (b)      the Island Special Constabulary Force;\n   (c)      the Rural Police·\n                                   '\n   (d) the Jamaica Defence Force.\n 6              [No. 21]       The Access to Information Act, 2002\n                                    PART II. Right ofAccess\n  Right of\n  access."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The principal officer is not required to comply fully with\nparagraph 2 (a) before the expiration of 12 months after the\nappointed day, but shall, before that time, comply with that\nparagraph so far as is practicable."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. This Schedule does not require a document of the kind\nspecified in paragraph 1 (e) containing exempt matter, to be made\navailable in accordance with paragraph 2, but, if such a document\nis not so made available, the principal officer shall, unless\nimpracticable or unreasonable to do so, cause to be prepared a\ncorresponding document, altered only to the extent necessary to\nexclude the exempt matter, and cause the document so prepared to\nbe dealt with in accordance with paragraph 2 .\n S. Paragraphs 2 and 3 apply in relation to a public authority that\neither comes into existence after the commencement of this Act, or\nhas been specified by order under section 5 of the Act as if the\nreferences in paragraph 3 to the appointed day were references to\nth\n  e day on which the authority comes into existence or has been so\nspecified, as the case may be.\n                            SECOND SCHEDULE                   (Section 32)\n                     Constitution of Appeal Tribunal\nConstitution\nof tribunal.        1. The Tribunal shall, subject to paragraph 2,\n                 consist of five members appointed by the Governor-\n                 General after consultation with the Prime Minister and\n                 the Leader of the Opposition.\n Power of one\n member to sit       2. For the hearing of any appeal under this Act the\n alone.           Tribunal may consist of one member sitting alone if\n                  the parties to the appeal agree.\n Tenure of\n office,             3. The members of the Tribunal shall, subject to\n                  the provisions of this Schedule, hold office for a period\n Chairman,\n                  of five years and shall be eligible for re-appointment."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Subject to the provisions of this Act, every person shall\n                have a right to obtain access to an official document, other than an\n                exempt document.\n                       (2) The exemption of an official document or part thereof\n                from disclosure shall not apply after the document has been in\n                existence for twenty years, or such shorter or longer period as the\n                Minister may specify by order, subject to affirmative resolution.\n                       (3) An applicant for access to an official document shall\n                not be required to give any reason for requesting access to that\n                document.\n                       (4) Where an official document is-\n                     (a) open to access by the public pursuant to any other\n                         enactment, as part of a public register or otherwise; or\n                    (b) available for purchase by the public in accordance with\n                        administrative procedures established for that purpose,\n               access to that document shall be obtained in accordance with the\n               provisions of that enactment or those procedures, as the case may\n               be.\nApplication\nfor access.      7.-(1) A person who wishes to obtain access to an official\n               document shall make an application to the public authority which\n               holds that document.\n                       (2) An application under subsection (1)-\n                   (a) may be made in writing or transmitted by telephone or\n                       other electronic means·\n                                                '\n                   (b) shall provide such information concerning the document\n                       as is reasonably necessary to enable the public authority\n                       to identify it.\n                    (3) A public authority to which an application is made\n              shall-\n                  (a) upon request, assist the applicant in identifying the\n                      documents to which the application relates;\n                             The Access to Information Act, 2002     [No. 21]    7\n         (b)     acknowledge receipt of every application in the\n                 prescribed manner;\n         ( c)    grant to the applicant, access to the document specified\n                 in the application if it is not an exempt document.\n       ( 4) A public authority shall respond to an application as\nsoon as practicable but not later than-\n         ( a)     thirty days after the date ofreceipt of the application; or\n         (b)      in the case of an application transferred to it by another\n                  authority pursuant to section 8, thirty days after the date\n                  of the receipt by that authority,\nso, however, that an authority may extend the period of thirty days\nfor a further period, not exceeding thirty days, in any case where\nth ere IS\n       · reasonable cause for such extension.\n            (S)     The response of the public authority shall state its\ndecision on the application, and where the authority or body decides\nto refuse or defer access or to extend the period of thirty days, it\nshall state the reasons therefor, and the options available to an\naggrieved applicant."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.Anofc:.                                                   Ir              Documents\n               1cial document is exempt from disclosure if-                 subject to\n  (a)            1 be privileged from production\n          it w ould                          ·   · legal legal\n                                                 in                         privilege, ctG\n          proceedings on the ground oflegal professional pnvilege,\n          Or\n12              [N o. 217        Th e Access to Information Act, 2002\n                      (b) the disclosure thereof would-\n                                (i)     constitute an actionable breach of confidence;\n                                (ii)    be in contempt of court; or\n                                (iii)   infringe the privileges of Parliament.\nDocuments          18.---{l) An official document of a type specified in subsection\naffecting\nnational        (2) is exempt from disclosure if its disclosure or, as the case may\neconomy.        be, its premature disclosure would, or could reasonably be expected\n                to, have a substantial adverse effect on the Jamaican economy, or\n                the Government's ability to manage the Jamaican economy.\n                          (2) The types of documents referred to in subsection ( 1)\n                include but are not limited to, documents relating to taxes, duties\n                or rates, interest rates, monetary policy and exchange rate policy\n                or currency or exchange rates.\nDocuments\nrevealing         19.-(1) Subject to subsection (3), an official document is\nGovernment's    exempt from disclosure if it contains-\ndeliberative\nprocesses.             (a) opinions, advice or recommendations prepared for;\n                       (b) a record of consultations or deliberations arising in the\n                           course of, proceedings of the Cabinet or of a committee\n                           thereof.\n                          (2) Subsection (1) shall not apply to documents which\n                 contain material of a purely factual nature or reports, studies, tests\n                 or surveys of a scientific or technical nature.\n                            (3) A public authority shall grant access to a document\n                 referred to in subsection (1) if it is satisfied, having regard to all\n                 the circumstances, that the disclosure thereof would, on balance,\n                 be in the public interest.\nDocuments\nrelating to"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. (1) Where an application is made to a public authority for Transfer of\n                                                                requests.\nan official document-\n          ( a)    which is held by another public authority; or\n          (b)     the subject matter of which is more closely connected\n                  with the functions of another public authority,\nthe fL)                                                              lie   ati\n     1rst mentioned public authority shall transfer the application\nor such part\n          ai of fr:it as may be appropriate to that other putiblilc\n                                                                 r auithority\n    nd\na        shall inform the applicant immediately of the transfer.\n         (2) A transfer of an application pursuant to subsection (l)\ns h all be    d                                        than fourteen\nd          ma e as soon as practicable but not 1 ater\n  Rys after the d., ,\n              e ate of receipt of the application\n8          [No. 21]        The Access to Information Act, 2002\nForms of     9.(l) Access to an official document may be granted to an\naccess.\n           applicant in one or more of the following forms-\n                 (a)   the applicant may be afforded a reasonable opportunity\n                       to inspect the document;\n                 (b) the authority concerned may furnish the applicant with\n                     a copy of the document;\n                 (c)   in the case of a document from which sounds or visual\n                       images are capable of being reproduced, arrangements\n                       may be made for the applicant to hear the sounds or view\n                       the visual images;\n                 (d) in the case of a document by which or in which words\n                     are-\n                          (i)    recorded in a manner in which they are capable\n                                 of being reproduced in the form of sound and\n                                 images; or\n                          (ii)   contained in the form of shorthand writing or\n                                 in codified form,\n            the applicant may be furnished with a transcript of the data or the\n            words, sounds and images recorded or contained in that document.\n                    (2) Subject to subsection (3), where an applicant requests\n            that access be given in a particular form, access shall be given in\n            that form.\n                   (3) A public authority may grant access in a form other\n            than that requested by an applicant where the grant of access in the\n            form requested would-\n                  ( a) be detrimental to the preservation of the document, or\n                       be inappropriate, having regard to its physical state;\n                  (b) constitute an infringement of copyright subsisting in any\n                      matter eontained in the document.\n                   ( 4) Copies of documents to which access is granted shall\n            be authenticated in the prescribed manner.\n                        The Access to Information Act, 2002      [No. 21)         9"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The names of all members of the Tribunal as first constituted\n                 membership.   and every change in the membership thereof shall be published\n                               in the. Gazette.\n                 Remuneration      10. There shall be paid to the chairman and other members of\n                 of members.   the Tribunal, in respect of each appeal, such remuneration, whether\n                               by way of honorarium, salary or fees, and such allowances as\n                                may be determined by the Minister responsible for the public\n                                service.\n                  Voting.           11. Subject to paragraph 2, the decision of the Tribunal shall\n                                be by a majority of votes of the members, and in addition to an\n                                original vote, the chairman shall have a casting vote in any case\n                                in which the voting is equal.\n                  Power to          12. Subject to the provisions of the Act, the Tribunal shall\n                  regulate own regulate its own proceedings.\n                  proceedings.\n                  Office of"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-( I) Where the information provided by the applicant in Assistance\nrelation to the document is not such as is reasonably necessary to of  and deferment\n                                                                         access.\nenable the public authority to identify it, the authority shall afford\nthe applicant a reasonable opportunity to consult with the authority\nwith a view to reformulating the application so that the document\ncan be identified.\n          (2) A public authority may defer the grant of access to an\nofficial document-\n       (a)    if publication of the document within a particular period\n              is required under the provisions of any enactment, until\n              the expiration of that period;\n       (b)    if the document was prepared for presentation to\n              Parliament or for the purpose of being made available to\n              a particular person or body, until the expiration of a\n              reasonable period after its preparation for it to be so\n              presented or made available to the person or body;\n       (c)    if the premature release of the document would be\n              contrary to the public interest, until the occurrence of\n              any event after which or the expiration of any period\n              beyond which, the release of the document would not\n              be contrary to the public interest.\n        (3) Where a public authority decides to defer access in\naccordance with subsection (2), it shall, within fourteen days of its\ndecision, inform the applicant of that decision and shall, where\nPossible, indicate to him the period during which the deferment\nwill operate.                                           \""
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.(1) Where an application is made to a public authority for Deletion\n                                                                 exempt\n                                                                          of\nacc~ss _to an official document which contains exempt matter, the matter.\nauthority shal] grant access to a copy of the document with the\nexempt matter deleted therefrom.\n an or,,\\?) A public authority which grants access to a copy Of\n the     '©lal document in accordance with this section shall inform\n       applicant\n        (a)   th at 1t\n                    · is\n                       · such a copy; and\n10                   [No. 21]           The Access to Information Act, 2002\n                           (b) of the statutory provision by virtue of which such deleted\n                               matter is exempt matter.\nFees. etc.              12.-( 1) The cost of reproducing any documents containing\n                     information in relation to which an application is made under this\n                     Act shall be borne by the applicant.\n                              (2) The responsible Minister may waive, reduce or remit,\n                      the cost specified in subsection ( 1) for access to an official\n                      document where he is satisfied that such waiver, reduction or\n                      remission is justifiable.\n Grant of                13. Subject to this Act, where-\n access.\n                            (a) an application is made in accordance with section 7 for\n                                access to an official document; and\n                            (b) the cost incurred by the public authority in granting\n                                access has been paid,\n                      access to the document shall be granted in accordance with this\n                      Act.\n                                            PART III. Exempt Documents\n     Documents            14. Official documents are exempt from disclosure if-\n     affecting\n     security,              (a) the disclosure thereof would prejudice the security,\n     defence or\n     international              defence or international relations of Jamaica;\n     relations.\n                                (b) those documents contain information communicated in\n                                    confidence to the Government by or on behalf of a foreign\n                                    government or by an international organization.\n     Cabinet              15.(1) An official document is exempt from disclosure if it is\n     documents.\n                       a Cabinet document, that is to say-\n                                (a) it is a Cabinet Submission, Cabinet Note or other\n                                    document created for the purpose of submission to the\n                                    Cabinet for its consideration and it has been or is intended\n                                    to be submitted;\n                                (b) it is a Cabinet Decision, or other official record of any\n                                    deliberation of the Cabinet.\n                      The Access to Information Act, 2002        [No. 21]                11\n        (2) Subsection (1) does not apply, to-\n (a)     any document appended to a Cabinet document that\n         contains material of a purely factual nature or reports,\n         studies, tests or surveys of a scientific or technical nature;\n         or\n (b)     a document by which a decision of the Cabinet has been\n         officially published."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The office of chairman or member of the Tribunal shall not\n                  chairman or    be a public office for the purposes of Chapter V of the Constitution\n                   member of     of Jamaica.\n                   Tribunal not\n                   public office.\n     PRINTED BY JAMA ICA PRINTING SERVICES (1992) LTD.,, (GOVERNMENT PRINTERS), DUKE STREET, KINGSTON, JAMA ICA."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14, 16 or 18, as the case may be, applies,\n                 the Prime Minister or the responsible Minister, as the case may\n                 require, may issue a certificate to the effect that the document is\n                 an exempt document and shall specify the basis of the exemption.\n                          (2) Where the Prime Minister or a responsible Minister,\n                 as the case may be, is satisfied as mentioned in subsection (1) by\n                 virtue of anything contained in any particular part or parts of an\n                 official document, a certificate issued under that subsection in\n                 respect of that document shall identify that part or those parts of\n                 the document by reason of which the certificate is issued.\n                          (3) A certificate issued under subsection (1) shall be\n                  conclusive that the document is exempt.\n                    PART IV. Amendment and Annotation of Personal Records\nApplication         24.- (1) Where a person claims that an official document\n,cranes, contains personal information about the person that\nannotation of\npersonal               (a) is incomplete, incorrect, out of date or misleading;\nrecords.                   and\n                       (b) has been used, is being used or is available for use by a\n                           public authority for administrative purposes,\n                 the person may apply to the public authority for an amendment or\n                 an annotation, as the case may be, of that document.\n                          The Access to Information Act, 2002      [No. 21]   15\n         (2) An application under this section shall be in writing\nand shall specify as far as practicable, the document claimed to be\nthe personal record requiring amendment or annotation, as the case\nmay be, and shall-\n     ( a)     in the case of an application for amendment, specify-\n                  (i)     whether information in the-record is claimed\n                          to be incomplete, incorrect, out of date or\n                          misleading and the information in respect of\n                          which that claim is made;\n                  (ii)     the applicant's basis for making that claim; and\n                  (iii)    the nature of the amendment required by the\n                           applicant;\n      (b)     in the case of an application for annotation, be\n              accompanied by a statement specifying-\n                   (i)     the matters referred to in paragraph (a) (i) and\n                           (ii); and\n                   (ii)    the information that would make the record\n                           complete, correct, up to date and not\n                           misleading."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. (1) Subject to subsection (2), an official document is\nbusiness        exempt from disclosure if-\naffairs, etc.\n                       (a) its disclosure would reveal-\n                                (i)     trade secrets;\n                        The Access to Information Act, 2002      [No. 21]                 13\n                 (ii)   any other information of a commercial value,\n                        which value would be, or could reasonably be\n                        expected to be, destroyed or diminished if the\n                        information were disclosed;\n     (b)     it contains information ( other than that referred to in\n             paragraph (a)) concerning the commercial interests of\n             any person or organization (including a public authority)\n             and the disclosure of that information would prejudice\n             those interests.\n            (2) Subsection (I) shall not apply where the applicant for\naccess is the person or organization referred to in that subsection\nor a person acting on behalf of that person or organization."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) Subject to subsection (2), an official document is                 Documents\n                                                                             relating to\nexempt from disclosure if its disclosure would, or could reasonably          heritage sites,\nbe expected to result in the destruction of, damage to, or interference      etc.\nwith, the conservation of\n     ( a)    any historical, archaeological or anthropological\n             resources;\n     (b)     anything declared to be a national monument, designated\n             as protected national heritage or protected by a\n             preservation notice under the Jamaica National Heritage\n             Trust Act·\n                         '\n      (c)     any species of plant or animal life so designated or which\n              is endangered, threatened or otherwise vulnerable;\n      (d)     any other rare or endangered living resource.\n  (2) A public authority shall grant access to a document\n['red to in subsection (D) if it is satisfied, having regard to all\n\" Slreumstances, that the disclosure thereof would, on balance,\n © in the public interest."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Sub6;.                               this     ction, a public Documents\nauth .:       ·abject to the provisions of this section,             ,[d affecting\n    ority\ninvo]     shall                             3aldc\n                not grant access to an official 10cut imentifitwou  th personal\nper~ Ve the unreasonable disclosure of information relating to\n                                                                            privacy.\n                                                                       e\n    onal affairs of any person, whether living or dead.\n14               No. 21]       The Access to Information Act, 2002\n                          (2) Subsection (1) shall not apply in any case where the\n                 application for access is made by the person to whose affairs the\n                 document relates.\nissue of            23.-(1) Where\ncertificate re\nexempt                (a) the Prime Minister is satisfied that an application for\ndocument.\n                          access relates to a document specified in section 15 ( 1 );\n                      (b) a responsible Minister is satisfied that an application for\n                          access relates to an official document to which section"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Issue of certificate re exempt documents.\n                PART IV. Amendment and Annotation of Personal Records"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. (1) Where, in relation to any application under section 24, Amendment\n                                                                   of records.\n ~pubhc authority is satisfied as to the truth of the matters stated in\n t e application, it shall amend the document concerned in the\n prescribed manner.\n of,      (2) Where a public authority decides not to amend an\n   1cial document it shall\n       ( a) take such steps as are reasonable to enable the applicant\n            to provide a statement of the kind referred to in section\n            24 (2) (6 ); and\n        (b) annotate the document by adding thereto the statement\n                referred to in paragraph (a).\n16                [No. 21)        The Access to Information Act, 2002\nAnnotation of    26. Where, in relation to an application for annotation of           an\npersonal\nrecords.      official document containing personal information, the public\n                  authority-\n                        (a) is satisfied as to the truth of the matters specified in that\n                            application, the authority shall annotate the document\n                            in the prescribed manner;\n                        (b) is not so satisfied, it may refuse to annotate the document.\nNotice of           27. A public authority which amends or annotates an official\namendments\nor                document pursuant to section 25 or 26, or, as the case may be,\nannotations.      decides not to do so, shall take reasonable steps to inform-\n                        ( a) the applicant; and\n                        (b) any other public authority which it is satisfied has made\n                            prior use of the document,\n                  of the nature of the amendment or annotation or, as the case may\n                  require, of the decision and the reasons for that decision.\nTransferof           28. The provisions of section 8 shall apply, with such\napplications\nfor               modifications as may be necessary, to applications for amendments\namendment or or annotations of personal records.\nannotation.\n                                     PART V. Review and Appeal\nInterpretation."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Transfer of applications for amendment or annotation.\n                               PART V. Review and Appeal"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. In this Part and Part VI \"relevant decision\" means a decision\n                  referred to in section 30 (1) or (2), as the case may require.\nInternal             30.--(1) An applicant for access to an official document may,\nreview.\n                  in accordance with subsection (4), apply for an internal review of\n                  a decision by a public authority to-\n                        (a) refuse to grant access to the document;\n                        (b) grant access only to some of the documents specified in\n                             an application;\n                        (c) defer the grant of access to the document;\n                        ( d) charge a fee for action taken or as to the amount of the\n                             fee.\n                         The Access to Information Act, 2002         [No. 21]             17\n         (2) An applicant for amendment or annotation of a\npersonal record may, in accordance with subsection (4), apply for\na review of a decision by a public authority to refuse to make that\namendment or annotation.\n          (3) For the purposes of subsections (1) and (2), a failure\nto give a decision on any of the matters referred to in subsection\nCl) (a) to (c) or to amend or annotate a personal record within the\ntime required by this Act shall be regarded as a refusal to do so.\n         ( 4) An application under subsection (1) or (2) may only\nbe made where the decision to which the application relates was\ntaken by a person other than the responsible Minister, a Permanent\nSecretary or the principal officer of the public authority concerned."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.(1) An internal review shall be conducted-                                Procedure re\n                                                                                internal\n     (a)      by the responsible Minister in relation to documents              review.\n              referred to in sections 14, 15, 16 and 18;\n      (b)      in any other case, by the Permanent Secretary in the\n               relevant Ministry or the principal officer of the public\n               authority whose decision is subject to review.\n              (2) An application for internal review shall be made-\n      (a)      within thirty days after the date of a notification (in this\n               subsection referred to as the initial period) to the applicant\n               of the relevant decision, or within such further period,\n               not exceeding thirty days, as the public authority may\n               permit; or\n      (b) where no such notification has been given, within thirty\n               days after the expiration of the period allowed for the\n               giving of the decision or of any other period permitted\n               by the authority.\n              (3) A person who conducts an internal review-\n       ( a)     may take any decision in relation to the application which\n                could have been taken on an original application;\n       (b)      shall take that decision within a period of thirty days\n                after the date of receipt of the application.\n18           [No. 21]           The Access to Information Act, 2002\nAppeal,"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.--(1) An appeal shall lie pursuant to subsections (2) a\nSecond       (3), to the tribunal established for that purpose, constituted\nSchedule.    accordance with the Second Schedule.\n                        (2)    A person may lodge an appeal-\n                  ( a) where internal review under section 30 is applicable\n                              (i)    against a decision taken on such review;\n                              (ii)   if the time specified in section 31 (2) (b) h\n                                     expired without the applicant being notifie\n                                     of a decision;\n                  (b) in any other case, against a relevant decision in relatio\n                      to any of the matters referred to in paragraphs (a) to (c\n                      of section 30 (I) or section 30 (2), and accordingl\n                      section 30 (3) shall apply with necessary modification\n                      to an appeal under this paragraph.\n                        (3) An appeal shall be made-\n                  ( a) by the lodgement of a document within sixty days afte\n                       the date of the notification to the appellant of the relevan\n                       decision or of the decision taken on an internal review;\n                       or\n                  (b) where no notification has been given within the period\n                      required by this Act, within sixty days after the expiration\n                      of that period.\n                     (4) Where an appeal is not made within the period\n            specified in subsection (2), the Appeal Tribunal may extend that\n            penod if it is satisfied that the appellant's delay in so doing is not\n            unreasonable.\n                     (5) On the hearing of an appeal, the onus of proving that\n            the relevant decision was justified or that a decision adverse to the\n            appellant should be made by the Appeal Tribunal, shall lie on the\n            public authority which made the relevant decision.\n                        (6) On hearing an appeal, the Appeal Tribunal-\n                 (a) may subject to paragraph (b), make any decision which\n                     could have been made on the original application;\n                          The Access to Information Act, 2002      [No. 21]              19\n        (b)    shall not nullify a certificate issuedunder section 23.\n         (7) The Appeal Tribunal may call for and inspect an\nexempt document, so however that, where it does so, it shall take\nsuch steps as are necessary to ensure that the document is inspected\nonly by members of staff of the Appeal Tribunal acting in that\ncapacity.\n                           PART VI. Miscellaneous"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. (1) Nothing in this Act shall be construed as authorizing Protection\n                                                                 from liability\nthe disclosure of any official document-                         re defamation\n                                                                              breach of\n        (a)     containing any defamatory matter; or                          con lidcnce or\n                                                                              copyright.\n        (b)     the disclosure of which would be in breach of confidence\n                or of copyright.\n               (2) Where access to a document referred to in subsection\n(D) is granted in the bona fide belief that the grant of such access is\nrequired by this Act, no action for defamation, breach of confidence\nor breach of copyright shall lie against-\n        (a)     the Government or any public authority, any Minister\n                or any public officer involved in the grant of such access,\n                by reason of the grant of access or of any republication\n                of that document; or\n        (b)     the author of the document or any other person who\n                supplied the document to the Government or the public\n                authority, in respect of the publication involved in or\n                resulting from the grant of access, by reason of having\n                so supplied the document.\n acc           (3) The grant of access to an official document in\n ,9Tdance with this Act shall not be construed as authorization or\n       proval-\n         (a)\n                for the purpose of the law relating to defamation or breach\n                of confidence, of the publication of the document or its\n                contents by the person to whom access is granted;\n20                   [No. 21]        The Access to Information Act, 2002\n                           (b) for the purposes of the Copyright Act, of the doing by\n                               that person of any act comprised within the copyright in\n                               any work contained in the document, as follows-\n                                    (i)     any literary, dramatic, musical or artistic work;\n                                    (ii)    any sound recording, cinematograph film,\n                                            television broadcast or sound broadcast; or\n                                    (iii) a published edition of a literary, dramatic,\n                                          musical or artistic work.\n Offence.               34. (1) A person commits an offence, if in relation to an official\n                      document to which a right of access is conferred under this Act\n                      he-\n                            (a) alters or defaces;\n                            (b) blocks or erases;\n                            (c) destroys; or\n                            (d) conceals,\n                      the document with the intention of preventing its disclosure.\n                                (2) A person who commits an offence under subsection\n                      (1) is liable on summary conviction in a Resident Magistrate's\n                      Court to a fine not exceeding five hundred thousand dollars or to\n                      imprisonment for a term not exceeding six months or to both such\n                      fine and imprisonment.\n     Provisions re\n     other Acts."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.(1) Where access to an official document is granted in\n                       accordance with this Act, the person who authorizes such access\n                       and any other person concerned in the granting thereof shall not,\n                       by reason only of so doing, be guilty of a criminal offence.\n                                (2) Subject to subsection (3), nothing in this Act shall\n                       affect the provisions of any other Act other than the Official Secrets\n                      Act, relating to the non-disclosure of information.\n                               (3) For the avoidance of any doubt, it is hereby declared\n                      that the Official Secrets Act shall apply in relation to the grant Ol\n                      access to an official document in contravention of this Act.\n                                The Access to Information Act, 2002       [No. 21]                21"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. (1) The Minister shall, as soon as practicable after the end                   Reports.\nof each year (but not later than the 30th of June in the following\nyear) prepare a report of the operation of this Act during the year,\ncontaining the matters specified in subsection (4).\n         (2) The report referred to in subsection ( 1) shall be laid\non the table of the House of Representatives and of the Senate.\n                  (3) Each public authority shall submit to the Minister,\nquarterly reports on the matters specified in subsection (4).\n                  ( 4) The matters referred to in subsections ( 1) and (3) are\n       (a)         the number of applications for access received, granted,\n                   deferred, refused or granted subject to deletions;\n       (b)         the categories of exemptions claimed and the numbers\n                   of each category;\n           ( c)    the number of applications received for-\n                        (i)      amendment of personal records;\n                        (ii)     annotation of personal records;\n           (d)      the number of-\n                        (i)       applications for internal review of relevant\n                                  decisions;\n                         (ii)     appeals against relevant decisions, and the rate\n                                  of success or failure thereof;\n            (e)     such other matters as are considered relevant."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The Minister may make regulations generally for giving Regulations.\n  effect to the provisions and purposes of this Act and such\n  regul,·                                             :\n       ations shall be subject to affirmative resolution."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.(1) Th..                                    ,   to time by a Review of\n  cc.            is Act shall be reviewed from time                  Act by\n   ommittee of both Houses of Parliament appointed for that purpOS©. ,,amentary\n                                                                             th;     committee.\n  tw               (2) The first such review shall be conducted not later an\n       0\n            Years after the appointed day.\n22   {No. 21]    The Access to Information Act, 2002\n                                     FIRST SCHEDULE                   (Section 4)\n                    Information to be Published by Public Authorities\n                I. The infonnation referred to in section 4 of this Act is-\n                   (a)   a description of the subject area of the public authority;\n                   (b)   a list of the departments and agencies of the public\n                         authority and-\n                              (i)    subjects handled by each department and\n                                     agency;\n                             (ii)    the locations of departments and agencies;\n                             (iii)   opening hours of the offices of the\n                                     authority and its departments and\n                                     agencies;\n                   (c)   the title and business address of the principal officer;\n                   (d)   a statement of the documents specified in sub-\n                         paragraph (e) being documents that are provided by\n                         the public authority for the use of, or which are used\n                         by the authority or its officers in making decisions or\n                         recommendations, under or for the purposes of an\n                         enactment or scheme administered by the authority,\n                         with respect to rights, privileges or benefits, or to\n                         obligations, penalties or other detriments, to or for\n                         which persons are or may be entitled or subject;\n                   (e)   the documents referred to in sub-paragraph (d) are-\n                             (i)     manuals or other documents containing\n                                     interpretations, rules, guidelines, practices\n                                     or precedents;\n                             (ii)    documents containing particulars of a\n                                     scheme referred to in paragraph ( d), not\n                                     being particulars contained in an\n                                     enactment or published under this Act."
    }
  ],
  "definitions": [
    {
      "term": "appointed day",
      "definition": "the day appointed pursuant to section",
      "source_provision": "sec2"
    },
    {
      "term": "exempt document",
      "definition": "a document which by virtue of",
      "source_provision": "sec2"
    },
    {
      "term": "exempt matter",
      "definition": "any matter the inclusion of which in",
      "source_provision": "sec2"
    },
    {
      "term": "government company",
      "definition": "a company registered under",
      "source_provision": "sec2"
    },
    {
      "term": "official document",
      "definition": "a document held by a public",
      "source_provision": "sec2"
    },
    {
      "term": "responsible Minister",
      "definition": "the Minister responsible for e",
      "source_provision": "sec2"
    },
    {
      "term": "relevant decision",
      "definition": "a decision",
      "source_provision": "sec29"
    }
  ]
}