{
  "id": "jm-aop-no-24-the-good-news-church-of-god-of-jamaica-incorporation-and-vesting-act-2002",
  "type": "statute",
  "title": "No.24_The Good News Church of God of Jamaica (Incorporation and Vesting) Act,2002.",
  "title_en": "No.24_The Good News Church of God of Jamaica (Incorporation and Vesting) Act,2002.",
  "short_name": "No.24_The Good News Church of God of Jamaica (Incorporation and Vesting) Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-24-the-good-news-church-of-god-of-jamaica-incorporation-and-vesting-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-24-the-good-news-church-of-god-of-jamaica-incorporation-and-vesting-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. All that parcel of land part of Millennium Hall in the parish\nof Saint James containing by survey Thirty-nine Perches and Nine-\nTenths of a Perch of the shape and dimensions and butting as appears\nby the Plan thereof thereunto annexed and being the whole of the\nland comprised in Certificate of Title registered at Volume 1177 Folio\n984 of the Register Book of Titles."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires:-\n                     ''The Church\" means the persons for the time being\n                          associated in Jamaica under the name of The\n                         Good News Church of God of Jamaica;\n                     ''The Corporation\" means the body incorporated by\n                          this Act.\nIn corpora-       3.-(1) The following persons, that is to say:-\ntion of the\nGood News\nChurch of           Rev. Herman A. Johnson, Greenwood Village,\nGod of\nJamaica.            P.O. Box 391, Montego Bay,\n                    Saint James, Overseer\n                    Rev. Ann Marie Bulgin, Greenwood Village,\n                    P.O. Box 391, Montego Bay,\n                    Saint James, Pastor\n                   Pastor Kenrick Thorpe, Content District,\n                   Adelphi P.O., Saint James, Secretary\n         The Good News Church of God of Jamaica         [No. 24]   5\n           (Incorporation and Vesting) Act, 2002\n Lelieth Johnson, Greenwood Village,\n PO. Box 891, Montego Bay, No. 1,\n saint James, Pastor\n Valda Erskine, Paisley District,\n Adelphi P.O.,\n Saint James\n Verona Dalley, Queensgate, Spotvalley P.A.,\n Saint James, Cashier\n Desina Thompson, Tangle River, Sign P.O.,\n  Saint James, Teacher\n  Utilda Bethune, Adelphi P.O.,\n  Saint James, Treasurer\n  McDermott Downer, Paradise, Montego Bay,\n  Saint James, Mason\n  Aldith Reid, Lima District, Adelphi P.O.,\n  Saint James, Housewife\n     Hyacinth Williams, Albion P.A.,\n     Saint James, Shopkeeper\n     Vivette Lawrence, Somerton P.O.,\n     Saint James, Housewife\n   Gledsie Baker, Flankers,\n    Saint James, Teacher      .  be' in the respective\nand their successors for the tune mg f the Church as\noffices of overseer, secretary tr@\",',,-poses for the\nmay from time to iime be elected\", coirease sla!\ntime being by the Church at is \"\",a appointed a COY\nbe and hereby declared constituted          ,{juance forever\nporation Or body corporate to have ~~•The\n                                   O      Good News\nand perpetual succession by the name d of a corporate\nCh                      . ,, nd possesse       C rt\n     urch of God of Jamaica            .5% med in all     C0UT6\nseal and by ,that name maY sue or e\nof Jamaica.\n4             [No. 24]    The Good News Church of God of Jamaica\n                            (Incorporation and Vesting) Act, 2002\n                    (2) No act or proceedings of the Corporation shall\n              be invalidated by reason of any vacancy in the body or\n              in any of the offices mentioned in the preceding subsection\n              or by any defect in the appointment of any person to any\n              such office.\n                    (3) The seal of the Corporation shall be of such\n              design and pattern as the Corporation may from time to\n              time determine.\n                     (4) Upon the recording in the Island Record Office or\n               the lodging at the Office of Titles of a certificate under\n               the seal of the Corporation of the appointment of any\n              person to any of the offices mentioned in subsection (1)\n              of this section the person named in such certificate shall\n              be deemed to be the holder of the office named therein until\n              the recording or lodging of a certificate of the appoint-\n              ment of another person to such office.\n                    (5) No deed or document purporting to be executed\n              by the Corporation shall be of any force or validity unless\n              it be sealed with the seal of the Corporation and signed\n              by not less than two members of the Corporation, one of\n              whom shall be the overseer for the time being of the Church.\nVesting of\nproperty.       4.-(1) All lands and hereditaments and all goods, chat-\n              tels and personal property in Jamaica which are now legally\n              or equitably the property of the Church or are now held in\n              trust for the purpose of the Church or are now held or\n             possessed on behalf of the Church by the officials, ministers\n             or members of the Church or any of them are hereby trans-\n             ferred to and vested in the Corporation, its successors\n             and assigns subject to all trusts, mortgages, charges, rights,\n             resrvations or incumbrances (if any) affecting the same or\n             any part thereof.\n                    (2) All property real and personal in the Island of\n             Jamaica devised or bequeathed by will or otherwise given\n             to the Church or to any person for the benefit of the Church\n             The Good News Church of God of Jamaica    [No. 24]               5\n               (Incorporation and Vesting) Act, 2002\nshall be held by, and is hereby vested in, and shall be\ndeemed to be, the property of the Corporation."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. All that parcel of unregistered land situate at Tangle River in\n the parish of Saint James containing by estimation Forty Feet by\n Twenty-Seven Feet butting and bounding East by the main road\n between Flamstead Gardens and Point, North on land belonging to\n Andrew Erskine, South by a 6 foot road from the comer of Mabel\n Lawrence property, West by lands belonging to Shirley Bowlin or\nhowsoever otherwise the same may be butted, known, distinguished\nor described being the whole of the land comprised in Deed of\nIndenture dated the 24th day of February, 1981, between Shirley\nBowlin and the United Church of God Association."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Corporation shall have the power to:-                    Power of\n                                                                  the Corpo\n    (a)   acquire, hold, purchase, lease, possess and enjoy ration.\n          any lands and hereditaments whatsoever in fee\n          simple or leasehold or for any other estate or\n          interest therein, and all property real, personal or\n          mixed;\n    (b) give, grant, let, charge, improve, manage, develop,\n        exchange, lease, mortgage, sell, convey, assign,\n        dispose of, turn to account, or otherwise deal with\n        all or any of the property both present and future,\n        so held or any part thereof;\n    (c) borrow, raise or secure the payment of money in\n        such manner as may be thought fit and in parti-\n        cular and by the issue of debenture or script\n        charged upon all or any of the property (both\n        present and future) held by or vested in the Cor-\n        poration, and to redeem and pay off such securities;\n    (d) appoint a person as the Attorney of the Corpora-\n        tion either generally or for a limited period and\n        for such purposes and with powers as may be stated\n        in the power of attorney, and to revoke any such\n        appointment;\n    (e) build, operate and maintain places of worship\n        and such other buildings and facilities as may be\n        necessary or convenient for the purposes of the\n        Church; and\n    (f)   make such rules and by-laws as it may think fit in\n          order to carry out the purposes of this Act.\n6              [No. 24]   The Good News Church of God of Jamaica\n                            (Incorporation and Vesting) Act, 2002\nSavings of       6. Nothing in this Act shall prejudice or affect the right\nPrerogative.\n               of Her Majesty the Queen, Her Heirs and Successors, or\n               of any body politic or corporate or of any other person,\n               except such as are mentioned in this Act and those claiming\n               by, from, through, or under them.\n              The Good News Church of God of Jamaica         [No. 24]    7\n                ( Incorporation and Vesting) Act, 2002\n                              SCHEDULE                     (Section 4)"
    }
  ],
  "definitions": []
}