{
  "id": "jm-aop-no-25-the-political-ombudsman-interim-act-2002",
  "type": "statute",
  "title": "No.25-The Political Ombudsman (Interim) Act,2002.",
  "title_en": "No.25-The Political Ombudsman (Interim) Act,2002.",
  "short_name": "No.25-The Political Ombudsman (Interim) Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-25-the-political-ombudsman-interim-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-25-the-political-ombudsman-interim-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.   This Act may be cited as the Political Ombudsman (Interim) Short title\n  Act, 2002, and shall come into operation on a day to be appointed ~\n  by the Minister by notice published in the Gazette."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. (1) Where a person holding the office of Political Ombudsman retires Entitlement\nin pensionable circumstances he shall, subject to the provisions of this Schedule,\nbe paid pension and gratuity in accordance with this Act in lieu of any pension,\nallowance, or gratuity for which he may have been eligible or which he may\nhave been granted pursuant to the Pensions Act or the Judiciary Act.\n          (2) A person entitled to pension or gratuity pursuant to sub-paragraph\n(D) or who is eligible for a grant of pension or gratuity pursuant to sub-paragraph\n(5) may, by memorandum in writing to the Governor-General, elect to forego\nhis entitlement under this Act and be granted instead-\n       (a)      if he is, otherwise than under this Schedule, eligible for pension\n                pursuant to section 5 of the Judiciary Act, such award as would be\n                payable under that Act if the office of Political Ombudsman were\n                an office to which that Act applied; or\n       (b)      in any other case, such award under the Pensions Act as would be\n                payable under that Act if the office of Political Ombudsman were\n                a pensionable office under that Act.\n             (3) For the purposes of this paragraph and paragraph 4, a person retires\n in pensionable circumstances ifhe retires-\n       (a) on or after the expiration of seven years from the date of his\n             appointment to the Office of Political Ombudsman; or\n        (b)     by reason of ill health prior to such expiration; or\n        (c)      on his attaining the age at which he is required by or under the\n                 provisions of section 5 to vacate office.\n              (4) For the purposes of this Act, a person retires from the office 0I\n  Political Ombudsman on the ground of ill health if\n                                   .          th satisfaction of the Governor-\n        (a)      he retires on medical evidence,to'   1¢'          :,fjr    ·ity of mind or\n                 cancan, he is ocaatewirr,\"\"\"\"_a army\n                 body of discharging the duties of his office al\n                 is likely to be permanent; or\n                                            .  cordance with section 5 (6), for\n         (b)     he is removed from office, I #_.,,3 5r body, to perform the\n                 inability arising from infirmity of mind 9!           '°\n                 functions of his office.\n 18            [No. 25]       The Political Ombudsman (Interim) Act, 2002\n                         (5) A person who, pursuant to section 5 (6), is removed from the office\n               of Political Ombudsman for misbehaviour or for any cause other than inability\n               arising from infirmity of mind or body or who retired otherwise than in\n               pensionable circumstances may, subject to sub-paragraph (2), be granted by\n               the Governor-General, in lieu of any pension, allowance or gratuity for which\n               he may have been eligible pursuant to the Pensions Act or the Judiciary Act,\n               such pension and gratuity as the Governor-General thinks fit not exceeding the\n               pension and gratuity to which he would have been entitled had he retired in\n               pensionable circumstances from such office and, for the purposes of sub-\n               paragraph (6), the date of such removal from office or retirement shall be deemed\n               to be the date of retirement in pensionable circumstances.\n                           (6) Pension payable in accordance with this paragraph shall-\n                     (a)     be charged on and payable out of the Consolidated Fund; and\n                     (b)     be paid monthly in arrears with effect, subject to paragraph 4, from\n                             the date of retirement in pensionable circumstances and shall,\n                             subject to the provisions of this Act, continue to be paid during the\n                             lifetime of the person entitled thereto.\n Rate of          3. The rate of pension payable pursuant to paragraph 2 to any person shall\n Pension.\n               be an annual rate equivalent to the sum of one-half of his pensionable\n               emoluments at the date of retirement and one-three hundred and sixtieth of\n               such pensionable emoluments in respect of each month of service as the Political\n               Ombudsman.\nSpecial\nprovision on"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.     In section 15 delete from subsection (1) (a)\n                                    the words \"and (b)\"."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) For the purpose of conducting investigations in\n    Ombudsman\n    commission.    accordance with the provisions of this Act, there is hereby\n                   constituted a commission of Parliament to be known as the Political\n                   Ombudsman.\n                          (2) The commission shall consist of such person as shall\n                   be appointed by the Governor-General by instrument under the\n                   Broad Seal after consultation with the Prime Minister and the\n                   Leader of the Opposition.\n    Tenure of\n    office."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Subject to the provisions of this section, the Political\n                   Ombudsman shall hold office for a period of seven years and may,\n                   at the expiration of such period, be re-appointed for a period of\n                   five years but shall not be further re-appointed thereafter.\n                           (2) The Political Ombudsman may at his own request be\n                   relieved of office by the Governor-General and shall in any case,\n                   subject to the provisions of subsection (3), vacate office on attaining\n                   the age of seventy years.\n                           (3) Notwithstanding that he has attained the age at which\n                   he is required by or under the provisions of this section to vacate\n                   his office, the Political Ombudsman may continue in office for\n                   such period after attaining that age as the Governor-General, acting\n                  The Political Ombudsman (Interim) Act, 2002   [No. 25]   3\nafter consultation with the Prime Minister and the Leader of the\nOpposition, may specify, in order to enable the Political\nOmbudsman to give his decision or do any other thing in relation\nto any other investigation he was conducting before he attained\nthat age.\n           (4) Nothing done by the Political Ombudsman shall be\n invalid by reason only that he has attained the age at which he is\n required by this section to vacate his office.\n           (5) Where by reason of illness, absence from the Island or\n  other sufficient cause, a person appointed Political Ombudsman is\n  unable to perform his functions under this Act, he may appoint a\n  member of his staff to perform those functions for a period not\n  exceeding two months, but if the Political Ombudsman is unable\n  or fails to appoint such a person or if it is necessary that such a\n  person be appointed for a period in excess of two months, the\n   Governor-General, after consultation with the Prime Minister and\n   the Leader of the Opposition, may appoint such person as he thinks\n   fit to perform those functions.\n       (6) The Political Ombudsman may be removed from his\n    office only for inability to discharge the functions of his office\n  (whether arising from infirmity of body or mind or any other cause)\n  or for misbehaviour and shall not be so removed except In\n  accordance with the provisions of this section.\n          (7) If each House of Parliament by resolution decides that\n  the question of removing the Political Ombudsman from office\n  ought to be investigated then-\n                                                                    th\n       ( a) The Governor-General ' acting after consultation\n                                                           · · withhalle\n             Prime Minister and Leader of the Opposition»\n             appoint a tribunal which shall consist of a chairman and\n               not less than two other members, from among person:S\n               who hold or have held office as a judge of a court having\n               unlimited jurisdiction in civil and criminal matters_ m\n              .some part of the Commonwealth or a court having\n               jurisdiction in appeals from any such court; and\n         (b) that tribunal shall enquire into the matter and rep\"\n               the facts thereof to the Governor-General and adv®°'°\n               Governor-General whether the Political Ombudsman\n4                   [No. 25]      The Political Ombudsman (Interim) Act, 2002\n                                 ought to be removed from office for inability as aforesaid\n                                 or for misbehaviour.\n                            (8) The provisions of sections 8 to 16 of the Commissions\n                    of Enquiry Act shall, apply mutatis mutandis in relation to the\n                    tribunal appointed under subsection (7) or, as the context may\n                    require, to the members thereof as they apply in relation to\n                    Commissions or Commissioners appointed under that Act.\n                             (9) Where the question of removing the Political\n                    Ombudsman from office has been referred to a tribunal appointed\n                    under subsection (7) and the tribunal has advised the Governor-\n                    General that the Political Ombudsman ought to be removed from\n                    office, the Governor-General shall, by instrument under the Broad\n                    Seal, remove the Political Ombudsman from office.\n                            (10) Where the question of removing the Political\n                    Ombudsman from office has been referred to a tribunal under\n                    subsection (7), the Governor-General, acting after consultation with\n                    the Prime Minister and the Leader of the Opposition, may suspend\n                    the Political Ombudsman from performing the functions of his\n                    office, and any such suspension may at any time be revoked by the\n                    Governor-General acting as aforesaid, and shall in any case cease\n                    to have effect if the tribunal advises the Governor-General that the\n                    Political Ombudsman ought not to be removed from office.\n Disqualification\n for appoint-"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) No person shall be qualified for appointment to the\n ment.              office of Political Ombudsman if he\n                           (a) is a member of the Senate or House of Representatives;\n                               or\n                           (b) is an undischarged bankrupt; or\n                           (c) has at any time been convicted of any offence involving\n                               dishonesty or moral turpitude.\n                           (2) The Political Ombudsman shall vacate office if any\n                    circumstances arise that would cause him to be disqualified for\n                    appointment as such, by virtue of subsection (1).\nFilling of\nvacancy.              7.       When a vacancy arises in the office of Political Ombudsman\n                    the Governor-General, after consultation with the Prime Minister\n                  The Political Ombudsman (Interim) Act, 2002   [No.25]         5\nand the Leader of the Opposition, may designate someone to act\nin that office during such vacancy, until an appointment is made."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.     Where a person holding the office of Political Ombudsman dies as a Pensions to\nresult of injuries received-                                                 dependants\n                                                                                      where injuries\n      (a)    in the actual discharge of his duties;                                   received or\n                                                                                     disease\n      (b)    in circumstances in which the injury is not wholly or mainly due to contracted.\n             or seriously aggravated by his own serious and culpable disease,\n             negligence or misconduct; and\n      (c)    on account of circumstances specifically attributable to the nature\n             of his duty,\nwhile in that office, it shall be lawful for the Governor-General to grant to the\ndeceased officer's widow, children, parents or other dependants such award as\nwould have been made under the Pensions Act if the office of Political\nOmbudsman were a pensionable office for the purposes of that Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A pension or gratuity payable under this Act shall not be assignable or Pensions, etc.\ntransferable except for the purpose of satisfying-                            not\n                                                                                      assignable.\n      (a)    a debt due to the Government;\n   20            [No. 25]      The Political Ombudsman (Interim) Act, 2002\n                       (b)    an order of any court for the payment of periodical sums of money\n                              towards the maintenance of the wife, or former wife or minor\n                              children, of the person to whom the pension or gratuity is\n                              payable,\n                 and shall not be liable to be attached, sequestered or levied upon, for or\n                 in respect of any debt due or claim whatever except a debt due to the\n                 Government.\n   Family           9. (1) For the purposes of the Pensions (Civil Service Family Benefits)\n   Benefits      Act, the office of Political Ombudsman shall be deemed to be a pensionable\n   pensions.\n                 office in the service of the Island.\n                          (2) Where a person dies while holding the office of Political\n                Ombudsman or while entitled to a pension under paragraph 2, there shall be\n                paid to his widow a pension at an annual rate equivalent to one-fifth of the\n                pensionable emoluments ofthe person aforesaid at the date of his death or, if at\n                that date he was entitled to receive a pension under paragraph 2, at the date of\n                his retirement or, as the case may be, removal from office in accordance with\n                this Act.\n                           (3) Pension payable to a widow pursuant to sub-paragraph (2)\n                shall-\n                     (a)     be charged on and payable out of the Consolidated Fund; and\n                     (b)     be paid monthly in arrears with effect from the date of her husband's\n                             death and shall, subject to the provisions of this Act, continue to be\n                             paid during her lifetime.\n                         (4) Pension payable to a widow pursuant to sub-paragraph (2) shall\n                be without prejudice to any pension to which she may be entitled under the\n                Pensions (Civil Service Family Benefits) Act but shall be in lieu of any pension\n                to which she may be entitled pursuant to section 9 of the Judiciary Act.\n                         (5) In paragraph 7 and sub-paragraphs (2) and (3) of this paragraph,\n               references to a widow shall, in the case of a female appointed Political Om-\n               budsman, be deemed to include references to a widower and cognate expres-\n               sions shall be construed accordingly and similarly, references to a husband\n               shall be deemed to include references to a wife.\n Gratuities\nwhere length"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.   The provisions of the First Schedule shall have effect with Pension\n                                                                         First\n   respect to the pension and other benefits to be paid to or in respect Schedule.\n   of a person who has held office as Political Ombudsman."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where a person retires without a minimum often years service, he shall\nof service     be granted in respect of his service, the commuted pension gratuity for which\ndoes not       the person had a right to opt pursuant to paragraph 5 if he had retired in\nqualify for    pensionable circumstances.\npension.\n                   The Political Ombudsman (Interim) Act, 2002\n                                                                         [No. 25]    21\n                           SECOND SCHEDULE\n                                                                 (Section 11)\n  Oath to be taken by persons appointed to assist the Political Ombudsman\n   I                ••••.••••• ··················· .. ·· .. ·   , do swear that I\nwill faithfully perform any functions assigned to me under the Political\nOmbudsman Act, and I will not, on any account, at any time whatsoever, except\nin so far as provisions of the Act authorize, directly or indirectly reveal any\ninformation or the nature or contents of any documents communicated to me in\nthe performance of any functions assigned to me by virtue of the Act.\n                                  So help me God.\n                                      APPENDIX                       (Section 26)\n   Enactment                                  Amendments\n   The Oaths Act            Delete from the first column of the First Part of the\n                            Schedule thereto the word \"Ombudsman\" and\n                            substitute therefor the words \"Political\n                            Ombudsman\".\n   The Public De-           1.    In section 13-\n   fender (Interim)               ( a) delete paragraph (b) of subsection (1);\n   Act.                           (b) delete subsections (7) and (8)."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every person appointed to the staff of the Political\n                 Ombudsman shall, before he performs any function assigned to\n                 him under or by virtue of this Act, take and subscribe an oath to be\nSecond           administered by the Political Ombudsman, in the form set out in\nSchedule.        the Second Schedule.\n                             PART III. Functions of Political Ombudsman\nInvestigation.      12.-( I) Subject to this section, the Political Ombudsman shall\n                 investigate any action taken by a political party, its members or\n                 supporters, where he is of the opinion that such action-\n                      ( a)   constitutes or is likely to constitute a breach of any\n                             agreement, code or arrangement for the time being in\n                             force between or among political parties in Jamaica; or\n                      (b) is likely to prejudice good relations between the\n                          supporters of various political parties.\n                          (2) The Political Ombudsman shall not be precluded from\n                 conducting an investigation in respect of any matter by reason only\n                 that it is open to the complainant to apply to a court for redress\n                 under section 25 of the Constitution.\n                        (3) The fact that an action is commenced in any court in\n                 connection with a matter under investigation by the Political\n                 Ombudsman shall not preclude such investigation unless the court\n                 otherwise directs.\n                     The Political Ombudsman (Interim) Act, 2002   [No. 25)   7\n      (4) The Political Ombudsman, after consultation with the\nPrime Minister and the Leader of the Opposition, may-\n     ( a)     appoint a Tribunal comprised of representatives of\n              political parties to assist the Political Ombudsman in the\n              investigation of complaints arising out of an action\n              referred to in subsection (1); and\n     (b)       make regulations, subject to negative resolution, in\n               relation to the constitution and operation of the Tribunal,\n               and otherwise in relation thereto.\n       (5) The fact that a Tribunal is not appointed under\nsubsection (4) shall not affect the validity of anything done by the\nPolitical Ombudsman in the exercise of powers conferred on the\nPolitical Ombudsman by subsection (1)."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.(1) A complaint to the Political Ombudsman may be made Complainant\nby any person or body of persons, whether incorporated or not\nwho claims to be affected by any such action as is mentioned in\nsection 12 (1 ), but such complaint shall not be made by a local\nauthority or a body constituted for the purposes of the public service\n or a local authority.\n            (2) Where the complainant-\n       ( a)     is a minor, the complaint may be made by his parent,\n                guardian, next friend or person in loco parentis;\n       (b)      is unable to act for himself by reason of infirmity, or for\n                any other cause or has died, the complaint may be mad©\n                by his personal representative, or a member of his family,\n                or any other suitable person.\n              (3) Every complaint to the Political Ombudsman shall be\n  made in writing.\n         (4) Notwithstanding anything provided by or under anl>'\n  law where a complaint addressed to the Political Ombudsman I6\n  made by a person who is an inmate of a Government institution Ok\n  is detained therein-\n            [No. 25]       The Political Ombudsman (Interim) Act, 2002\n8\n                  (a) it shall be forwarded to the Political Ombudsman by the\n                      person for the time being in charge of the institution;\n                      and\n                  (b) if such complaint is contained in a sealed envelope, the\n                       envelope shall be forwarded unopened.\n                     (5) Regulations made under section 25 may make\n              provisions for ensuring confidentiality of communication between\n              any such person as is mentioned in subsection (4) and the Political\n                   Ombudsman.\n    Investigation.   14.-{l) An investigation pursuant to section 12 (1) may be\n                   undertaken by the Political Ombudsman on his own initiative or\n                   on a complaint made to him pursuant to section 13.\n                     (2) The Political Ombudsman may, in his absolute\n              discretion, determine whether to undertake or continue an\n              investigation and in particular, but without prejudice to the\n              generality of the foregoing, may refuse to undertake or continue\n              any investigation if he is of the opinion that-\n                       ( a) the subject-matter of the complaint is trivial;\n                       (b) the complaint is frivolous or vexatious or not made in\n                           good faith;\n                       (c) the complainant has deferred for too long the making of\n                           his complaint to the Political Ombudsman;\n                       (d) the complainant does not have sufficient interest in the\n                           subject-matter of the complaint; or\n                       (e) having regard to all the circumstances of the case, no\n                           investigation or further investigation is necessary.\n                      (3) Where the Political Ombudsman decides not to\n               undertake or continue the investigation of a complaint, the Political\n               Ombudsman shall inform the complainant in writing ofhis decision\n               and give reasons therefor.\n                The Political Ombudsman (Interim) Act, 2002    [No. 25]   9\n                PART IV. Processing Investigation"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.     Investigation.\n                                PART IV. Processing Investigation"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.(1) Where the Political Ombudsman proposes to conduct Procedure.\nany investigation under this Act, he shall give to the specified\nofficers an opportunity to comment in writing on any allegations\nrelating to such action; and for the purposes of this subsection\n\"specified officers\" means, in relation to an allegation concerning\nan action mentioned in section 12 (I)-\n     (a) the Prime Minister and the Leader of the Opposition,\n         and any other person holding, within a political party in\n         Jamaica, such office as may be prescribed; and\n     (b) any officer of a political party who is alleged to have\n         done or authorized the doing of any such action as\n         aforesaid.\n        (2) The Political Ombudsman may adopt whatever\nprocedure he considers appropriate to the circumstances of a\nparticular case and, subject to the provisions ofthis Act, may obtain\ninformation from such persons and in such manner, and make such\nenquiries as he thinks fit.\n        (3) Nothing in this Act shall be construed as requiring the\nPolitical Ombudsman to hold any hearing, and except as provided\nby subsections (1) and (5), no person shall be entitled as of right to\ncomment on any allegations or to be heard by the Political\nOmbudsman.\n       (4) Regulations made under this Act may prescribe the\nprocedure to be adopted at any hearing and such procedure may\ninclude provisions to ensure that any such communication as is\nmentioned in section 20 (5) is not disclosed at that hearing.\n        (5) If it appears to the Political Ombudsman during the\ncourse of an investigation that there are sufficient grounds for\nmaking a report or recommendation that may adversely affect any\nperson, he shall give that person an opportunity to be heard and\nthat person may, if he wishes, be represented at that hearing by an\nAttorney-at-Law or any other person.\nIO   [No. 25]       The Political Ombudsman (Interim) Act, 2002\n             (6) Where, for the purposes of an investigation, the Political\n     Ombudsman requires a person to attend before him, that person\n     shall be entitled to be paid, according to the scale set out in the\n     First Schedule of the Witnesses' Expenses Act, expenses incurred\n     by him by reason of such attendance and by way of compensation\n     for the trouble and loss of time suffered by him.\n                 (7) After conducting an investigation under this Act, the\n      Political Ombudsman shall inform the specified officers of the\n      result of the investigation and ifhe is of the opinion that the action\n      to which the complaint relates constitutes or is likely to constitute\n      a breach as mentioned in section 12 (1) (a) or is likely to have the\n      prejudicial effect mentioned in section 12 (D) (b), he shall inform\n      the specified officers of the reason for that opinion and may, as he\n      thinks fit, make recommendations for action to be taken by those\n       officers within a specified time.\n              (8) Where the Political Ombudsman has made a\n      recommendation under subsection (7) and within the time specified\n      or a reasonable time thereafter, he is of the opinion that no adequate\n      remedial action has been taken, he shall lay before Parliament, a\n      special report on the case.\n              (9) The Political Ombudsman shall not, in any report under\n       subsection (8), comment adversely on any person unless he has\n       given that person an opportunity to be heard.\n                  (10) Where the Political Ombudsman-\n                (a) takes action under subsection (7), he shall inform the\n                    complainant of the action taken and of the\n                    recommendations (if any) which have been made to\n                    remedy the breach or to avoid the likely prejudicial effect\n                    of the action to which the complaint relates; or\n                (b) is of the opinion that the action does not constitute or is\n                    not likely to constitute a breach as mentioned in section\n                    12 (1) (a) nor is likely to have the prejudicial effect\n                    mentioned in section 12 (1) (b), he shall inform the\n                    complainant of that opinion and the reasons therefor,\n                 The Political Ombudsman {Interim) Act, 2002   [No. 25]   11\nand may make such comments in relation to the case as he thinks\nfit.\n        (11) On the conclusion of an investigation, the Political\nOmbudsman may make to_the political party concerned such\nrecommendations as he thinks fit and in particular, but without\nprejudice to the generality of the foregoing, may recommend any\nor all of the following-\n     ( a)   that the action which was the subject-matter of the\n            complaint be reviewed;\n     (b)    that compensation be made to the complainant."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-( 1) Subject to subsection (5), the Political Ombudsman Evidence.\nmay at any time require any officer, member or supporter of a\npolitical party or any person who, in his opinion, is able to give\nany assistance in relation to the investigation of any matter, to\nfurnish such information and produce any document or thing in\nconnection with such matter, which may be in the possession or\nunder the control of that officer, member, supporter or person.\n      (2) Subject as aforesaid, the Political Ombudsman may\n summon before him and examine on oath-\n      (a)    any complainant; or\n      (b)    any officer. member or supporter of a political party or\n             any other person who, in the opinion of the Political\n             Ombudsman, is able to furnish information relating to\n             the investigation,\n  and such examination shall be deemed to be a judicial proceeding\n  within the meaning of section 4 of the Perjury Act.\n          ( 3) For the purposes of an investigation under this Act, the\n  Political Ombudsman shall have the same powers as a Judge of\n  the Supreme Court in respect of the attendance and examination\n  of witnesses and the production of documents.\n         (4) Subject to the provisions ofthis Act, any obligation to\n  maintain secrecy or any restriction on the disclosure ofinformation\n12              [No. 25]      The Political Ombudsman (Interim) Act, 2002\n                or the production of any document or paper or thing imposed on\n                any person by any other law (including a rule of law) shall not\n                apply in relation to the disclosure of information or the production\n                of any document or thing by that person to the Political Ombudsman\n                for the purpose of an investigation; and accordingly, no person\n                shall be liable to prosecution for an offence under any other law\n                aforesaid, by reason only of his compliance with a requirement of\n                 the Political Ombudsman under this Act.\n                         (5) No person shall for the purpose of an investigation, be\n                 compelled to give evidence or produce any document or thing\n                 which he could not be compelled to give or produce in proceedings\n                 in any court of law.\n Privilege.         17.-(1) Except in the case of proceedings for an offence under\n                 section 22 (c), no proceedings whatsoever shall lie against the\n                 Political Ombudsman or any person concerned with the\n                 administration of this Act for anything he may do or report or say\n                 in the performance of his functions under this Act.\n                         (2) Anything said or any information supplied or any\n                 document or thing produced by any person for the purpose or in\n                 the course of, any enquiry by or proceedings before the Political\n                 Ombudsman under this Act, shall be absolutely privileged in the\n                 same manner as if the enquiry or proceedings were proceedings in\n                 a court of law.\n                        (3) For the purposes of the Defamation Act, any report\n                 made by the Political Ombudsman under this Act and any fair and\n                 accurate report thereon shall be deemed to be privileged.\n                                             PART V. General\n Secrecy of         18.-(1) The Political Ombudsman and every person concerned\n information.\n                 with the administration of this Act shall regard as secret and\n                 confidential all documents, information and things disclosed to\n                 them in the execution of any of the provisions of this Act, except\n                 that no disclosure-\n                       ( a)   made by the Political Ombudsman or any person\n                              aforesaid in proceedings for an offence under section 22\n                   The Political Ombudsman (Interim) Act, 2002   [No. 25]   13\n            of this Act or under the Perjury Act, by virtue of section\n            16 (2) of this Act;\n    (b)     which the Political Ombudsman thinks it necessary to\n            make in the discharge of his functions and for the purpose\n            of executing the provisions of section 1 S and section 20,\n            subject as provided in subsection (S) thereof,\nshall be deemed inconsistent with any duty imposed by this\nsubsection.\n       (2) Neither the Political Ombudsman nor any such person\naforesaid shall be called upon to give evidence in respect of, or\nproduce. any document, information or thing, aforesaid in- any\nproceedings other than proceedings mentioned in subsection ( 1 )."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.     Privilege.\nii   [No. 25]        The Political Ombudsman (Interim) Act, 2002\n                                       PART V. General"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. (l) The accounts and financial transactions of the office Accounts.\nof the Political Ombudsman shall be audited annually by the etc.\nAuditor-General and a statement of accounts so audited shall form\npart of the annual report mentioned in section 20.\n          (2) The Political Ombudsman shall, at such time within\n each year as the Minister may direct-\n      (a)     submit to the Minister a statement of the accounts of the\n              Political Ombudsman audited in accordance with the\n              provisions of subsection ( );\n      (b)      submit to the Minister for approval the estimates of\n               revenue and expenditure for the financial year\n               commencing on the 1st day of April next following.\n            (G)   Inthis section \"Minister\" means the Minister\n  responsible for finance."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. (1) The Political Ombudsman may at any time be required Reports.\n  by Parliament to submit thereto a report in respect of any matter\n  under investigation by him.\n         (2) The Political Ombudsman shall submit to Parliament\n  an annual report relating generally to the execution of his functions\n  and may at any time submit a report relating to any particular case\n                                ,. . 1 Ombudsman (Interim) Act, 2002\n                         The Po'itica\n            No. 25]\n            I\n J4\n                      stigated by. him t. which, in his. opinion, require th e\n            or cases invest\n                . I attention of Parliament.\n            special\n                      (3) Reports under this section shall be submitted , the\n                       fth House of Representatives and the President of th\n            S\"\n            Senate w o '5,,, , as soon as possible, have them laid on he rae\n            of the respective Houses.\n                      (4) The Political Ombudsman may, in the public interes\n                ~1rom1\n                    time to time publish in such manner as he thmks fit, reports\n                                                      %   ed»    1bs\n                 relating to such matters as are mentionec in su section(~) and any\n                 case which is the subject of a special report under section 15 (8)\n                 and (11), provided that no such reports shall be published until\n                 after it has been laid pursuant to subsection (3 ).\n                       (5) The Political Ombudsman shall not, in any report\n                furnished under this section, disclose or act upon any\n                communication-\n                    (a) between a medical practitioner and his patient in their\n                        professional relationship; or\n                    (b) between a minister of religion and any person consulting\n                         him in his capacity as such; or\n                    (c) between an Attorney-at-law and his client in their\n                        professional relationship,\n                where such communication came to the Political Ombudsman's\n                knowledge during the course of an investigation under this Act.\nRegister."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--(1) Where the Political Ombudsman decides to investigate\n            a complaint, he shall cause to be recorded in a register kept for the\n            purpose-\n                    (a) the name of the complainant;\n                    (b) the subject-matt O f                               f·\n                        and          a er the complaint and the date thereo •\n                    (c) on the concls-                                   · · l\n                        Orbua,       5ion\n                         m uIsman's d . . of the investigation, , the Politic@\n                                        Cc1sion on the complaint.\n                  The Political Ombudsman (Interim) Act, 2002   [No. 25]               15\n        (2) Any person may, on payment of such fees as may be\nprescribed, inspect, during the hours and on the days of business\nof the Political Ombudsman, any register kept pursuant to this\nsection."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Every person who-                                                    Offences.\n     (a)     wilfully makes any false statement to or misleads or\n             attempts to mislead the Political Ombudsman or any\n             other person in the execution of his functions under this\n             Act; or\n     (b)     without lawful justification or excuse-\n                 (i)      obstructs, hinders or resists the Political\n                          Ombudsman or any other person in the\n                          execution of his functions under this Act; or\n                  (ii)    fails to comply with any lawful requirement\n                          of the Political Ombudsman or any other\n                          person under this Act; or\n                  (iii)   contravenes the provisions of section 13 (4);\n       (c)     in a manner inconsistent with his duty under section 18\n               ( 1), deals with documents, information or things\n               mentioned in that subsection,\n  shall be guilty of an offence and shall be liable on summary\n  conviction before a Resident Magistrate to a fine not exceeding\n  fifty thousand dollars or to imprisonment not exceeding six months,\n  or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Nothing in this Act shall be construed as limiting or affecting     Unaffected\n                                                                             remedies.\n   any remedy or right of appeal, objection or procedure given to any\n   person by any other provision of law."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The Political Ombudsman may make regulations to provide Regulations.\n   for any matter which is or may be prescribed by this Act and for\n   any other matter in respect of which it may be necessary or desirable\n   to make regulations for the better carrying into effect of the\n   provisions of this Act.\n                  (No. 25]       The Political Ombudsman (Interim) Act, 2002\n16\nprevisions            25. Where pursuant to any provision of this Act, the Governor-\napplicable          General is required to act after consultation with the Leader of the\nwhere to\nLeader of the       Opposition and-\nOpposition.\n                         (a) there is no person holding office of Leader of the\n                               Opposition: or\n                            (b) the holder of that office is unwilling. or by reason of his\n                                illness or absence from Jamaica. unable to perform his\n                                functions in that regard,\n                        the Governor-General shall act as if the reference in such provision\n                        to the Leader of the Opposition were a reference to such person as\n                        the Governor-General. in his discretion, considers appropriate."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.     Amendments of Oaths Act and Public Defender (Interim) Act.\n                SCHEDULES\n                APPENDIX\nJAMAICA\n                              No. 25- 2002\n                                         I assent,\n[L.S.]\n                                                                  H.F. COOKE,\n                                                                    Governor-General.\n                                                                7th day of August, 2002.\n AN ACT to Establish a commission of Parliament to be known as\n  the Political Ombudsman and to provide for matters connected\n   therewith or incidental thereto.\n                        The date notified by the Minister\n                [       bringing the Act into operation.    ]\n    BE IT ENACTED by The Queen's Most Excellent Majesty, by\n and with the advice and consent of the Senate and House of\n Representatives of Jamaica, and by the authority of the same, as\n follows:\n                           PART I. Preliminary"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.                          Act shall be payable shall be the date on which he attains that age,\n                             but, if he elects pursuant to paragraph 5 to take a reduced pension\n                             and commuted pension gratuity, nothing in this paragraph shall\n                             prevent payment of the commuted pension gratuity at any time prior\n                             to the attainment of that age; and\n                     (b)     if he dies before attaining that age, and he has not made an election\n                             to receive a reduced pension and commuted pension gratuity as\n                             aforesaid, he shall for the purposes of paragraph 6 be deemed to\n                             have died while holding office of Political Ombudsman.\nReduced\npension and      5.=-(1) Any person to whom a pension (in this paragraph referred to as \"the\ngratuity.      original pension\") is payable pursuant to paragraph 2 may, at his option\n               exercisable at his retirement in pensionable circumstances or within such period\n               prior or subsequent to his retirement as the Governor-General may allow, be\n               paid, in lieu of the original pension, a reduced pension at the rate of three-\n                     The Political Ombudsman (Interim) Act, 2002\n                                                                           [No. 25J                    19\nfourths of the annual rate of the original pension together with a gratuity c· th\"\n                                     .\n                             d pension         . \")                     In IS\nAct referred to as a \"commutec!          gratuity\" Iqual\n                                                      e to twelve and one-half\ntimes one quarter of the annual rate of the original pension.\n          (2) The option referred to in sub-paragraph (I) shall be irrevocable\nunless the Governor-General, on such terms as he considers reasonable otherwise\npermits."
    }
  ],
  "definitions": [
    {
      "term": "Minister",
      "definition": "the Minister",
      "source_provision": "sec19"
    }
  ]
}