{
  "id": "jm-aop-no-28-the-representation-of-the-people-amendment-act-2002",
  "type": "statute",
  "title": "No.28-The Representation of the People (Amendment) Act,2002.",
  "title_en": "No.28-The Representation of the People (Amendment) Act,2002.",
  "short_name": "No.28-The Representation of the People (Amendment) Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-28-the-representation-of-the-people-amendment-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-28-the-representation-of-the-people-amendment-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Representation of the Short\n                                                                and c\n       People (Amendment) Act, 2002, and shall be read and con- structic\n        strued as one with the Representation of the People Act\n        (hereinafter referred to as the principal Act) and all amend-\n        ments thereto.\n I\n2                  [No. 28]   The Representation of the People (Amendment)\n                                              Act, 2002\n#\"\";\";                2. Section 20 of the principal Act is amended in subsection\nof principal       (6) by inserting immediately after the word \"Constables\"\nAct.\n                   wherever it appears the words \"or election workers.\".\nAmendment            3. Section 21 of the principal Act is amended by inserting\nof section 21\nof principal       next after subsection (1) the following as subsection (1A)\nAct.\n                        \" (1A) The day appointed as nomination day pursuant\n                        to subsection (1) shall be at least five clear days after\n                        the announcement of an election.\".\nAmendment            4. Section 44A of the principal Act is amended by insert-\n of section\n44A of prin-       ing next after subsection (4) the following as subsection (4A)\noipal Act.\n                        \" (4A) Where any member who is appointed under\n                        subsection (3) (b) dies or is unable to perform his func-\n                        tions by reason of infirmity of body or mind or for any\n                        other cause, the Governor-General, after consultation\n                        with the Prime Minister and the Leader of the Oppo-\n                        sition, shall appoint another person to replace that\n                        member.\".\n    #\"?' 5.Section 52A of the principal Acot is amended in sub-\n    52A of prin-    section (3)-\n    cipal Act,\n                         (a) by deleting the word \"seven\" and substituting there-\n                             for the word \"fourteen\";\n                         (b) by inserting immediately after the word \"relies\"\n                             the words\", which shall be by affidavit,\".\n    #\"Z#\"®! 6. Section 75 of the principal Act is amended by inserting\n    p\"cit next after subsection (3) the following as subsections (3A)\n                    and (3B)\n                          \"   (3A) A candidate who is conveyed into or within the\n                         constituency for which he is a candidate pursuant to\n                         subsection (3) (b) shall, on visiting any premises within\n                         the constituency on which a polling station is located,\n                         be accompanied by no more than five persons, including\n                         any security personnel who is assigned to him.\n              The Representation of the People (Amendment) [No. 28]\n                                Act, 2002.3\n         (3B) No person, other than the security personnel\n     who accompanies a candidate under subsection (3A)\n     shall accompany the candidate into the polling station\n     unless that person is in the polling station to poll his\n    vote.\"."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--{l) For the purposes of this Schedule, a returning officer\n                              shall, after consultation with the Chief Electoral Officer and the\n                              candidates and with the approval of the Committee-\n                                  (a) establish such number of voting centres as he thinks\n                                      necessary to ensure that all electors on the election\n                                      workers voters list have an opportunity to vote; and\n                                  (b) advise the Chief Electoral Officer of the voting centres\n                                      so established and the persons listed on the election\n                                      workers voters list who are, subject to paragraph (3),\n                                      allocated to vote at each voting centre.\n                                     (2) The allocation of electors to voting centres pursuant to\n                              paragraph (1) (b) shall be published in such form as the returning\n                              officer thinks fit so as to ensure that each elector is made aware\n                              of the voting centre to which he is allocated.\n                                     (3) The returning officer may, if he thinks the circumstances\n                              so require, by memorandum in writing request the Chief Electoral\n                              Officer to make arrangements for an elector allocated to a voting\n       The Representation of the People (Amendment)\n                         Act, 2002\ncentre Jo be reallocated to vote at some other voting centre; and\n                                                                   [No. 28]    '9\n                                                                                    i\n                                                                                    I\nthe Chief Electoral Officer shall, if it is expedient so to do, make\narrangements accordingly."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Chief Electoral Officer, after consultation with a\nreturning officer. shall divide the election workers voters list, pre-\npared under section 113A in relation to each constituency, into\nseparate lists of persons who are to vote at, and allocated to,\neach voting centre."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Committee shall appoint suitable persons to be election\n workers. electoral officers and polling clerks who shall perform\n respectively in relation to a voting centre the functions of pre-\n siding officers and poll clerks."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Chief Electoral Officer shall supply to the returning\n officer for each constituency in which a voting centre is established\n for the delivery to the relevant electoral officer appointed for each\n voting centre in that constituency-\n       (a) so many copies as he thinks necessary of each election\n            workers voters list of the persons who are to vote at,\n            and allocated to, that voting centre;\n       (b) so soon as may be after the ballot papers are printed-\n               (i) a sufficient number of ballot papers to enable every\n                       elector who is entitled to vote in accordance WIUl\n                       the provisions of this Schedule at that voting centre\n                       to do so; and\n                 (ii) an equal number of_envelopes addressed I?\"°\n                       returning officer for the constituency to v.mchords\n                       ballot papers relate and bearing thereon the w\n                       \"Election Worker Voter\";\n         (c) the electoral ink;\n                        .       .        ferred to in section 37;\n         (d) the prescnbed eqwpment re e                               .\n                                            •    b the relevant polling\n         (e) a book for the purpose of oB: ;tale to be noted;\n              officer, matters required by this      e\n                                                    . . tered to electors.\n                                                 d\n          (D) the several forms of oaths to be adminis\n                                                           int an agent or"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every candidate in the election may appo or represent.a\n    representative for each voting centre and sich #\"\"j,e 'he poll\n    tive may remain in the voting centre dU!lll8 therein including\n                                                                                    l\n    remains open and may observe the procedure                 \"\n    the counting of the ballots cast\n                                                    ,.._ 11 u ply the rele-"
    },
    {
      "provision_ref": "sec6b",
      "section": "6B",
      "title": "Section 6B",
      "content": "6B. The address of a person who has\n             applied to the Chief Electoral Officer to have\n             his address changed to another polling divi-\n             sion shall not be changed unless and until he\n             has resided in that polling division for a\n             period of at least three months following the\n             date of the application for the change and\n             the Chief Electoral Officer has carried out in-\n             vestigations to verify that the person has\n              resided at the address for that period.\".\n                The Representation of the People (Amendment'\n6   [No. 28]                     Act, 2002                 1\n         (b) by inserting next after rule 19C the follow;,,\n               rule 19D                                            '8 as"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.\n            (b) take account of s h                 .\n                   preparing th,         \"® particulars in\n                                   e next official list.\n              (2) The particulars ;\n      paragraph (1) are-         re erred to in\n               (a) the names, addresses and occ\n                   hons of all persons reoi .. t d pa-\n                   th R                      b\"\" ere under\n                     esle ules _since the publication of\n                    h last official list, and wh\n                   the\n                             .          ..,       osenames\n                   are to be included in the publication\n                   of the next official list·,\n               (b) the names, addresses and occupa-\n                   tions of all adults contained in the\n                    quarterly list furnished by the\n                    Registrar General pursuant to sec-\n                    tion 8 (3) of this Act;\n               (c) the names, addresses and occupa-\n                    tions of all electors who have\n                    applied to have their addresses\n                    changed.\n                    (3) Copies of the list shall be placed\n       at the office of the returning officer and at\n       such other public place as the Chief Electoral\n       Officer deems necessary in order to allow for\n       objections and corrections to be made to the\n        list\n                (4) Every person shall have the\n        right to-\n                (a) object to the inclusion in or deletion\n                    from the list of any name appearing\n                    on the list;                                  }\n                                                                  I\n                (b) require corrections to be made. to\n                    the particulars appearing on the list,        ~\n                    in respect to himself,\n6   [No. 28]   The Representation of the People (Amendment)\n                                Act, 2002\n         (b) by inserting next after rule 19C the following as\n               rule 19D\n                     \"19D. Where a person who is, by reason of\n                    physical disability, unable to attend a regis-\n                    tration centre to be enumerated, he may\n                    request the Chief Electoral Officer to send\n                    to the place where he resides an enumerator\n                    and scrutineers to have him enumerated and\n                    the Chief Electoral Officer shall comply with\n                    any such request.\";\n         (c) in rule 22-\n                 (i) by deleting from paragraph (3) the words\n                     \"such steps\" and substituting therefor the\n                     words \"the steps specified in paragraph (4)';\n                (ii) by inserting next after paragraph (3) the\n                     following as paragraph (4)\n                          \" (4) The Chief Electoral Officer shall\n                          ensure that all fingerprints and demo-\n                          graphic data of each person registered\n                          as an elector are compared, either\n                          electronically or otherwise, with the\n                          fingerprints and demographic data of\n                           every other elector.\";\n          (d) by inserting next after the heading \"PART\n              IV-Official List\" the following as rule 34C-\n                   \"34C.-(1) The Chief Electoral Officer shall-\n                         (a) at least one month before the pub-\n                             lication of the official list, prepare\n                             and publish a list in relation to each\n                             constituency containing the parti-\n                             culars specified in paragraph (2);\n                             and\nThe Representation of the People (Amendment) [No. 28]\n                  Act, 2002                                             7\n            (b) take account of such particulars in\n                preparing the next official list.\n                 (2) The particulars referred to in\n       paragraph (1) are-\n            (a) the names, addresses and occupa-\n                  tions of all persons registered under\n                  these Rules since the publication of\n                   the last official list, and whose names\n                   are to be included in the publication\n                   of the next official list;\n             (b) the names, addresses and occupa-\n                    tions of all adults contained in the\n                    quarterly list furnished by the\n                    Registrar General pursuant to sec-\n                    tion 8 (3) of this Act;\n              (c) the names, addresses and occupa-\n                     tions of aill electors who have\n                     applied to have their addresses\n                     changed.\n                            (3) Copies of the list shall be placed\n          at the office of the returning officer and at\n          such other public place as the Chief Electoral\n          Officer deems necessary in order to allow th\n                                                     for\n           objections and corrections to be made to e\n           list.\n                             (4) Every person shall have the\n            right to-\n                 (a) object to the inclusion in or deletiO®\n                     from the list of any name appear1B\n                              on the list;\n                       b)          .          .    to be made to\n                   (          require corrections           {he list,\n                              the particulars appearing 0\n                              in respect to himself;\n                                                                ,.\n8                  [No. 28]       The Representation of the People (Amendment)\n                                                     Act, 2002\n                                        and such objection or corrections shall be\n                                        made within three weeks after the list has\n                                        been so placed in accordance with paragraph\n                                        (3).\n                                                  (5) An objection under paragraph\n                                        (4) shall be made in writing to the returning\n                                        officer and shall set out the grounds on which\n                                        the objections are made.\n                                                  ( 6) The returning officer shall take\n                                         such steps as are necessary to have the objec-\n                                         tions and corrections resolved in accordance\n                                         with the provisions of regulations 16 and 17. \".\n    Insertion of       11. The principal Act is amended by inserting next after\n    Fifth\n    Schedule         the Fourth Schedule the following as the Fifth Schedule-\n    to principal\n    Act.                                                                       (Sections 104 (1)\n                                                     FIFTH SCHEDULE\n                                                                                 and 113A (1) )\n                                                  Election Workers Voters"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Subject to rule 2 (3), before a person is allowed to vote at\n           any voting centre pursuant to these Rules-\n                (a) the relevant polling officer shall satisfy himself that the\n                    name of the person applying to vote appears on the\n                    election workers voters list for that voting centre;\n                (b) the applicant shall satisfy the relevant electoral officer, by\n                    such means as may be available to him, of his identity.\n                    and where the relevant electoral officer is not satisfied a\n                    note to that effect shall be made in the book referred to\n/                   in rule 5 (e) and the applicant shall not be allowed to vote."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Subject to rule 10, on the day (in these Rules referred to as\n           the prescribed day) next but three before election day. the relevant\n           electoral officer for a voting centre. on application between the\n          hours of 8 a.m, and 4 p.m. by any elector whose name appears on\n           the election workers voters list tor that centre. shall. on being\n          satisfied of the applicant's identity in accordance with the pro-\n          visions of this Act-\n               (a) select from the ballot papers and envelopes supplied to\n                   him a ballot paper and an envelope appropriate to the\n                   constituency in relation to which the name of the appli-\n                   cant appears on the election workers voters list;\n               (b) detach  the ballot paper so selected from its counterfoil;\n               (c) hand the ballot paper and the envelope to the applicant;\n                    and\n               (d) write against the name of the applicant upon the election\n                    workers voters list the word \"voted\"."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where the prescribed day happens to be a Sunday or a\n          public holiday (which days are m this rule referred to as excluded\n          days) anything required under rules 9 and 12 to be done on the\n          prescribed day shall be considered as done in due time if done on\n          the day (not being an excluded day) next preceding the prescribed\n          day."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The provisions of sections 37, 40 and _43 (1), (2) and (3) of\n          the Act shall apply to the procedure for taking ballot under these\n          Rules subject to the following modifications-\n               (a) references in those sections to-\n                      (i) presiding officers and poll clerks shall be taken\n                          as references to the relevant electoral officers and\n                          polling officers;\n                       (ii) polling stations shall be taken as references to\n                            voting centres;\n                      (iii) poll book shall be taken as references to the book\n                            referred to in rule 5 (e);\n      The Representation of the People (Amendment)          (No. 28]        11\n                        Act, 2002\n    (b) notwithstanding anything to the contrary in those sections\n        only the persons referred to in rule 6 shall be permitted\n        to be present at the voting centre during the time the\n        poll remains open, which time shall include the period\n        for the counting of all ballots cast."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.(1) Forthwith upon receiving any ballot paper in accord-\nance with the provisions of rule 9, the applicant for such ballot\npaper shall enter the polling compartment and-\n    (a) mark a cross with a black lead pencil against the name\n         of the candidate for whom he desires to vote;\n    (b) place the ballot paper in the envelope delivered to him:\n    (c) securely fasten the flap of such envelope; and\n    (d) subject to rule 13, place such envelope in the ballot box.\n        (2) No elector who votes in accordance with paragraph\n(1} shall permit the relevant electoral officer, polling clerk or any\nother person to see for whom he votes.\n        (3) At the conclusion of the poll the relevant electoral\nofficer shall place in the ballot box all the counterfoils relating to\nballot papers issued by him and all the election workers voters\nlists marked by him in accordance with the provisions of paragraph\n(d) of rule 9."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.(1) Before allowing an elector to place the envelope con-\ntaining the ballot paper in the ballot box pursuant to rule 12 (1) (d),\nthe relevant electoral officer shall, if the elector bas an appropriate\ndigit, satisfy himself that there does not appear upon such digit\nany substance which in bis opinion is likely to prevent the adhesion\nof electoral ink and cause the elector to immerse such digit in the\nelectoral ink :\n       provided that where the relevant electoral officer is satisfied\n     that the elector is suffering from injury to his appropriate digit\n     which is of such nature so as to render it undesirable for him\n     to immerse such digit in the electoral ink, the relevant electoral\n     officer may require him to immerse in such ink any other\n     digit in relation to which the relevant electoral officer is satis-\n      fied that there is no substance which is likely to prevent the\n     adhesion of electoral ink.\n        (2) If any elector on being required so to do, fails Qr\n refuses 'to _immerse his appropriate digit or any other digit in\n electoral ink, the relevant electoral officer shall destroy the envelope\n and the ballot paper handed to such elector and make _an_entry\n in the book referred to in rule 5 (e) setting out the particulars in\n relation to the destruction of such envelope and ballot paper.\n    12   [No. 28]     The Representation of the People (Amendment)\n                                        Act, 2002"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14   .[No. 28]                      The Representation of the People (Amendment)\n                                                                               .Act, 2002\n                                                     SCHEDULE' TO THE RULES\".\n                                              The Representation of the People Act\n                    Oath of Identity, with Fingerprint, of Election Workers Voter\n                                            swear\n       I do                                                                                         that I am\n                                 solemnly affirm\n     .,\n       .................................................. •.•                                                                                              .\n                                          (Name as on election workers voters lists)\n     ._of •••••••••••••••••••••••••••••••••• : •.•• ·••••••••••••••••••••••••••._••••••••• ~ •••• ·•••••••••••••\n     ·~ .. ; .. ;                                                                  -                                                                       .\n                                        (Address as on election workers voters list)\n     . Registration ·No                                                                                                                                    .\n                                                  (As on election workers voters list)                                                        • ·· .\n      whose name is entered on the list of electors now shown to me .\n      . . . . . . . . . . . . . . . . . . . . .. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . •\\.•                .\n                                                                                 Signature\n      Sworn before me this                                                                                 day of                                      .20 .\n      Affirmed.\n                                                                 Fingerprint of elector\n                       Right Thumb                                    Left Thumb                                     Other                    Other\n     centre                                               in the\n     constituency of\n              The Representation of the People (Amendment)                  [No. 28]              15\n                                   Act, 2002\nNOTES:"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-{l) If a person representing himself to be a particular\n              elector applies for a ballot paper after another person has voted\n              as such person, he shaII be entitled to receive a ballot paper and\n              to vote, after taking the oath of identity, in the form set out in\n              the Schedule to these Rules and otherwise establishing his identity\n              to the satisfaction of the relevant electoral officer.\n                  (2) In such case the relevant polling officer shall enter in\n              the book referred to in rule 5 (e)\n                   (a) the name of such voter;\n                     (b) a note of his having voted on a second ballot       paper\n                         issued under the same name;\n                    (c) the fact of the oath of identity having been required and\n                         taken, and the fact of any other oaths being so required\n                         or taken; and\n                     (d) any objections made on behalf of any, and of which, of\n                         the candidates."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Forthwith upon the closing of the poll the returning officer\n              shall collect from the voting centre in his constituency-\n                   (a) the ballot box;\n                     (b) the prescribed equipment;\n                    (c) any remaining electoral ink; and\n                  (d) the book supplied to the relevant electoral officer,\n              and within twenty-four hours after the close of the poll, deliver\n             the articles aforesaid to the Chief Electoral Officer or his duly\n              authorized agent for safe keeping.\nt               17.-(1) On the day next but two before election day the Chief\n              Electoral Officer shall open the ballot boxes referred to in this\n              Schedule and shall make up all the envelopes in any such ballot\n              boxes addressed to the returning officer for any one constituency\n              into a parcel.\n                      (2) The Chief Electoral Officer shall place in such parcel\n              made up in accordance with the provisions of paragraph (1) all\n              the counterfoils relating to the ballot papers contained in such\n              parcel and all the election workers voters lists contained in such\n              ballot boxes relating to the constituency to which the parcel relates.\n       The Representation of the People (Ame ndment)      [No. 28]     13\n                         Act, 2002\n       (3) The Chief Electoral Officer shall not open any envelope\ncontained in any ·oallot box."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Upon election day the Chief Electoral Officer shall cause\nto be delivered to the returning officer for each constituency the\nparcel referred to in rule 16 relating to such constituency."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Upon receipt of the parcel referred to in rule 16 the return-\ning officer shall proceed forthwith to the nearest polling station\nand there, in full view of the presiding officer and of such of the\n candidates or of their agents as may be present. open the parcel\n and remove therefrom the envelopes and remove the ballot papers\n from such envelopes. He shall then count the ballot papers and\n counterfoils without permitting any person to see for whom any\n such ballot papers have been marked. The returning officer shall\n place all such ballot papers in the ballot box and shall mark and\n sign a note upon the statement of the poll of the number of ballot\n papers so placed by him in the ballot. box and the number of\ncounterfoils relating to those ballot papers found by him in the\n parcel."
    },
    {
      "provision_ref": "sec19d",
      "section": "19D",
      "title": "Section 19D",
      "content": "19D. Where a person who is, by re\n                    physical disability, unable to atteaa ,2\n                    tration centre to be enumerated h gis.\n                    request the Chief Electoral Om&,, \"\"®y\n                    to the place where he resides an en,,,, \"®d\n                              .     t h     hi1            Tator\n                    and scrutineers .0 ave m enumerated\n                    he chief Electoral Officer shall comy ,\"°\n                    any sueh reques t . \"•,                        Wit\n         (c) in rule 22\n                 (i) by deleting from paragraph (3) the words\n                     \"such steps\" and substituting therefor the\n                     words \"the steps specified in paragraph (4);\n                 (ii) by inserting next after paragraph (3) the\n                      following as paragraph (4)-\n                                                               .\n                          \" (4) The Chief Electoral Officer shall\n                          ensure that all fingerprints and demo-\n                          graphic data of each person registered\n                          as an elector are compared, either\n                          electronically or otherwise, with the\n                          fingerprints and demographic data of\n                           every other elector.\";\n         (d) by inserting next after the heading \"PART\n               IV-Official List\" the following as rule 34C-\n                    \"34C.-(1) The Chief Electoral Officer shall-\n                         (a) at least one month before the pub-\n                             lication of the official list, prepare\n                             and publish a list in relation to each\n                             constituency containing the parti-\n                             culars specified in paragraph (2);\n                             and\nThe Representation of the People (A\n                     4ct, 2002         \"®®@ment) [No. 39n"
    },
    {
      "provision_ref": "sec98a",
      "section": "98A",
      "title": "Section 98A",
      "content": "98A.-(l) Every person appointed a pre-\n     officer to    siding officer pursuant to section 67 who fails\n     be present\n     at polling    without reasonable cause-\n     sltations,\n     etc.               (a) on election day, to be present by\n                            seven o'clock in the forenoon to\n                            open the polling station to which\n                            he is assigned, for the taking of the\n                            poll; or\n                       (b) to return to the returning officer for\n                            the constituency in which he is a\n                            presiding officer, within thirty min-\n                            utes before the opening of the poll,\n                            all the election material specified in\n                            section 32 (1), in circumstances\n                            where he is not able to be present at\n                            the polling station by the time speci-\n                            fied in paragraph (a), so that the\n                            returning officer may make arrange-\n                            ments for the opening of the polling\n                            station,\n                  shall be guilty of an offence and shall be liable\n                  on summary conviction before a Resident\n                  Magistrate to a fine not exceeding one hun-\n                  dred thousand dollars and in default of pay-\n                  ment to a term of. imprisonment not\n                  exceeding six months.\n·4             [No. 28]       The Representation of the People (Amendment)\n                                                Act, 2002\n                                            (2) A person who is convicted of an\n                                   offence under section (1) shall be disqualified\n                                   from holding any post of election officer for\n                                   a period of seven years.\".\nAmendment        8. Section 104 of the principal Act is amended in sub-\nof section\n104 of prin-   section (3) by-\ncipal Act.\n                    (a:) deleting the fullstop appearing at the end of para-\n                         graph (b) and substituting therefor a semi-colon;\n                    (b)      inserting next after paragraph (b) the following as\n                             paragraph (c)-\n                                  \"(c) paragraph (j) of subsection (1) shall be\n                                        subject to affirmative resolution..\nInsertion of     9. The principal Act is amended by inserting next after\nnew section\n 113A in\n principal\n               section 113 the following as section 113A\nAct.\n                    \"Elcction\n                     workers\n                                     l 13A.-(l) The Chief Electoral Officer\n                     voters       shall prepare, in relation to each constituency,\n                     list.\n                                  an election workers voters list which shall\n                                  contain the names of the persons specified in\n                                  subsection (2) who are appointed to work on\n                                  election day for pay or reward and who are\n                                  not disqualified from voting pursuant to\n                                  section 6 (2).\n                                              (2) The persons referred to in sub-\n                                  section (1) are-\n                                       (a) returning officer and assistant re-\n                                            turning officer;\n                                       (b) supervisor, presiding officer and poll\n                                           clerk; and\n                                       (c) members of staff of the Electoral\n                                           Office of Jamaica,\n                                  in relation to whom the Chief Electora:I Officer\n                                  is satisfied that their names appear on the\n      The Representation of the People (Amendment) [No. 28]         5\n                        Act, 2002\n              official list of electors for a polling division\n              in the constituency to which the election\n              workers voters list relates.\n                         (3) The Chief Electoral Officer\n              shall cause the name of any person whose\n              name appears on the election workers voters\n              list in any constituency to be deleted from\n              the official list for any polling division in\n              that constituency.\n                           (4) Subject to the provisions of\n               section 111 (3), an election workers voters list\n               shall be deemed to form part of the official\n               list of electors for the polling station nearest\n               to the office of the returning officer.\n                           (5) Every returning officer shall\n               supply a copy of the election workers voters\n               list to each candidate in his constituency.\n                           (6) The provisions of sections 37,\n  Fifth\n  Schedule.     38, 40, 43, 44 and the Fifth Schedule shall\n                apply to any person whose name appears on\n                the election workers voters list.\"."
    }
  ],
  "definitions": []
}