{
  "id": "jm-aop-no-33-the-assets-tax-specified-bodies-act-2002",
  "type": "statute",
  "title": "No.33_The Assets Tax (Specified Bodies) Act,2002.",
  "title_en": "No.33_The Assets Tax (Specified Bodies) Act,2002.",
  "short_name": "No.33_The Assets Tax (Specified Bodies) Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-33-the-assets-tax-specified-bodies-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-33-the-assets-tax-specified-bodies-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Assets Tax (Specie® mencement\n                                                                          Short title\n                                                                          and com-\n  Bodies) Act, 2002 and shall come into operation on a d©Y\n  to be appointed by the Minister by notic© published ,n the\n   Gazette.\n2             [No. 33]      The Assets Tax (Specified Bodies) Act, 2002\nInterpreta-\ntion.           2. In this Act, unless the context otherwise requires-\n                   \"Commissioner\" means the Commissioner of Inland\n                      Revenue;\n                   \"specified body\" means-\n                        (a) a company within the meaning of the Com-\n                              panies Act other than a company in respect\n                              of which a licence has been granted pursuant\n                              to section 20 of that Act by the Minister\n                              responsible for the administration of com-\n                              panies;\n                         (b) a society registered under the Industrial and\n                             Provident Societies Act;\n                          (c) such other body as may be prescribed by order\n                              subject to negative resolution.\nAnnual           3.-(1) Subject to the provisions of this section and\ndeclaration\nof assets.    sections 4 and 5, every specified body shall make and submit\n              to the Commissioner an annual declaration of the value\n              of its assets and shall in relation thereto pay the tax pre-\nFirst\nSchedule.\n              scribed in the First Schedule.\n                    (2) The declaration required by subsection (1) shall-\n                  (a) subject to subsection (3), be submitted on or before\n                       the 1st day of September in each year (hereinafter\n                       referred to as the relevant date);\n                  (b) be in such form and accompanied by such docu-\n                      ments as the Commissioner may prescribe by\n                      notice published in the Gazette;\n                  (c) subject to subsection (3), be based upon the value\n                      of assets of the specified body as indicated by the\n                      balance sheet and profit and loss account as relates\n                      to the assessment of income tax for the year of\n                         assessment immediately prior to the relevant date\n                         or the date authorized pursuant to subsection (3).\n            The Assets Tax (Specified Bodies) Act, 2002   [No. 33]   B\n       (3) The Commissioner may, on the application of any\nspecified body, allow the body to submit its declaration for\nany year specified in the application, on or before such\ndate as the Commissioner may authorize in writing.\n      (4) The Commissioner may act in accordance with\nsubsection (5) if he is satisfied that-\n     (a) any specified body is not carrying on any business\n         which would necessitate the preparation of a\n         balance sheet or profit and loss account; or\n     (b) having regard to the date on which a specified\n         body started operations, a balance sheet and profit\n         and loss account referred to in subsection (2)(c)\n         are not available.\n       (5) Subject to subsection (6), the Commissioner may\nin writing authorize the body-\n     (a) to base its declaration for the purposes of this\n         section on an estimate of the value of its assets at\n         the end of the year preceding that in respect of\n         which the declaration is required and pay the pre-\n         scribed tax; or\n     (b) to submit a declaration that, by reason of the\n         absence of assets at the end of the preceding year,\n         a valuation cannot be made as required by this\n         section.\n        (6) An authorization referred to in subsection (S)\n may be subject to a requirement that the estimate or decla-\n ration, as the case may be, shall be verified at such later\n time as the Commissioner may specify in such manner and\nby reference to such documents as may be so specified.\n       (7) Where any specified body fails to furnish to the\n Commissioner any declaration or the prescribed tax in\n accordance with this section, he may issue the prescribed\n4   [No. 33]     The Assets Tax (Specified Bodies) Act, 2002\n    notice to the specified body requiring that body to submit\n    the declaration and pay the tax within the period specified\n    in the notice.\n           (8) Where it appears to the Commissioner of Tax-\n    payer Audit and Assessment that the value of assets of any\n    specified body shown in any declaration is incorrect, he\n    may, at any time not later than the end of five years next\n    after the end of the year in which the tax is due and payable,\n    serve on that specified body a notice stating that for the\n    purposes of this section, the value of assets of that body\n    and the tax payable thereon shall, subject to sections 4 and"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Where a specified body disputes the amount of Objection,\n                                                               to assess-\nthe assessed value of assets or the tax payable thereon speci- ments.\nfled in any notice served pusuant to section 3(8), that body\nmay apply to the Commissioner of Taxpayer Audit and\n Assessment, by notice of objection in writing, to review\n and revise that amount.\n       (2) An application pursuant to subsection (1) shall\n state precisely the grounds of objection and shall be made\n within thirty days from the date of the service of the notice,\n so, however, that, the Commissioner, upon being satisfied\n that owing to some reasonable cause the specified body was\n prevented from making the application within that period,\n shall extend the period as may be reasonable in the circum-\n  stances.\n        (3) On receipt of any objection referre to in sub-\n  section (1), the Commissioner may-\n       (a) by notice in writing, require the specified body\n            concerned to furnish such particulars as he may\n                                                         th\n            deem necessary with respect to the value of e\n                                                          nd\n            assets of the body and to produce all books a\n            documents relating thereto; and\n       (b) summon any person to attend before him and give\n            evidence relating to the assets of the specified V\n            and may examine such person on oath or other\n            wise.\n        6               [No. 33]   The Assets Tax (Specified Bodies) Act, 2002\n                             (4) Any person who-\n                           (a) without lawful excuse refuses or neglects-\n                                  (i) to produce any books or documents which\n~\n                                      he is required to produce under subsection\nI'\n}                                       (3);\n,                                  (ii) to attend in accordance with any summons\n)\n                                        issued under that subsection or to give\n                                        evidence pursuant to any such summons; or\n                                   (iii) to answer any lawful question touching the\n                                        matters under consideration; or\n                           (b) knowingly or wilfully gives any false evidence\n                               before the Commissioner,\nn\nI\n    I                  shall be guilty of an offence and shall be liable on summary\n                       conviction in a Resident Magistrate's Court to a fine not\n                       exceeding one hundred thousand dollars.\n                              (5) In the event of any specified body which has\n                       objected to any amount specified in a notice of assessment\n                       subsequently agreeing with the Commissioner of Taxpayer\n                       Audit and Assessment as to the amount of the value of\n                       assets or the tax payable thereon, the notice of assessment\n                       shall be amended accordingly.\n                              (6) Where no such agreement is reached, the Com-\n                       missioner shall give notice in writing to the specified body\n                       of his decision in respect of the objection and if the valua-\n                       tion is altered or the tax payable varied, due adjustment\n                       shall be made and amounts paid in excess shall be refunded\n                       and amounts payable shall be recoverable as arrears.\n            Appeals.      5.-(1) Any person aggrieved by any decision of the\n                       Commissioner under section 4 may appeal to the Commis-\n                       sioner of Taxpayer Appeals within thirty days of receiving\n                       the Commissioner's decision.\n         The Assets Tax (Specified Bodies) A ct, 2002                 [No. 33]\n                                                                                             7\n    (a) The . Commissioner of Taxpayer Appe al s shall-\n  (a) consider every appeal made under                            b      .\n       at such time and' in such mas,, \"\"®\"o\n                                       e1 er m the\n       presence or absence of the appellant   h\n       think fit; and                       as e may\n   (b) make such decision in relation thereto ash\n       think fit.                            '    e may\n     (3) An appellant who is dissatisfied with the decision\n   the Commissioner under subsection (2) may appeal to\nthe Revenue Court within thirty days of the date of receiving\nthat decision."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5, be assessed at the amounts respectively specified in the\n    notice; and, subject as aforesaid, the tax shall be paid in\n    accordance with that assessment.\n            (9) In this section and section 4 \"the value of assets\"\n    of any specified body means, subject to subsection (10),\n    the aggregate of-\n         (a) the amount which the Commissioner is satisfied,\n              on the certificate of an auditor of the specified\n              body, is the value (as shown in the books of\n              account) of that body's assets as follows-\n                  (i) any estate or interest in land;\n                  •• )       •   t furniture machinery, plant and\n                 (11     equipment,            °\n                      other movable property;\n                                  . t rest, right or benefit;\n                            h 1ne1\n                (iii) any otlier           3\n         (b)   the amount of-                       loans and advances\n                  ®» outstanding balance,\",ay;\n                      made by the specifie     h ~ hand and in\n                 (ii) the specified body's cas\n                      bank deposit;         due to the specified\n                Gi) outstanding bald;',,,, other than those\n                         body by sundry I© aph (i).\n                             .   .  ub-varagr\n                         specified in SI   }\n            The Assets Tax (Specified Bodies) Act, 2002   [No. 33]          5\n     (10) If the Commissioner of Taxpayer Audit and\nAssessment is of the opinion that the value of any asset of\na specified body shown in the books of account is not\ncorrect, he may substitute therefor such amount as he\nestimates to be the correct value, not exceeding the amount\nwhich he is satisfied is the amount expended by the specified\nbody in acquiring the asset."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)\n     .   Where any tax being due and payable,. remains Enforcing\n                                                       payment of\nunpaid after the relevant date or the date authorized under tax.\nsection 3(3), interest shall be charged thereon from the day\nnext after the relevant date or that other date, as the case\nmay be, until the date of payment, at the rate of 15 per\n centum per annum.\n        (2) Interest payable under subsection (l) may\n      (a) be added to the tax payable and may be collected\n            and recovered as if it were such; and\n      b) be remitted in whots or in part by he \"\"\"\n              .                          which            5pear to      aim      o\n             sioner for reasons whict                &P\n             sufficient.                                        6ject to negatiV©\n        (3) The Minister may, by 0rder_ su                       \\ar the rate of\n  ~esolution of the House of Representatives,    y\n  Interest specified in subsection (l).  5le thereon pu1sla]\n                                                             it\n        (4) Any tax, and any interest payarecovered in a Res1-\n  to subsection (1) may be sued for and th Government.\n  d                '             bt d e to e\n    ent Magistrate's Court as a de               u          ·                 . g J\\pplication\n                                                                   Act concernlll ofTaX"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. T,                          p,      Collectio\"                        ,force-\n                                                                                O     cotecies\n      • he provisions of the ax 0r tax and the e                                      Act.\n   Payment, collection and recoverY\n8                    [No. 33]   The Assets Tax (Specified Bodies) Act, 2002\n                    ment of payment thereof shall apply to tax imposed under\n                    this Act.\nDuty to               8.-(1) Every person having any official duty or being\nregard\ndeclarations,       employed in the administration of this Act shall regard and\ndocuments,          deal with all declarations, documents, information, assess-\netc., as\nsecret and\nto make\n                    ments and copies thereof relating to the assets of any\ndeclaration.        specified body, as secret and confidential, and shall make\n                    and subscribe a declaration to that effect.\n                           (2) Every person referred to in subsection (1) having\n                    possession of or control over any declarations, documents\n                    or assessments who at any time communicates or attempts\n                    to communicate anything contained therein to any person-\n                         (a) other than a person to whom he is authorized\n                             under this Act or any other enactment to com-\n                             municate it; or\n                         (b) otherwise than for the purposes of this Act or any\n                             other enactment,\n                    commits an offence and is liable on summary conviction\n                    thereof in a Resident Magistrate's Court to a fine not exceed-\n                    ing five hundred thousand dollars or to imprisonment for a\n                    term not exceeding six months or to both such fine and\n                    imprisonment.\n Amendment            9. The enactments specified in the first column of the\n of other\n Acts and\n                    Second Schedule are amended in the manner specified in the\n enactments.        second column of that Schedule.\n Second\n Schedule.\n    Transitional.      10. Notwithstanding the repeal of provisions of enact-\n                    ments pursuant to section 9, any proceedings which had\n                    been instituted pursuant to those provisions may be con-\n                    tinued as if this Act bad not come into operation.\n             The Assets Tax (Specified Bodies) Act, 2002            [No. 33]      9\n                           FIRST SCHEDULE                      (Section 3)\n            Rate of Tax in relation to Declaration of Assets\n                          PART I.      Companies\n               Description of Company                                   Tax\nWhere the aggregate value of the assets does not\n  exceed $5,000...\n                                                                s       100.00\nWhere the aggregate value of the assets exceeds\n $5,000 but does not exceed $15,000 ...      ...                s       200.00\nWhere the aggregate value of the assets exceeds                 s       300.00\n $15,000 but does not exceed $50,000 ..•     ...\nWhere the aggregate value of the assets exceeds                 $       500.00\n $50,000 but does not exceed $100,000        ...\nWhere the aggregate value of the assets exceeds                 S 1,000.00\n $100,000 but does not exceed $500,000       ...\n Where the aggregate value of the assets exceeds                $ 1,400.00\n  $500,000 but does not exceed $1,000,000     •\n Where the aggregate value of the assets exceeds                                      r\n                                                                $ 5,000.00\n  $1,000,000 but does not exceed $5,000,000   •\n Where the aggregate value of the assets exceeds                $ 7,000.00\n  $5,000,000 but does not exceed $10,000,000 ...\n Where the aggregate value of the assets exceeds                    $10,000.00\n   $10,000,000    •..         ...\n                        PART II.     Registered Societies\n                                                                         Tax\n             Description of Registered Society\n Where the aggregate value of the assets does not                   s    100.00\n    exceed $5,000 .•.          ...           ...        • ..\n  Where the aggregate value of the assets exceeds                   s   200.00\n   $5,000 but does not exceed $15,000 •••      • ..\n  Where the aggregate value of the assets exceeds                s       300.00\n   $15,000 but does not exceed $50,000         ...\n  Where the aggregate value of the assets exceeds                $      500.00\n   $50,000 but does not exceed $100,000        •\n  Where the aggregate value of the assets exceeds                   s 1,000.00\n   $100,000 but does not execeed $500,000\n             [No. 33]         Tire Assets Tax (Specified Bodies) Act, 2002\n                     Description of Registered Society, contd.                               Tax\n            Where the aggregate value of the assets exceeds\n             $500.000 but does not exceed $1,000,000                                    S 1,400.00\n            Where the aggregate value of the assets exceeds\n             $1.000,000 but does not exceed $5,000,000                                  $ 5,000.00\n            Where the aggregate value of the assets exceeds\n             $5,000,000 but does not exceed $10,000,000                                 $ 7,000.00\n            here the aggregate value of the assets exceeds\n               $10,000,000      •••                                                     $10,000.00\n                                         SECOND SCHEDULE                               (Section 9)\n                     Enactments                                 Amendments\n            Companies Act                    Delete sections 124A, 124B, 124C, 124D,                 {\n                                              124E and Part III of the Ninth Schedule.               h\n            Industrial and Provident Delete sections 13A, 13B, 13C, 13D and\n            Societies Act            13E.\nPRINTED BY JAMAICA PRINTING SERVICES (1992) LTD., (GOVERNMENT PRINTERS), DUKE ST., KGN., JAMAICA.\n         i\n--\n     \\"
    }
  ],
  "definitions": [
    {
      "term": "Commissioner",
      "definition": "the Commissioner of Inland",
      "source_provision": "sec1"
    }
  ]
}