{
  "id": "jm-aop-no-34-the-legal-deposits-act-2002",
  "type": "statute",
  "title": "No.34-The Legal Deposits Act,2002.",
  "title_en": "No.34-The Legal Deposits Act,2002.",
  "short_name": "No.34-The Legal Deposits Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-34-the-legal-deposits-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-34-the-legal-deposits-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Tis Act may te cited as the Leal Deposit\"\"                       mencement\n     and shall come into operation on a date to be appom e              y\n'    the Minister by notice published in the Gazette.\n)\n2             [No. 34]         The Legal Deposits Act, 2002\nInterprets-\ntion.           2.--(l) For the purposes of this Act-\n                   \"document\" means library matter of any kind, nature\n                       and description and includes any document, paper,\n                       record, tape or other thing published by a national\n                       publisher or a publisher resident in a foreign\n                       country, on or in which information is written,\n                       recorded, stored or reproduced;\n                   \"legal depository\" means the National Library of\n                       Jamaica and any other library designated by order\n                        of the Minister under section 3;\n                   \"library\" includes any Government office or depart-\n                        ment or other institution approved by the Minister\n                        which maintains a collection of documents to\n                        which members of the public may have access.\n                  \"national publisher\" means, subject to subsection (2),\n                       any person resident in Jamaica who by himself or\n                       in association with others, produces any document\n                       and publishes it in Jamaica;\n                   \"to produce\", in relation to any document, means to\n                       manufacture copies thereof by any electronic,\n                       mechanical, reprographic or other process;\n                   \"to publish in Jamaica\", in relation to any document,\n                       means subject to subsection (3), to release copies\n                       of such documents in Jamaica for public distribu-\n                       tion or for sale and the term \"publication\" shall\n                       be construed accordingly.\n                     (2) Where any document, or any wrapper or con-\n              tainer in which any copies thereof are published, bears an\n              imprint, whereby any person holds himself out to be the\n              publisher thereof, that person shall, for the purposes of this\n              Act, be deemed to be the publisher.\n                      The Legal Deposits Act, 2002         [No. 34]              3\n.         (3) Where any document is published at intervals\nin parts or instalments, each part or instalment shall be\ndeemed to be separate work."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The National Library of Jamaica is hereby desig- Designation\nnated the principal legal depository into which all documents}'\nshall be deposited.                                         ones.\n       (2) Notwithstanding subsection (1), the Minister\nmay, by order, designate any other library as a legal depos-\nitory and shall therein specify in relation to each such legal\ndepository, the categories of documents which shall be de-\nposited in that depository.\n       (3) The Minister may by order specify in relation to\neach legal depository the number of copies of each docu-\nment which shall be deposited therein."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject to regulations made under section 8, every Obligation\n    national publisher shall, within one month of the publi-          :;r:o;:C\n    cation of any document which he publishes in Jamaica, publications.\n    deposit in each legal depository the number of copies speci-\n    fied pursuant to section 3(3)."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(1) Subject to the provisions of this section, everyf oliation\n                                                                of national\n    national publisher shall within the first fourteen d ays o publisher.\n    February, May, August and November in each year,\n    furnish each legal depository with a list of the documents\n    which he has published in the preceding three months.\n           (2) A list furnished under subsection (1) shall contain                   \\\n                                                                                         1\n                                                               th\n    the title or description, and the name and. address of e\n    publisher of each document referred to therern.\n                                                                                         I\n           (3) Where, in consequence of an order made P\"                                 I\n                     3                         it iot require\n    suant to section 3, any category of documen is n\n                                                                                         !\n                                                                                         ~\n                                                                                         !\n4            [No. 34]          The Legal Deposits Act, 2002\n             to be deposited with any legal depository, it shall not be neces-\n             sary for a list of documents comprised in that category to\n             be furnished to that legal depository under subsection (1).\nCom pensa-     6.-(1) Subject to the provisions of this section, every\ntion of\nnational     national publisher shall be entitled, in relation to each copy\npublisher.   of a document deposited with a legal depository pursuant to\n             section 4, to receive from that depository, within one month\n             of the deposit, a sum equivalent to the actual cost of the\n             production of the copy so deposited.\n                    (2) At the time of the making a deposit with a legal\n             depository pursuant to section 4, the national publisher\n             shall make a request, in writing addressed to the person in\n             charge of the legal depository, for payment of the sum to\n             which he claims he is entitled under subsection (1) and\n             shall submit therewith a statement in writing of the actual\n             cost to him of the production of the copy deposited.\n                     (3) Where a national publisher makes no request for\n             payment in accordance with subsection (2), he shall be\n             deemed to have waived his entitlement to payment under\n             subsection (1).\n                    (4) This section shall not apply where the document\n             is published by the Crown or any Government department\n             or office or any statutory body.\n                    (5) Where a national publisher-\n                  (a) does not receive compensation from a legal depos-\n                       itory within the period specified in subsection (1)\n                       for the reason that in the opinion of the legal\n                        depository-\n                           (i) the national publisher is not entitled to\n                               compensation;or\n                          (ii) a statement of costs submitted under sub-\n                             section (2) specified an amount which is in\n                   The Legal Deposits Act, 2002         [No. 34]          5\n                 excess of the actual total cost to the national\n                 publisher of the production of the copy\n                 deposited; and\n     (b) is unable to satisfy the legal depository as to the\n                                                                                  r\n         right to compensation or reach an agreement with\n         the legal depository in respect of some lesser\n         amount as constituting the actual cost of pro-\n         duction,\nthe national publisher may by summons refer the matter\nto a Judge in Chambers in order to establish the right to\ncompensation or the amount of compensation or both.\n       (6) Where a national publisher or a legal depository\nis aggrieved by the decision of a Judge in Chambers under\nsubsection (5), the national publisher or legal depository\nmay appeal to the Court of Appeal.\n       (T) Any payment to which a national publisher is\nentitled by virtue of subsection (1) shall be recoverable as a\n                                                                   : ·<\ncivil debt."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(l) Any national publisher who fails to comply with Ofeces.\nsection 4 commits an offence and is liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding                  ,\nfifty thousand dollars and to forfeit to each of the legal                    1\ndepositories entitled to such deposit, one copy of the\ndocument required by that section to be deposited.\n       (2) Any national publisher who fails to comply with\nsection 5 shall be liable on conviction before a Resident\nMagistrate to a fine not exceeding fifty thousand dollars.\n       (3) The Minister may, by order subject to affirmative\n resolution, amend the penalties specified in subsections (1)\n and (2).\n                                                                                  1\n                                                                                  j\n                                                                                  I\n                                                                                  ~\n6               [No. 34]                  The Legal Deposits Act, 2002\nRegulations.       8. The Minister may make regulations generally for\n                giving effect to the provisions and purposes of this Act and\n                in particular such regulations may prescribe-\n                       (a) categories, classes or descriptions of documents\n                           which shall be exempt from this Act;\n                       (b) the kind of copy which is required to be deposited\n                             where copies of the document are not of uniform\n                             quality and the conditions under which the deposit\n                             should be made.\n                Regulations made hereunder shall be subject to negative\n                resolution.\nTransfer\nand vesting       9. Every book deposited pursuant to section 3 of the\nof books.\ndeposited.\n                Books (Preservation and Registration of Copies) Act shall,\n                at the coming into operation of this Act, be transferred to\n                and vest in the principal legal depository specified in\n                section 3.\nAct binds         10. This Act shall be binding on the Crown, but nothing\nCrown.\n                in this Act shall render the Crown liable to prosecution.\nRepeal.          11. The Books (Preservation and Registration of Copies)\n                Act is hereby repealed.\n    PRINTED BY JAMAICA PRINTING SERVICES (1992) LTD., (GOVERNMENT PRINTERS), DUKE ST., KGN., JAMAICA."
    }
  ],
  "definitions": [
    {
      "term": "document",
      "definition": "library matter of any kind, nature",
      "source_provision": "sec1"
    },
    {
      "term": "legal depository",
      "definition": "the National Library of",
      "source_provision": "sec1"
    }
  ]
}