{
  "id": "jm-aop-no-37-the-university-of-the-west-indies-security-act-2002",
  "type": "statute",
  "title": "No.37-The University of The West Indies Security Act,2002.",
  "title_en": "No.37-The University of The West Indies Security Act,2002.",
  "short_name": "No.37-The University of The West Indies Security Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-37-the-university-of-the-west-indies-security-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-37-the-university-of-the-west-indies-security-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the University of the West Indies Short   title and\n                                                                    commencement.\n(Mona Campus) (Security) Act, 2002, and shall come into operation\non a day to be appointed by the Minister by notice published in the\nGazette.\n                                                                    Interpretation."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n      \"Campus\" means all that land known as the Mona Campus of\n           the University of the West Indies in the parish of Saint\n           Andrew and comprised in Certificate of Title registered\n           at Volume 703 Folio 75 of the Register Book of Titles;\n2   [No. 37]   The University of The West Indies Security Act, 2002\n         \"Committee\" means the Campus Finance and General\n            Purposes Committee as established in the Charter of the\n            University of the West Indies;\n         \"Corporate Area\" has the same meaning as in the Judicature\n             (Resident Magistrates) Act;\n        \"member of staff' means a person in the employment of the\n           University engaged in teaching, research, administrative,\n           professional, technical, clerical or ancillary duties;\n        \"parking place\" means any portion of the Campus designated\n             by the Committee as a place where a vehicle may be\n            parked;\n       \"restricted area\" means any part of the Campus so designated\n             by the University;\n       \"security officer\" means-\n                 (a)   a member of staff who performs security\n                       duties;\n                (b) a person assigned to the Campus to perform\n                    security duties by the security company to\n                    which he is employed, being a company\n                    contracted by the Committee to carry out\n                    security services on the Campus; or\n                (c)    a member of the Jamaica Constabulary Force,\n                       the Island Special Constabulary Force or the\n                       Jamaica Defence Force;\n     \"Senate\" means the Senate of the University of the West\n         Indies;\n     \"student\" means a person who is registered as a student of the\n          University (whether full-time or part-time) during a\n          current year for a first or higher degree, diploma,\n          certificate or such other qualification or courses of the\n          University as may be approved by the Senate;\n           The University of The West Indies Security Act, 2002   [No. 37]                3\n      \"traffic sign\" means any sign or other device for the guidance\n            or direction of persons using the roadways on the\n            Campus, which the University causes or permits to be\n           placed on or near any such roadway and includes a-\n                ( a) speed limit sign;\n                (b) mark on the surface of a roadway;\n                (c) signal, whether automatic, electrical or\n                    otherwise;\n                ( d) warning sign post; and\n               (e) direction post;\n     \"Tribunal\" means the Tribunal established under section 17;\n     \"University\" means the University of the West Indies\n         established by Royal Charter;\n     \"vehicle\" means a wheeled vehicle whether mechanically\n          propelled or not, intended and adapted for use on a road,\n          and includes a truck, motor car, motor cycle, pedal cycle,\n          tractor, mower and push cart."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.(1) A person shall not, without the prior written approval Restriction\n                                                                trade or\n                                                                           on\nof the Committee, carry on any business or trade on the Campus. business.\n       (2) Where such approval under subsection (l) is granted\nthe business or trade shall be carried on in accordance with such\nterms and conditions as the Committee may specify.\n        (3) Where the person to whom approval has been granted\n   der subsection ( 1) breaches the terms and conditions under which\nunc.A                                                   ithdr\na1 roval has been granted, the Committee may wi               aw such\n  pp            ..\napproval in wntmg."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. (D) Subject to subsection (2) no person shall-                     Restriction on\n                                                                         display\n      (a) post or display any advertisement, circular or placard, ®isemcent\n          or paint any word or picture on, or distribute any matter\n          on any part of the Campus;\n    4              [No. 37]       The University of The West Indies Security Act, 2002\n                         (b) take any still, motion or sound picture on any part of the\n                             Campus for commercial use,\n                   without the written pennission of the Committee and under such\n                   tenns and conditions as the Committee may specify.\n                         (2) Subsection (1) shall.not apply to a member of staff or a\n                  student.\n  Restriction        5.(1) A person shall not operate on the Campus, without the\n  on operation\n  of wireless     written pennission of the Committee, any wireless transmitting or\n  equipment.      receiving equipment or apparatus, except cellular telephones.\n                             (2) Subsection (I) shall not apply to-\n                        (a) a member of staff so authorized by the Committee;\n                       (b) a security officer;\n                       (c) a member of the Jamaica Fire Brigade, while on the\n                           Campus in that capacity.\n                        (3) Where the Committee grants permission for the operation\n                 of any equipment or apparatus referred to in subsection (1), such\n                 operation shall be carried out in the manner and under such\n                 conditions as the Committee may specify.\nRestricted         6. (1) A person shall not enter or remain in a restricted area,\nare a.\n                 unless that person is-\n                      (a)     a member of staff who works in that restricted area;\n                      (b) a security officer on duty; or\n                      (c)     so authorized by the Committee.\n                          (2) A person, other than a person referred to in subsection\n                 (l)(a) to (c), who is found in a restricted area, shall, on the request\n                 of a security officer-\n                      ( a)    state his name and address;\n                     (b) produce a valid fonn of identification; and\n                     ( c) produce a valid document, if any, attesting to the purpose\n                          of his presence in and the authority upon which he\n                          entered that area.\n           The University of The West Indies Security Act, 2002   [No. 37]                  5\n        (3) A person who fails to comply with a request made under\nsubsection (2) may be ordered by a security officer to leave the\nrestricted area.\n       ( 4) A person shall not drive into or park, or use or operate\na vehicle in a restricted area without the prior written approval of\nthe Committee.\n        (5) A person who is authorized under subsection (I) to be\nin a restricted area shall, while in that area, follow any instructions\ngiven by the security officer on duty.\n   7 • Any person who walks, rides or drives on the Campus shall- Use of\n                                                                          Campus,\n      (a) use the roads provided for that purpose;                        roads, etc.\n     (b) not obstruct the proper use of any road;\n     (c) do so in a manner that does not cause harm or danger to\n           any person thereon;\n     (d) follow any directions for parking given by a security\n           officer."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.The names of the members of the Tribunal as first constituted and every Publication of\nchange in membership thereof shall be published in the Gazelle.                                      membership."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. A 11 documents made by, and all decisions of, the Tribunal may be signified Authentication\n                                                                                  of documents.\nunder the hand of the chairman or any other member of the Tribunal authorized\nto act in that behalf.\n   7 · -.-(I) The Tribunal shall meet at such times as may be necessary or Procedure.\nexpedient for the transaction of business and such meetings shall be held at\nsuch places and times and on such days as the Tribunal may determine.\n    (2) The chairman or any other person appointed to act temporarily as\nchairman shall preside at meetings of the Tribunal.\n        (3) Subject to paragraph I (2) the decisions of the Tribunal shall be by\na majority of votes of the members and in addition to an original vote, the\nchairman shall have a casting vote in any case in which the voting is equal.\n           (4) The Tribunal shall have power to regulate its own proceedings.\n          (5) Proper records of all proceedings of the Tribunal shall be kept.\n                                                                                                 Remuneration"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-{ 1) A person shall not operate a vehicle on the Campus-          Restriction on\n                                                                        use of\n                                                                        vehicles.\n      (a) for hire or rental; or\n      (b) for the purpose of giving driving instruction,\nexcept with the written permission of the Committee and in\naccordance with such terms and conditions as the Committee may\nspecify.\n        (2) Where a vehicle is operated for hire it shall, when not in\n operation, be parked in the area designated for such vehicle or at\n any such other place as a security officer may direct.\n                                                                             Abandonment,"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.    No action, suit. prosecution or other proceedings shall be brought or members.\n instituted personally against any member of the Tribunal in respect of an act\n done bona fide in pursuance or execution or intended execution of the provIS1ODS\n  of this Act.                                                                                     Disclosure of\n      1 o. Any member of the Tribunal who has any interest. directly or indirectly. interest.\n  in any matter brought before the Tribunal-\n          (a) shall disclose the nature of the interest to the Tribunal; and\n           (b) shall not take part in any deliberations or decisions of the Tribunal\n                   with respect to that matter.                                                      Otlice of\n                                                fthe Tribunal shall not be a public                  member not a\n                                                        O\n      I 1 . The office of chairman or member t e n u          fJ      .                              public office.\n                                                C stitution o amaica.\n   office for the purposes of Chapter V o f th e on\n                                                               OyERNMENT PRINTERS), DUKE STREET, KINGSTON, JAMAICA\n       PRINTED BY JAMAICA PRINTING SERVICES (1992) LTD .. (G"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Nothing in this Act shall prevent the driver of a vehicle, in\n                   response to an emergency involving danger to life or property,\n                   from operating that vehicle on the Campus in a manner necessitated\n                   by that emergency.\n Erection of          11. (1) The person with responsibility for security shall, after\n traffic signs.\netc.               consultation with the Committee, cause to be placed, erected or\n                   displayed on the Campus, such traffic signs as are considered\n                   necessary for the proper direction, control and regulation of\n                   vehicular traffic thereon.\n                          (2) Any person operating a vehicle on the Campus shall\n                   comply with the traffic signs thereon.\n                           (3) A pedestrian who is on the Campus, shall within a\n                  pedestrian lane marking, have the right of way over vehicular traffic.\n                          (4) A person shall not load or unload goods unto or from\n                  any vehicle on the Campus except at such place as may be\n                  designated for that purpose.\nParting place.       12.-(1) The Committee shall designate any area of the Campus\n                  as it thinks fit as a parking place.\n                          (2) Any person who parks a vehicle within the boundaries\n                  of the Campus shall do so within a parking place.\n                           (3) Subsection (4) shall apply to any vehicle that is parked\n                  in an area of the Campus where that vehicle endangers the life or\n                  safety of any person or obstructs a fire hydrant or a parking place\n                  reserved for disabled persons.\n                          ( 4) A vehicle which is not parked in the manner described\n                  in subsection (2) shall be clamped or towed away at the owner's\n                  expense, and shall be released only on payment of a fine of three\n                  thousand dollars to the Committee.\n                         (5) The amount of the fine imposed under subsection (4)\n                  may be increased by regulations made under section 16.\n            The University of The West Indies Security Act, 2002   [No. 37]                   7\n                                                                              Protection of"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A person shall not, on the Campus-                                     vegetation,\n      (a)   cut trees;                                                        etc.\n      (b) take fruits from trees or plants;\n      ( c) set fires or remove growing grass;\n      (d) lay or put up any wire, cable, fence, pipeline, net or any\n              other material;\n      (e) dig, excavate, bore or lay any road, track or path, without\n             being so authorized by the Committee."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. -(1) Any person who is on the Campus is liable to have his Search.\nperson. motor vehicle, bag or other container searched by a\nconstable, if that constable has reasonable grounds to believe that\nthe person has in his possession any property which is being\nillegally removed from the Campus.\n          (2) The constable conducting the search sha11 take such\nsteps as are reasonably practicable in the circumstances to ensure\nthat the person being searched is afforded every opportunity to\nobserve everything done in relation to the search.\n           (3) Subject to subsection (+), a female shall only be\n searched by another female.\n            (4) Where there is reasonable cause for the conduct of a\n search of a body cavity, that search shall only be conducted by a\n registered medical practitioner."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) There is hereby established a Tribunal for the purposes Tribunal.\n  of hearing appeals under this Act and the provisions of the Schedule Schedule.\n  shall have effect as to the constitution of the Tribunal and otherwise\n  in relation thereto.\n             (2) A person who is aggrieved by a decision of the\n  Committee under section 3, 4, 5 or 8 may appeal to the Tribunal in\n  the prescribed manner.\n           (3) Subject to the provisions of this section, the Tribunal\n   may, in respect of any such appeal, quash or vary the decision OE\n   may dismiss the appeal.\n            (4) If the decision is varied or the appeal is dismissed, the\n   Tribunal may direct that the decision of the Committee shall not\n 8               [No. 37)      The University of The West Indies Security Act, 2002\n                 take effect until such date (not being later than twenty-eight days\n                 from the determination of the appeal) as the Tribunal thinks fit.\n                         (5) Before determining an appeal the Tribunal shall give\n                 the appellant, who may be represented by an attorney-at-law or\n                 any other person, the opportunity to be heard by the Tribunal.\n Regulations.      16. The Minister may, after consultation with the Committee,\n                 make regulations generally for the better carrying out of the\n                 purposes of this Act.\n oni:nces.          17. A person who contravenes section 3,4,5,6,7,8,9 or 13\n                 commits an offence and shall be liable on summary conviction\n                 before a Resident Magistrate to a fine not exceeding two hundred\n                 thousand dollars.\n                                                  SCHEDULE                          (Section 15)\n                                    Constitution and Procedure of Tribunal\nAppointment         I.-( I) The Tribunal shall consist of not less than three nor more than five\nof members.      members appointed by the Minister.\n                        (2) For the hearing of any appeal under this Act, the Tribunal may\n                 consist of one member sitting alone if the parties to the appeal agree.\nTemporary           2. If the chairman or other member of the Tribunal is absent or unable to act\nappointment.     the Minister may appoint another person to act temporarily as chairman or such\n                 other member.\nTenure of           3.-(1) The appointment of every member of the Tribunal shall be evidenced\nollice.          in writing and shall be for a period not exceeding three years.\n                        (2) Every member of the Tribunal shall be eligible for reappointment.\n                       (3) The Minister may at any time revoke the appointment of the chair-\n                man or any other member of the Tribunal.\nResignation.        4.---( I) Any member of the Tribunal other than the chairman may at any\n                time resign his office by instrument in writing addressed to the Minister and\n                transmitted through the chairman, and from the date of the receipt by the Minister\n                of such instrument such member shall cease to be a member of the Tribunal.\n                         (2) The Chairman may at any time resign his office by instrument in\n                writing addressed to the Minister and such resignation shall take effect as from\n                the date of the receipt of such instrument by the Minister.\n               The University of The West Indies Security Act, 2002                       [No. 37]                    9"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.     Offences.\n         SCHEDULE\nJAMAICA\n                               No. 37- 2002\n                                         I assent,\n[L.S.]\n                                                               H. F. COOKE,\n                                                                  Governor-General.\n                                                        23rd day of September, 2002.\nAN ACT to Make provisions in respect to the security of the Mona\n  Campus of the University of the West Indies and for connected\n  matters.\n                    The date notified by the Minister\n               [     bringing the Act into operation\n  BE IT ENACTED by The Queen's Most Excellent Majesty, by\nand with the advice and consent of the Senate and House of\nRepresentatives of Jamaica, and by the authority of the same, as\nfollows:"
    }
  ],
  "definitions": [
    {
      "term": "Campus",
      "definition": "all that land known as the Mona Campus of",
      "source_provision": "sec2"
    },
    {
      "term": "Committee",
      "definition": "the Campus Finance and General",
      "source_provision": "sec2"
    },
    {
      "term": "parking place",
      "definition": "any portion of the Campus designated",
      "source_provision": "sec2"
    },
    {
      "term": "restricted area",
      "definition": "any part of the Campus so designated",
      "source_provision": "sec2"
    },
    {
      "term": "Senate",
      "definition": "the Senate of the University of the West",
      "source_provision": "sec2"
    },
    {
      "term": "student",
      "definition": "a person who is registered as a student of the",
      "source_provision": "sec2"
    },
    {
      "term": "traffic sign",
      "definition": "any sign or other device for the guidance",
      "source_provision": "sec2"
    },
    {
      "term": "Tribunal",
      "definition": "the Tribunal established under section 17",
      "source_provision": "sec2"
    },
    {
      "term": "University",
      "definition": "the University of the West Indies",
      "source_provision": "sec2"
    },
    {
      "term": "vehicle",
      "definition": "a wheeled vehicle whether mechanically",
      "source_provision": "sec2"
    }
  ]
}