{
  "id": "jm-aop-no-39-the-road-maintenance-fund-act-2002",
  "type": "statute",
  "title": "No.39-The Road Maintenance Fund Act,2002.",
  "title_en": "No.39-The Road Maintenance Fund Act,2002.",
  "short_name": "No.39-The Road Maintenance Fund Act,2002.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/no-39-the-road-maintenance-fund-act-2002",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/no-39-the-road-maintenance-fund-act-2002 | Year: 2002",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. (l) The Board shall consist of not less than nine nor more than eleven Appointment\n                                                                             and consti-\n members appointed by the Minister as specified hereunder-                   tution of\n                                                                                        Board.\n        (a)    four ex officio members as follows-\n                   (i) the Financial Secretary or his nominee;\n                   (ii) the Permanent Secretary in the Ministry responsible for main\n                        roads or his nominee;\n                  (iii) the Permanent Secretary in the Ministry responsible for local\n                        government or his nominee; and\n                   (iv) the Chief Executive Officer of the National Works Agency;\n         (b)     not less than five nor more than seven members (hereinafter referred\n                 to as \"appointed members\") from among persons possessing training\n                 and expertise in technical and financial matters.\n            (2) The appointed members shall be appointed by instrument in writing\n   by the Minister.                                                                         Appointment"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.   In this Act-\n          \"Board\" means the Board of Management established under\n              section 5;\n          \"Fund\" means the Road Maintenance Fund established\n              under section 3;\n              [No. 39)         The Road Maintenance Fund Act, 2002\n                         ··main road\" means a road specified in the Schedule of Main\n                              Roads pursuant to section 4 of the Main Roads Act;\n                         \"maintenance\" includes the routine and periodic upkeep\n                             and rehabilitation of main roads and structures of main\n                             roads and \"road maintenance\" shall be construed\n                             accordingly.\nEstablish-\nment of"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.(1) There is hereby established for the purposes of this\nRoad Main-   Act, a fund to be known as the Road Maintenance Fund.\ntenance\nFund.                (2) There shall be paid into the Fund-\n                   (a)     an amount equivalent to thirty-three and one third per\n                           cent of the amount paid pursuant to the Road Traffic\n                           Act or Regulations made thereunder as licence duties\n                           on motor vehicles;\n                  (b)      such amount as may, from time to time, be loaned to the\n                           Fund from lending agencies;\n                  ( c)     such amount as may from time to time, be donated to\n                           the Fund from donor agencies;\n                  ( d) such other amount as the Minister responsible for finance\n                       may, from time to time, specify by order subject to\n                       affirmative resolution of the House of Representatives;\n                       and\n                  (e)      investment or other income derived from the assets of\n                           the Fund.\n                   (3) The Board shall be responsible for the control and\n             management of the Fund.\nlow Fund       4. (1) The Board shall open a bank account in the name of the\nto be\nheld.,       Fund and such bank account shall be separate from any other bank\n             account operated by the Ministry responsible for main roads.\n                    (2) The Board shall designate at least three signatories to\n             the Fund from amongst the Board members.\n                     (3) The signatories to the Fund shall-\n                  (a)     subject to subsection (4), consist of at least one ex officio\n                          member of the Board; and\n                                                                                                I\n                     The Road Maintenance Fund Act, 2002       [No. 39]\n                                                                                            I\n                                                                                    3       I\n      (b) consist of at least one appointed member of the Board\n            who has expertise in matters of finance.\n      (4) The Chief Executive Officer of the National Works\nAgency shall not be designated a signatory to the Fund.\n       (5) Moneys of the Fund shall be used exclusively for the\npurposes of road maintenance and matters incidental thereto."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may at any time revoke the appointment of an appointed\nof\nappointment.    member ifhe thinks it expedient so to do.\nPublication        6. The names of all members of the Board as first constituted and every\nof composi-\ntion of         change in the composition thereof shall be published in the Gazette.\nBoard.\nTemporary          7. If the chairman or other member of the Board is absent or otherwise\nappointment.\n                unable to act, the Minister may appoint another person to act temporarily as\n                chairman or such other member.\nResignation.      8.-( I) Any member of the Board other than the chairman may at any tim~\n                resign his office by instrument in writing addressed to the Minister °\"\"\n                transmitted through the chairman, and from the date of receipt by the Minis\n                of such instrument such member shall cease to be a member of the Board·\n                        (2) The chairman may at any time resign his office by instrument in\n                writing addressed to the Minister and such resignation shall take effect as from\n                the date of receipt of such instrument by the Minister.\nAppointment        9. The Minister shall by instrument in writing appoint a Secretary to the\nof Secretary.\n                Board to carry out various functions of the Board.\n                                                                                       ry or expedient\nProcedure.          I 0.-( I) The Board shall meet at such times as may be necessa            h laces\nquorum          for the transaction of its business, and such meetings shall be held at sue P\nand meetings.\n                and times and on such days as the Board shall determine.                             d\n                                                                         . I       ·ting\n                                                                                     I   of the Boar\n                          (2) The chairman may at any time call a specia mee               ddressed to\n                to be held within seven days of a written request for that purpose a\n                him by two members of the Board.                                               d • the\n                                                                     ·       f the  Board   an   m\n                          (3) The chairman shall preside at all meetings O         h Board present\n                absence of the chairman from any meeting, the members of the\n                shall elect one of their number to preside at that meeting.               d in\n                                                                         . ity of votes an '\n                         (4) The decision of the Board shall be by major}        ,residing at a\n                addition to an original vote, the chairman or any other \",,s equal\n                meeting shall have a casting vote in any case in which the VO\"      j{5e kep!\n                                                                 %of the Board shal\n                        (S) Minutes in proper form of each meeting        'I                )an twO\n                                                                     bers, not more t\n                       (6) The quorum of the Board shall be five mem      '»\n                of whom shall be ex officio members.\n                         The Road Maintenanc e Fund Act, 2002                 [No. 39]                7\n         (7) The validity of any proceedings of the Board shall not be affected\nby any vacancy amongst the members thereof or by any defect in the appointment\nof a member thereof.\n   I. I . The seal of the Board shall be authenticated by the signatures of the Authentica-\nChairman and the Secretary of the Board and such seal shall be officially and tion of seal.\njudicially noticed."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-( 1) The Board shall perform the following functions-              Functions\n                                                                        of Board.\n     ( a) pay into the Fund monies received pursuant to section\n          3(2);\n     (b) disburse funds for road maintenance projects;\n     (c) invest moneys of the Fund with the approval of the\n          Minister responsible for finance;\n     (d) ensure that regular financial and technical audit in respect\n          to road maintenance are carried out;\n      (e) review and monitor the annual road maintenance\n                                                                                        3\n            programme submitted by the National Works Agency;\n     (f)  submit to the Minister quarterly reports on expenditure\n          from the Fund and on completed road maintenance\n          works;\n                                                                                        \\\n      (g) prepare estimates and budgets and make forecasts as to\n          the availability of funds;\n      (h) advise the Minister on the adequacy of the Fund to meet\n            projected needs; and\n      (i)   do such other things as may be expedient or necessary\n             for the proper and efficient performance of its functions\n             under this Act.\n          (2) In performing the functions specified in subsection\n( 1), the Board may-\n      (a) carry on all activities which appear to the Board to be\n             requisite, advantageous or convement for or 1n\n             connection with the discharge of its duties;\n  4            [No. 39)          The Road Maintenance Fund Act, 2002\n                    (b) do anything and enter into any transaction which in its\n                          opinion is calculated to facilitate the proper discharge\n                          of its functions under this Act or is incidental or\n                          conducive thereto.\n Borrowing\n 'powers.'        7.-(1) Subject to the provisions of subsection (2), the Board\n               may borrow such sums as may be required by it for meeting any of\n               its obligations or discharging any of its functions under this Act.\n                      (2) The power of the Board to borrow shall, as to amount,\n               the source of borrowing, and the terms on which the borrowing\n              may be effected, be exercisable only with the approval of the\n              Minister after consultation with the Minister responsible for finance\n              and any approval given in any respects for the purposes of this\n              subsection may be either general or limited to a particular borrowing\n              or otherwise and may be either unconditional or subject to\n              conditions.\nMinister to\nguarantee       8.-(1) With the approval of the House of Representatives, the\nborrowings.   Minister responsible for finance may guarantee in such manner\n              and on such conditions as he may think fit, the payment of the\n              prmcipal and of the interest on any authorized borrowings of the\n              Board under this Act.\n                     (2) Where the Minister responsible for finance is satisfied\n              that there has been default in the repayment of any principal moneys\n              0~ Interest guaranteed under the provisions of this section,   he shall\n              direct repayment out of the Consolidated Fund of the amount 1n\n              respect of which there has been such default.\nAccounts\nand audit,       9. -(1) The Board shall keep proper accounts of the Fund and\n              shall prepare annually a statement of accounts in a form satisfactory\n              to the Minister and conforming to established accounting principles.\n                     (2) The accounts of the Board shall be audited annually\n              an auditor appointed in each year by the Board with the approv\n              of the Minister .\n                  _(3) The Auditor-General shall be entitled at all times to\n              examme the accounts of the Board.\n                  (4) The Board shall provide such other accounts, reporS\n              and information on the Fund to the Minister as he may from ume\n              to time request,\n                          The Road Maintenance Fund Act, 2002                 [No. 39]                     5\n       (5) Within six months of the end of each financial year\nthe Board shall cause to be made and shall transmit to th;\nMinister-\n      (a)      an audited statement of its accounts; and\n      (b) an annual report on the accounts of the Fund.\n       (6) The Minister shall cause the statement of account and\nthe annual report on the accounts of the Fund to be laid in the\nHouse of Representatives and in the Senate.\n  . 10. The Minister may, after consultation with the chairman, Power of\ngive to the Board such directions of a general character as to the ,\"\"\"\"\n                                                                                                               .\n                                                                                                               3\npolicy to be followed by the Board in the performance of its directions.\nfunctions as appear to the Minister to be necessary in the public\ninterest and the Board shall give effect thereto."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Board may, with the approval of the Minister, make Regulations.\nregulations for the carrying out of the provisions of this Act.\n                                   SCHEDULE                           (Section 5)\n                            The Board of Management"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. There shall be paid to the chairman and other members of the Board, Remuneration\nsuch remuneration (whether by way of honorarium, salary or fees) and such of members.\nallowances as the Minister may determine."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No action, suit, prosecution or other proceedings shall be brought against Protection                  []\nany member of the Board in respect of any act done bonafide in pursuance or of members.\nexecution or intended execution of the provisions of this Act.                                                ~"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The office of chairman or other member of the Board shall not be a Office of                       u\npublic office for the purposes of Chapter V of the constitution of Jamaica. chairman\n                                                                            or mem be:r                   I\n                                                                                     of Board\n                                                                                     not public\n                                                                                     office.\n                     rTING SERVICES (1992) LTD., (GOVERNMENT PRINTERS), DUKE STREET, KINGSTON, JAMAICA.\n    PRINTED BY JAMAICA PRI"
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the Board of Management established under",
      "source_provision": "sec2"
    },
    {
      "term": "Fund",
      "definition": "the Road Maintenance Fund established",
      "source_provision": "sec2"
    }
  ]
}