{
  "id": "jm-aop-the-bail-act-2000",
  "type": "statute",
  "title": "The Bail Act,2000.",
  "title_en": "The Bail Act,2000.",
  "short_name": "Bail Act,2000.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/the-bail-act-2000",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/the-bail-act-2000 | Year: 2000",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(l) In this Act, unless the context otherwise requires- 1terpreti-\n                                                                 tion.\n     \"bail centre\" means any facility declared by the Minis-\n          ter pursuant to section 20 to be a bail centre for\n          the purposes of this Act;\n2   [No. 19]              The Bail Act, 2000\n         \"bail in criminal proceedings\" means bail which may\n              be granted\n                  (a) in or in connection with proceedings for\n                       an offence, to a person charged with or\n                       convicted of the offence;\n                  (b) in connection with an offence, to a per-\n                       son who is under arrest for the offence\n                      or for whose arrest a warrant (endorsed\n                       for bail) has been issued;\n         \"child\" means a person under the age of fourteen years;\n         \"conviction\" includes-\n                  (a) a finding of guilt;\n                  (b) a finding that a person is not guilty by\n                      reason of insanity;\n                  (c) a conviction of an offence for which an\n                      order is made placing the defendant on\n                       probation or discharging him absolutely\n                      or conditionally,\n             and \"convicted\" shall be construed accordingly;\n        \"Court\" includes a Judge or a Resident Magistrate;\n        \"defendant\" means a person charged with or convicted\n            of an offence;\n        \"Judge\" means a Judge of the Supreme Court or the\n            Court of Appeal;\n        offence\" includes an alleged offence;\n        \"police officer\" means an arresting officer or an officer\n            or sub-officer in charge of a police station or\n            lock-up;\n        \"surrender to custody\" means, in relation to a person\n            released on bail, surrendering himself into the\n                       The Bail Act, 2000             [No. 19]     3\n          custody of a court or the police at the time and\n          place appointed for him to do so;\n     \"vary\" in relation to bail, means imposing further con-\n         ditions after bail is granted or varying or revoking\n         conditions imposed in relation to the grant of\n         bail;\n     \"young person\" means a person who has attained the\n         age of fourteen years and is under the age of\n         seventeen years.\n       (2) References in sections 3 (3) and 4 (1) and (4) to\n\"imprisonment\" does not include a committal in default of\npayment of any sum of money, or for want of sufficient\ndistress to satisfy any sum of money, or for failure to do or\nabstain from doing anything required to be done or left\nundone."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Subject to the provisions of this Act, every per- Eaidemeot\nson who is charged with an offence shall be entitled to be to bail.\ngranted bail by a Court, a Justice of the Peace or a police\nofficer, as the case may require.\n      (2) A person who is charged with an offence shall\nnot be held in custody for longer than twenty-four hours\nwithout the question of bail being considered.\n      (3) Subject to section 4 (4), bail shall be granted to\na defendant who is charged with an offence which is not\npunishable with imprisonment.\n       (4) A person charged with murder, treason or\ntreason felony may be granted bail only by a Resident\nMagistrate or a Judge.\n      (5) Nothing in this Act shall preclude an application\nfor bail on each occasion that a defendant appears before a\nCourt in relation to the relevant offence.\n4            [No. 19]                The Bail Act, 2000\nCiroum-         4.--(1) Where the offence or one of the offences in re-\nstances in\nwhich bail   lation to which the defendant is charged or convicted is\nmay be       punishable with imprisonment, bail may be denied to that\ndenied\n             defend ant in the following circumstances-\n                 (a) the Court, a Justice of the Peace or police officer\n                     is satisfied that there are substantial grounds for\n                     believing that the defendant, if released on bail\n                     would-\n                           (i) fail to surrender to custody;\n                          (ii) commit an offence while on bail; or\n                          (iii) interfere with witnesses or otherwise ob-\n                              struct the course of justice, whether in\n                              relation to himself or any other person;\n                 (b)    the defendant is in custody in pursuance of the\n                        sentence of a Court or any authority acting under\n                        the Defence Act;\n                 (c) the Court is satisfied that it has not been practicable\n                      to obtain sufficient information for the purpose of\n                     taking the decisions required by this section for\n                     want of time since the institution of the proceed-\n                     ings against the defendant;\n                (d) the defendant, having been released on bail in or\n                    in connection with the proceedings for the offence,\n                    is arrested in pursuance of section 14 (absconding\n                    by person released on bail);\n                (e) the defendant is charged with an offence alleged\n                    to have been committed while he was released on\n                    bail;\n               (f)    the defendant's case is adjourned for inquiries or\n                     a report and it appears to the Court that it would\n                     be impracticable to complete the inquiries or make\n                     the report without keeping the defendant in\n                     custody.\n                        The Bail Act, 2000             [No. 19]   5\n         (2) In deciding whether or not any of the circum-\nstances specified in subsection (1) (a) exists in relation to\nany defendant, the Court, a Justice of the Peace or police\nofficer shall take into account-\n      (a) the nature and seriousness of the offence;\n      (b) the defendant's character, antecedents, association\n            and community ties;\n      (c) the defendant's record with regard to the fulfil-\n            ment of his obligations under previous grants of\n            bail;\n      (d) except in the case of a defendant whose case is\n            adjourned for inquiries or a report, the strength\n             of the evidence of his having committed the\n             offence or having failed to surrender to custody;\n       (e) whether the defendant is a repeat offender, that is\n             to say, a person who has been convicted on three\n             previous occasions for offences which are punish-\n             able with imprisonment; or\n       (f) any other factor which appears to be relevant in-\n             cluding defendant's health profile.\n        (3 Bail may be denied to a defendant who is charged\nwith or convicted of an offence punishable with imprison-\nment if the Court, a Justice of the Peace or police officer is\nsatisfied that the defendant should be kept in custody for his\nown protection or, where he is a child or young person, for\nhis own welfare.\n       (4) Bail may be denied to a defendant in relation to\nan offence which is not punishable with imprisonment if-\n    (a) it appears to the Court or a Justice of the Peace\n          that, having been previously granted bail in crimi-\n          nal proceedings, the defendant has failed to Sur-\n          render to custody in accordance with his obligations\n          under the grant of bail and there are reasonable\n          grounds for believing that, in view of that failure,\n          the defendant, if released on bail, would fail to\n          surrender to custody;\n6              [No. 19]               The Bail Act, 2000\n                    {b) the Court or a Justice of the Peace is satisfied that\n                          the defendant should be kept in custody for his own\n                          protection or, where he is a child or young person,\n                          for his own welfare;\n                    (c) the defendant is in custody in pursuance of a\n                        sentence of a Court or any authority acting under\n                        the Defence Act;\n                    (d) having been released on bail in or in connection\n                        with the proceedings for the offence, the defend-\n                        ant is arrested in pursuance of section 14.\n                      (5) For the purposes of this section-\n                    (a) references to previous grants of bail in criminal\n                         proceedings include a reference to bail granted\n                         before the coming into operation of this Act;\n                    {b) references to a defendant's being kept in custody\n                          or being in custody include, where a defendant is\n                          a child or young person, his being kept in a place\n                          of safety or a juvenile correctional centre under\n                          the Juveniles Act;\n                    (c) 'the question whether an offence is punishable with\n                         imprisonment shall be determined without regard\n                         to any enactment prohibiting or restricting the im-\n                         prisonment of young defenders or first offenders.\n                      (6) Where the matter referred to in subsection (2) (e)\n               (repeat offender) is taken in-to account in relation to a\n               defendant, the offence to which the bail application relates\n               shall not be tried before the Court which dealt with that\n               application.\nRestrictions\non condi-        5.-(1) Where a defendant is granted bail, the conditions\ntions of       specified in subsections (2) and (3) of section 6 shall not\nbail.\n               be imposed unless it appears to the Court, a Justice of\n               the Peace or police officer that it is necessary to do so-\n                    (a) for the purpose of preventing the occurrence of\n                        any of the events referred to in section 4; or\n                       The Bail Act, 2000            [No. 19]\n    (b) to enable inquiries or a report to be made into\n          the defendant's physical or mental condition.\n       (2) Subsection (1) shall apply to any application to\nthe Court to vary the conditions of bail or to impose con-\nditions in respect of bail which has been granted uncon-\nditionally."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Delete from subsection (3) the words \"is\n                             admitted to bail\" and substitute therefor\n                             the words \"is released on bail\".\n        Section 32        Delete from section 32 the words \"admit an\n                          appellant to bail\" and substitute therefor the\n                          words \"grant bail to an appellant\",\n                       The Baul Act, 2000\n                                                           [No. 19]     21\n         Acts\n                                     Amendments\nJudicaturees. R\n dent Magistrates)\n Act\n Section 37\n                     Delete the words \"admit him to bail\" and sub-\n                     stitute therefor the words \"grant him bail in\n                     accordance with the Bail Act, 2000.\n Section 39\n                     I. Delete from subsection (2) the words\n                        beginning with the words \"should be dis-\n                        charged\" and ending with the words \"as\n                        may be required\" and substitute therefor\n                        the words \"should be granted bail in accord-\n                        ance with the Bail Act, 2000."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Delete the words \"admitting him to bail\"\n                       and substitute therefor the words \"granting\n                       him bail\".\n                      The Bail Act, 2000                  [No. 19]    23\n        Acts                         Amendments"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) A person who is granted bail in criminal pro- General\nceedings shall surrender to custody.                       ]\"\"\n       (2) A Court, Justice of the Peace or police officer to bail\nmay, in accordance with regulations made under section 21,\nrequire any person to whom bail is granted to provide, at\nthe persons's option, as a condition for bail before his\nrelease-\n     (a) a surety to secure his surrender to custody; or\n     (b) a payment of such amount as may be specified.\n       (3) A person to whom bail is granted may be re-\nquired-\n     (a) to surrender his travel documents to the Court;\n     (b) to inform the Court if he intends to leave Jamaica;\n     (c) to report at specified times and dates to a police\n         station;\n     (d) to comply with such other requirements as appear\n          to the Court to be necessary to ensure that the\n          person-\n              (i) surrenders to custody;\n             (ii) does not commit an offence while on bail;\n            (iii) does not interfere with witnesses or other-\n                  wise obstruct the course of justice, whether\n                   in relation to himself or any other person;\n      (e) to attend at a bail centre at such times as the Court\n          may specify.\n     (4) The requirements referred to in subsection (2) (d)\nmay include the imposition of a curfew, in respect of any\n8             [No. 19]                The Bail Act, 2000\n              person to whom bail is granted, between the hours speci-\n              fied by the Court, requiring the person to remain within a\n              specified locality during the hours so specified.\n                     (5) Where a parent or guardian of a juvenile consents\n              to be a surety for the juvenile for the purposes of this\n              section, the parent or guardian may be required to ensure\n              that the juvenile complies with any conditions imposed on\n              him by virtue of subsection (3), so, however, that-\n                  (a) no condition shall be imposed on the parent or\n                      guardian of a juvenile by virtue of this subsection\n                      where it appears that the juvenile will attain the\n                      age of seventeen years before the time to be ap-\n                      pointed for him to surrender to custody; and\n                  (b)    the parent or guardian shall not be required to\n                         secure compliance with any condition to which his\n                         consent does not extend and shall not, in respect\n                         of those conditions to which he gave consent, be\n                         bound in a sum greater than fifty thousand dollars.\n                    (6) Where a Court has granted bail in criminal pro-\n              ceedings, it may on application-\n                  (a) by or on behalf of the person to whom it was\n                      granted; or\n                  (b) by the prosecutor or a police officer,\n              vary the conditions of bail or, where bail was granted un-\n              conditionally, impose conditions.\n                      (7) Where a person has been granted bail in criminal\n              proceedings, bail shall not be revoked unless such revoca-\n              tion is justifiable by virtue of any provision of section 4.\nRecord of       7.-(1) Subject to subsection (2), where-\ndecision as\nto bail.\n                  (a) a Court or a police officer grants bail in criminal\n                      proceedings;\n                       The Bail Act, 2000              [No. 19]\n                                                                        9\n     (b) a Court or a police officer appoints a time or place\n         or a Court appoints a different time or place for\n         a defendant granted bail in criminal proceedings\n         to surrender to custody; or\n     (c) a Court varies any condition of bail or imposes\n         conditions in respect of bail in criminal proceed-\n          ings,\nthat Court or police officer shall make a record of the deci-\nsion and, where requested to do so by the defendant, shall\ncause a copy of the record of the decision to be given to\nhim as soon as practicable after the record is made.\n      (2) Where bail in criminal proceedings is granted by\nendorsing a warrant of arrest, the police officer who releases\non bail the person arrested shall make the record required\nby subsection (1) instead of the Judge or Magistrate who\nissued the warrant."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Where a Resident Magistrate's Court-                Court to\n    (a) refuses bail in criminal proceedings;                {E\"\"\"\n    (b) imposes conditions in granting bail in criminal pro- \"{\"\"s\n        ceedings; or\n    (c) varies any conditions of bail,\nthe Court shall, in order to enable the defend ant to make\nan application in the matter to a Judge in Chambers, give\nreasons for refusing bail or for imposing or varying the con-\nditions.\n       (2) A Court which is required by subsection (1) to\ngive reasons for its decisions shall include a note of those\nreasons in the record of the decision and shall give a copy\nof that note to the defendant concerned or his representa-\ntative within twenty-four hours."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Were a Resident Magistrate's Court refuses to gT\"!';g\"\"\nbail to a defendant who is not represented by counse, t e formed of\nCourt shall inform him of the right of appeal conferred by ;\"\nsection 10.\n 10            [No. 19]             The Bail Act, 2000\n Right of        10. A defendant to whom section 9 applies may appeal\n appeal.\n               to a Judge in Chambers.\n Powers of      11.-(1) Where a Resident Magistrate's Court refuses\n Judge in     bail in criminal proceedings or imposes conditions on the\n Chambers.\n              grant of bail in criminal proceedings, the Judge in Chambers\n              may grant or refuse bail or vary the conditions.\n                      (2) In granting bail under subsection (1), the Judge\n              in Chambers may direct the defend ant to appear at a time\n              and place which the Resident Magistrate's Court could have\n              directed and the recognizance of any surety shall be con-\n              ditioned accordingly.\n Review of       12.-(1) Where an application for bail has been refused\n custody\n cases.       by a Justice of the Peace or a police officer, such refusal\n              shall be reviewed by the Resident Magistrate on the defen-\n              dant's first appearance in Court in relation to the relevant\n              offence.\n                     (2) A Resident Magistrate shall carry out, at least\n              once per week, a review of cases involving defendants who\n              were granted bail but were unable to take up such bail.\nBail after\nconviction."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.(1) A person who was granted bail prior to convic-\n              tion and who appeals against that conviction may apply\n              to the Judge or the Resident Magistrate before whom he\n              was convicted or a Judge of the Court of Appeal, as the\n              case may be, for bail pending the determination of his\n              appeal.\n                     (2) A person whose application is refused by a Resi-\n              dent Magistrate may appeal against such refusal to the\n              Court of Appeal.\nOffences of     14.-(1) A person who has been released on bail in crimi-\nabsconding\nby person     nal proceedings and has failed to surrender to custody is\nreleased on   guilty of an offence unless he has reasonable cause for his\nbail.\n              failure to surrender to custody.\n                       The Bail Act, 2000             [No. 19]\n                                                                 .11\n        (2) A person shall be guilty of an offence if-\n     (a) having been released on bail in criminal proceed-\n          ings; and\n     (b) having failed to surrender to custody with reason-\n          able cause therefor,\nhe fails to surrender to custody at the appointed place as\nsoon after the appointed time as is reasonably practicable.\n        (3) It shall be for the defendant to prove that he\nhad reasonable cause for failure to surrender to custody.\n         (4) A failure to give to a person granted bail in\ncriminal proceedings a copy of the record of the decision\nshall not constitute a reasonable cause for that person's\nfailure to surrender to custody.\n        (5) In any proceedings for an offence under sub-\nsection (1), a document purporting to be a copy of any part\nof the prescribed record which relates to the time and place\nappointed for the person specified in the record to surrender\nto custody and duly certified by the appropriate officer of\nthe Court to be a true copy of that part of the record, shall\nbe evidence of the time and place appointed for that person\nto surrender to custody.\n        (6) For the purposes of subsection (5)-\n     (a) \"prescribed record\" means the record of the deci-\n         sion of the Court or police officer made pursuant\n         to section 8;\n     (b) \"duly certified\" means certified by the appropriate\n         officer of the Court or by the police officer who\n         took the decision or the police officer in charge of\n         the police station from which the person to whom\n         the record relates was released;\n     (c) \"appropriate officer of the Court\" means-\n            (i) in the case of a Resident Magistrate's Court,\n                the Clerk of the Courts;\n12            [No. 19]                The Bail Act, 2000\n                          (ii) in the case of the Supreme Court, the Regis-\n                              trar or Deputy Registrar.\nPenalty for     15. A person who is guilty of an offence under section\nabsconding.\n              14 (I) is liable on summary conviction before a Resident\n              Magistrate to a fine not exceeding five hundred thousand\n              dollars or to imprisonment for a term not exceeding two\n              years.\nLiability       16.-(1) Where a person who has been released on bail\narrest for\nabsconding    in criminal proceedings and is under a duty to surrender\nor breach-    to custody fails to surrender to custody at the time ap-\ning co-\nditions of    pointed for him to do so, the Court may issue a warrant\nbail.\n              for his arrest.\n                       (2) Where a person who has been released on bail\n              in criminal proceedings absents himself from the Court with-\n              out the leave of the Court, at any time after he has surren-\n              dered to the custody of the Court and before the Court\n              is ready to begin or to resume the hearing of the proceed-\n              ings, the Court may issue a warrant for his arrest.\n                       (3) A person who has been released on bail in\n              criminal proceedings may be arrested without warrant by\n              a police officer where-\n                   (a) the police officer has reasonable grounds for\n                         believing that the person is not likely to surrender\n                         to custody;\n                   (b) the police officer has reasonable grounds for-\n                             (i) believing that the person is likely to breach\n                                  any of the conditions of his bail; or\n                            (ii) suspecting that the person has breached any\n                                 of those conditions;\n                   (c) in the case where the person was released on bail\n                         with a surety, the surety notifies the police officer\n                         in writing that-\n                             (i) the person is unlikely to surrender to\n                                 custody; and\n                       The Bail Act, 2000\n                                                       [No. 19]      13\n            (ii) for that reason, the surety wishes to be\n                relieved of his obligations as a surety.\n        (4) A person arrested in pursuance of subsection (3)\nshall be brought as soon as practicable (being not later than\ntwenty-four hours after his arrest or at least the next sitting\nof the Court)-\n     (a) before a Resident Magistrate for the parish in\n          which he is arrested; or\n      (b) where he is arrested within twenty-four hours of\n          the time appointed for him to surrender to custody,\n          before the Court at which he is to surrender to\n          custody.\n       (5) Where a Resident Magistrate before whom a\nperson is brought under subsection (4) is of the opinion that\nthe person-\n     (a) is not likely to surrender to custody;\n     (b) has committed or was about to commit another\n         offence; or\n     (c) has breached or is likely to breach any condition\n         of his bail,\nthe Resident Magistrate may remand him in custody or\ncommit him to custody, as the case may require, or grant him\nbail subject to the same or different conditions, but where\nthe Resident Magistrate is not of any such opinion, the\nResident Magistrate shall grant him bail subject to the same\nconditions, if any, as were originally imposed."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) This section applies where a person is granted ,,ye\nbail in criminal proceedings on condition that he provides surety.\nsurety for the purpose of securing his surrender to custody.\n        (2) In considering the suitability of a proposed\nsurety referred to in subsection (l)--\n     (a) regard shall be had to such factors as the Court\n          thinks fit, including-\n             (i) the surety's profession, occupation, trade or\n                 business;\n14           [No. 19]              The Bail Act, 2000\n                        (ii) his character and his previous convictions,\n                             if any;\n                       (iii) his proximity, whether of kinship, place of\n                             residence or otherwise, to the person for\n                             whom he is to be a surety; and\n                 (b) the surety shall be required to make a declaration\n                     in the form set out in the Schedule.\nSchedule.           (3) Where a surety is required, a declaration in the\n            prescribed form shall be made by a Justice of the Peace or a\n            member of the Jamaica Constabulary Force not below the\n            rank of Sergeant, a minister of religion or a principal of an\n            educational institution other than a pre-primary school, as\n            to his knowledge of that surety's address and good character.\n                    (4) A Court, Justice of the Peace or police officer\n            shall not refuse a surety unless that surety is exempt pur-\n            suant to regulations made under section 21 or is, in the\n            opinion of the Court, otherwise unsuitable for the purpose.\n                     (5) Where a Court, Justice of the Peace · or police\n            officer grants a person bail in criminal proceedings under\n            subsection {I) but is unable to release the person because\n            no surety or no suitable surety is available, the Court,\n            Justice of the Peace or police officer shall fix the amount\n            in which the surety is to be bound and subsections (6) and\n            (7) shall apply for purpose of enabling the recognizance of\n            the surety to be entered into subsequently.\n                    (6) A recognizance of the surety under section (3)\n            may be entered into before such of the persons or description\n            of person as the Court may by order specify, or, if it makes\n            no such order, before any of the following persons-\n                 (a) where the decision is taken by a Resident Magis-\n                      trate's Court, before any Resident Magistrate or\n                      Clerk of Courts;\n                 (b) where the decision is taken by the Supreme Court\n                      or the Court of Appeal, before any of the persons\n                         The Bail Act, 2000\n                                                          [No. 19]   15\n          specified in paragraph (a) or where rules of Court\n          provide otherwise, before a person of such other\n          description as is specified in the Rules.\n        (7) Where a surety seeks to enter into his recog-\nnizance before any person in accordance with subsection\n(6) but that person declines to take his recognizance because\nhe is not satisfied as to the surety's suitability, the surety\nmay apply to-\n     (a) the Court which fixed the amount of the recog-\n          nizance in which the surety was to be bound; or\n     (b) a Resident Magistrate's Court in the parish in\n          which the surety resides,\nfor that Court to take his recognizance and that Court\nshall, if satisfied as to his suitability, take his recognizance.\n        (8) Where pursuant to subsection (6), a recognizance\nis entered into otherwise than before the Court that fixed\nthe amount of the recognizance, the recognizance shall have\nfull force and effect as if it had been entered into before\nthat Court\n        (9) A person who in any declaration required under\nthis section, makes a statement which he knows to be false\nin a material particular shall be guilty of an offence and\nliable on summary conviction before a Resident Magistrate\nto a fine not exceeding three million dollars or to imprison-\nment for a term not exceeding two years or to both such\nfine and imprisonment."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.--(1) Where a surety has provided a security for the oner»\npurpose of securing a person's surrender to custody and that 'f\n                                                              \"\"?\nperson fails to surrender to custody, the Court may order zances.\nthe forfeiture of the security.\n        (2) Where a Court orders the forfeiture of security\nunder subsection (1), the Court may declare that the for-\nfeiture extends to such amount less than the full value of\nthe security as it thinks fit to order.\n 16           [No. 19]                Ti.c Bail Act, 2000\n                    (3) Security which has been ordered to be forfeited\n             under subsection (1) shall, to the extent of the forfeiture-\n                 (a) where it consists of money, be accounted for and\n                      paid in the same manner as a fine imposed by that\n                      Court would be;\n                 (b) where it does not consist of money, be enforced by\n                      such Resident Magistrate's Court as may be speci-\n                      fied in the order.\n                     (4) This section shall have effect in addition to any\n             other provision in any law relating to enforcement of\n             recognizances entered into in criminal proceedings.\nRelease of     19.-(1) A surety shall be released from obligation under\nsurety or\nrefund of    the recognizance entered into by him, in the following\npayment.     circumstances-\n                  (a) where the Court grants such release on an applica-\n                      tion made in accordance with subsection (2);\n                  (b) where the Court makes a no order or a nolle\n                      prose qui is entered in relation to the defendant who\n                      provided the surety;\n                  (c) where the matter in respect of which the surety was\n                      provided is adjourned sine die or dismissed, as the\n                      case may be;\n                 (d) where the defendant concerned is acquitted or con-\n                         victed, as the case may be.\n                     (2) A surety who wishes to be released from his\n             obligations under a recognizance-\n                  (a) shall apply in writing for such release to the Court\n                       by which such recognizance was taken; and\n                  (b) may attend before that Court for the hearing of\n                       such application.\n                    (3) Where a surety is released, the defendant con-\n             cerned-\n                  (a) shall forthwith be notified of such release; and\n                       The Bail Act, 2000\n                                                      [No. 19]             17\n    (b) may be taken into custody until he provides other\n         surety or sureties.\n       (4) Any amount paid pursuant to section 6 (2) (b)\nshall be refunded in any of the circumstances specified in\nparagraphs (a) to (d) of subsection {I), so however that if\na fine is imposed on conviction of the defendant that amount\nmay, with the defendant's consent, be applied towards pay-\nment of the fine."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19 ......\n     Signed:\n                         Magistrate, Justice of the Peace,\n                            Clerk of Courts, Registrar\n     Strike whichever is inapplicable.\n                      The Bail Act, 2000\n                                                               [No. 19]    19\n                             APPENDIx                     (Section 24)\n        Acts                            Amendments\nConstabulary Force\n  Act\n  Section 15\n                     Delete all the words beginning with the words\n                     \"to take bail\" and substitute therefor the words\n                     \"grant that person bail in accordance with the\n                     Bail Act, 2000°,\n  Section 23\n                     Delete the section and substitute therefor the\n                     following-"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Minister may, by order, declare any facility to be Deslaraio\nabail centre for the purposes of this Act.                   {g\"®\n                                                                 centre."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--(1) The Minister may make regulations generally for Regulations.\ngiving effect to the provisions and purposes of this Act.\n         (2) Regulations made under this section shall be sub-\nject to affirmative resolution."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Where a person who is arrested or detained is not \";\"\"\ncharged within twenty-four hours after such arrest or deten- or detention.\ntion, he shall be brought forthwith before a Resident\nMagistrate or a Justice of the Peace who shall order that\nthe person be released or make such other order as the\nResident Magistrate or the Justice of the Peace thinks fit,\nhaving regard to the circumstances:\n  Provided that where an identification parade is required\nin relation to that person, the person shall not be brought\nbefore a Resident Magistrate or a Justice of the Peace but\nthe matter shall be referred to a Resident Magistrate or a\nJustice of the Peace who shall make any such order in the\nabsence of that person.\n  23 The provisions of the Acts specified in the Appendix Amend-\n     •                                            jdj     ments of\nare amended in the manner specified in that A ppen IX.    other Acts.\n18     [No. 19]                                           The Bail Act, 2000\n                                                                SCHEDULE                                               (Section 17)\n                                                               THE BAIL ACT\n                     Statutory Declaration to be made by a Surety or Sureties\n       Parish .......•......••.................\n           I the undersigned of                                                                                                                     .\n       do solemnly and sincerely declare as follows:\n       I/We have agreed to offer myself/*ourselves; as surety for                                                                                   .\n       . . . . . . . . • . . . . .. .. . .. .. . . . .. . .. . . . . . .. . . .. .. .. . . . . . . .. . . . . . . . .. . / defendant in the case\n       R.v                                                                                                   .\n          In this regard 1/*we acknowledge to owe to the Crown the sum of\n      .................................... to be levied on my/*our several movable\n      and immovable property if the said                                                                                                        .\n       fails in the condition of the recognizance to be entered before\n       .......................................... Magistrate/ Justice of the Peace.\n         State property and value thereof. relied on in support of sum speci-\n      fied above .\n       .. .. .. ..                  .. . . . . . . . . . . .      .. .. . . . . . ..                              .. . . . . . .. . . . .. . . ..\n          I/We hereby declare that no criminal charge is pending against\n      me/us.\n                                                               Signed:\n                                                                            .....................................\n                                                                                       Declarant] Dec]arants\n                                                                                                                  ·············.\n     I/We make this declaration conscientiously believing the same to be\n     true and according to the Voluntary Declarations Act, and I/we\n     am/are aware that if there is any statement in this declaration which\n     is false in fact which I/we know or believe to be false or do not believe\n     to be true, I/we am/are liable to fine not exceeding $1 million dollars\n     or to imprisonment not exceeding 2 years or both.\n                                                               Signed:\n                                                                                         Declarant ]Dec]arants\n     Declared before me this                                                      day of"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where any person is\n                                        apprehended by any member\n                                        of the Force-\n                                          (a) that person shall be\n                                               taken to a Police\n                                               Station or lock-up;\n                                          (b) subject to paragraph\n                                              (c), an Officer or Sub-\n                                               Officer in charge of\n                                               the Police Station shall\n                                               grant bail to that per-\n                                               son in accordance with\n                                                the Bail Act, 2000;\n                                          (c) if the person refuses\n                                               or is unable to give\n                                               any security required\n                                              as a condition of such\n                                              bail, it shall be lawful\n                                              for the Officer or Sub-\n                                              Officer to detain the\n                                              person in custody until\n                                              he can be brought be-\n                                              fore a Justice and\n                                              dealt with in a like\n                                              manner as is directed\n                                              in the case of a per-\n                                              son apprehended un-\n                                              der this Act without\n                                              warrant.\".\n Section 24\n                     es-;\\;2E3GEE\n                     \"superintendence\n                                               \"5.,\"7'\n                                      sb-Officer in charge of\n                     words    the Officer or         <hall grant bail to\n                     he Police Station or lock\",{{ \",f' iii act.\n                     that_person in accord\",,-ody on a charge\n                     2000 unless the person is     f 1  \"\n                     of murder, treason or treason e ony .\n20   [No. 19]              The Bail Act, 2000\n                Acts                      Amendments\n       Section 25         Delete the words \"decline or refuse to take\n                          bail by recognizance as aforesaid, from\" and\n                          substitute therefor the words \"refuse to grant\n                          bail to\".\n     Criminal Justice\n       (Administration)\n       Act\n       Section 55         Delete the comma and all the words appearing\n                          after the words \"prison, or shall\" and substitute\n                          therefor the words , in accordance with the\n                          Bail Act, 2000, grant bail to the person with\n                          one or more sufficient sureties\".\n     Coroners Act\n       Section 20 (2)     Delete the subsection and substitute therefor\n                          the following-\n                               \" (2) Where the offence is manslaughter\n                               the Coroner may, in accordance with the\n                               Bail Act, 2000, grant bail to the person\n                               charged.\".\n       Section 22 (1)     In paragraph (c) insert immediately after the\n                          word \"shall\" the words \", in accordance with\n                          the Bail Act, 2000\".\n     Judicature (Ap-\n       pellate Juris-\n       diction) Act\n       Section 31         1. Delete from the marginal note the words\n                             \"Admission of appellant to\" and substitute\n                             therefor the words \"Release of appellant\n                             on\"."
    }
  ],
  "definitions": [
    {
      "term": "bail centre",
      "definition": "any facility declared by the Minis-",
      "source_provision": "sec2"
    },
    {
      "term": "bail in criminal proceedings",
      "definition": "bail which may",
      "source_provision": "sec2"
    },
    {
      "term": "child",
      "definition": "a person under the age of fourteen years",
      "source_provision": "sec2"
    },
    {
      "term": "defendant",
      "definition": "a person charged with or convicted",
      "source_provision": "sec2"
    },
    {
      "term": "Judge",
      "definition": "a Judge of the Supreme Court or the",
      "source_provision": "sec2"
    },
    {
      "term": "police officer",
      "definition": "an arresting officer or an officer",
      "source_provision": "sec2"
    },
    {
      "term": "young person",
      "definition": "a person who has attained the",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed record",
      "definition": "the record of the deci-",
      "source_provision": "sec13"
    },
    {
      "term": "duly certified",
      "definition": "certified by the appropriate",
      "source_provision": "sec13"
    }
  ]
}