{
  "id": "jm-aop-the-corruption-prevention-act-2000",
  "type": "statute",
  "title": "The Corruption (Prevention) Act,2000.",
  "title_en": "The Corruption (Prevention) Act,2000.",
  "short_name": "Corruption (Prevention) Act,2000.",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/act-of-parliament/the-corruption-prevention-act-2000",
  "description": "Category: act_of_parliament | Source: https://laws.moj.gov.jm/library/act-of-parliament/the-corruption-prevention-act-2000 | Year: 2000",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Corruption (Prevention) and com-\nAct, 2000, and shall come into operation on a day to be mencemcnl\nappointed by the Minister by notice published in the\nGazette.\n2             {No. 18]       The Corruption (Prevention) Act, 2000\nInterpreta-     2.-(l) In this Act-\ntion.\n                   \"appointed day\" means the date of commencement of\n                       this Act;\n                   \"Commission\" means the Commission for the Pre-\n                       vention of Corruption established under section 3;\n                   \"document\" includes, in addition to a document in\n                         writing-\n                               (a) any map, plan, graph or drawing;\n                              (b) any photograph;\n                              (c) any disc, tape, sound track or other device\n                                   in which sounds or other data (not being\n                                   visual images) are embodied so as to be\n                                   capable (with or without the aid of some\n                                   other equipment) of being reproduced\n                                   therefrom;\n                              (d) any film (including microfilm), negative,\n                                   tape or other device in which one or\n                                   more visual images are embodied so as to\n                                   be capable (with or without the aid of\n                                   some other equipment) of being repro-\n                                   duced therefrom;\n                   \"government company\" means a company registered\n                       under the Companies Act being a company whose\n                       policy the Government or an agency of Govern-\n                       ment, whether by the holding of shares or by\n                       financial input, is in a position to influence;\n                  \"public function\" means any activity performed a\n                      single time or continually, whether or not payment\n                      is received therefor, which is carried out by-\n                            (a) a person for, or on behalf of or under the\n                                 direction of a Ministry, Department of\n                                Government, a statutory body or author-\n                                ity, a Parish Council, the Kingston and\n                                St. Andrew Corporation or a government\n                                company:\n              The Corruption (Prevention) Act, 2000     [No. 18]              3\n              (b) a body, whether public or private, pro-\n                  viding public services;\n              (c) a Member of the House of Representa-\n                  tives or of the Senate in that capacity;\n    \"public servant\" means any person-\n         (a) employed-\n                (i) in the public, municipal or parochial\n                    service of Jamaica;\n               (ii) in the service of a statutory body or\n                    authority or a government company;\n          (b) who is an official of the state or any of its\n              agencies;\n          (c) appointed, elected, selected or otherwise en-\n              gaged to perform a public function.\n       (2) For the purposes of paragraph (b) of the defini-\ntion of \"public function\", \"public services\" includes the\nprovision of electricity, water and communication.\n      (3) References in this Act to an act of corruption shall\nbe construed in accordance with section 14."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. CASH IN EXCESS OF FIVE HUNDRED THOUSAND DOL-\n         LARS HELD OTHER THAN IN BANK BY DECLARANT,\n         SPOUSE AND CHILDREN\n          Where held           In whose Name held     I    Amount\n                                                      I\n                                                      I\n                                                      I\n                                                      I"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. BONDS, STOCKS, SHARES AND SIMILAR INVESTMENTS\n        INCLUDING ANY SUCH PROPERTY OVER WHICH A\n        RIGHT OF DISPOSITION RESIDES IN THE DECLARANT,\n        SPOUSE AND CHILDREN\n                                                                        Cost of\n                                                                       acquisition\n                                                                         where\n          No. and        Organization   In whose                       known or\n         Description    in which held   name held Face value             market\n                                                                         value\n                                                                   I\n                                                Signature of Declarant\n                The Corruption (Prevention) Act, 2000                        [No. 18]   23"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.(1) Every person who, on or after the appointed day, puty of\nis a public servant shall, subject to subsections (2), (3) and \"\"\",\n (4), furnish to the Commission a statutory declaration of \\\"\"\"\",\nhis assets and liabilities and his income in the form set out dedaratit>u\nas Form A in the Second Schedule.                             Form\n                                                              SecondA\n                                                                   Schedule\n    [No. .18]        The Corruption (Prevention) Act, 2000\n           (2) Every member of the Commission shall furnish\n    a statutory declaration referred to in subsection (l) to the\n    Integrity Commission established under section 3 of the\n    Parliament (Integrity of Members) Act.\n            (3) Subsection (1) shall not apply to a public servant-\n         (a) to whom the Parliament (Integrity of Members)\n             Act applies; or\n          (b) who is in receipt of total emoluments less than the\n                prescribed amount.\n        (3A) Notwithstanding subsection (3) (b), regulations\n    made under section 13 may contain provisions requiring\n    public servants who occupy such posts as are prescribed to\n    furnish a statutory declaration pursuant to subsection (1).\n       (4) A declaration pursuant to subsection (I) shall in-\n    clude such particulars as are known to the declarant of the\n    assets, liabilities and income of the spouse and children,\n    where applicable, of the declarant:\n      Provided that-\n         (a) 'if the spouse was not living with the declarant at\n              any time during the period in relation to which\n              the declaration is made; or\n         (b) if a child of a declarant-\n                    (i) has attained the age of eighteen years; or\n                   (ii) is married and under the age of eighteen\n                        years,\n                 and was not living with the declarant at any time\n                during the period in relation to which the decla-\n                ration is made,\n  .the particulars required to be furnished by this subsection\n  shall be limited to assets held by the spouse or child (as\nthe case may be) in trust for, or as agent of, the declarant; so,\n   however, that nothing in this subsection shall be construed\n                The Corruption (Prevention) Act, 2000   [No. 18]   5\nas precluding the Commission from requiring from a\ndeclarant any additional particulars the Commission may\nthink fit.\n        (5) A statutory declaration pursuant to subsection (1)\nshall be furnished within three months after-\n      (a) the appointed day, in the case of a person who is a\n           public servant on that day; or\n     (b) the date of appointment of a person as a public\n         servant,\nand thereafter on the 31st day of December in each year\nduring any part of which he remains a public servant.\n        (6) Where a person ceases to be a public servant, he\nshall furnish a statutory declaration at the end of twelve\nmonths from the date on which he so ceases.\n        (7) A statutory declaration required to be made on\nthe 31st day of December in any year shall be deemed to\ncomply with the requirements of this section if it is made\non or before the 31st March next following that date.\n      (8) A statutory declaration furnished pursuant to\nsubsection (1) may, if the declarant so desires, be accom-\npanied by a statement of affairs certified by a registered\npublic accountant.\n        (9) In subsection (1) \"assets\" does not include such\ngifts as may be prescribed, received by a public servant from\nsuch relatives of that public servant as may be prescribed."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(D) The functions of the Commission shall be-       {\";\",\",\n     (a) to receive and keep on record statutory declara- ,\"\"\n         tions furnished by public servants pursuant to\n         this Act;\n      (b) to examine such statutory declarations and to re-\n          quest from a public servant any information rele-\n          vant to a statutory declaration made by him, which\n          in its opinion would assist it in its examination;\n6               [No. 18]      The Corruption (Prevention) Act, 2000\n                     (c) to make such independent enquiries and investi-\n                         gations relating to a statutory declaration as it\n                         thinks necessary;\n                     (d) to receive and investigate any complaint regard-\n                         ing an act of corruption;\n                    (e) to conduct an investigation into an act of corrup-\n                         tion on its own initiative, if it is satisfied that there\n                         are reasonable grounds for such investigation.\n                       (2) The Commission shall have power to summon\n                witnesses, require the production of documents and to do\n                all such things as it considers necessary or expedient for\n                the purpose of carrying out its functions.\nDuty as to         6.-(1) Every public servant and every other person\nsecrecy and\nto make         having official duty under this Act, or being employed in\ndeclaration.    the administration of this Act, shall regard and deal with\n                as secret and confidential, all information, declarations,\n                letters and other documents, and all other matters relating\n                to a statutory declaration, and shall make and subscribe a\n                declaration to that effect before a Justice of the Peace.\n                      (2) Every person required under subsection (1) to\n               deal with matters specified therein as secret and confidential\n               who at any time communicates or attempts to communicate\n               such inforrnation or anything contained in such declarations,\n               letters, or other documents to any person-\n                    (a) other than a person to whom he is authorized under\n                        this Act to communicate it; or\n                    (b) otherwise than for the purposes of this Act,\n               shall be guilty of an offence and be liable on conviction in\n               a Resident Magistrate's Court to a fine not exceeding five\n               hundred thousand dollars or to imprisonment for a term\n               not exceeding three years or to both such fine and imprison-\n               ment.\n                    The Corruption (Prevention) Act, 2000       [No. 18]            7"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. PARTICULARS OF MOTOR VEHICLES OWNED BY, OR\n         ON HIRE FOR ANY PERIOD TO, OR ON LOAN FOR A\n         PERIOD IN EXCESS OF TWO MONTHS TO THE DE-\n         CLAR\n            ANT, SPOUSE OR CHILDREN\n                       Owner's         Age of       Terms of       Purchase\n        Description     Name           Vehicle       Hireage        Price\n                                                    (if hired)\n                                   I\n                                  I"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 .-( 1) Where the Commission, upon examination of g may\n                                                       Commission\n                                                           require\nstatutory declaration furnished pursuant to section 4, is of ~urther .\n         . .\nthe opinion       thatt furtier\n                           th infiorma\\ion\n                                        ti.      .   t· . is. ad\n                                             or investigation information\n                                                                  con-\n1ec€          it        :.   .:u:.                            dueten-\n    essary, 1 may, in writing                                 quiries.\n      (a) request the public servant concerned to furnish\n            such other documents, information, or otherwise\n            as may be specified, within such time as may be\n            specified; or\n      (b) require the public servant to attend on the Com-\n             mission at such time as may be specified by the\n             Commission to be heard by the Commission on\n             any matter relating to the declaration.\n         (2) A public servant required to attend on the Com-\n mission pursuant to subsection (1), may-\n       (a) be accompanied and represented by an attorney-\n             at-law and a registered public accountant; and\n       (b) require the Commission to summon such witnesses\n             as he thinks necessary."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Any summons to attend, to give evidence or to Issue of\n produce documents before the Commission shall be served summons.\n on the person required to attend or to produce the docu-\n ments and shall be issued under the hand of the secretary\n or any member of the Commission.\n       (2) A summons under this section shall be in the form\n set out as Form B in the Second Schedule and shall be FonnB\n served on the person mentioned therein cither by deliver- ;\"#,\n ing to him a copy thereof or by substituted service as may Sc\n be ordered by the Commjssion.\n            (3) A summons under this section may be served by\n  any person deputed by the Commission or by a Constable."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Commission may-                                                 Witness may\n                      .                                     .     .        be examined\n        ( a) )   require that any facts, matters or things relating to ca oath.\n                 the subject of enquiry be verified or otherwise\n                 ascertained by the opal examination of witnesses; and\n8            [No. 18]        The Corruption (Prevention) Act, 2000\n                 (b) cause any such witnesses to be examined upon oath\n                     which the Chairman or the secretary is hereby\n                     authorized to administer.\nDuty and       10.-(1) All persons summoned to attend and give evi-\nprivileges\nof wit-      dence or to produce any paper, book, record or document\nnesses,\n             before the Commission-\n                 (a) shall be bound to obey the summons served upon\n                     them;\n                 (b) shall be entitled, in respeot of such evidence or the\n                     disclosure of any communication or the produc-\n                     tion of any such paper, book, record or document,\n                     to the same right or privilege as before a court of\n                     law;\n                 (c) shall be entitled, on attending, to be paid their ex-\n                        penses, including travelling expenses, at the rates\n                        prescribed by the Witnesses' Expenses Act for wit-\n                        nesses who are entitled to have their expenses paid\n                        from public funds:\n                           Provided that the Commission may disallow the\n                        whole or any part of such expenses in any case, if\n                        it thinks fit.\n                    (2) Any person who-\n                (a) without sufficient cause, fails or refuses to attend\n                    before the Commission in obedience to summons\n                    issued under this Act, or fails or refuses to produce\n                    any paper, book, record or document which he was\n                    required by such summons to produce;\n                (b} being a witness, leaves a meeting of the Commission\n                    without the permission of the Commission; or\n                (c) being a witness, refuses without sufficient cause, to\n                    answer any question put to him by or with the\n                    permission of the Commission; or\n               The Corruption (Prevention) Act, 2000   [No. 18]             9\n     (d) wilfully obstructs or interrupts the proceedings of\n         the Commission,\nshall be liable on conviction before a Resident Magistrate\nto a fine not exceeding one hundred thousand dollars or in\ndefault of payment thereof to imprisonment for a term not\nexceeding six months."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. OTHER PROPERTY OWNED BY DECLARANT, SPOUSE\n    AND CHILDREN, BEING HELD BY A PERSON OTHER\n   THAN OWNER, WHETHER IN TRUST OR OTHERWISE\n                                                 In what Estimated\n                  Owner's        By whom         capacity  Market\n Description       Namo          being held     being held Value\n                                        ....................... ····· .... ·········.\n                                               Signature of Declarant"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. PARTICULARS OF INCOME, FROM ALL SOURCES OF\n    DECLARANT, SPOUSE AND CHILDREN (INCLUDING\n    PERQUISITES SUCH AS HOUSE, ENTERTAINMENT\n    ALLOWANCES, RENTALS, etc.)\n   Type of       Recipient's                         Gross Amount\n   Income           Name           Source                for period\n                                                       under review\n26   {No. 18]            The Corruption (Prevention) Act, 2000"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. (l) Where                                                  Commissto\n                                                                  to make\n      {a) any person fails to furnish the Commission with a report.\n          statutory declaration which he is required to fur-\n          nish in accordance with this Act; or\n      (b) the Commission examines a statutory declaration\n          and any related information or documents, or con-\n          ducts an enquiry into any such statutory declara-\n           tion, and is not satisfied with any aspect thereof,\n the Commission shall report the matter to the appropriate\n Service Commission, Board, Body or other Authority and\n the Director of Public Prosecutions, setting out such details\n and particulars as it thinks flt.\n          (2) The Commission shall report any act of cor-\n  ruption to the appropriate Service Commission Board, Body\n  or other Authority and to the Director of Public Prosecu-\n  tions.\n           (3) The appropriate Service Commission, Board Or.\n  other Authority may take such disciplinary action in rela-\n  tion to a report made pursuant to subsection (l) as it thinks\n  appropriate in any particular case.\n 10              (No. 18]      The Corruption (Prevention) Act, 2000\n                          (4) The Director of Public Prosecutions may take\n                 such action in relation to a report made pursuant to sub-\n                 section (1) as he thinks appropriate in any particular case\n                 and without prejudice to the generality of the foregoing,\n                 may authorize any person having an official duty under\n                 this Act or being employed in the administration of this\n                 Act to furnish information to any officer of the court, the\n                 police or any other person specified by the Director of\n                 Public Prosecutions.\n Regula tioas,     13.-(1) The Minister, after consultation with the Com-\n                 mission, may make regulations prescribing any matter or\n                 thing in respect of which it may be expedient to make\n                 regulations for the purpose of carrying this Act into effect\n                 and without prejudice to the generality of the foregoing\n                 may make regulations-\n                     {a) prescribing the amount of total emoluments for the\n                          purposes of section 4 (3) (b);\n                      (b) prescribing the manner in which enquiries may be\n                          carried out and matters incidental to or consequen-\n                          tial on such enquiries;\n                      (c) amending the forms specified in the Second\n Second\n Schedule.                Schedule;\n                     (d) prescribing the period within which any inf orma-\n                          tion required by the Commission should be fur-\n                          nished;\n                     (e) prescribing the types of gifts and the categories\n                          of relatives for the purposes of section 4 (9).\n                         (2) Regulations made under subsection (1) shall be\n                 subject to affirmation resolution.\nActs ol            14.-(1) A public servant commits an act of corruption\ncorruption.\n                 if he\n                     (a) corruptly, solicits or accepts, whether directly or\n                         indirectly, any article or money or other benefit,\n               The Corruption (Prevention) Act, 2000   [No. 18]   11\n         being a gift, favour, promise or advantage for him-\n         self or another person for doing any act or omit-\n         ting to do any act in the performance of his public\n         functions;\n    (b) in the performance of his public functions does\n        any act or omits to do any act for the purpose\n         of obtaining any illicit benefit for himself or any\n         other person;\n     (c) fraudulently uses or conceals any property derived\n         from any such act or omission to act.\n         (2) A person commits au act of corruption if he\noffers or grants, directly or indirectly, to a public servant\nany article, money or other benefit, being a gift, favour,\npromise or advantage to the public servant or another\nperson, for doing any act or omitting to do any act in the\nperformance of the public servant's public function.\n          (3) A person commits an act of corruption if he\ninstigates, aids, abets or is an accessory after the fact or\nparticipates in whatsoever manner in the commission or\nattempted commission of or conspires to commit any act\n of corruption referred to in subsection (l) or (2).\n          (4) Any citizen or resident of Jamaica or any cor-\nporation, either aggregate or sole, any club, society or other\nbody of one or more persons, who offers or grants, directly\nor indirectly, to a person performing a public function in\na foreign state, any article or money or other benefit, being\na gift, favour, promise or advantage in connection with any\neconomic or commercial transaction for any act to be per-\nformed by or for the omitting to do any act by that person\nin the performance of that person's public functions, com-\nmits an act of corruption\n          (5) Where a public servant-\n       (a) owns assets disproportionate to his lawful earnings;\n            and\n>12    [No. 18]      The Corruption (Prevention) Act, 2000\n            (b) upon being requested by the Commission or any\n                person duly authorized to investigate an allegation\n                of corruption against him, to provide an explana-\n                tion as to how he came by such assets, he\n                    (i) fails to do so; or\n                   {ii) gives an explanation which is not considered\n                        to be satisfactory,\n       he shall be liable to prosecution for the offence of illicit\n      enrichment, and on conviction thereof, to the penalties speci-\n       fied in section 15 (1).\n              (5A) It shall be a defence to a person charged with\n       an offence of illicit enrichment to show the court that he\n       came by the assets by lawful means.\n              (6) Any public servant who improperly uses for his\n       own benefit or that of a third party-\n            (a) any classified or confidential information that he\n                obtains as a result of or in the course of the per-\n                formance of his functions; or\n         (b) any property belonging to the Government or any\n              statutory body or authority or any government\n              company or any body providing public services to\n              which he has access as a result of or in the course\n              of the performance of his functions,\n      commits an act of corruption.\n             (7) Any person who is or is acting as an interme-\n      diary or through a third person who seeks to obtain a\n       decision from any Ministry or Department of the Govern-\n      ment or any statutory body or authority or any government\n       company or any body providing public services whereby\n      he illicitly obtains for himself or for another person any\n      benefit or gain (whether or not the aot or omission to act\n      from which the benefit or gain is derived is detrimental to\n      the Government) commits an act of corruption.\n                The Corruption (Prevention) Act, 2000     [No. 18]    13\n         (8) Any public servant who for his own benefit or\nfor that of a third person, diverts any property belonging to\nthe Government or any other person, which is in his custody\nfor the due administration of his duties commits an act of\ncorruption.\n           (9) Where a citizen of Jamaica commits in another\nState, an act of corruption specified in subsection (1), (2),\n(3), (4), (5), (6), (7) or (8), he shall be liable to be prosecuted\nand Lried for such act as if he bad committed the act in\nJamaica.\n        (10) An agent commits an act of corruption if he-\n      (a) corruptly accepts or obtains, or agrees to accept\n          or attempts to obtain from any person, for him-\n          self or for any other person, any gift or considera-\n          tion as an inducement or reward for doing or for\n            forbearing to do, or for having done or forborne\n            to do, any act in relation to his principal's affairs\n            or business, or for showing or forbearing to show\n            favour or disfavour to any person in relation to\n            his principal's affairs or business; or\n       (b) knowingly uses with intent to deceive his princi-\n           pal, any receipt, account, or other document-\n               (i) in respect of which the principal is interested;\n              (ii) which contains any statement which is false\n                    or erroneous or defective in any material\n                    particular; and\n             (iii) which, to the knowledge of the agent, is in-\n                   tended to mislead the principal.\n         (11) A person commits an act of corruption if he-\n       (a) corruptly gives, or agrees to give or offers, any gift\n           or consideration to any agent as an inducement or\n           reward for doing or forbearing to do, or for having\n           done or forborne to do, any act in relation to his\n14          [No. 18]           The Corruption (Prevention) Act, 2000\n                       principal's affairs or business or for showing or for-\n                       bearing to show favour or disfavour to any\n                       person in relation to his principal's affairs or busi-\n                       ness; or\n                 (b) knowingly gives to any agent, any receipt, account,\n                     or other document-\n                          (i) in respect of which the principal is interested;\n                        (ii) which contains any statement which is false\n                              or erroneous or defective in a material par-\n                              ticular; and\n                       (iii) which, to the knowledge of that person, is\n                              intended to mislead the principal.\n                   (12) For the purposes of subsections (10) and (11)\n                \"agent\" includes any person employed by or acting for\n                    another;\n                \"consideration\" includes valuable consideration of any\n                       kind;\n                \"principal\" includes an employer.\nOffences.     15.-(1) Any person who commits an act of corruption\n            commits an offence and is liable-\n                (a) on summary conviction in a Resident Magistrate's\n                    Court-\n                        (i) in the case of a first offence to a fine not\n                            exceeding one million dollars or to im-\n                            prisonment for a term not exceeding two\n                            years, or to both such fine and imprison-\n                            ment; and\n                      (ii) in the case of a second or subsequent offence\n                            to a fine not exceeding three million dollars\n                            or to imprisonment for a term not exceed-\n                            ing three years or to both such fine and im-\n                            prisonment;\n               The Corruption (Prevention) Act, 2000   [No. 18]   15\n   (b) on conviction in a Circuit Court-\n          (i) in the case of a first offence to a fine not\n              exceeding five million dollars or to imprison-\n              ment for a term not exceeding five years or\n              to both such fine and imprisonment; and\n           (ii) in the case of a second or subsequent offence\n                  to a fine not exceeding ten million dollars\n                  or to imprisonment for a term not exceed-\n                  ing ten years or to both such fine and im-\n                  prisonment.\n       (2) Any person who-\n    (a) fails, without reasonable cause, to furnish to the\n         Commission a statutory declaration which he is\n        required to furnish in accordance with the provi-\n        visions of this Act;\n    (b) knowingly makes any false statement in any such\n        statutory declaration;\n    (c) fails, without reasonable cause, to give such informa-\n         tion as the Commission may require under section\n          7;\n     (d) fails, without reasonable cause, to attend an enquiry\n         being conducted by the Commission under section\n         7 or knowingly gives false information at such\n         enquiry,\ncommits an offence, and shall on summary conviction .in a\nResident Magistrate's Court be liable to a fine not exceeding\ntwo hundred thousand dollars, or to imprisonment for a\n term not exceeding two years or to both such fine and\nimprisonment.\n        (3) Where the offence involves the deliberate non-\ndisclosure of a public servant's property the Court may,\nsubject to determining the beneficial interest of innocent\n16      (No. 18]      The Corruption (Prevention) Act, 2000\n        third parties in addition to the imposition of a fine or term\n        of imprisonment or both-\n            (a) if the property involved is situated within the\n                Island, order that it be forfeited to the Crown;\n            (b) if the property involved is situated outside the\n                Island, order that an amount equivalent to the\n                value of such property (the value to be assessed as\n                directed by the Court), be paid by the public\n                servant concerned, to the Crown.\n               (4) Payment of all sums due to the Crown pursuant\n        to paragraph (b) of subsection (3) may be enforced in like\n       manner as a debt due to the Crown and any proceedings\n       thereon on behalf of the Crown may be taken summarily\n       in a Resident Magistrate's Court, without limit of amount.\n               (5) In considering whether an order for forfeiture of\n      a public servant's property should be made under subsec-\n      tion (3) (a), the Court shall have regard to the right and\n      interests, if any, of third parties in that property.\n              (6) A person who claims an interest in any pro-\n      perty referred to in subsection (5) may-\n           (a) during the proceedings for the offence referred\n               to in subsection (3); or\n           (b) within a period of six months after the day on\n               which a forfeiture order is made in respect of that\n               property or such longer period as the Court may,\n               having regard to all the circumstances allow,\n     apply to the Court for an order under subsection (7).\n              (7) Where an application is made under subsection\n      (6) the Court shall take account of the representations made\n      by the applicant in relation to the property and shall make\n     an order declaring the nature and extent of the applicant's\n     interest, if any, in the property.\n                The Corruption (Prevention) Act, 2000     [No. 18]            -17\n          (8) The Court may-\n    (a) where subsection (6) (a) applies, decide that the\n        property or the part thereof to which the applicant's\n        interest relates should not be forfeited to the Crown;\n    (b)    where subsection (6) (b) applies, order that-\n              (i) the property or the part thereof to which the\n                  applicant's interest relates, be returned to the\n                  applicant; or\n             (ii) an amount equal to the value of the appli-\n                   cant's interest, as declared in the order under\n                   subsection (7), be paid to the applicant."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. PARTICULARS OF ANY PROPERTY ACQUIRED OR DIS-\n          POSED OF BY DECLARANT, SPOUSE AND CHILDREN\n          DURING PERIOD OF 12 MONTHS OR OTHER PERIOD\n          WHERE APPROPRIATE) ENDING ON        ..\n            Description of     Acquisition or     Cost of           Price of\n              Property           Disposal        Acquisition       Disposal\n     I do solemnly and sincerely declare that the particulars given by me\n     herein are, to the best of my knowledge, true, accurate and complete.\n                                                   Signature of Declarant\n     Signed at\n     This        day of               before                                    .\n                                            Justice of the Peace for the parish\n                                            of                                  .\n                           The Corruption (Prevention) Act, 2000                           [No. 18]       27\n                                                    FORM B                             (Section 8)\n                    THE CORRUPTION (PREVENTION) ACT\n                                         SUMMONS TO WITNESS\nTo                                                                                                .\n                                  (Name of person summoned, and\n···\"\"\"if &liiris ii &iii. if ido, \"\"--\nYou are hereby summ oned to appear before the Corruption Commission\n...................... on the                                      day of                         .\n...............\n      (place)\n                .. . . . . .. .. .. .. . . . . .. . ..       ··········· ······ ········          .\n19                   ait                                 o'clock and to give evidence respecting\n--v\"\"(siai iiaiis iiiiii&i ii&oj \"\"\"\nAnd you are required to bring with you                                                                .\n\"\"\"is5iiiii&i i&iiird% ii is&iiii i&iii;\"\"\"\nTherefore fail not at your peril.\nGiven under the hand of\n                                                               Secretary /Member of the\nCorruption Commission this                                     day of                        19"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. (1) The seal of the Commission shall be kept in the custody Seal and\n    of the Chairman and shall be affixed to instruments pursuant to a execution\n    resolution of the Commission in the presence of the Chairman and any of docu-\n    other member.                                                                 men ts.\n20              {No. 18]              The Corruption (Prevention) Act, 2000\n                        (2) The seal of the Commission shall be authenticated by the\n                 signatures of the Chairman and one other member.\n                        (3) All documents other than those required by law to, be under\n                 seal may be and all decisions of the Commission may be signified\n                 under the hand of the Chairman or the Secretary.\nProceed-"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.(1) The Commission shall meet at such times as may be ex-\nings and         pedient for the carrying out of its functions and such meetings shall\nmeetings.        be held on such days and at such places as the Chairman may determine.\n                        (2) A quorum of the Commission shall be three.\n                         (3) The decision of the Commission shall be by a majority\n                  of votes and, in addition to an original vote, the Chairman shall have\n                 a casting vote in any case in which the voting is equal.\n                         (4) Minutes in proper fonn of each meeting of the Commission\n                 shall be kept.\n                         (S) The validity of the proceedings of the Commission shall not\n                 be affected by any vacancy amongst the members thereof or by any\n                 defect in the appointment of any member thereof.\n Protection        16. No member shall be personally liable for any act or default oi\n of members.     the Commission done or omitted to be done in good faith in the course\n                of the operations of the Commission.\nR er uner-          17. There shall be paid from the funds of the Commission to the\nation of         Chairman and members such remuneration, whether by way of honora-\nmembers.         rium, salary or fees, and such allowances as may be approved by re-\n                 solution of the House of Representatives and the Senate.\nOffice of the"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. For the purposes of subsection (1) of section 13 of the\n                                                            •\n                                                                Br;\n                                                               mcurr m\nIncome Tax Act any disbursement made and expenses m- ~repara-\n        .                                  li          .       lion of\ncurre d in a year of assessment by a pub c servant m COI- statutory\n    t.\nnect1on    · h the\n          witl  h preparation\n                           · of a statutory dieclaration\n                                                   ]; tj: or ac.,ax\n                                                               declaration\nother document required to be furnished by him for the deductible.\npurposes of this Act shall be deemed to be made or incurred\nby him wholly and exclusively in acquiring his income for\n that year of assessment."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Corruption Prevention Aot is hereby repealed.             Repeal of\n                                                                     the Corrup-\n                                                                     tion Pre-\n                                                                      vention Act.\n     18             (No. 18]        The Corruption (Prevention) Act, 2000\n                                               FIRST SCHEDULE                    (Section 3)\n    Constitu-         I. The Commission shall consist of--\n    tion of\n    Oommis-             (a) the Auditor-General;\n    sion.\n                        (b) four other persons (thereafter referred to as \"appointed mem-\n                            bers\") appointed by the Governor-General, afte~ _consultat.1~\n                            with the Prime Minister and the Leader of Opposition from    e\n                            following categories of persons-\n                               (i) members of the Privy Council;\n                               (ii) retired Judges of Appeal or retired Judges of the\n                                    Supreme Court;\n                               (iii) persons who, in the opinion of the Governor-General,\n                                   are persons of high integrity and are able to exercise\n                                   competence, diligence and sound judgment in fulfilling\n                                   their responsibilities under this Act.\n    Tenure of        2. The appointed members shall be appointed by instrument in\n    office.\n                   writing and shall, subject to the provisions of this Schedule, hold office\n                   for a period of seven years.\n    Re-appoint-\n    ment.            3. Every appointed member shall be eligible for re-appointment.\n    Chairman.        4.-{I) The Governor-General shall appoint one of the members to\n                   be Chainnan of the Commission.\n                          (2) The Chairman shall preside at all meetings of the Commission\n                   at which lie is present, and in the case of the Chairman's absence from\n                   any meeting, the members present and forming a quorum shall elect\n                   one of their number to preside at that meeting.\n  Acting\n  appoint-           5. If any member is absent or unable to act, the Governor-General\n  men ts.         may appoint any person to aot in the place of that member. so. how-\n                  ever, that such appointment shall be made in the same manner and from\n                  among any of the categories of persons as would be required in the\n                  case of a substantive appointment.\n Resigna-\n tion.              6.{1) Any appointed member other than the Chairman may, at\n                  any time resign his office by instrument in writing addressed to the\n                  Governor-General and transmitted through the Chairman and from\n                  the date of receipt by the Governor-General of such instnunent. that\n                  person shall cease to be a member.\n                (Q) The Chairman may at any time resign his office by instrument\n                in writing addressed to the Governor-General and such resignation\n                shall\n                of that~e effect as from the date of receipt by the Governor-General\n                       mstrument.\nRevocation\nof appoint-        7.-(D) The Governor-General after consultation with the Prime Min-\nment.           ister and the Leader of Opposition may at any time revoke the member-\n                ship of any appointed member.                                  °\n                   The Corruption (Prevention) Act, 2000              [No. 18)              19\n      (2) Without prejudice to the generality of sub-paragraph (1), a\nrecommendation ol that sub-paragraph shall have regard to any repre-\n sentation made by a public servant showing cause why a person should\nnot remain a member of the Commission."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Office of Chairman or an appointed member shall not be a\nChairman         public office for the purposes of Chapter V of the Constitution.\n or member\nnot public\noffice.\nProvisions        19. Where, pursuant to the provisions of this Schedule, the Governor-\napplicable      General is required to act after consultation with the Leader of the\nwhen no         Opposition and-\nLeader of\nOpposition.          (a) there is no person holding the office of Leader of the Opposi-\n                           tion; or\n                     (b) the holder of that office is unwilling or, by reason of his ill-\n                           ness or absence from Jamaica, unable to perform his functions\n                        in that regard,\n                those provisions shall be construed as if the reference to the Leader\n                of the Opposition were a reference to such person as the Governor-\n                General, in his discretion, considers appropriate.\n                The Corruption (Prevention) Act, 2000\n                                                                [No. 18]     21\n                        SECOND SCHEDULE\n                                                  (Sections 4, 8 and 13)\n                                FORM A\n    STATUTORY DECLARATION OF ASSETS, LIABILITIES\n                   AND INCOME\n                    CORRUPTION (PREVENTION) ACT\n  Declaration of assets and liabilities at.                              .\n                                                (Declaration Date)\nand of income for the period of twelve months (or other period where\nappropriate) ending on that date.\nNOTE:\n    (a) Where any property is held by the declarant, declarant's spouse\n        or the declarant's child or children in trust for any other\n        person, this should be indicated by a note to that effect\n    (b) The declaration date should be the date as at which pursuant\n        to section 4 the declaration is to be made.\n    (c) Where the space in this Form is inadequate a separate sheet\n        of paper may be used and signed by the declarant.\n   Name of Declarant                     Address of Declarant\n   Name of Declarant's Spouse\n                                         Address of Declarant's Spouse\n   Maiden Name (of Spouse)\n         PARTICULARS OF DECLARANT'S CHILDREN\n        Names            Date of Birth              Addresses\n22   (No. 18]          The Corruption (Prevention) Act, 2000\n           PARTICULARS OF ASSETS HELD BY DECLARANT,\n                    SPOUSE AND CHILDREN\n                                 BANK ACCOUNTS\n      I. TO BE SUPPORTED BY BANK STATEMENT OR LEITER\n         FROM BANK CONFIRMING BALANCES.\n                                                                       Balance in\n       Name and Address of Banks In whose Name held                     Account\n                                                               I\n                                                               i"
    }
  ],
  "definitions": [
    {
      "term": "appointed day",
      "definition": "the date of commencement of",
      "source_provision": "sec1"
    },
    {
      "term": "Commission",
      "definition": "the Commission for the Pre-",
      "source_provision": "sec1"
    },
    {
      "term": "government company",
      "definition": "a company registered",
      "source_provision": "sec1"
    },
    {
      "term": "public function",
      "definition": "any activity performed a",
      "source_provision": "sec1"
    },
    {
      "term": "public servant",
      "definition": "any person-",
      "source_provision": "sec1"
    }
  ]
}