{
  "id": "jm-atia",
  "type": "statute",
  "title": "Access to Information Act 2002",
  "title_en": "Access to Information Act 2002",
  "short_name": "ATI",
  "status": "in_force",
  "issued_date": "2002-11-29",
  "in_force_date": "2004-01-19",
  "url": "https://moj.gov.jm/sites/default/files/laws/Access%20to%20Information%20Act.pdf",
  "description": "The Access to Information Act 2002 establishes the right of the public to access official documents and information held by public authorities in Jamaica. The Act creates a presumption in favor of disclosure and sets out a limited number of exceptions, including national security, law enforcement, personal privacy, and commercial confidentiality. It also establishes the Office of the Information Commissioner (now combined with the Data Protection role) as the oversight body and provides for appeals against refusals of access.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1. Short Title and Commencement",
      "content": "This Act may be cited as the Access to Information Act, 2002. The Act came into force on a date appointed by the Minister by order published in the Gazette. The purpose of this Act is to give the Jamaican public a right of access to official documents and to promote transparency, accountability, and good governance in public authorities. The Act creates a presumption in favor of disclosure of information held by public authorities, requiring that access be provided unless a specific exemption applies. The Act should be read alongside the Data Protection Act 2020, and where an official document contains personal data, both Acts shall apply. The right of access established under this Act complements but does not replace rights of access to information established under other enactments."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2. Interpretation",
      "content": "In this Act: 'official document' means any document created by or in the possession of a public authority in the exercise of its public functions, and includes drafts, memoranda, maps, photographs, film, and sound recordings, as well as documents held in electronic form; 'public authority' means any ministry, department, agency, statutory body, or other body established by law that exercises public functions, or any body whose functions are of a public nature or that is substantially funded by public money; 'access' means the right to inspect, to obtain a copy or extract of, or to receive a verbal explanation of the content of an official document; 'applicant' means any person who makes an application for access to an official document under this Act; 'responsible Minister' means the Minister with responsibility for information and communications technology; 'Information Commissioner' means the person appointed as Information Commissioner under this Act or under the Data Protection Act 2020."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3. Right of Access",
      "content": "Subject to the provisions of this Act, every person has a right to access any official document of a public authority. The right of access applies to official documents regardless of their age, the form in which they are held, or the identity of the person who created them. A public authority shall provide access to an official document on request where: (a) the document exists and is in the possession or control of the authority; (b) the document does not fall within an exemption under this Act; and (c) the applicant has submitted a request in the form prescribed by the Act. Access shall be provided in the form requested by the applicant, whether by inspection, by provision of a copy, or by other means, unless the form of access requested would be impracticable or would damage or destroy the original document."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4. Application for Access",
      "content": "An application for access to an official document shall be made in writing or by electronic means to the public authority holding the document. The application shall specify the document or the subject matter of the document with sufficient detail to enable the public authority to identify it. A public authority shall acknowledge receipt of an application within five working days and shall respond to the application within 30 days of receipt. Where the application requires consultation with other agencies, the response period may be extended by up to 30 days, and the applicant shall be notified of the extension. A public authority that receives an application for a document that is in the possession of another public authority shall transfer the application to that authority and notify the applicant of the transfer within five working days."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5. Exemptions from Disclosure",
      "content": "A public authority may refuse access to an official document where the document contains: (a) information that would prejudice national defense or security; (b) information that would prejudice law enforcement, the administration of justice, or the conduct of criminal investigations; (c) personal information about a third party where disclosure would constitute an invasion of privacy; (d) commercial information supplied in confidence the disclosure of which would harm the business interests of any person; (e) information that is subject to legal professional privilege; (f) information that would prejudice the conduct of international relations; (g) information relating to the deliberations of Cabinet or of bodies of similar character; or (h) information that would be protected from disclosure in legal proceedings. Where only part of a document falls within an exemption, the public authority shall provide access to the remaining portions after redacting the exempt information."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6. Public Interest Test",
      "content": "Even where an exemption applies, a public authority shall provide access to an official document where the public interest in disclosure clearly outweighs the public interest in withholding the document. In applying the public interest test, the public authority shall consider: (a) the importance of transparency and accountability in relation to the subject matter of the document; (b) the extent to which withholding the document contributes to the legitimate purpose of the exemption; (c) the harm that may result from disclosure; and (d) any other relevant factor. The presumption in favor of disclosure shall be given significant weight in the public interest test. The public authority shall give reasons for its decision on the public interest test in any refusal of access."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7. Fees",
      "content": "A public authority may charge an applicant for the cost of processing an application for access, subject to the following conditions: (a) no fee shall be charged for the first two hours spent by the authority in processing the application; (b) fees for processing beyond two hours shall not exceed the prescribed rate per hour; (c) fees for copies shall not exceed the prescribed rate per page for paper copies and shall not be charged for electronic copies; and (d) the aggregate fee for any application shall not exceed an amount that would unreasonably discourage the exercise of the right of access. Fees shall be waived where the applicant demonstrates inability to pay or where the application is for information in the public interest. The prescribed fee schedule shall be reviewed and updated at least every three years."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8. Appeals",
      "content": "An applicant who is aggrieved by a refusal of access or by a failure to respond within the prescribed period may appeal to the Information Commissioner within 30 days of the refusal or of the expiry of the response period. The Information Commissioner shall conduct an independent review of the decision of the public authority and shall issue a decision within 90 days of receiving the appeal. The Information Commissioner may: (a) confirm the decision of the public authority; (b) require the public authority to grant access to the document in full or in part; or (c) substitute any other decision for the decision of the public authority. An applicant or a public authority that is dissatisfied with a decision of the Information Commissioner may appeal to the Supreme Court within 30 days of the decision."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9. Proactive Disclosure",
      "content": "Public authorities shall proactively publish specified categories of information without waiting for a specific application, including: (a) the functions, powers, and duties of the authority; (b) information about decisions and policies of the authority; (c) the authority's rules, guidelines, and manuals; (d) information about processes by which the public can influence the making of decisions; (e) the authority's budget and expenditure information; and (f) such other information as the Minister may prescribe. Public authorities shall maintain a publicly accessible information log setting out the categories of documents held by the authority and whether each category is publicly available. Public authorities shall make proactively published information available on their websites in a searchable and accessible format."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10. Obligations of the Information Commissioner",
      "content": "The Information Commissioner shall: (a) review decisions of public authorities under this Act; (b) investigate complaints about failures to comply with this Act; (c) monitor and report on compliance with this Act by public authorities; (d) promote public awareness of the right of access and how to exercise it; (e) issue codes of practice to assist public authorities in complying with this Act; and (f) submit an annual report to Parliament on the operation of the Act. The Information Commissioner shall have the power to: (a) require a public authority to produce any document for the purpose of an investigation; (b) require the production of any other information relevant to an investigation; and (c) enter any premises occupied by a public authority for the purpose of an investigation. Public authorities shall cooperate with and facilitate the work of the Information Commissioner."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11. Electronic Government Information",
      "content": "Public authorities shall make information and official documents available electronically on their websites or through the National Government Portal to the greatest extent practicable. Electronic publication of official documents shall be considered a form of proactive disclosure under this Act. Public authorities shall ensure that electronically published information is accessible to persons with disabilities, in accordance with recognized accessibility standards. Public authorities shall establish online portals for the submission and tracking of applications for access to information. The Ministry responsible for information and communications technology shall develop technical standards for the electronic publication of government information and shall assist public authorities in meeting these standards."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12. Protection of Officials",
      "content": "A public official shall not be liable in civil or criminal proceedings for any act done in good faith in the discharge of his or her duties under this Act, where the act is consistent with the requirements of the Act. A public official who wrongfully refuses access to a document or who improperly delays a response shall be subject to disciplinary proceedings and may be required to pay costs where an appeal is determined in the applicant's favor. Public officials who, in good faith, disclose official documents under this Act shall not be liable for any loss or damage that results from such disclosure, where the disclosure was made in accordance with the requirements of the Act. The Information Commissioner shall investigate complaints about conduct of public officials in relation to applications for access."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13. Annual Reporting",
      "content": "Every public authority shall submit an annual report to the Information Commissioner on its activities under this Act, including: (a) the number of applications received; (b) the number of applications granted in full, granted in part, and refused; (c) the number of appeals received; (d) the outcome of appeals; (e) the total fees collected; and (f) steps taken to improve compliance with the Act. The Information Commissioner shall compile and publish a consolidated annual report on the operation of the Act, together with recommendations for improvements. The annual report shall be submitted to the Houses of Parliament and made publicly available on the Information Commissioner's website."
    }
  ],
  "definitions": [
    {
      "term": "official document",
      "definition": "Any document created by or in the possession of a public authority in the exercise of its public functions, including drafts, memoranda, maps, photographs, film, sound recordings, and electronic documents.",
      "source_provision": "sec2"
    },
    {
      "term": "public authority",
      "definition": "Any ministry, department, agency, statutory body, or other body established by law that exercises public functions, or any body whose functions are of a public nature or that is substantially funded by public money.",
      "source_provision": "sec2"
    }
  ]
}
