{
  "id": "jm-atia",
  "type": "statute",
  "title": "The Access to Information Act",
  "title_en": "The Access to Information Act",
  "short_name": "Access to Information Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-access-to-information-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-access-to-information-act | Legal areas: Media and Information",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The information referred to in section 4 of this Act is-\n         a description of the subject area of the public authority;\n         a list of the departments and agencies of the public authority\n         and-\n                (i)      subjects handled by each department and agency;\n                (ii)     the locations of departments and agencies;\n                (iii)    opening hours of the offices of the authority and\n                         its departments and agencies;\n         the title and business address of the principal officer;\n         a statement of the documents specified in sub-paragraph (e) being\n         documents that are provided by the public authority for the use of,\n         or which are used by the authority or its officers in making\n         decisions or recommendations, under or for the purposes of an\n         enactment or scheme administered by the authority, with respect\n         to rights, privileges or benefits, or to obligations, penalties or other\n         detriments, to or for which persons are or may be entitled or\n         subject;\n         the documents referred to in sub-paragraph ( 4 are-\n                 (i) manuals or other documents containing interpreta-\n                     tions, rules, guidelines, practices or precedents;\n                 (ii) documents containing particulars of a scheme referred\n                      to in paragraph (d), not being particulars contained in\n                      an enactment or published under this Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.112003           (a) public authorities which are specified by the Minister\nS. 3(b).\n                          by order within eighteen months after the appointed\n                          day; and\n2412003            (b) all other public authorities immediately after the\nS. 3(b)\n                       expiration of the period of eighteen months referred to\n                       in paragraph (a);\n                   (c) official documents created by or held by a public\n                       authority not earlier than thirty years immediately\n                       preceding the appointed day.\n                      (2) The Minister may, by order subject to negative\n              resolution, declare that this Act shall apply to official documents         1\n              created by or held by a public authority at such date, being\n              earlier than the thirty years referred to in subsection (1) (c), as\n              may be specified in that order.\n                      (3) The Minister may, by order subject to affirmative\n              resolution, declare that this Act shall apply to-\n                     ACCESS TO INFORMATION\n    (a) such government companies, other than those specified\n        in paragraph (e) (i) of the definition of \"public\n        authority\", as may be specified in the order;\n    (b) any other body or organization which provides services\n        of a public nature which are essential to the welfare of\n        the Jamaican society,\nor to such aspects of their operations as may be specified in the\norder.\n       (4) An order under subsection (3) may be made subject\nto such exceptions, adaptations or modifications, as the Minister\nmay consider appropriate.\n        (5) The Minister may, by order subject to affirmative\nresolution, declare that the application of this Act in relation to\nany government company specified in paragraph (e) (i) of the\ndefinition of \"public authority\" shall be subject to such\nexceptions, adaptations or modifications as the Minister may\nconsider appropriate.\n       (6) This Act shall not apply to-\n    (a) the Governor-General, in relation to the exercise of the\n        powers and duties conferred or imposed on him by or\n        under the Constitution of Jamaica or under any other\n        law;\n     (b) the judicial functions of-\n                 (i) a court;\n                                 ACCESS TO INFORMA TION\n                             (ii) the holder of a judicial office or other office\n                                  connected with a court;\n               (c) the security or intelligence services in relation to their\n                   strategic or operational intelligence gathering activities;\n               (6) any statutory body or authority as the Minister may\n                   specify by order subject to affirmative resolution.\n                   (7) This Act applies to official documents held in a\n           registry or other office of a court, being documents that relate\n           only to matters of an administrative nature.\n                    (8) In subsection (6) \"security or intelligence services\"\n           means-\n               (a) the Jamaica Constabulary Force;\n               ( b ) the Island Special Constabulary Force;\n               (c) the Rural Police;\n               (6) the Jamaica Defence Force.\n                                  PART 11. Right of Access\nRight of     6.-(1) Subject to the provisions of this Act, every person\naccess.\n           shall have a right to obtain access to an official document, other\n           than an exempt document.\n                  (2) The exemption of an official document or part\n           thereof from disclosure shall not apply after the document has\n           been in existence for twenty years, or such shorter or longer\n           period as the Minister may specify by order, subject to\n           affirmative resolution.\n                      ACCESS TO INFORMATION                                7\n        (3) An applicant for access to an official document shall\nnot be required to give any reason for requesting access to that\ndocument.\n         (4) Where an official document is-\n    (a) open to access by the public pursuant to any other\n          enactment, as part of a public register or otherwise; or\n    ( b ) available for purchase by the public in accordance with\n          administrative procedures established for that purpose,\naccess to that document shall be obtained in accordance with the\nprovisions of that enactment or those procedures, as the case\nmay be."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Act, unless the context otherwise requires-                   Inlzrprc-\n                                                                           tation.\n     \"appointed day\" means the 5th day of January, 2004;\n     \"document\" includes, in addition to a document in\n         writing-\n              ( a ) any map, plan, graph or drawing;\n               @) any photograph;\n               (c) any disc, tape, sound track or other device in\n                   which sounds or other data (not being visual\n                   images) are embodied, whether electronically\n                   or othei-wisc, SO as to be capable (with or\n                   without the aid of some other equipment) of\n                   being reproduced therefrom;\n        (4 any film (including microfilm), negative, tape\n              or other device in which one or more visual\n              images are embodied whether electronically\n              or otherwise, so as to be capable (with or\n              without the aid of some other equipment) of\n              being reproduced therefrom;\n\"exempt document\" means a document which by virtue of\n    any provision of Part 111 is exempt from disclosure;\n\"exempt matter\" means any matter the inclusion of which\n    in a document causes that part of the document to be\n    exempt from disclosure;\nL L g ~ ~ e r n mcompany\"\n                  ent     means a company registered under\n     the Companies Act, being a company in which the\n     Government or an agency of the Government,\n     whether by the holding of shares or by other financial\n     input, is in a position to influence the policy of the\n     company;\n\"official document\" means a document held by a public\n     authority in connection with its functions as such,\n     whether or not it was created-\n        (cr) by that authority; or\n        ( h ) before the 5th day of January, 2004,\n    and for the purposes of this Act, a document is held by\n    a public authority if it is in its possession, custody or\n    control;\n\"public authority\" means-\n         (a) a Ministry, department, Executive Agency or\n             other agency of Government;\n         ( b ) a statutory body or authority;\n             (c) a Parish Council;\n             (4 the Council of the Kingston and St. Andrew\n                    Corporation;\n             ( e ) any Government company which-\n                      (i) is wholly owned by the Government or\n                          an agency of the Government, or in\n                          which the Government holds more than\n                          fifty per cent shares; or\n                      (ii) is specified in an order under section 5\n                           (3);\n             V) any other body or organization specified in an\n                order under section 5 (3);\n    \"responsible Ministeryymeans the Minister responsible for\n         the public authority which holds an official document."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) A public authority shall cause to be published within publication\n                                                               o f infor-\ntwelve months of -                                             mation\n                                                                          by public\n                                                                          authority.\n    (a) the appointed day;\n    ( b ) its establishment;\n    (c) the coming into operation of an order under section 5\n        (1) (a)or (3) which specified that authority; or\n     (6) the application of the provisions of this Act to that 242003\n                                                               S. 2(c).\n         public authority pursuant to section 5 (1) (h),\nwhichever is later, an initial statement of its organization and\nfunctions containing the information specified in the First First\n                                                                 Schedule.\nSchedule."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Governor-General. after consultation with thc Prime Minister and Acttng\nthe Leader of the Opposition. may appoint any person to act in the place of appointments.\nthe chairman or any othcr member of the Tribunal in the casc of thc abscncc\nor inability to act of thc chairman or other membcr.\n   (,.-(I) Any mcmbcr of the Tribunal othcr than thc chairman inay at any Resignation.\ntime resign his office by instrument in writing addressed to thc Governor-\n26                                     ACCESS TO INFORMATION\n                 General and transmitted through the chairman, and from the date of the\n                 receipt by the Governor-General of such instrument that member shall cease\n                 to be a member of the Tribunal.\n                         ( 2 ) The chairman may at any time resign his office by instrument in\n                 writing addressed to the Governor-General and such resignation shall take\n                 effect as from the date of receipt by the Governor-General of that instrument.\nRevocation of       7. The Governor-General, after consultation with the Prime Minister and\nappointment.     the Leader of the Opposition may terminate the appointment of any member\n                 of the Tribunal who-\n                      ( a ) becomes of unsound mind or becomes permanently unable to\n                            perform his functions by reason of ill health;\n                      (6) becomes bankrupt or compounds with or suspends payments to his\n                          creditors;\n                      (c)   is convicted and sentenced to a term of imprisonment or to death;\n                      (4 is convicted of any offence involving dishonesty;\n                      ( e ) fails to carry out the functions conferred or imposed on him by\n                            this Act.\nF~llingof           8. If any vacancy occurs in the membership of the Tribunal such vacancy\nvacancies        shall be filled by the appointment of another member.\nPublication of     9. The names of all members of the Tribunal as first constituted and every\nmembership.      change in the membership thereof shall be published in the Gazette.\nRemuneration        10. There shall be paid to the chairman and other members of the\nof members.      Tribunal, in respect of each appeal, such remuneration, whether by way of\n                 honorarium, salary or fees, and such allowances as may be determined by the\n                 Minister responsible for the public service.\nVoting.            11. Subject to paragraph 2, the decision of the Tribunal shall be by a\n                 majority of votes of the members, and in addition to an original vote, the\n                 chairman shall have a casting vote in any case in which the voting is equal.\nPower to           12. Subject to the provisions of the Act, the Tribunal shall regulate its\nregulate own     own proceedings.\nproceedings.\nOffice of          13. The office of chairman or member of the Tribunal shall not be a\nchairman or      public office for the purposes of Chapter V of the Constitution of Jamaica.\nmember of\nTribunal not\npublic ofice."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) A person who wishes to obtain access to an official Application\ndocument shall make an application to the public authority for access.\nwhich holds that document.\n         (2) An application under subsection (1)-\n     (a) may be made in writing or transmitted by telephone or\n           other electronic means;\n     (b) shall provide such information concerning the\n         document as is reasonably necessary to enable the\n         public authority to identify it.\n         (3) A public authority to which an application is made\nshall-\n     (a) upon request, assist the applicant in identifying the\n           documents to which the application relates;\n                                   ACCESS TO INI;OKMA 7'lON\n                  ( b ) acknowledge receipt of every application in the\n                        prescribed manner;\n                  (c) grant to the applicant, access to the document specified\n                      in the application if it is not an exempt document.\n                      (4) A public authority shall respond to an application as\n              soon as practicable but not later than-\n                  ( a ) thirty days after the date of receipt of the application;\n                        or\n                  ( b ) in the case of an application transferred to it by another\n                        authority pursuant to section 8, thirty days after the\n                        date of the receipt by that authority,\n              so, however, that an authority may extend the period of thirty\n              days for a hrther period, not exceeding thirty days, in any case\n              where there is reasonable cause for such extension.\n                      (5) The response of the public authority shall state its\n              decision on the application, and where the authority or body\n              decides to rehse or defer access or to extend the period of thirty\n              days, it shall state the reasons therefor, and the options available\n              to an aggrieved applicant.\nTransfer of     8.-(1) Where an application is made to a public authority for\nrequests.\n              an official document-\n                  ( a ) which is held by another public authority; or\n                  ( b ) the subject matter of which is more closely connected\n                        with the hnctions of another public authority,\n              the first mentioned public authority shall transfer the application\n              or such part of it as may be appropriate to that other public\n              authority and shall inform the applicant immediately of the\n              transfer.\n                       (2) A transfer of an application pursuant to subsection\n              ( 1 ) shall be made as soon as practicable but not later than\n              fourteen days after the date of receipt of the application.\n      of\nF O ~ W         9,-(1) Access to an official document may be granted to an\naccess.\n              applicant in one or more of the following forms-\n                    ACCESS TO INFORMA TION\n         the applicant may be afforded a reasonable opportunity\n         to inspect the document;\n         the authority concerned may furnish the applicant with\n         a copy of the document;\n         in the case of a document from which sounds or visual\n         images are capable of being reproduced, arrangements\n         may be made for the applicant to hear the sounds or\n         view the visual images;\n         in the case of a document by which or in which words\n         are-\n               (i) recorded in a manner in which they are\n                   capable of being reproduced in the form of\n                   sound and images; or\n              (ii) contained in the form of shorthand writing\n                   or in codified form,\nthe applicant may be furnished with a transcript of the data or\nthe words, sounds and images recorded or contained in that\ndocument.\n       (2) Subject to subsection (3), where an applicant\nrequests that access be given in a particular form, access shall be\ngiven in that form.\n       (3) A public authority may grant access in a form other\nthan that requested by an applicant where the grant of access in\nthe form requested would-\n    (a) be detrimental to the preservation of the document, or\n        be inappropriate, having regard to its physical state;\n    (b) constitute an infringement of copyright subsisting in\n        any matter contained in the document.\n       (4) Copies of documents to which access is granted shall\nbe authenticated in the prescribed manner.\n10                                  ACCESS TO INFORMA TION\nAssistanceand    10.-(1) Where the information provided by the applicant in\ndeferment of\nxC~SS.        relation to the document is not such as is reasonably necessary\n                to enable the public authority to identify it, the authority shall\n                afford the applicant a reasonable opportunity to consult with the\n                authority with a view to reformulating the application so that the\n                document can be identified.\n                        (2) A public authority may defer the grant of access to\n                an official document-\n                    (a) if publication of the document within a particular\n                          period is required under the provisions of any\n                          enactment, until the expiration of that period;\n                    (b) if the document was prepared for presentation to\n                        Parliament or for the purpose of being made available\n                        to a particular person or body, until the expiration of a\n                        reasonable period after its preparation for it to be so\n                        presented or made available to the person or body;\n                    (c) if the premature release of the document would be\n                        contrary to the public interest, until the occurrence of\n                        any event after which or the expiration of any period\n                        beyond which, the release of the document would not\n                        be contrary to the public interest.\n                       (3) Where a public authority decides to defer access in\n                accordance with subsection (2), it shall, within fourteen days of\n                its decision, inform the applicant of that decision and shall,\n                where possible, indicate to him the period during which the\n                deferment will operate.\nDelet~onof        11.-(1) Where an application is made to a public authority\newmpr IuJtter\n                for access to an official document which contains exempt\n                matter, the authority shall grant access to a copy of the\n                document with the exempt matter deleted therefrom.\n                        (2) A public authority which grants access to a copy of\n                an official document in accordance with this section shall inform\n                the applicant-\n                    ACCESS TO INFORMA TION                                              11\n     (u) that it is such a copy; and\n     ( h ) of the statutory provision by virtue of which such\n           deleted matter is exempt matter."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The cost of reproducing any documents containing Fccs,clc.\ninformation in relation to which an application is made under\nthis Act shall be borne by the applicant.\n         (2) The responsible Minister may waive, reduce or\nremit, the cost specified in subsection (1) for access to an\nofficial document where he is satisfied that such waiver,\nreduction or remission is justifiable.\n                                                                           Grant ol"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Subject to this Act, where-                                          BCCCSS.\n     (u) an application is made in accordance with section 7 for\n         access to an official document; and\n     (b) the cost incurred by the public authority in granting\n         access has been paid,\naccess to the document shall be granted in accordance with this\nAct.\n                  PART 111. Exempt Document"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Official documents are exempt from disclosure if-                    I>ocumcnts\n                                                                           affccling\n    (a) the disclosure thereof would prejudice the security, security,\n                                                             dcfcncc or\n        defence or international relations of Jamaica;       international\n                                                                           rclations.\n    (b) those documents contain information communicated in\n        confidence to the Government by or on behalf of a\n        foreign government or by an international organization."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) An official document is exempt from disclosure if it Cabinct\n                                                                documcnts.\nis a Cabinet document, that is to say-\n    (a) it is a Cabinet Submission, Cabinet Note or other\n        document created for the purpose of submission to the\n        Cabinet for its consideration and it has been or is\n        intended to be submitted ;\n    (b) it is a Cabinet Decision, or other official record of any\n        deliberation of the Cabinet.\n          [Thc inclusion o f this page is authorized by L.N. 1 1 1120051\n                                       ACCESS TO INFORMATION\n                         (2) Subsection (1) does not apply to-\n                      (a) any document appended to a Cabinet document that\n                          contains material of a purely factual nature or reports,\n                          studies, tests or surveys of a scientific or technical\n                          nature; or\n                      (b) a document by which a decision of the Cabinet has\n                          been officially published.\nDocumenls            16. Official documents relating to law enforcement are\nrelating lo law\nenforcemenl.\n                   exempt from disclosure if their disclosure would, or could\n                   reasonably be expected to-\n                       (u) endanger any person's life or safety;\n                       (b) prejudice-\n                             (i)  the conduct of an investigation of a breach or\n                                  possible breach of the law; or\n                             (ii) the fair trial of any person or the impartial\n                                  adjudication of a particular case;\n                       (c) disclose, or enable a person to ascertain, the existence\n                           or identity of a confidential source of information, in\n                           relation to law enforcement;\n                       (d) reveal lawful methods or procedures for preventing,\n                           detecting, investigating or dealing with matters arising\n                           out of breaches or evasions of the law, where such\n                           revelation would, or could be reasonably likely to,\n                           prejudice the effectiveness of those method or\n                           procedures;\n                       ( e ) facilitate the escape of a person from lawful detention;\n                             or\n                       u> jeopardize the security of any correctional facilities.\nDocuments            17. An official document is exempt from disclosure if-\nsubject to\nlegal privileyz,       (a) it would be privileged from production in legal\netc.\n                           proceedings on the ground of legal professional\n                           privilege; or\n                     ACCESS TO INFORMA TION                                        13\n    (b) the disclosure thereof would-\n           (i) constitute an actionable breach of confidence;\n           (ii) be in contempt of court; or\n           (iii) infringe the privileges of Parliament."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) An official document of a type specified in Documents\nsubsection (2) is exempt from disclosure if its disclosure or, as\nthe case may be, its premature disclosure would, or could economy.\nreasonably be expected to, have a substantial adverse effect on\nthe Jamaican economy, or the Government's ability to manage\nthe Jamaican economy.\n        (2) The types of documents referred to in subsection (1)\ninclude but are not limited to, documents relating to taxes, duties\nor rates, interest rates, monetary policy and exchange rate policy\nor currency or exchange rates."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Subject to subsection (3), an official document is Documents\n                                                             revealing\nexempt from disclosure if it contains-                       Government's\n                                                                         deliberative\n    (a) opinions, advice or recommendations prepared for;                ,c,,,\n    (b) a record of consultations or deliberations arising in the\n        course of proceedings of the Cabinet or of a committee\n        thereof.\n        (2) Subsection (1) shall not apply to documents which\ncontain material of a purely factual nature or reports, studies,\ntests or surveys of a scientific or technical nature.\n        (3) A public authority shall grant access to a document\nreferred to in subsection (1) if it is satisfied, having regard to all\nthe circumstances, that the disclosure thereof would, on balance,\nbe in the public interest."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Subject to subsection (2), an official document is Documents\n                                                             relating to\nexempt from disclosure if-                                   busmess\n                                                                         affairs, etc.\n     (a) its disclosure would reveal-\n           (i) trade secrets;\n                                      ACCESS TO INFORMA TION\n                            (ii) any other information of a commercial value,\n                                 which value would be, or could reasonably be\n                                 expected to be, destroyed or diminished if the\n                                 information were disclosed;\n                     (b) it contains inforn~ation(other than that referred to in\n                         paragraph (u)) concerning the commercial interests of\n                         any person or organization (including a public\n                         authority) and the disclosure of that information would\n                         prejudice those interests.\n                         (2) Subsection (1) shall not apply where the applicant for\n                 access is the person or organization referred to in that subsection\n                 or a person acting on behalf of that person or organization.\nDocuments          21.-(1)    Subject to subsection (2), an official document is\nrelat~ngto\nher~tagesltes.\n                 exempt from disclosure if its disclosure would, or could\netc              reasonably be expected to result in the destruction of, damage to,\n                 or interference with, the conservation of-\n                     (a) any historical,          archaeological         or    anthropological\n                         resources;\n                     (b) anything declared to be a national monument,\n                         designated as protected national heritage or protected\n                         by a preservation notice under the Jamaica National\n                         Heritage Trust Act;\n                     (c) any species of plant or animal life so designated or\n                         which is endangered, threatened or otherwise\n                         vulnerable;\n                     (d) any other rare or endangered living resource.\n                         (2) A public authority shall grant access to a document\n                 referred to in subsection (1) if it is satisfied, having regard to all\n                 the circumstances, that the disclosure thereof would, on balance,\n                 be in the public interest.\n                                           -\n                            [The inclus~on of this page is authorized by L.N. 111/2005]\n                        A CCESS TO INFORMA TZON                                       15"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Subject to the provisions of this section, a public\nauthority shall not grant access to an official document if it pers,,,,~\nwould involve the unreasonable disclosure of information pn'acy\nrelating to the personal affairs of any person, whether living or\ndead.\n       (2) Subsection (1) shall not apply in any case where the\napplication for access is made by the person to whose affairs the\ndocument relates."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(     1 ) Where-                                                      Issue of\n    (a) the Prime Minister is satisfied that an application for\n        access relates to a document specified in section 15 (1);\n                                                                            z;:knt,\n                                                                            certificate re\n     (b) a responsible Minister is satisfied that an application\n            for access relates to an official document to which\n            section 14, 16 or 18, as the case may be, applies,\nthe Prime Minister or the responsible Minister, as the case may\nrequire, may issue a certificate to the effect that the document is\nan exempt document and shall specify the basis of the\nexemption.\n        (2) Where the Prime Minister or a responsible Minister,\nas the case may be, is satisfied as mentioned in subsection ( I ) by\nvirtue of anything contained in any particular part or parts of an\nofficial document, a certificate issued under that subsection in\nrespect of that document shall identify that part or those parts of\nthe document by reason of which the certificate is issued.\n      (3) A certificate issued under subsection (1) shall be\nconclusive that the document is exempt.\n PART N. Amendment and Annotation of Personal Records"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) Where a person claims that an official document Application\n                                                          for qmend-\ncontains personal information about the person that-      mentor\n                                                                            annotation o f\n          (a) is incomplete, incorrect, out of date or misleading; pe,o,a,\n              and                                                  records.\n                                  A CCESS TO INFORMA TION\n                    (b) has been used, is being used or is available for use by\n                        a public authority for administrative purposes,\n              the person may apply to the public authority for an amendment\n              or an annotation, as the case may be, of that document.\n                     (2) An application under this section shall be in writing\n              and shall specify as far as practicable, the document claimed to\n              be the personal record requiring amendment or annotation, as\n              the case may be, and shall-\n                    (a) in the case of an application for amendmentypecify-\n                            (i) whether information in the record is claimed\n                                  to be incomplete, incorrect, out of date or\n                                  misleading and the information in respect of\n                                  which that claim is made;\n                           (ii) the applicant's basis for making that claim;\n                                  and\n                           (iii) the nature of the amendment required by the\n                                  applicant;\n                    (b) in the case of an application for annotation, be\n                        accompanied by a statement specifying-\n                           (i) the matters referred to in paragraph ( a ) (i) and\n                                 (ii); and\n                           (ii) the information that would make the record\n                                 complete, correct, up to date and not mis-\n                                 leading.\nAmendment        25.-(1) Where, in relation to any application under section\nof records."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Where, in relation to an application for annotation of an Annotation\nofficial document containing personal information, the public ~ ~ ~ ~ s O n a '\nauthority-\n     (a) is satisfied as to the truth of the matters specified in\n         that application, the authority shall annotate the\n         document in the prescribed manner;\n     (b) is not so satisfied, it may refuse to annotate the\n         document."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. A public authority which amends or annotates an official Noticeof\ndocument pursuant to section 25 or 26, or, as the case may be, ~~~~~~~\"\ndecides not to do so, shall take reasonable steps to inform-   tions.\n     (a) the applicant; and\n      (b) any other public authority which it is satisfied has\n           made prior use of the document,\nof the nature of the amendment or annotation or, as the case may\nrequire, of the decision and the reasons for that decision."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The provisions of section 8 shall apply, with such Transferof\nmodifications as may be necessary, to applications for appP\"ca'iOn\"\n                                                         for amend-\namendments or annotations of personal records.           ment or\n                                                                          annotatlon.\n                  PART V. Review and Appeal"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. In this Part and Part VI \"relevant decision\" means a ~nterpre-\ndecision referred to in section 30 (1) or (2), as the case may\nrequire.\n                                                                          Internal"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) An applicant for access to an official document may, R,iew,\nin accordance with subsection (4), apply for an internal review\nof a decision by a public authority to-\n      (a) refuse to grant access to the document;\n      (b) grant access only to some of the documents specified\n          in an application;\n          [The inclusion of this page i s authorized by L.N. 11 1/2005]\n                                      ACCESS TO INFORMATION\n                     (c) defer the grant of access to the document;\n                     (d) charge a fee for action taken or as to the amount of\n                         the fee.\n                       (2) An applicant for amendment or annotation of a\n               personal record may, in accordance with subsection (4), apply\n               for a review of a decision by a public authority to refuse to make\n               that amendment or annotation.\n                       (3) For the purposes of subsections (1) and (2), a failure\n               to give a decision on any of the matters referred to in subsection\n               (1) (a) to (c) or to amend or annotate a personal record within\n               the time required by this Act shall be regarded as a refusal to do\n               SO.\n                      (4) An application under subsection (1) or (2) may only\n               be made where the decision to which the application relates was\n               taken by a person other than the responsible Minister, a\n               Permanent Secretary or the principal officer of the public\n               authority concerned.\nProcedure re     3 1.-(I)    An internal review shall be conducted-\ninternal\nreview.\n                      (a) by the responsible Minister in relation to documents\n                          referred to in sections 14, 15, 16 and 18;\n                      (b) in any other case, by the Permanent Secretary in the\n                          relevant Ministry or the principal officer of the public\n                          authority whose decision is subject to review.\n                       (2) An application for internal review shall be made-\n                      (a) within thirty days after the date of a notification (in\n                          this subsection referred to as the initial period) to the\n                          applicant of the relevant decision, or within such\n                          further period, not exceeding thirty days, as the public\n                          authority may permit; or\n                      A CCESS TO INFORMA TION\n     ( b ) where no such notification has been given, within\n           thirty days after the expiration of the period allowed\n           for the giving of the decision or of any other period\n           permitted by the authority.\n       ( 3 ) A person who conducts an internal review-\n      (a) may take any decision in relation to the application\n          which could have been taken on an original\n          application;\n      (b) shall take that decision within a period of thirty days\n          after the date of receipt of the application."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) An appeal shall lie pursuant to subsections ( 2 ) and Appeal.\n(3), to the Tribunal established for that purpose, constituted in\naccordance with the Second Schedule.                              Second\n                                                                                  Schedule.\n       ( 2 ) A person may lodge an appeal-\n      ( a ) where internal         review       under       section     30   is\n            applicable-\n                (i)   against a decision taken on such\n                      review;\n                 (ii) if the time specified in section 3 1 ( 2 ) ( b )\n                      has expired without the applicant being\n                      notified of a decision;\n      (b) in any other case, against a relevant decision in\n          relation to any of the matters referred to in paragraphs\n          ( a ) to (c) of section 30 ( 1 ) or section 30 ( 2 ) , and\n          accordingly section 30 ( 3 ) shall apply with necessary\n          modificatians to an appeal under this paragraph.\n       ( 3 ) An appeal shall be made-\n      ( a ) by the lodgement of a document within sixty days\n            after the date of the notification to the appellant of the\n            relevant decision or of the decision taken on an\n            internal review; or\n                 ( h ) where no notification has been given within the\n                       period required by this Act, within sixty days after the\n                       expiration of that period.\n                   (4) Where an appeal is not made within the period\n           specified in subsection (2),the Appeal Tribunal may extend that\n           period if it is satisfied that the appellant's delay in so doing is\n           not unreasonable.\n                   (5) On the hearing of an appeal, the onus of proving that\n           the relevant decision was justified or that a decision adverse to\n           the appellant should be made by the Appeal Tribunal, shall lie\n           on the public authority which made the relevant decision.\n                   (6) On hearing an appeal, the Appeal Tribunal-\n                  ( a ) may subject to paragraph (h), make any decision\n                        which could have been made on the original\n                        application;\n                  (h) shall not nullify a certificate issued under section 23.\n                   (7) The Appeal Tribunal may call for and inspect an\n           exempt document, so, however, that, where it does so, it shall\n           take such steps as are necessary to ensure that the document is\n           inspected only by members of staff of the Appeal Tribunal\n           acting in that capacity.\n                                 PART VI. MisceI1aueou.s\nProled ion       33.-(1) Nothing in this Act shall be construed as authorizing\nfrom liability\nre dofa~na-\n               the disclosure of any official document-\ntion, breach \"\nof contidonce        ( a ) containing any defamatory matter; or\nor copyright.\n                  ( b ) the disclosure of which would be in breach of\n                        confidence or of copyright.\n                      ( 2 ) Where access to a document referred to in subsection\n            ( 1 ) is granted in the hona.fide belief that the grant of such access\n            is required by this Act, no action for defamation, breach of\n            confidence or breach of copyright shall lie against-\n                    ACCESS TO INFORMA TION\n          the Government or any public authority, any Minister\n          or any public officer involved in the grant of such\n          access, by reason of the grant of access or of any\n          republication of that document; or\n          the author of the document or any other person who\n          supplied the document to the Government or the\n          public authority, in respect of the publication\n          involved in or resulting from the grant of access, by\n          reason of having so suppiied the document.\n       (3) The grant of access to an official document in\naccordance with this Act shall not be construed as authorization\nor approval-\n      (a) for the purpose of the law relating to defamation or\n          breach of confidence, of the publication of the\n           document or its contents by the person to whom\n           access is granted;\n      (b) for the purposes of the Copyright Act, of the doing by\n           that person of any act comprised within the copyright\n           in any work contained in the document, as follows-\n                     (i)  any literary, dramatic, musical or\n                          artistic work;\n                    (ii) any sound recording, cinematograph\n                          film, television broadcast or sound\n                          broadcast; or\n                    (iii) a published edition of a literary,\n                          dramatic, musical or artistic work."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Protcction from liabilit~ re defaniatior~. brcach of confidcncc or\n         copyrigl~t."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) A person commits an offence, if in relation to an offence\nofficial document to which a right of access is conferred under\nthis Act he-\n      (a) alters or defaces;\n      (b) blocks or erases;\n      (c) destroys; or\n      (6) conceals,\nthe document with the intention of preventing its disclosure.\n                                    ACCESS TO INFORMATION\n                         (2) A person who commits an offence under subsection\n               ( I ) is liable on summary conviction in a Resident Magistrate's\n               Court to a fine not exceeding five hundred thousand dollars or to\n               imprisonment for a term not exceeding six months or to both\n               such fine and imprisonment.\nProvisionsre     35.-(1) Where access to an official document is granted in\nother Acts.\n               accordance with this Act, the person who authorizes such access\n               and any other person concerned in the granting thereof shall not,\n               by reason only of so doing, be guilty of a criminal offence.\n                       (2) Subject to subsection (3), nothing in this Act shall\n               affect the provisions of any other Act other than the Official\n               Secrets Act, relating to the non-disclosure of information.\n                       (3) For the avoidance of any doubt, it is hereby declared\n               that the Official Secrets Act shall apply in relation to the grant of\n               access to an official document in contravention of this Act.\nReports.         36.-(1) The Minister shall, as soon as practicable after the\n               end of each year (but not later than the 30th of June in the\n               following year) prepare a report of the operation of this Act\n               during the year, containing the matters specified in subsection\n               (4).\n                       (2) The report referred to in subsection (1) shall be laid\n               on the Table of the House of Representatives and of the Senate.\n                      (3) Each public authority shall submit to the Minister,\n               quarterly reports on the matters specified in subsection (4).\n                       (4) The matters referred to in subsections (I) and (3)\n               are-\n                      (a) the number of applications for access received,\n                          granted, deferred, refused or granted, subject to\n                          deletions;\n                      (b) the categories of exemptions claimed and the\n                          numbers of each category;\n                      (c) the number of applications received for-\n                          [The inclusion of this page is author~zedby L.N. 1 1 112005]\n                    ACCESS TO INFORM4 TION                                23\n                    (i)    amendment of personal records;\n                (ii) annotation of personal records;\n     (6) the number of-\n                    (i)\n                      applications for internal review of\n                      relevant decisions;\n                 (ii) appeals against relevant decisions, and\n                      the rate of success or failure thereoc\n     (e) such other matters as are considered relevant."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The Minister may make regulations generally for giving Regulations.\neffect to the provisions and purposes of this Act and such\nregulations shall be subject to afirmative resolution."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1) This Act shall be reviewed from time to time by a Reviewof\ncommittee of both Houses of Parliament appointed for that Act    by\n                                                            ,,iamentary\npurpose.                                                    committee.\n       (2) The first such review shall be conducted not later\nthan two years after the appointed day.\n                        ACCESS TO INFORMATmN\n                           FIRST SCHEDULE                                  (Section 4)\n            Information to be published by Public Authorities"
    }
  ],
  "definitions": [
    {
      "term": "appointed day",
      "definition": "the 5th day of January, 2004",
      "source_provision": "sec3"
    },
    {
      "term": "exempt document",
      "definition": "a document which by virtue of",
      "source_provision": "sec3"
    },
    {
      "term": "exempt matter",
      "definition": "any matter the inclusion of which",
      "source_provision": "sec3"
    },
    {
      "term": "official document",
      "definition": "a document held by a public",
      "source_provision": "sec3"
    },
    {
      "term": "relevant decision",
      "definition": "a ~nterpre-",
      "source_provision": "sec29"
    }
  ]
}