{
  "id": "jm-stat-the-administrator-generals-act",
  "type": "statute",
  "title": "The Administrator-General's Act",
  "title_en": "The Administrator-General's Act",
  "short_name": "Administrator-General's Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-administrator-generals-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-administrator-generals-act | Legal areas: Trusts and Estates",
  "provisions": [
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Writs, plaints, summonses, notices, pleadings, process, HO~;C;CM\nand all other documents in any legal or other proceeding him.\nby or against the Administrator-General, may be served by\nbeing left at his office, and such service shall have the same\neffect BS if it had been made personally."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. All judgments, decrees, or orders, recovered or made Judmmfr.\nin any legal proceeding by or against the Administrator-\nGeneral, shall be in the same form and subject to this Act, winat\n                                                                    si\"*\nshall have the same effect as such judgments, decrees, or him.\norders would have had under similar circumstances, if this\nAct had not been passed, against a private person occupy-\ning, in relation to such proceedings, a position similar to\nthat of the Administrator-General."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. No execution shall issue without the leave of the Execution\nSupreme Court on any judgment, decree, or order against mina1\n                                                           him.\nthe Administrator-General, but it shall be the duty of the\nAdministrator-General, unless an order is made under the\nimmediately following section, to pay forthwith the amount\nof such judgment, decree, or order, and costs (if any) in\nthe same way, to the Same extent, that a private person,\nunder similar circumstances, would be bound to pay the\namount of such a judgment, decree, or order and mts:\n   Provided, that if a private person, under similar\ncircumstances, would be personally liable on such judgment,\ndecree, or order, and would be entitled to recoup himself\nout of the estate or trust in respect of which it was recovered,\nthe Administrator-General may in the first instance pay the\namount of such judgment, decree, or order, and costs, out\nof the estate or trust in respect of which it was recovered, to\nthe extent that such private person would be so entitled to\nbe recouped :\n          mhe inclusion of this page is authorized by LN. 3/20011\n16                           ADMINISTRATOR-GENERAL\n              And provided further, that it shall be lawful for the\n            Supreme Court, if it thinks that the justice of the case\n            requires it, to order that the amount for which such\n            judgment, decree, or order is obtained, or such part thereof\n            as the Coullt thinks fit, shall be paid by the Administmtor-\n            General personally, and not out of any trust or estate.\n               %A.--All sums required to discharge any liability which\n             the Admiaistmtor-General, if he were a private trustee,\n            would be personally liable to discharge, shall be charged\n            on and paid out of the O o ~ l i ~ t Fund,e d so, however,\n            that, neither the aollsolidated Fund nor the Administrator-\n            General shall be liable for any loss which would not have\n            im@       liability on a private trustee.\nP O W 10\nsubmit to      37. When a judgment, decree or order has been recovered\nIhc\nSupreme\n            against   the Administrator-General, and there are any\ncourt       circumstances which render it doubtful whether he ought\n  uwtioniot\n!oubt.      to pay the amount thereof, or out of what funds he ought\n            to pay the amount thereof, he may apply to the Supreme\n            Court for an order authorizing him to pay, or to refuse to\n            pay, or directing out of what funds he should pay the amount\n            of such judgment, decree, or order.\nSuing or      38. It shall be lawful for the Supreme Court to authorize\ndefending\nin form0    the Administrator-General to sue or defend in forma\npaupeh.\n            pauperis, in any case in which the Court thinks that the\n            Administrator-General ought so to sue or defend. An\n            order under this section shall authorize the Administrator-\n            General to sue or defend in such Court, and in such\n            proceeding, as may be specified in such order, and no Court\n            fees shall be payable by the Administrator-General in any\n            proceedings under such order : and the Supreme Court may\n            give such directions as it thinks fit to secure the repayment,\n            out of any property recovered or secured by such proceeding,\n            of all costs and charges of such proceedings.\n                    Khe inclusion of this page IS authorized by LN. 3/2CO11\n                 ADMINISTRATORGENERAL                                   21\nreceived by him, be paid into the Treasury and shall form\npart of the Consolidated Fund."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. When the Administrator-General is appointed by the Bununcn-\nSupreme Court receiver of any estate, he shall receive the tim     aa\nsame remuneration that any other person would have been\nentitled to, if appointed receiver under similar circumstances;\n                                                                     gz$h,\n                                                                reaivetot\n                                                                     :zt,=,\nand when he is a CO-trustee, co-guardian, or oo-committee,\nhe shall be entitIed to deduct the same fees as if he were\nthe sole trustee, guardian, or committee."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The Government shall provide the Administrator- G0-t\n                                                               to mvldc\nGeneral with a suitable office, and with such clerks and o&,clerlra\n                                                                 c x nsss\nassistants as may from time to time be necessary; and all dof,,&m-\nexpenses of the said office, and all expenses incurred by the : e ' o *\nAdministrator-General in and about the performance of the\nduties of his office shall be defrayed out of the Consolidated\nFund."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. When, in the performance of the duties of his office,          272-\nthe Administrator-General has incurred any expense, or a-\nmade himself liable to any claim or demand, and there is\nno fund out of which he may or can lawfully recoup or re-\nimburse himself in respect of the same, then, on any Judge\nof the Supreme Court certifying that such expense was\nproperly and reasonably incurred, or that such liability was\nproperly and reasonably undertaken as aforesaid, it shall\nbe lawful for the Minister to order that such expense shall\nbe reimbursed out of, or such liability be assumed by. the\nConsolidated Fund and assets of the Island. T h e\nprovisions of this section shall apply to the Deputy\nAdministrator-General in the same manner as they apply\nto the Administrator-General.\n  RL-3\n22                             ADMINISTRA TOR-GENERAL\nAdminis\ntration of    53.--(1) The assets of any person dying in this Island or\nassets of\ndeceased in abroad, which shall be in or pass into the possession of the\nthe hands\nof the\n            Government    of this Island, and for which provision is not\nGovcmmcnt. otherwise made, shall be delivered to the Administrator-\n            General, unless within six weeks of the same coming into\n            possession of the Government, or the death of the deceased\n            person, whichever shall last happen, probate of the will of\n            such deceased person, or Letters of Administration on the\n            estate and effects of such deceased person be produced to\n            the Minister.\n2811999\ns. 8 (a).\n                      (2) If the said assets do not exceed fifty thousand\n             dollars, the Administrator-General shall divide the same,\n             after deducting his commission and expenses, to and\n             amongst any person or persons who shall appear to him to\n             be entitled to the effects of such deceased person.\n                     (3) If such assets exceed fifty thousand dollars,\n             but do not exceed five hundred thousand dollars 01 such\n             other amount as the Minister may by order prescribe, the\n             Administrator-General shall, after the expiration of six\n             weeks from the receipt by him of such assets, apply for a\n             grant of Letters of Administration on the estate and effects\n             of such deceased person, in the Resident Magistrate’s Court\n             for the parish of Kingston, which is hereby authorized to\n             grant such AdminisWm, and shall administer the said\n             assets according to law.\n2811999.\ns. 8 tC).\n                     (4)If such &%sets exceed five hundred thousand\n             dollars or such other amount as the Minister may by order\n             prescribe, the Administrator-General shall aftex the expira-\n             tion of six weeks from the receipt by him of such assets,\n             apply for a grant of Lettern of Administration on the estate\n             and effeds of such deceased person in the Supreme Court,\n             and shall administer the same according to law.\n                     [The inclusion of this page ia authorized by L.N.3/20011"
    }
  ],
  "definitions": []
}