{
  "id": "jm-stat-the-advertisements-regulation-act",
  "type": "statute",
  "title": "The Advertisements Regulation Act",
  "title_en": "The Advertisements Regulation Act",
  "short_name": "Advertisements Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-advertisements-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-advertisements-regulation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) This Act may be cited as the Advertisements Shorttitle\n                                                               and appli-\n    Regulation Act.                                            cation.\n            (2) This Act shall not apply within the Urban and\n    Sub-Urban Districts of the Corporate Area as defined in\n    the Kingston and St. Andrew Corporation Act or withim\n    the limits of any town as defined for the purposes of this\n    Act or for general purposes under the provisions contained\n    in the Parish Councils Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  IntWpICta-\n    “advertisement” includes any sky sign and any notice, bill, .’‘\n        placard, poster and other similar publication;\n    “hoarding” includes any structure used as an advertise-\n        ment or for exhibiting any advertisement;\n    “the Minister” means the Minister responsible for com-\n        munications;\n    “sky sign” means any word, letter, model, sign, device or              .\n        representation in the nature of an advertisement,\n        announcement or direction, supported or attached to\n        any post, pole, standard, framework or bther support,\n        wholly or in part upon, over or above any building,\n        structure or erection, which, or any part of which,\n.       sky sign is visible against the sky from some point in\n        any public place in the Island or in the waters thereof,\n        and includes all and every part of such post, pole,\n        standard, framework or other support. “Sky ggd’\n        also includes any balloon, parachute, searchlight,\n        flashlight or other similar device employed wholly or\n          m e idusion of tbia ppos is authorized by L.N. 480/19731\n4                            ADVERTISEMENTS REGULATION\n                   in part for the purposes of any advertisement or\n                   announcement on, over or above any building, structure\n                   or erection of any kind or on or over any public place\n                   in the Island or in the waters thereof; but does not\n                   include any flagstaff, pole, vane or weathercock unless\n                   adapted or used wholly or in part for the purpose of\n                   any advertisement or announcement.\nErectionof       3. No hoarding shall be erected and no advertisement\nhoardings\netc,tobe       shall be exhibited upon any hoarding or on any wall, tree,\n          to\ncontrol        pole, fence, gate or other place so as to be visible from any\n               public place in the Island except in accordance with the\n               provisions of this Act and of any regulations made there-\n               under.\nfiefT=h-         4. The Chief Technical Director may erect or authorize\nnical Direc-\ntor may        the erection of hoardings and advertisements and may, upon\nauthorize\nemt,onof       the application in writing of the person responsible there-\nand adver-\nhoardings      for, authorize the use of hoardings and advertisements\ntlSm=nts       existing at the date of the coming into operation of\n               regulations made under this Act. Every such authorization\n               shall be given for such period not exceeding five years as\n               the Chief Technical Director may determine.\nExen\\ptlon\nof adver-"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Chief Tachnical Duector may authorize enction of hoardings\n      and advertisements."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Notwithstanding the provisions of sections 3 and 4,\ntmmentson\nbusiness\n               any person may exhibit in or upon his own premises, or in\npremLses       or upon any premises in his occupation, advertisements\n               relating to the business, profession or trade carried on in\n               or upon those premises, and further may exhibit any\n               advertisements upon any building used by him for business\n               purposes in or upon such premises :\n                 Provided that any advertisement so exhibited shall not be\n               suspended across the street or in any way suspended or\n               projected outwards from such premises.\nRegulaaona       6-(1)The Minister may make regulations generally\n               for the better carrying out of the provisions of this Act.\n                     me ~nclunonof thia page IS authorized by LN. 480/19731\n             ADVERTISEMENTS REGULATION                                 5\n       (2) Regulations made under this s&ion may, with-\nout prejudice to the generality of the power conferred by\nsubsection (11, provide for regulating, restricting or pro-\nhibiting the erection of hoardings and the exhibition of\nadvertisements in such places, in such manner and by such\nmeans as to afect injuriously the amenith of a public\npark or pleasure promenade or any place frequented by\nthe public soley or chiefly on account of its beauty, or to\ndisfigure the view of rural scenery from any highway or\nrailway or from any public place or water."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. If any person is aggrieved by the refusal of the Chief Appealfrom\n                                                             decision of\nTechnical Director to authorize the erection of any hoard- a d\ning or the use of any hoarding or advertisement as provided Tahnical\n                                                             Dirstor.\nin section 4, such persbn may appeal to the Minister,and s.7.1311955\nif it be made to appear to the Minister that the erection\nof such hoarding or the use of any hoarding or advalise-\nment should be authorized under this Act, the Minister\nmay give directions to the Chief Technical Director to that\neffect.\n  &+I) unless authorized under Section 4 or exempted lUlaUlbor-\n                                                             R a ~ d o f\nunder section 5, any hoarding erected and any advertise- iFcdhoard-\n                                                             ingl and\nment exhibited at the date of the coming into operation of advcrtiaE\nregulations made under this Act shall be removed by the -b.\nperson responsible therefor within six months from such\ndate, and if not 50 removed as aforesaid the Chief Technical\nDirector shall serve on the p?rson responsible for such\nhoarding or advertisement a notice in writing requiring the\nremoval thereof within one month, and upon failure to\ncomply with such notice such person shall be deemed to\nhave committed a contravention of the provisions of this\nAct.\n      (2) If no person responsible for such hoarding or\nadvertisement can be found within six months from the date\n           inclusion of mL p s ~ sis rathoriecd W LN. 480/19731\n6                       ADVERTISEMENTS REGULATION\n            of the coming into operation of regulations made under this\n            Act, the Chief Technical Director may cause such hoard-\n            ing or advertisement to be removed and for this purpose\n            may enter upon any land whereon such hoarding or\n            advertisement is and may do such other acts and things aa\n            may be necessary for the removal thereof.\nPenaltica     9. Every person who contravenes the provisions of this\n            Act or of any regulations made thereunder shall be liable,\n            on conviction befqre a Resident Magistrate, to a h e of\n            twenty dollars and to a further fine of four dollars for\n            every day during which the offence is continued after his\n            conviction therefor :\n              F’rovided that the offence shall not be deemed to be\n            continued during a period of fourteen days from the date\n            of the conviction and, if any appeal is lodged, during the\n            period until the determination of such appeal.\nSaving.       10. Nothing in this Act shall apply to hoardings erected\n            and advertisements exhibited by any Department Of the\n            Government or by any Military, Naval or Air Force\n            Authority, or by any Judicial Authority, or by any\n            Municipal Authority, or by or under the authdty &f any\n            enactment, or to any notice relating to my service in a\n             .\n            church, chapel, temple or mosque.\n                                                                                        .       .,         .\n                                                                            .\n                                                                                     ,. . .\n                                                                                   , . .\n                                                                  .          .              ,        .\n                                                            .     .           .    .      .~\n                                                                        .. ..           .~\n                                                                  ~1              . ,.\n                                                                                  .,"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Saving.\n          inclusion of thii page is authorieod by L.N. 480/1973]\n                 ADVERTISEMENTS REGULATION                                          3\n        THE ADVERTISEMENTS REGULATION ACT                                 cap 2.\n                                                                           LSW\n                                                                        l3of 1955.\n                                                 117th April, 1947.1"
    }
  ],
  "definitions": []
}