{
  "id": "jm-stat-the-agricultural-loans-act",
  "type": "statute",
  "title": "The Agricultural Loans Act",
  "title_en": "The Agricultural Loans Act",
  "short_name": "Agricultural Loans Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-agricultural-loans-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-agricultural-loans-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  Interprcia-\n                                                                   tion.\n    “owner” means any person, other than a leaseholder or g(yo\n        tenant for life, for the time being receiving the rack-\n        rent of the lands or premises in connection with\n        which the word is used, whether on his own\n        account or as agent or trustee for any other person,\n        or who would so receive it if such lands or premises\n        were let at a rack-rent;\n    “tenant” means a lessee, tenant for life or any person\n        lawfully in possasion of land other than an owner."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Should any person, being in the possession of any land        :;yrsw\nas owner, incumbrancer, or tenant, desire, for the purpose m t d\nof cultivating the said land, or for reaping the crops thereof, charges on\nor for the working of any agricultural industry thereon, or,\nin the case of sugar estates, for the purchase of canes to be\nmanufactured into sugar or rum, or for all or any such\npurposes, to procure advances from any other person,\ncompany, or body corporate, whether in a single sum, or by\nadvances from time to time during the currency of the\nsecurity to be given for the same, it shall be lawful for such\nperson to pledge, by writing under his hand, or by deed in\nthe form, or to the effect in the First Schedule to the lender, Fnst\nfor the due payment of the advances and interest to be schedule.\nagreed in such contract, and for the due performance of any\nagreement or covenants in such contract contained, the\nwhole or any part of the crops growing or to grow on and\nbe produced from such land, or the produce to be manu-\n       me inclusion of this page is authorized by L.N. 480119731\n2                                AGRICULTURAL LDANS\n              factured on such land from the working of the agricultural\n              industry thereon, within a limited period, not exceeding\n              eighteen months, to be expressed in such contract; and such\n91 1970       contract, if duly stamped with an agreement stamp of twenty\ns. 3.\n              cents, and recorded in the Record Office within thirty days of\n              the making thereof, shall form a preferential charge, in\n              respect of such advances and interest, on the crops and\n              produce, and on the products of the agricultural industry\n              so charged, so long as the same are growing on the said\n              land, or are being produced by the agricultural industry, and\n              for three months after the same are gathered in or produced,\n              if the same be under the control of the borrower.\n                 And such charge shall be valid against all trustees in\n              bankruptcy, trustees under any deed or assignment for the\n              benefit of creditors, and against all bailiffs or other officers\n              (except Revenue Bailiffs appointed by Collectors of Taxes\n              for the purpose of making a distress for taxes and duties\n              under the Tax Collection Act) executing any civil process,\n               and execution creditors, and any mortgagee, or incum-\n               brancer, or subsequent purchaser of such land.\nFirst             The form of deed in the First Schedule may be varied\nSchedule.\n               or altered according to the terms of the agreement.\nLoans for\nthe purpose"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Where any advance is made under the provisions\nofplanting    of this Act to any person, being in the possession of any\nsugar cam.\n              land as owner or tenant, for the purpose of cultivating the\n9/1970\nS. 4 (a).\n              said land in any of the crops specified in the Second\nSecond        Schedule, or of reaping any such crop grown upon the said\nschedule.     land, section 3 shall have effect as if for the words “within\n              a limited period, not exceeding eighteen months, to be\n              expressed in such contract” there were substituted the\n              words-\n                   “in the case of an owner until such time as the full\n                   amount of the advances and interest has been duly paid\n                   to the lender and in the w.se of a tenant until such time\n                    as the full amount of the advances and interest has\n                     me inclusion of this page is authorized by L.N. 480119731\n                    AGRICULTURAL LOANS                                         3\n    been duly paid to the lender or the expiration of the\n    tenant’s interest in the land at the time the contract\n    was made whichever shall be the earlier”.\n     (2) The Minister may from time to time by order vary 9/1970\n                                                          s. 4 (3).\nor amend the Second Schedule.                             SecOod\n                                                                   Schedule."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Breach of any agreement or covenant by the giver of p m b\n                                                                   lender on\nsuch security, his executors, administrators or assigns, shall brcach of\nentitle the lender to immediate possession of the crops and contra.3\n                                                               enteron\n                                                                       U)\nother products, or such portions as have been secured to           ~~~~&\nhim, and if necessary, and so far as may be necessary, to\nthe possession of the lands, with all the machinery, live and\ndead stock and other things, for the purpose of enabling\nhim to take off, reap and make, such crops and products :\n  Provided that the taking possession of such lands shall\nnot render the person liable to expend any money in respect\nof any future crops or products not secured to him as\naforesaid."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. After possession has been obtained of such crops and A plication\nproducts, or either of them, or of any portion of them oi4)prod\n                                                          ofcrop.\nrespectively, or of such lands, by the Iast preceding section,\nby the lender, his executors, administrators or assigns, the\nmoney to be realized for such crops and products shall be\napplied, first to pay the expenses (if any) of getting the\npossession of such crops, products, or lands, and of\ncultivating, reaping, manufacturing or otherwise producing,\nsuch crops or products, and of the care and maintenance of\nthe lands and other things (if any) taken possession of as\naforesaid, and of the expenses incident to the sale of the said\ncrops and products, next to the payment of the said\nadvances and interest, and lastly any balance to be paid\nover to the borrower.\n       me inclusion of this page is authorized by L.N. 480119731\n4                                AGRICULTURAL LOANS\nThis A Cto~      7. All writings and deeds intended to be made under the\nbe referred\ntoinall        provisions of this Act shall state that they are made under\nwritings\nthereunder,    the provisions of this Act, otherwise the provisions of this\n               Act shall not apply to such writings and deeds.\nFraudrby         8. Any person who obtains an advance under such a\nthe borrower\nhow            contract by means of any false representation, any person\npunishable.    to whom an advance is made under such a contract for\n               particular purposes specified therein, who wilfully applies\n               the money so advanced to any other use or purpose than\n               the purposes so specified, and any person who having\n               obtained an advance under such a contract afterwards sells\n               or disposes of, or converts to his own use, or wilfully\n               destroys, any of the crops or products, the subject of the\n               charge created under such contract, without the consent\n               of the lender, shall be guilty of a misdemeanour, and being\n               convicted thereof in any Court of Record in this Island\n               shall be imprisoned with or without hard labour for a term\n               not exceeding one year :\n                 Provided that no prosecution of any such offence shall\n               be begun or proceeded with after the secured advances and\n               interest shall have been satisfied.\nRights of         9. Nothing in this Act shall be construed to affect the\nCrown and\nGovernment     rights of the Crown, or of the Government of this Island,\nof the\nIdad           in respect to the recovery of moneys due from the owners,\nreserved.      mortgagees, tenants or occupiers, of any lands, chargeable\n               on and leviable out of the lands, or the products thereof.\n                     me inclusion of this page is authorkd by L.N. 480/19731\n                     AGRICULTURAL LOANS                                               5\n                            FIRST SCHEDULE                     (Section 3) Formof\nJAMAICAS.S.                                                                 charge.\n   This Indenture, made under and subject to the provisions of the\nAgricultural Loans Act, this                      day of\nin the year of our Lord, 19          , between A B . ( m e and description\nof borrower). of the one part and C.D. (name of company, association\nor other lender), of the other part:\n   Whereas the said A.B. is in possession of all (recite thuf piece or\nparcel of land situated in, elc.. and known as, etc.):\n   And whereas the said A.B. has applied to the said C.D. for a loan\nof s                          for the purpose of (here state the purpose,\nwhich must be connected with the cultivation of the land). and has\noffered to secure the repayment of the said loan by pledging the\ncrops (or such part of them as may be agreed upon! to be grown and\nproduced upon the said land within the next                       calendar\nmonths after the date hereof (here, if desired, the Mure of the crops\nmay be described) :\n   And whereas the said C.D. has agreed to make the said advance\non the express condition that the said money be applied to the purpose\nfor which the said A.B. has applied for the same. and on the security\nof the crops and produce to be grown and produced upon the said\nland within a period of                          calendar months from the\nmaking hereof (or a definite portion of such crops), and on condition\nthat the said A.B. do either on the                day of"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19     , repay the said loan, with interest thereon as hereinafter\n stated, or do on the said day deliver to the said C.D. in repayment\nof such advance and interest (here describe the crops, etc., to be\ndelivered). in order that the said C.D. may realize the same, and\npay his said debt and interest, together with all expenses attending\nthe said sale, out of the proceeds thereof:\n    Now this Indenture witnesseth that the said C.D. doth this day\nmake the advance of S                        , and the said A S . receives\n the same, for the purposes and on the conditions aforesaid, and the\n said advance is to bar interest at the rate of                        Per\ncent per m u m , from the date thereof until repayment of the same:\nand the said A.B. hereby for himself. his heirs. etc., covenants with\n the said C.D. that he has not done any act or thing. and knows of\n no reason why he cannot give the security aforesaid on the said crops\naforesaid, and further that on the                  day of\n he will either repay the said s u m of S                     with interest\n thereon as aforesaid, or will peaceably give up to the said C.D. the\n crops and produce on the security of which the said C.D. has made\n the said advance, in order that the said C.D. may realize the Same\n and apply the proceeds thereof as aforesaid.\n                         SECOND SCHEDULE                  (Section 4 (1)    9/1970\n       Sugar cane                                                           s 5.\n       Coffee\n       Cocoa\n        [The inclusion of tbis page is authorized by LN. 480/19731\nM"
    }
  ],
  "definitions": []
}