{
  "id": "jm-stat-the-agricultural-marketing-act",
  "type": "statute",
  "title": "The Agricultural Marketing Act",
  "title_en": "The Agricultural Marketing Act",
  "short_name": "Agricultural Marketing Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-agricultural-marketing-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-agricultural-marketing-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.) for regulating the manner in which the moneys of the associa-\n         tion may be invested;\n   (h) for the furnishing by the association to registered producers\n         of returns and other information, including an annual balance\n         sheet and either an annual profit and loss account or, in the\n         case of an association which does not trade for profit, an\n         annual income and expenditure account;\n    (i) for the furnishing by the association to the Minister within\n        six mwtbs after the expiration of each year of operation\n        which year of operation shall be defined in the plan, of a report\n        for the year upon the administration of the affairs of the asso-\n        ciation together with a balance sheet and statement of the\n        revenue and expenditure of the association duly audited by\n         an auditor approved by the Minister:\n    (i) for enabling the association to submit an amendment of tbe\n         plan and for prescribing the procedure to be followed in order\n         to give effect to such amendment;\n   ( k ) for the revocation of the plan by the submission of a sub-\n        sequent plan.\n                    I   _   _ ~~~~ ~   ~                                 ~~~\n                                                                               -\n16                     AGRICULTURAL MARKETING\n                         SECOND SCHEDULE                   ( m m 6)\n      Every marketing plan may provide for all or any of the following\n     matters-\n         (a) for empowering the association to buy the specified article, to\n                produce such commodities from that product as may be\n                speci6ed in the plan, and to sell, grade, pack, store, adapt\n               for sale, insure, advertise and transport the specified article\n               and any commodity so produced by the association;\n         ( 6 ) for requiring registered producers to sell the specified article\n                or any kind, variety or grade thereof, or such quantity thereof\n                or of any kind, variety or grade thereof as may from time to\n                time be determined by the association, only to, or through\n                the agency of, the association;\n         (c) for empowering the association to buy, and sell or let for hire\n                to registered producers, anything required for the production,\n                adaptation for sale, or sale of the s p i 6 e d article;\n         (d) for empowering the association to co-operate with any other\n                person in doing anything which the association is or might be\n                empowered to do by virtue of paragraph (a) or paragraph (c):\n         ( e ) for empowering the association to regulate. sales of the speci-\n                6ed article by any registered producer by determining for\n                such period as may be fixed by the association on the occa-\n                sion of each determination-\n                 (i) the kind, variety or grade of the product which may be\n                     sold:\n                (ii) the price at, below or above which. the terms on which,\n                     and the persons to, or through the agency of, whom,\n                     the product or any kind, variety, grade or quantity\n                     thereof may be sold;\n          (f) for regulating the manner in which the spefisad article or any\n              kind, variety or quantity thereof is to be. graded by 01 on\n            behalf of registered producers or the manner in which the\n            specified article or any kind, variety, grade or quantity thereof\n            is to be marked, packed, stored, adapted for sale, insured.\n            advertised or transported by or on behalf of registered\n            producers;\n        (g) for empowering any person authorized in writing by the asso-\n            ciation, for the purpose of securing compliance with the plan,\n            to enter and inspect, at any reasonable time and on produc-\n     -~        p h e inclusion d this F g e is authorizcd by L.N.90!'1!?43]\n               AGRICULTURAL MARKETING                                      17\n       tion of his authority. any pan of the land or premises occn-\n       pied by any registered producer (being a producer spzcitied\n       in the authority) which the person so authorized has reason\n       to believe is used for producing the specified article or for\n       doing any of the following things which is regulated by the\n       plan, that is to say, grading, marking, packing or storing the\n       speci6ed article or adapting it for sale;\n  (h) for enabling the association to encourage agricultural co-\n      operation, research and education;\n  (13 for empowering the association to borrow money for the\n       purpose of exercising its functions under the plan;\n   cj) for empowering the association to accept grants of money\n       from any source, and regulating the manner in which and the\n       objezts upon which such grants may be expended;\n  ( k ) for empowering the association to lend to any registered pro-\n        ducer a portion of the amount, which the association estimates\n        that he will receive from the sale of any quantity of the speci-\n        fied article produced or in course of production by him:\n   (0 for guaranteeing the payment of any sums secured by an\n       agricultural charge created by a registered producer;\n  (m) for all such matters as are incidental to or consequential on the\n      provisions of this Act relating to the contents of plans or are\n      neccesaary for giving effect to those provisions.\n____                    -\n        [The indusion of this page is authorized by L.S. 90jlW31"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                        Interprets-\n“agricultural produce” includes the produce of any plant tion.\n     or animal in its natural state;\n“approved association” means any association declared by\n    the Minister in accordance with the provisions of\n    section 5 to be an approved association;\n“association” means any statutory corporation or company\n    incorporated under any enactment for the time being in\n    force in Jamaica, or any industrial and provident society\n    registered under any such enactment;\n“Committee of Enquiry“ means any Committee of Enquiry\n   appointed by the Minister in accordance with the\n   provisions of section 8;\n“Committee of Investigation” means any Committee of\n   Investigation constituted by the Minister in accord-\n   ance with the provisions of section 16;\n“governing body” means the Board of Directors, Executive\n    Committee, Committee of Management, or other body\n    by whatever name called having power to conduct the\n    &airs of any association;\n“plan” means any marketing plan submitted by any\n    approved association;\n        IThe inclusion of this page is authorized by L.N.90/1993]\n4                             AGRICULTURAL MARKETING\n               “producer” means the grower, breeder or rearer of any\n                   article of agricultural produce or any person who has\n                   the right to dispose of such article, such right having\n                   been acquired otherwise than by purchase of the\n                   article;\n               “registered producer” means any producer registered\n                   under this Act;\n               “specified article” means any article declared by the\n                    Minister in accordance with the provisions of section\n                    3 to be a specified article.\nPower to         3.41) Subject to the provisions of subsection (2), the\nspecify\narticles of    Minister may declare any article of agricultural produce to\napriculhlral\nproduce.\n               be a specified article for the purposes of this Act.\n                      (2) No article of agricultural produce shall be\n               declared to be a specified article under subsection (1) at\n               any time when the marketing thereof is under the control\n               of or is vested in any statutory authority appointed or\n               elected under any enactment, in force on the 16th November,\n               1944 in relation to the marketing of such article.\nPnwrr LLI        4.-(1) The Minister may make regulations for the\nmakr: regu-\nlations for    registration of the producers of any specified article or of\nrcistralion\nof”produ-\n               any class of such producers and for all matters incidental\nctrs of        thereto.\nspecificd\narticles.\n                      (2) Regulations made under subsection (1) may, with-\n               out prejudice to the generality of such power, make provi-\n               sion with regard to-\n                    (U) the form in which and the person or authority by\n                         whom the register is to be kept;\n                    (6) the form in which and the time within which\n                         application is to be made for registration;\n                    (c) the information to be supplied by any applicant\n                         for registration as to-\n               AGRICULTURAL MARKETING                             5\n            (i) the quantity of the specified article produced\n                by him during any prescribed period; and\n           (ii) the price for which he sold such specified\n                article during any prescribed period; and\n           (iii) the channels through which he sold such\n                 specified article during any prescribed\n                 period; and\n           (iv) any other matter which the Minister may\n                think necessary;\n    (d) the date on which the register shall first come into\n        force;\n    (e) the amendment of the register by the deletion\n         therefrom of the names of persons who have ceased\n         to be producers or by the addition of the names\n         of persons who desire to be registered as producers,\n         and the rectification of the particulars in the\n         register relating to any registered producer or to\n         any of the matters referred to in paragraph (E);\n    (f, the making by any registered producer of such\n         returns in relation to any of the matters referred\n         to in paragraph (c) at such time and in such form\n         and to such authority as may be prescribed.\n       (3) Every person who is required by any regulations\nmade under this section to be registered as a producer of\nany specified article and who, without being so registered,\nsells or offers for sale any quantity of such article after\nthe date upon which the register comes into force, shall\nbe guilty of an offence against this subsection and, upon\nsummary conviction thereof before a Resident Magistrate,\nshall be liable to a fine not exceeding two hundred dollars\nor to be imprisoned for any term not exceeding twelve\nmonths or to both such fine and imprisonment.\n      me inclusion of this page is authorized by L.N. 480/19731\n6                              AGRICULTURAL MARKETING\n                     (4) Every person who wilfully makes any statement\n               which he knows to be false or does not believe to be true-\n                   (a) in any application for registration under any\n                        regulations made in pursuance of the powers\n                        conferred by this section; or\n                    (6) in any return which he is required to make under\n                        such regulations,\n               shall be guilty of an offence against this subsection and,\n               upon summary conviction thereof before a Resident\n               Magistrate, shall be liable to a fine not exceeding one\n               hundred dollars or to be imprisoned for any term not\n               exceeding six months or to both such 6ne and imprison-\n               ment.\nPower to         5.-(1) Subject to the provisions of subsection (21, the\ndedare\n               Minister may on the application of any association declare\nan approved\nassociation.   such association to be an approved association in relation\n               to any specified article or class of specified articles of\n               agricultural produce.\n                       (2) No association shall be declared to be an approved\n               association unless the Minister is satisfied-\n                     (a) that it has as one of its principal objects the\n                          furtherance of the interests of the producers of\n                          agricultural produce in general or of the specified\n                          article or class of specified articles of agricultural\n                          produce in relation to which the application is\n                          made; and\n                    (6) that a substantial proportion of its members are\n                         producers or are engaged in the production of\n                         agricultural produce in general or of such specified\n                         article or class of specified articles of agricultural\n                         produce; and\n                    (c) that its constitution is such as to ensure that all of\n                         its members have a right to participate directly or\n               AGRICULTURAL MARKETlNG\n         indirectly in the election or appointment of the\n         governing body of the association; and\n    (6) that its constitution is such as to ensure that the\n         term of office of any member of its governing body\n         does not exceed three years; so, however, that any\n         member of the governing body may be eligible\n         upon the expiration of any term of office to be\n         re-elected for a further term of office."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Power to make regulations for registration of producers of\n      specified articles."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--(1) Subject to the provisions of subsection (21, any ~ ~ ~          i   ~\n                                                           m a y submit\napproved association may submit to the Minister a plan amrketing\nfor the marketing of any specified article of agricultural       zEikd\nproduce.                                                   artida.\n      (2) Every marketing plan shall make provision for First\nthe matters set out in the First Schedule.              Schedule.\n       (3) Every marketing plan may, in addition to\ncontaining provision for the matters set out in the First\nSchedule, contain also provision for any of the matters set Ssmnd\n                                                            Schedule.\nout in the Second Schedule."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Where any marketing plan is submitted to the piantobe\nMinister under subsection (1) of section 6, the Minister shall\ncause the plan to be advertised in at least six issues of a\nnewspaper at intervals of not less than one week.\n      (2) Where any plan is advertised in accordance with\nthe provisions of subsection (l), there shall be inserted in\nthe same issue of the newspaper in which the advertise-\nment appears a notice that any person who objects to the\nadoption of the plan may give notice in writing of his\nobjection and of the grounds upon which he relies in support\nthereof to such authority as may be specified in the notice\non or before such day as may be so specified.\n       (3) Every notice of objection to any plan shall be in\nsuch form as the Minister may prescribe.\n      me inclusion of this page is authorized by LN. 480/19731\nN\n8                               AGRICULTURAL MARKETING\nPlan lo be        8 . 4 1 ) So soon after the day referred to in subsection\nreferred to\naCommit-        (2) of section 7 as may be convenient, the Minister shall\ntee of\nEnquiry.        appoint a Committee of Enquiry consisting of a Chairman\n                and not less than two nor more than four other members\n                to consider and to enquire into the plan and any objections\n                thereto and to report to the Minister.\n                        (2) Every Committee of Enquiry appointed under\n                this section shall include among its members at least one\n                producer of the specified article to which the plan relates\n                and at least one person who is experienced in the marketing\n                of such article.\nCommittee         9.-(1) Every Committee of Enquiry shall for all\nof Euquiry\nto have         purposes be deemed to be, and shall have all the powers of,\npower of        a Commission of Enquiry appointed under the Commissions\nCornmis-\nsion of\nEnquiry.\n                of Enquiry Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Subject to the provisions of subsection (2), upon Powers  of\n                                                            hiinistcr in\nreceipt of any report under subsection (1) of section 10 relationto\nthe Minister shall consider such report and shall either-\n    (a) approve the plan; or\n    ( b ) approve the plan subject to such modifications as\n         he may think fit, whether recommended by the\n         Committee of Enquiry or not; or\n    (c) reject the plan.\n        (2) Where the Minister approves any plan under\nsubsection (11, the Minister shall cause a poll to be taken\nof all the registered producers of the specified article with\na view to ascertaining whether such producers are or are\nnot in favour of the adoption of the plan.\n        (3) Any poll under this section shall be taken by\nsuch persons and in such manner as the Minister may\ndirect.\n        (4)Where the Minister approves of any plan\nsubject to any modifications whether recornmended by the\nCommittee of Enquiry or not, the plan together with such\nmodifications shall be referred to the approved association\nwhich may either accept or reject the modifications.\n       (5) Where the approved association accepts any\nplan subject to the modifications approved by the Minister,\nthe Minister shall cause the plan as modified to be advertised\nin two issues of a newspaper at an interval of not less than\none week and thereafter the provisions of subsection (2)\n      me inclusion of this page is authorized by L.N. 480/19731\n10                            AGRICULTURAL MARKETING\n               shall apply as they apply to a plan which is approved by\n               the Minister without modification.\n                      (6) Where the approved association does not accept\n               any modification referred to it under subsection (4), the\n               plan shall for all purposes be deemed to be rejected.\nProcedure        12.-(1) Where upon a poll being taken in accordance\nafter taking\na poll.        with any directions under subsection (3) of section 11, the\n               Minister is satisfied that-\n                   (a) not    less than two-thirds in number of the\n                        registered producers of the specified article or\n                        class of article voting on the poll; and\n                   ( b ) registered producers who are capable of producing\n                         not less than two-thirds of the quantity of the\n                         specified article or class of article which all the\n                         registered producers voting on the poll are capable\n                         of producing\n               are in favour of the adoption of the plan, the Minister\n               shall cause the plan to be laid before the Senate and House\n               of Representatives.\n                       (2) Where upon a poll being taken in accordance\n               with any directions under subsection (3) of section 11, the\n               Minister is not satisfied that-\n                    (a) not less than two-thirds in number of the\n                         registered producers of the specified article or\n                         class of article voting on the poll; or\n                    (b) registered producers who are capable of producing\n                         not less than two-thirds of the quantity of the\n                         specified article or class of article which all the\n                         registered producers voting on the poll are capable\n                         of producing\n               are in favour of the adoption of the plan, the plan shall be\n               deemed to be rejected.\n                                                                          -\n                     me inclusion of this page is authorized by L.N. 480/19731\n                 AGRICULTURAL MARKETING                                          11"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Every Committee of Enquiry shall afford to the\n                approved association by which the plan was submitted and\n                every objector to the plan an opportunity of being heard\n                and of tendering evidence in support of the plan or of his\n                objection, as the case may be.\nCammillcc         lO.-(i)     So soon as may be after any Committee of\nofEnquiry\nto reporr I 0   Enquiry has concluded its enquiry into any plan, it shall\nMinisrer.\n                report to the Minister.\n                          (2) Every report under subsection (1) shall state\n                whether the Committee of Enquiry considers that the\n                adoption of the plan-\n                     (a) would be in the interest of the producers of the\n                            specified article; and\n                     ( b ) would be likely to prejudice the interests of any\n                            class of producers of the specified article; and\n                     (c) would be likely to prejudice to an appreciable\n                            extent the interests of the consumers or any class\n                            of consumers of the specified article.\n                -\n                      IThe inclusion of this gage is authorized by L.N. 480/1973]\n                AGRICULTURAL MARKETING                                     9\n       (3) Every report under subsection (1) may also\ncontain any recommendations by the Committee of Enquiry\nas to any respects in which the plan might with advantage\nbe amended, together with the reasons in support of such\nrecommendations."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Where any marketing plan is laid before the Procedureon laying\nSenate and the House of Representatives in accordance o f ~ m\nwith the provisions of subsection (1) of section 12, it shall before\n                                                              Parliament.\nbe accompanied by the report of the Committee of Enquiry\nappointed under section 8 and any objections to the plan\nand all documents relating thereto.\n        (2) The Senate and the House of Representatives\nmay by resolution of either Chamber, if confirmed by\nresolution of the other Chamber, adopt any marketing plan\nlaid before them in accordance with the provisions of\nsubsection (I) of section 12 with effect from a date specified\nin such resolutions..\n  1 4 4 1 ) Where the Senate and the House of Represen- EffEiof\n                                                                      adoption\ntatives adopt any marketing plan in accordance with the ofplan.\nprovisions of subsection (2) of section 13, the provisions of\nthe plan shall be deemed to form part of this Act with\neffect from the date specified in the resolution of the Senate\nand of the House of Representatives.\n           (2) Where any plan is deemed in accordance with\nthe provisions of subsection (1) to form part of this Act,\nsubject to the provisions of section 15 no producer shall\nsell, and no person shall purchase, any quantity of the\nspecified article to which the plan relates except-\n      ( U ) in accordance with the provisions of the plan; or\n      (b) in circumstances which are exempted from the\n             operation of the plan by some provision thereof.\n           (3) Every person who contravenes or fails to comply\nwith the provisions of this section shall, on summary\nconviction before a Resident Magistrate, be liable to a fine\nnot exceeding two hundred dollars or to be imprisoned for\nany term not exceeding twelve months, or on conviction\nbefore a Circuit Court to a fine not exceeding two\nthousand dollars or to be imprisoned for any term not\nexceeding two years, or to both such fine and imprisonment.\n       [The inclusion of this page i s authorized by L.N. 480i19731\n12                           AGRICULTURAL MARKETING\nSaving for     lS.-(l) Subject to the provisions of subsection (21, a\nexisting\n             contract of which neither the making nor the performance\n             was, at the time when the contract was made, prohibited\n             by or under any plan in force under this Act, shall not,\n             unless the terms of the contract otherwise provide, be void\n             or unenforceable by reason that, at the time for the\n             performance of any provision of the contract, the\n             performance thereof is so prohibited.\n                      (2) (a) Where the performance of any such\n             contract made during the relevant period is prohibited by\n             or under any such plan, the provisions of subsection (I)\n             shall cease to apply to that contract upon the expiration of\n             three months after the prohibition first takes effect unless\n             the contract is registered under this section.\n                           (b) In this subsection the expression “the\n             relevant period” in relation to a plan, means a period\n             beginning twelve months before the first publication of an\n             advertisement in relation to the plan in accordance with\n             the provisions of section 7 and ending on the day that the\n             plan is approved by the Minister in accordance with the\n             provisions of section 11.\n                     (3) The association shall, on the application of any\n             party to a contract, register the contract within fourteen\n             days of the application unless the association is of opinion\n             that the contract was made with a view to evading the plan.\n                     (4) Where any party to a contract is aggrieved by\n             the failure or refusal of the association to register the\n             contract, he may within twenty-one days of the expiration\n             of the period referred to in subsection (3), appeal to the\n             Court, and pending the determination of any such appeal,\n             subsection (1) shall continue to apply to the contract,\n             notwithstanding anything to the contrary in subsection (2).\n                     ( 5 ) On any appeal under this section, the association\n             concerned and any party to the contract may appear and\n             be heard, and if, on the hearing of any such appeal, the\n                   me inclusion of this page is aulhorized by L.N. 480/19731\n                 AGRICULTURAL MARKETING                                           13\ncontract is found by the Court not to have been made with\na view to evading the operation of the plan, the Court shall\nby order direct the registration thereof, and thereupon the\ncontract shall be deemed to have been registered as from the\ndate of the order; but where the Court does not direct the\nregistration of a contract, any party to the contract certified\nby the Court to have entered into the contract bona fde\nwithout a view to the evasion of the operation of the plan\nmay recover the amount of any damage suffered by him by\nreason of the avoidance of the contract from any party\ncertified by the Court to have entered into the contract with\na view to such evasion as aforesaid.\n       (6) For the purposes of this section the expression\n“the Court” means a Judge of the Supreme Court sitting in\nChambers.\n        (7) No person shall be liable to any penalty in respect\nof a contravention of any plan in force under this Act,\nif he proves that the contravention was necessary for the\nperformance of a contract which, by reason of the fore-\ngoing provisions of this section, was not, at the time of\nthe contravention, void or unenforceable.\n  1 6 . 4 1 ) Where after the adoption of a plan in accord- orderof\n                                                               Minister to\nance with the provisions of section 13, the Minister thinks it mend, re-\n                                                               w k e or\nexpedient so to do, he may make an order-                      give d i r e\n                                                                     tioos con-\n     (a) amending the plan in such respects as he thinks fit; cerning\n                                                                     plan.\n           or                                                    -,....\n                                                                 111991\n                                                                 s.2.\n     ( b ) requiring the association to take such steps to\n           rectify any matter specified in the order in relation\n           to which the Minister thinks that the plan has\n           probed defective or ib not being properly operated;\n           or;\n     (c) revoking the plan.\n                                                            -~\n          [The indusion of this page is authon7ed by L.N.90: 19931\n14                  AGRICULTURAL MARKETING\n            (2) Where the association fails to coinplv with any\n     order made under paragraph (b) of subsection (1) within\n     the time specified in such order, the Minister may forthwith\n     make any amendment to the plan which may be necessary\n     to ensure compliance with the order or may revoke the plan."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. [Repealed by Act I of 1992.1\n             lThe lndusioo of this page is authorized by L.N. W/19931\n                AGRICULTURAL MARKETIA'G                                            1s\n                         FIRST SCHEDULE                       (Section 6 )\nEvery marketing plan shall provide for the following matters-\n  (0) for making the plan applicable to all of the articles of agricul-\n        tural produce or any kind. variety or grade thereof specified in\n        the plan which may be produced by every registered producer:\n  ( b ) for keeping of the register of producers;\n  (c) for specifying the classes or description of producers which\n        shall be exempted from registration and the procedure for\n        securing such exemption;\n  (d) for specirying the circumstances in which the sale or purchase\n        of the specified articIe shall be exempt from the provisions of\n         the plan;\n  (e) for requiring registered producers to furnish to the association\n         such estimates, returns. accounts and other information relat-\n         ing to the specified article of agricultural produce as the asso-\n         ciation may consider necessary for the operation of the plan;\n    U) for securing that any producer who is aggrieved by any act\n         or omission of the association may refer the matter to one or\n         more arbitrators appointed in such manner as may be provided\n         by the plan and for the manner in which any such reference\n         is to be heard and determined;"
    }
  ],
  "definitions": []
}