{
  "id": "jm-stat-the-agricultural-marketing-corporation-act",
  "type": "statute",
  "title": "The Agricultural Marketing Corporation Act",
  "title_en": "The Agricultural Marketing Corporation Act",
  "short_name": "Agricultural Marketing Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-agricultural-marketing-corporation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-agricultural-marketing-corporation-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Corporation shall consist of such number of persons, not Constitution\nbeing less than three nor more than eleven, as the Minister may from\ntime to time determine.\n                                                                                ration.\n                                                                     1211976\n                                                                               s. 2."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Interprela-\n                                                                       tion.\n    “agricultural produce” includes livestock, poultry, fish\n         and the produce of any plant or animal;\n    “chairman” means the chairman of the Corporation\n        and includes any person appointed to act tem-\n        porarily as chairman;\n    “the Corporation” means the Agriculturzl Marketing\n        Corporation established under this Act;\n    “functions” includes powers and duties;\n    “the vesting day” has the meaning assigned to that\n        expression by section 15.\n PARTII. Eszublishment and powers of the Corporation"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(1) There shall be established for the purposes of this Ei;pE;h-\nAct a body to be called the Agricultural Marketing Corpo- Agricultural\n                                                               Marketing\nration.                                                        Corpora-\n                                                                       tion.\n       (2) The provisions of the Schedule shall have effect Schedule.\nas to the constitution of the Corporation and otherwise in\nrelation thereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The Corporation shall have power to establish ~ ~                           ~ ; ;\nand maintain an efficient system of marketing for agricul- tion.\ntural produce by securing the most favourable arrange-\n                                     ~~   ~~\n4                         AGRICULTURAL MARKETING CORPORATION\n                   ments for the purchase, handling, sale and exportation of\n                   agricultural produce.\n                           (2) Subject to the provisions of this Act, the Corpo-\n                   ration may, for the purpose of exercising or discharging\n                   any of its functions under this Act, do anything and enter\n                   into any transaction which, in the opinion of the Corpora-\n                   tion is necessary to ensure the proper exercise or discharge\n                   of its [unctions.\n                         (3) In particular and without prejudice to the\n                   eenerality of the provisions of subsections (1) and (2) the\n                   Corporation shall have power-\n                       (a) to provide and maintain adequate marketing out-\n                             lets for agricultural produce;\n                       ( b ) to buy and sell agricultural produce;\n                       (c) to provide for the collection, transportation,\n                             storage, grading, packing and processing of\n                             agricultural produce;\n                       (d) to import and export agricultural produce.\nPolicy               5. The Minister may, after consultation with the chair-\nd,rect on3\n                   man, give to the Corporation directions of a general\n                   character as to the policy to be followed in the exercise or\n                   discharge of its functions in relation to matters appearing\n                   to him to concern the public interest, and the Corporation\n                   shall give effect to any such directions.\nAppomi-              6. The Corporation may be appointed to be an agent of\nmcnt as\nnsmt.              the Government or any person.\n                                PART111. Financial Provisions\nApplication          7. The revenues of the Corporation shall be applied for\nuf r : v m x s .\n                   the purposes authorized by this Act or by any other enact-\n                   ment relating to the functions of the Corporation.\n                         Khe inclusion of this pago is authorized by LN. 50/19791\n             AGRICULTURAL MARKETING CORPORATION                         5"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister m y grant to any member of the Corporation leave ~ a a v e o f\nof absence in respect of hi8 duties as a member of the Corporatim absence."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If the chairman or any other member of the Corporation is absent ~ ~ t i n g\nor unable to act, the Minister may appoint any person to act in the appoint-\nplace of the chairman or such other member.                           ments."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. (1) Any member of the Corporation, other than the chairman, Rsignn-\nmay at any time resign his oEce by instrument in writing addressed to iions.\n[he Minister and transmitted through the chairman, and from the date\nof receipt by the Minister of such instrument, such member shall cease\nto he a member of the Corporation.\n      (2) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shall take\neffect as from the date of the receipt by the Minister of such instru-\nment."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 - 4 1 ) Subject to the provisions of subsection (2) the Borrowing\nCorporation may borrow sums required by it for meeting powers.\nany of its obligations or discharging any of its functions.\n       (2) The power of the Corporation to borrow shall be\nexercisable only with the approval of the Minister after\nconsultation with the Minister responsible for finance\nas to the amount, as to the sources of the borrowing and as\nto the terms on which the borrowing may be effected. An\napproval given in any respect for the purposes of this sub-\nsection may be either general or limited to a particular\nborrowing or otherwise, and may be either unconditional\nor subject to conditions."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Minister may from time to t h e make Advances,\nadvances and grants to the Corporation out of moneys grants      and\n                                                           waranlee\nprovided by Parliament for the purpose.                    pf borrow-\n                                                           Ulp.\n       (2) With the approval of the House of Representa-\ntives, the Minister responsible for finance may guarantee,\nin such manner and on such conditions as he may think fit,\nthe repayment of the principal and the payment of interest\non any authorized borrowings of the Corporation made\notherwise than by way of advance under subsection (1).\n        (3) Where the Minister responsible for finance is\nsatisfied that there has been default in the repayment of any\nprincipal moneys or in the payment of interest guaranteed\nunder this section, he shall direct the repayment, or, as the\ncase may be, the payment, out of the Consolidated Fund\nand assets of the Island of the amount in respect of which\nthere has been such default."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Corporation shall make to the Accountant- Repayment\n                                                                and\nGeneral, at such times and in such manner as the Minister of,\n                                                          intHzston,\nmay direct, payments of such amounts as may be so di- ;:Tgzs\nrected in or towards repayment of advances made to the issuedto\nCorporation under section 9, and of any sums issued in &:;etes.\n             me indusion of this page is authorized by L.N. 4801W731\nP\n6                  AGRICULTURAL MARKETlNG CORPORATION\n             fulfilmen! of any guarantee given thereunder. and payments\n             of interest on any sum outstanding for the time being in\n             respect of such advances and of any sums so issued at such\n             rates as the Minister may direct, and different rates of\n             interest may be directed as respects different advances or\n             sums and as respects interest for different periods.\nReservcs       11.-(1) The Corporation shall establish and maintain\n             such reserves as it considers necessary.\n                     (2) The management and application of the said\n             reserves and the sums to be carried from time to time to\n             the credit thereof shall be as the Corporation may deter-\n             mine :\n               Provided that except with the prior approval of the\n             Minister after consultation with the Minister responsible\n             for finance no part of the reserves shall be applied\n             (whether by way of investment or otherwise) for the pur-\n             poses of any business or undertaking other than the\n             activities of the Corporation mentioned in subsection (1)\n             of section 4.\nAccounts       12.-(1) The Corporation shall keep proper accounts and\nand audit.\n             other records in relation to its business and shall prepare\n             annually a statement of accounts in a form satisfactory\n             to the Minister, being a form which shall conform with\n             established accounting principles.\n                    (2) The accounts of the Corporation shall be\n             audited by an auditor or auditors appointed annually by\n             the Corporation and approved by the Minister.\nAMU~           13.41) The Corporation shall prepare and present to\nEstimates.   the Minister within three months after the expiration of\n             each financial year of the Corporation a report-\n                 (a) dealing generally with the activities of the Cor-\n                      poration during its last preceding financial year;\n                   (The inclusion of this page is authori2ed by L.N. 480/19731\n      AGRICULTURAL MARKETING CORPORATION                                  7\n    (6) containing such information relating to the pro-\n        ceedings and policy of the Corporation as in its\n        opinion can be made public without detriment\n        to the interests of the Corporation; and\n    (c) including a statement of its accounts audited in\n        accordance with the provisions of section 12.\n        (2) The Minister shall cause a copy of the report\ntogether with the annual statement of accounts and the\nauditor’s report thereon to be laid on the Table of the\nHouse of Representatives and of the Senate.\n        (3) Copies of the Corporation’s report together\nwith the annual statement of accounts and the auditor’s\nreport on that statement or on the accounts of the Corpo-\nration shall be published in such manner as the Minister\nmay direct.\n        (4)The Corporation shall, not less than three\nmonths (or such shorter period as the Minister may in any\nparticular case allow) before the expiration of each\nfinancial year of the Corporation, submit to the Minister\nfor approval its estimates of revenue and expenditure in\nrespect of its next succeeding financial year.\n  1 4 . 4 1 ) The income of the Corporation shall be exempt Excmption\n                                                             from income\nfrom income tax.                                             tax and\n                                                             stamp duty.\n         (2) All instruments executed by or on behalf of the\nCorporation shall be exempt from stamp duty.\n         PARTIV. Transfer of assets and liabilities"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. (,I) No member of the Corporation shall be personally liable for Protection\nany act or default of the Corporation done or omitted to be done in ofmembers.\ngood faith in the course of the operation of the Corporation.\n        (2) Where any member of the Corporation is exempt from\nliability by reason only of the provisions of this paragraph the Corpo-\nration shall be liable to the extent that it would be if the member was\na sewant or agent of the Corporation."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. There shall be paid from the funds of the Corporation to the Remunera-\nchairman and other members of the Corporation such remuneration, tionof\nwhether by way of honorarium, salary or fees, and such allowanm as\nthe Minister may determine.\n                                                                      __"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Upon a day to be appointed by the Minister by notice Transferof\n                                                              assets and\nin the Gazetfe’ (hereafter in this Act referred to as “the liabilities.\nvesting day”) by virtue of this section and without further\nassurance all such assets and liabilities as may be specified\nin the notice aforesaid, being-\n  *By legal notice No. 325/1963. the 1st December, 1963. was appointed.\n-.~\n       rrhe inclusion of this ~ s g cis authorized by L.N. 57/19801\n8                     AGRICULTURAL MARKETiNG CORPORATION\n                    (a) property of the Government vested in the Com-\n                        missioner of Lands or the Accountant-General, as\n                        the case may be, and occupied, utilized or enjoyed\n                        by the Marketing Department immediately before\n                        the vesting day;\n                    (b) debts owing to the Government by virtue of the\n                        operations of the Marketing Department; and\n                    (c) liabilities of the Government in respect of the\n                        Marketing Department,\n               shall be transferred to and vested in the Corporation.\nRestriction      16. The Corporation shall not without the approval of\non aheM-\n r i m of      the Minister alienate, mortgage, charge or demise any h-\ncerlain        movable property transferred to and vested in the\n Property.\n               Corporation under section IS.\n                                        PARTV. Stufl\nAppoint-          17. Subject to the provisions of this Part the Corpora-\nment of\nchief          tion may appoint and employ at such remuneration and on\nexecutive\nofficer.\n               such terms and conditions as it thinks fit a chief executive\nsecretary      officer and a secretary and such other servants and agents\nand\nother ser-     as it thinks necessary for the proper performance of its\nvano and\nagents.        functions :\n311978\ns 2.             Provided that the prior approval of the Minister shall\n               be necessary for-\n                   (U) the appointment of any person to the post of chief\n                         executive officer or to any other post at a salary\n                         in excess of $8,000 per annum;\n                   ( b ) the dismissal of the chief executive officer; and\n                   (c) the assignment to any post of a salary exceeding\n                         $5,OOO per annum.\nPension           1 8 . 4 1 ) It shall be lawful for the Corporation, with the\nscheme and\nolher          approval of the Minister responsible for the public service,\nrcgulationr.   to make regulations establishing schemes for pensions, gratu-\nL.N.\n1496179\n                      m e inclusion of this pace is authorized by L.N. 57119801\n       AGRICULTURAL MARKETING CORPORATION                                9\nities and other retiring benefits in respect of the servants of\nthe Corporation and such regulations may include provisions\nfor the grant of benefits to the dependants or the legal\npersonal representatives of such servants.\n        (2) The Corporation shall also have power to make\nregulations relating to the appointment, dismissal, disci-\npline, hours of employment, pay and leave of its servants.\n   1 9 . 4 ) Subject to the provisions of this section the Cor- Transferof\n                                                                      to\nporation may on the vesting day accept the services of any 0fEcers\n                                                                theCor-\nperson who immediately before that day was employed in Pration.\nthe Marketing Department as the holder of a post declared\nto be pensionable or non-pensionable within the meaning             .\nof the Pensions Act and such persons shall be deemed to\nbe seconded from the service of the Government to the\nservice of the Corporation; and any person whose services\nare so accepted is in this section referred to as an “officer”.\n           (2) The Governor-General may at any time deter-\nmine the secondment of an officer.\n           (3) The Corporation shall within twelve months\nfrom the vesting day give to every officer then in its em-\nployment by virtue of subsection (1) notice in writing-\n      (U) offering him employment on such terms as may\n             be agreed upon between the Minister and the\n             Corporation; or\n      ( b ) of the intention of the Corporation to request the\n             Governor-General to determine his secondment,\nand the secondment of every officer shall unless sooner\ndetermined cease upon the expiration of eighteen months\nfrom the vesting day.\n           (4) The Corporation shall not offer employment to\nany officer except upon terms and conditions certified\nunder the hand of the Chief Personnel Officer to be in his\nopinion not less favourable than those enjoyed by the\nofficer in his substantive post at the date of such offer.\n      me inclusion ol this cage is authorized by L.N. 57119801\n10         AGRICULTURAL MARKETING CORPORATION\n             ( 5 ) The Chief Personnel Officer shall not decline so\n     to certify the terms and conditions comprised in any offer\n     merely because they are not in all respects identical with\n     or superior to the terms and conditions enjoyed by the\n     officer concerned in his substantive post at the date of\n     such offer, if the Erst mentioned terms and conditions,\n     taken as a whole, in the opinion of the Chief Personnel\n     Officer offer substantially equivalent or greater benefits.\n             (6) When an officer accepts an offer of employment\n     made in pursuance of this section his service with the\n     Corporation shall be deemed to have commenced, and his\n     service with the Government to have ceased, either-\n          (a) at the date of the acceptance of the offer; or\n          (b) upon the expiration of the period of one year\n               from the vesting day,\n     whichever is the earlier date.\n             (7) A contributor making payments in pursuance of\n     the Pensions (Civil Service Widows and Orphans) Act (now\n     repealed) whose service with the Corporation has com-\n     menced, and whose service with the Government has ceased,\n     by virtue of subsection (6),may, from the date of the com-\n     mencement of his service with the Corporation, continue to\n     make such payments calculated on the salary he was receiv-\n     ing while in the service of the Government, at the same\n     rate and subject to the same terms as if he had continued\n     in the service of the Government at that salary. In the\n     event of his ceasing to contribute, or in the event of any\n     contribution due from him not having been paid for six\n     months, his widow, or his widow and pensionable children,\n     or his pensionable children, as the case may be, shall be\n     entitled, after the death of such contributor, only to a\n     pension computed on the basis of the interest acquired by\n     such contributor at the date of the commencement of his\n       AGRICULTURAL MARKETIhIG CORPORATION                              I1\nservice with the Corporation or of his ceasing to contribute.\nin accordance with the rule laid down in section 8 of\nthe Pensions (Civil Service Family Benefits) Act.\n       (8) In the exercise of any powers conferred upon\nhim by this section, the Governor-General shall act on\nthe advice of the Public Service Commission."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Restriction on alienation of certain property,\n                                                                -\n     me inclusion of this page is authorizsd by LN. 480119731\n2        AGRICULTURAL MARKETING CORPORATION\n                             PARTV. Sru8"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Appointment of chief executive officer, secretary and other\n         servants and agents."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Subject to the provisions of section 21 the Corpora- Transfer\n                                                            of other\ntion may on the vesting day employ in its service, on such enlpioyeer\n                                                               the\nterms and conditions as the Corporation may determine, to   Corpora.\nany person (other than an officer within the meaning of tion.\nsection 19) in the employment of the Government and serv-\ning in the Marketing Department immediately before the\nvesting day, and every person so employed by the Corpora-\ntion shall thereupon cease to be employed by the Govem-\nment."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) Where any person who, having been employed ~etimmt,\nby the Corporation in accordance with the provisions of etc.,     Of\n                                                              rransferred\nsection 20, retires from or dies in the service of the Cor- mP1oYces\nporation in circumstances in which, if his service with\nthe Corporation had been service with the Government he\nor his dependants or legal personal representatives would\nhave been eligible for the grant of a pension, gratuity or\nother allowance, the Corporation may, with the concur-\nrence of the Minister, grant to him or his dependants or\nlegal personal representatives a pension, gratuity or other\nallowance, not exceeding that for which he or his depen-\ndants or legal personal representatives would have been\neligible if his service with the Corporation had been service\nwith the Government.\n        (2) The Government shall pay to the Corporation in\nrespect of any pension, gratuity or other allowance granted\nundei subszction (1) a contribution equal to such propor-\ntion of the pension, gratuity or other allowance as the term\n12         AGRICULTURAL M A R KETING CORPORATION\n     of service of the employee with the Corporation bears to\n     the total term of his service with the Government and the\n     Corporation.     ~\n             (3) Nothing in this section shall be construed as\n     preventing the Corporation from granting, in its discretion,\n     any sum or sums to or in respect of any such employee by\n     way of pension, gratuity or other allowance in addition to\n     any pension, gratuity or other allowance granted under the\n     provisions of subsection (I), but the Government shall not\n     be required to make any contribution towards any such\n     additional sum so granted.\n           [The inclusion of thir page is authorized by L.N. 50119791\n        AGRICULTURAL MARKETING CORPORATION                                             13\n                               SCHEDULE                          (Section 3)"
    }
  ],
  "definitions": []
}