{
  "id": "jm-stat-the-agricultural-produce-act",
  "type": "statute",
  "title": "The Agricultural Produce Act",
  "title_en": "The Agricultural Produce Act",
  "short_name": "Agricultural Produce Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-agricultural-produce-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-agricultural-produce-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. ounh\n     mentioned in the Fifth Schedule, is grown, stored, Schzdulz.\n                                                           Filth\n     reared, bought or sold;                               Schzdule.\n                                                                        22 2004\n                                                                        S 2 (c)\n    \"premises\" shall include any house, shop, depot, wharf,\n        portion of a wharf, building, room or enclosed place\n        approved by an officer appointed for the purpose by\n        the Minister as a place for the purchase or sale of\n        agricultural produce and any enclosed land appurten-\n        ant thereto, or used or occupied therewith;\n    \"prescribed\" means prescribed by orders of the Minister or\n         by regulations;\n-\n         [The ~nclusion of this page is authorized by L.N.1 1 1;2005]\n                                       ACRlCCZTUR4L PRODUCE\n                     \"specially protected produce\" means agricultural produce\n                         of any of the kinds specified in Class No. 2 of the First\n                         Schedule;\n                     \"unmarketable fruit\" means fiuit in such a bruised,\n                         damaged, poor or immature condition in the opinion of\n                         the Inspector at the time of inspection as not to be fit\n                         for shipment and to be prejudicial to the agricultural\n                         interests of the Island if shipped;\n                     \"~.ehicle\"means a mechanically propelled vehicle.\n                                                  Registration\nKegisIration.     2A.-(1) Every person carrying on the trade or business of\n2 3 2003\nS. :\n                growing or rearing agricultural produce shall become registered\n                with the Rural Ag:.icultural Development Authority.\n                        (2) 'The Minister may make regulations prescribing the\n                procedure for registration under subsection ( I ) , the imposition\n                of fees in relation thereto and any other matter connected\n                therewith.\n                                                    Licences\nLicences.          3.-(1) Every person carrying on the trade or business\n                of buying or selling, or of buying or exporting agricultural\n                produce shall be required to take out a licence under this\n                Act f ~ each\n                          r    premises in which he intends to carry on such\n                trade or business.\n2312004                   (2) A person may apply for a traveller's licence if that\nS. 4.\n                person-\n                    (a) carries on the trade or business of buying and selling,\n                        or of buying and exporting, agricultural produce; and\n                    AGRICULTURAL PRODUCE\n    Cf) whether he has previously been refused a licence for\n        any premises in the Island;\n    (g) a recommendation in writing from a Justice of the\n        parish, or from a member af the Parish Council, a\n        minister of religion, or a householder paying direct\n        taxes to the amount of ten dollars yearly.\n        The Chief Officer of Constabulary shall make such\nenquiries as he may deem necessary, and shall endorse on each\nnotice the result of his enquiries into the character of the\napplicant, and the correctness of the statements in the said\nnotice, and shall forward such notice so endorsed, together with\na certificate from the Inspector, which must be furnished by the\napplicant, that the applicant has a sufficient and suitable place\nfor the storing, grading, and packing of produce, to the Clerk to\nbe laid before the Resident Magistrate's Court at the sitting of\nthe Court at which the application is to be considered and in\nevery case in which his report is unfavourable to an applicant,\nthe Chief Officer of Constabulary shall, if required by the\nResident Magistrate, attend and afford such information on oath\nas may be required of him.\n       (3) In the case of an application to deal in wet\nproduce, each applicant shall forward together with his\napplication to the Clerk of the Courts a certificate from the\nInspector that he has made suitable arrangements for the\ncuring of wet produce.\n                                AGRICULTURAL PRODUCE\n                    (4) Each applicant shall also cause to be delivered\n            to the Collector of Taxes of the parish along with the\n            deposit required by subsection (1) a certificate signed by the\n            Chief Officer of Constabulary or a Justice of the parish\n            in which the application is made that the applicant is\n            able to read and write the English language and to keep\n            the book required to be kept by a licensed produce\n            dealer.\n                    (5) Notwithstanding the provisions of subsection (2)\n            a licensed produce dealer may have his licence renewed\n            from year to year on his giving notice to the Chief\n            Officer of Constabulary for the parish of his intention\n            to apply for such renewal and on the payment of the\n            fees provided for such licences in section 4 (1) to the\n            Collector of Taxes of his parish, and on his forwarding\n            together with his application, to the Clerk of the Courts,\n            in the case of a licence of Class No. 1, the certificate\n            of the Inspector under subsection (3) where the applicant\n            intends to deal in wet produce, and in the case of a\n            licence of Class No. 2, the certificate of the Inspector\n            prescribed by subsection (9) and also the certificate of the\n            Inspector prescribed by subsection (7) where the\n            applicant intends to buy citrus fruit. If, however, the Chief\n            Officer of Constabulary or Chief Inspector or an Inspector\n            satisfies the Resident Magistrate that the person claiming to\n            have his licence renewed ought not to be licensed, the Resident\n            Magistrate may refuse to renew such licence.\nFirst              (6)    A licence of Class No. 1 in the First Schedule\nSchedule.\n            shall not authorize the selling or buying of any agricultural\n            produce which is uncured or wet or in the skin, pod, cherry or\n            husk-\n                    AGRICULTURAL PRODUCE                                  9\n    (a) unless the applicant for the licence has satisfied the\n        Resident Magistrate by the production of a certificate\n        from an Inspector that he has suitable facilities for the\n        curing of the said produce, which in the case of cocoa\n        shall consist of proper means of drying by artificial\n        heat, sliding trays or hand trays, and in the case of\n        coffee, proper equipment including pulpers, fermenting\n        tanks, an adequate water supply, and facilities for\n        drying; and\n    (b) the Resident Magistrate has noted on the licence that\n        he is so satisfied.\n        (7) A licence of Class No. 2 in the First Schedule First\nshall not authorize the buying of any citrus fruit unless the Schedule\napplicant for the licence has satisfied the Resident\nMagistrate, by the production of a certificate from an\nInspector, that he has a sufficient and suitable storehouse\nfor the storing, grading and packing of such produce, and\nthe Resident Magistrate has noted on the licence that he\nis so satisfied.\n       (8) A traveller's licence shall not authorize the pur-\nchasing, otherwise than on premises duly licensed under\nthis Act, of any agricultural produce of Class No. 1 in the\nFirst Schedule hereto, which is uncured or wet, or in the\nskin, pod, cherry or husk.\n       (9) Notwithstanding anything in this Act contained\na licence of Class No. 2 of the First Schedule shall not be\n                                    AGRICULTURAL PRODUCE\n                granted or renewed unless the applicant for the licence satisfies\n                the Resident Magistrate by the production of a certificate from\n                an Inspector that the premises in respect of which application is\n                made are not situated so near to tlie bank of any river, stream or\n                watercourse as to conduce to tlie spread of Panama Disease.\nlicsidcnt                   5. The Resident Magistrate shall openly hear, consider and\nMayislratc lo\ndcal with\n                          deal with, all such applications presented as aforesaid. In every\na p p ~ i c a t i o ~ ~ . case in which the Resident Magistrate shall grant the\n                application, the Clerk shall when the licence is confined to the\n                premises in which the dealer carries on his business, issue a\nSccond          licence in accordance with Form A in the Second Schedule and\nSchcdulc.\n                in any case in which the applicant applies for a traveller's\n                licence, issue a licence in accordaiice with the Form B in the\n                Second Schedule:\n                  Provided always, that any person who has been or shall\n                be convicted of larceny or embezzlement, or receiving stolen\n                property knowing it to have been stolen, or of any offence\n                under any enactment for the time being in force relating to\n                praedial larceny or any offence against any enactment for the\n                time being in force relating to obeah, or who knowingly\n                employs under his licence any person who has been convicted of\n                any of the above offences, shall forfeit his licence, and be\n                precluded for three years from obtaining or holding a licence\n                under this Act.\nRefusal of        6. In every case in which an application for a licence\nlicence.\n                under this Act is refused, the Clerk shall give the applicant a\n                certificate in writing of such refusal.\nPower of          7. A licence under this Act may at any time be sus-\nResident\nMagistrate to\n                pend or revoked by the Resident Magistrate if after\nsuspendor       giving the holder thereof an opportunity of being heard the\nrevoke\nlicence.\n                Chief Officer of Constabulary, or the Chief Inspector or an\n                  AGRICULTURAL PRODUCE                                       II\nInspector satisfies the Resident Magistrate that the holder\nof the licence is not a fit person to hold such a licence."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2, who conveys in a vehicle any specially protected produce\nalong a public road without being licensed in that behalf,\nor who, being licensed in that behalf, contravenes any of\nthe terms of the licence, shall be guilty of an offence."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8,-(1) Every Clerk who shall issue any licence under clerk to\n                                                            no^.^) roilce\nthis Act shall forthwith notify the same to the Chief a n d c h e f\nInspector and to the Chief Officer of Constabulary of the            Fz$Af\nparish, and shall cause the name and address of the person ILcence\nlicensed to be published in the Gazette.\n      (2) The production of a copy of the Gazette contain-\ning any such notification, shall be prima facie proof that\nthe person whose name appears therein is duly licensed\nunder this Act for the current year.\n       (3) The Chief Officer of Constabulary shall cause to\nbe posted up at each Court House, and at each police station\nin his parish, a list of all persons licensed under this Act\nin such parish, showing the class of licence that has been\ngranted, and the place at which the licensee is authorized\nto trade."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Subject to the provisions of section 7 every licence Durationof\nwhich shall be granted under this Act shall commence on licence.\nthe 1st day of April in each year and shall, unless previously\nforfeited, expire on the 31st day of March in the immediately\nsucceeding year :\n  Provided that one moiety of the annual duty for a produce\ndealer’s licence may be paid half-yearly in advance on the\n1st day of April and on the 1st day of October in each year."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every licensed produce dealer shall affix and keep Notice\naffixed on some conspicuous place at the entrance of the board to\npremises specified in his licence, a board whereon shall topremises.\nbe legibly painted in white letters and figures not less than\nthree inches in height, his name in full, the number and\nclass of his licence, and the words “Licensed to deal in\n       [The inclusion of this Fage is authorized by L.N. 480119731\n12                           AGRICULTURAL PRODUCE\n           Agricultural Produce\", and the year in which the licence\n           is issued, and such board shall not be exhibited after the\n           expiration of the licence.\nProduce      1 1 . 4 1 ) Every licensed produce dealcr shall keep a book\nkept.\nBook'obc\n           wherein he shall record in the English language at the\n           time of purchase of any agricultural produce the date of\n           such purchase, the description of such produce, the weight,\n           number, grade according to the number of hands or\n           quantity of such produce, the price paid for the same,\n           the name and address of the person from whom he or any-\n           one on his behalf actually received such produce, the name\n           and address of the owner of such produce, and where the\n           receipt is of bananas, coconuts or citrus fruit, the place\n           where and the person by whom such produce was grown or\n           produced; and such book shall be open at all reasonable\n           hours to inspection by any Justice, or any constable, or any\n           person authorized under any enactment for the time being in\n           force relating to przdial larceny, or an Inspector, who may\n           take possession of such book for purposes of evidence or\n           record :\n             Provided that no person making such inspection as afore-\n           said shall communicate to any other person the information\n           so obtained except-\n                (a) for the purpose of providing any evidence or\n                     information in relation to, and for the detection\n                     of, any offence, or suspected offence under this\n                     Act or any other enactment;\n                (b) for any other purpose connected with the\n                     administration of Justice:\n             Provided further that such inspection may be made, and\n           such information so obtained may be communicated, either\n           before or after any proceedings in relation to any offence\n           or suspected offence have been commenced.\n                 me inclusion of this page ia authorized by L.N. 480/19731\n                   AGRICtJL TURAL PRODUCE\n       (2) Any person who conlmunicates any information\nobtained under this section in contravention of the\nprovisions of this section shall be guilty of an offence.\n      (3) The person making such inspection shall note\nin such book, the date of his inspection and shall sign his\nname to such noting.\n        (4) Every   person    delivering  any    agricultural\nproduce to a produce dealer shall furnish to such produce\ndealer his full name and address and the name and address\nof the owner or each of the owners of the produce delivered,\nand where the delivery is of bananas, coconuts or citrus\nfruit, the name of the place or places where and the person\nor persons by whom the produce was grown or produced.\n       (5) In all proceedings in any Court of Justice the\nbook to be kept under the provisions of this section and\nall entries therein shall be prima facie evidence of the\nmatters therein recorded."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Any licensed produce dealer may personally, or Purchases ~ t .\nby any person in his employment, purchase and sell prodUC\"'\n                                                          bc made on\nagricultural produce on the premises specified in his premises.\nlicence.\n        ( 2 ) A licence to purchase and sell agricultural\nproduce shall be in accordance with Form A in the Second Second\nSchedule, where the licence is confined to the parish in Schcdule\nwhich the dealer carries on his business, and shall be\ntransferable from place to place within the parish, subject\nto the approval of the Resident Magistrate, and shall be\ntransferable from person to person, on the conditions to\nbe complied with by the transferee, required in the case of\nthe issue of a new licence under this Act. On the transfer\nof such licence, the transferee shall pay to the Collector of\nTaxes for the parish in which the licence is granted the\nsum of two dollars.\n         [The inclusion of this page is authorzed by L.N.11 1120051\n                                    AGRICULTURAL PRODUCE\n                       (3) A separate licence shall be necessary for each\nFirst           separate class of produce, as set out in the First Schedule\nSchedule.\n                and for each separate set of premises used by a licensed\n                produce dealer for the purchase or sale of agricultural produce:\n                  Provided nevertheless, that one or more licences, for\n                different classes of produce, may be used on the same\n                premises:\n                   Provided further that a bonaJide holder of a travdldr's licence,\n                when purchasing agricultural produce other thnn at his\n                licensed premises shall be entitled to purchase any of the classes\n                of produce set out in the First Schedule by reason of such\n                licence.\n                        (4) Where the licence to purchase produce is a\n                traveller's licence, such licence shall be in accoydance with\nSecond          Form B in the Second Schedule, and shall be transferable\nSchedule.\n                within any parish in this Island.\nProduction of     13. Any Inspector, Justice, or constable may at any time\nlicence for\ninspection.\n                require a dealer or any person acting as his agent to produce for\n                inspection the licence of such dealer.\nReceipt to be     14.-(1)   Subject to subsection (4) no person shall carry, on\nissued to\npurchaser.\n                any water highway or public road, any agricultural produce\n2312004         unless such produce is accompanied by a receipt in accordance\nS. 5.\n                with subsection (2).\n                       (2) The receipt mentioned in subsection (1) shall be-\n                    (a) in accordance with Form C of the Second Schedule;\n                         and\n                    (b) issued by-\n                            (i) if the person purchases the produce, the vendor\n                                of the produce;\n                           (ii) in any other case, the grower of the produce.\n                       (3) Where a receipt is issued under this section to a\n                licensed produce dealer-\n                    A GRICULTURAL PRODUCE                                          15\n    (a) such dealer shall keep the receipt along with the book\n        mentioned in section I I (produce book) for a period\n        not being less than six months from the date of such\n        receipt; and\n    (b) such receipt shall be deemed to form part of such book\n        and all the provisions of this Act relating to such book\n        shall apply to every such receipt.\n       (4) This section shall not apply to a person who carries\nagricultural produce other than for purposes of trade or business."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)   Every person who is required to issue a receipt Issueof\nunder section 14 (2) may apply for the receipt book mentioned\nin subsection (2) at any office of the Jamaica Agricultural 2312004\nSociety situated in-                                          s. 5.\n    ( a ) the parish in which the person resides; or\n    (b) if the person is a licensed produce dealer, the parish in\n        which he carries on business or in which his licence is\n        issued.\n       (2) The receipt book shall consist of a book of printed\nforms in accordance with Form C of the Second Schedule, with second\n                                                               Schedule.\nthe leaves numbered consecutively in triplicate with printed\nnumbers thereon and in which the second and third copies shall\nbe impressions produced by means of carbon paper.\n       (3) The Minister may make regulations prescribing the\nprocedure for the application for, and supply of, receipt books\nand the imposition of any fees in relation thereto.\n    Record and Returns of'Deliveries of Specially Protected\n                          Produce"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) Every exporter, or produce dealer, who enters into a Contracts\ncontract shall, within seven days after the making of any such           ::!';;\ncontract, complete the form of certificate in Form D in the protected\nSecond Schedule and shall sign and transmit the same to the ~~~~~~d\nDeputy Keeper of the Records who shall file the same in a book and returns\n                                                                         of deliveries\n                                                                         made.\n          [The inclusion of chis page is authorized by L.N. 11 1/2005]\n                                   AGRICULTURAL PRODUCE\n            to be kept for the purpose and such book shall be open to the\n            public free of cost.\n                    (2) Every exporter, or produce dealer shall, during the\n            currency of such contract, at the end of each quarter of every\n            year, transmit to the Deputy Keeper of the Records a statement\n            in writing specifying the nature and quantity of the specially\n            protected produce sold or delivered to the exporter, or to any\n            other person for sale or delivery to the exporter under such\n            contract, and the Deputy Keeper of the Records shall deal with\n            such statement as he deals with a certificate under this section.\n                    ( 3 ) This section shall not apply to Banana Contracts.\n                   (4) Any person who contravenes any                                   of   the\n            provisions of this section shall be guilty of an offence.\n                                   Carriers; Licensed Vehicles\nCarrier's      17.-(1)    Every carrier shall apply for and obtain a carrier's\nlicence.\n            licence.\n                     (2) Application for a carrier's licence shall be made\n            in writing to the Collector of Taxes for the parish in which\n            the vehicle is kept for use on any public road and shall\n            contain-\n                ( a ) the name and address of the applicant;\n                (b) a description of the vehicle intended to be used\n                      to convey specially protected produce with the\n                      registered number thereot and\n                ( c ) a declaration that the applicant is able to read\n                      and to write and to keep the book required to be\n                      kept by a carrier.\n                   ( 3 ) The Collector of Taxes shall, on being satisfied\n            of the accuracy o f t h e particulars contained in the\n            application, grant the licence.\n                   (4) The licence shall entitle the carrier by himself,\n            his agent or servant, to convey along any public road in\n                  AGRICULTURAL PRODUCE                                      17\nthe vehicle specified in the licence specially protected\nproduce, and shall be in the form in Form E in the Second Second\n                                                          Schcdule.\nSchedule.\n        (5) Any person, other than a person referred to\nin paragraphs (a)or (6)of the definition of carrier in section"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18-41)Subject to the provisions of this section, a Useby\n                                                               carrier of\ncarrier shall not use any vehicle for the conveyance of vehicles to\nspecially protected produce along a public road other than           ~      ~    ~\nthe vehicle specified in a current licence issued to him under grof;?\nthis Act.\n        (2) The Collector of Taxes for the parish in which\nthe carrier’s licence is issued may on written application\nby the carrier, made at any time during the currency of\nthe licence, grant to the carrier a permit in writing to\nsubstitute the licensed vehicle by a vehicle specified in such\npermit.\n        (3) Where a licensed vehicle is undergoing repairs,\nor is, by reason of damage thereto or mechanical failure\nthereof, unfit to convey specially protected produce, it shall\nbe lawful for the carrier to use any other vehicle in\nsubstitution for the licensed vehicle :\n  Provided that the vehicle substituted for the licensed\nvehicle may not be used for a period longer than fourteen\ndays except under a permit granted under subsection (2).\n        (4) Where the applicant requests in writing the\nCollector of Taxes to grant a permit enabling the applicant\nto use another vehicle from time to time during the currency\nof the licence, the Collector of Taxes shall grant the permit,\n18                              AGRICULTURAL PRODUCE\n              and shall in such permit, specify the other vehicle in respect\n              of which the permit is granted.\n                      ( 5 ) Any carrier who uses any vehicle in contraven-\n              tion of any of the provisions of this section shall be guilty\n              of an offence.\nIdentifica-      19.41) Every vehicle used by virtue of a licence under\ntion of\nvehicles.     section 17 shall have affixed on the right, or off, side thereof\n              the words “Licensed for carriage” and next thereto the\n              number of the licence of the carrier. The letters and\n              number shall be at least three inches in height and shall be\n              legibly painted in white on a dark ground.\n                      (2) Any carrier who uses any vehicle in contraven-\n              tion of any of the provisions of this section shall be guilty\n              of an offence.\nBook to be      2 0 . 4 1 ) The driver, operator or person in charge of a\nkepi in\nvehicle       licensed vehicle shall keep on, or in, such vehicle when in\nwhen in       use a book wherein he shall record in the English language,\nuse.\n              at the time when he receives in such vehicle any specially\n              protected produce, the name and address of each person\n              from whom he, or any one on his behalf received such\n              specially protected produce, the description of such\n              produce, the number or quantity thereof, and in the case\n              of bananas, the grade thereof according to the number of\n              hands, and the name and address of the owner of such\n              produce and the place where, and the person by whom, such\n              produce was grown or produced.\n                      (2) Every such book shall be open to inspection by\n              a Justice, or any constable, or any person authorized under\n              any enactment for the time being in force relating to przedial\n              larceny, or any Inspector, and such book when not in use\n              on, or in, the vehicle shall be kept by the carrier under\n              whose licence the vehicle is used.\n                    [The inclusion of this pBge is authorized by L.N. 480119731\n                  AGRICULTURAL PRODUCE                                  19\n        (3) Every person authorized under this section to\ninspect such book shall, on inspection thereof, note there-\nin the date of his inspection and shall sign his name to\nsuch noting, and any person inspecting such book who\ncommunicates to any other person the information so\nobtained, except in the like circumstances and for the\nlike purposes as information obtained from a produce\ndealer’s book under section 11 may be communicated under\nthat section, shall be guilty of an offence."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) Every driver, operator or person in charge of driver\n                                                           Failureof\n                                                                 to\na licensed vehicle who fails to keep the book as required keepbook\nby section 20 or to produce the same for inspection when :zk2k\nlawfully required so to do, shall be guilty of an offence. and offences\n                                                           by carrier.\n        (2) Every carrier shall be guilty of an offence-\n    (a) if he fails to produce the book required to be kept\n         by this Act for inspection when lawfully required\n         so to do;\n    (b) if any vehicle used by him is found in use with-\n         out the book required to be kept by this Act being\n         on or in such vehicle;\n    (c) if the book required to be kept by this Act does\n         not contain an accurate record of any matter\n         required to be recorded therein;\n    (4if the person in charge of the licensed vehicle is\n         unable to keep the book as required by this Act.\n  Possession of Specially Protected Produce by Unlicensed\n                           Persons"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) Whenever any person-                               Selecton\n                                                            and un-\n    (a) not having a traveller’s licence under this Act, licensed\n                                                            persons to\n         selects any specially protected produce; or        account for\n                                                            pcssessjon\n    (b) carries on a trade or business of buying or selling O f ~ P e c d b\n         any specially protected produce or is, or has been protected\n                                                            prod,,=\n       me inclusion of this m e is authorized by L.N. 480119731\n20                            AGRICULTURAL PRODUCE\n                      in possession of any specially protected produce\n                       without having a current licence under this Act,\n             it shall be lawful for any constable, or person authorized\n             under any enactment for the time being in force relating to\n             przdial larceny, or any Inspector, to request such person\n             to account to him by what means such person came by such\n             specially protected produce, and, if any such person shall\n             refuse or fail to comply with such request, or shall give an\n             account which is false in any particular, he shall be guilty\n             of an offence:\n                Provided that the provisions of this section shall not\n             apply to a grower of specially protected produce selling\n             such produce grown upon his own property or to a person\n             buying such produce for local consumption in Jamaica.\n                      (2) For the purposes of this section a person selects\n             specially protected produce who receives, checks or chooses,\n             on behalf of a licensed dealer, or for the purpose of delivery\n             to a licensed dealer, any such produce otherwise than on\n             premises licensed under this Act or on a vehicle licensed\n             thereunder.\n                                 Powers of rhe Minister\nMinister’B     23. It shall be lawful for the Minister from time to time-\npowers.\n                  (U) by order, to remove any of the articles of agricul-\n                       tural produce from the First Schedule, or from\nFirst                  one class of the said First Schedule to another,\nSchedule.\n                       and also in like manner to add any other article\n                       or articles of agricultural produce to any class in\n                       the said Schedule, and thereupon this Act shall\n                       take effect with regard to such articles respectively,\n                       as if they had been originally omitted or included\n                       in the said Schedule;\n                  (b) by order, to prescribe that any person packing any\nThird\nschedule.\n                       kind of agricultural produce specified in the Third\nFourth                 and Fourth Schedules (save and except bananas),\nSchedule.\n                        inclusion of this page is authorized by L.N. 460/19731\n                AGRICULTURAL PRODUCE                              21\n       to be designated in such order, for exportation for\n       the purposes of trade from this Island, in any\n       closed package, or bag or container, and any\n       person exporting such produce for the purposes\n       of trade, shall respectively register for the purposes\n       of this Act, one trade mark under the provisions\n       of any enactment for the time being in force relating\n       to trade marks, and shall mark every package or\n       bag or container of any such produce packed or\n       exported by him, with a representation of such\n       trade mark, in a plain and conspicuous manner,\n       with the words “Registered Trade Mark” immedi-\n       ately above the same; and to prohibit the exporta-\n       tion of any such produce not so marked :\n          Provided, that any packer or exporter who has\n       already registered under any such enactment more\n       than one trade mark, shall, if he so pleases by\n       written notice to the Registrar-General, select one\n       of such trade marks as the trade mark required by\n       this Act :\n           Provided also, that if the same person packs\n       and exports, he shall register one trade mark for\n       all such produce as aforesaid, packed and exported\n       by him :\n          Provided also, that nothing herein contained\n       shall prevent any packer or exporter as aforesaid,\n       from registering and at his pleasure using other\n       trade marks, in addition to one trade mark so\n       registered as aforesaid, the use of which by such\n       packer or exporter in respect of such produce as\n       aforesaid, is made compulsory :\n         Provided also, that the words “person packing\n       any kind of agricultural produce” as used in this\n       subsection, shall not include or apply to any work-\nT\n22                       AGRICULTURAL PRODUCE\n                  man, or servant employed by and working under\n                  and in accordance with the directions of a person\n                  who has a trade mark registered, as a packer, as\n                  required by this subsection, or under any order\n                  made in pursuance thereof, and who shall be\n                  responsible for, and shall mark every package\n                  packed by such workman, or servant, with a\n                  representation of his employer’s trade mark, as\n                  required by this subsection;\nFuurth      (c)   by order, to add to or remove from the Fourth\nSchedule.\n                  Schedule any article of agricultural produce\n                  intended to be exported from this Island and there-\n                  upon this Act shall take effect with regard to such\n                  articles respectively as if they had originally been\n                  added to or omitted from the said Schedule;\n            (6) to make regulations prescribing the necessary\n                forms for books or records, which dealers and\n                agents are required to keep under this Act, or\n                any rules made thereunder;\n            (e) to make such regulations modifying or dispensing\n                 with any of the requirements of this Act with\n                 respect to any application for so doing, or as may\n                 be found necessary to give full effect to the\n                 provisions of this Act;\n            (f) to make regulations prescribing or altering the\n                  fees payable for the registration of trade marks\n                  to be placed on packages of produce exported;\n            (g) to make regulations with respect to the inspection,\n                  grading, classification and marking of any article\nFourth            of agricultural produce, specified in the Fourth\nSchedule,\n                  Schedule, intended to be exported from this Island;\n            (h) to make regulations prescribing the forms of\n                certificates of inspection, grading, classification\n              me inclusion of this pwe is authorized by L.N. 480/19731"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25, Appointment of Inspectors\n     Places for inspection, classification, etc.. of produce intended for\n       export.\n     Powcr of Inspector to enter plmnises.\n     Penalties.\n     Powers o f Inspector.\n     Advisory Board.\n      Inspcctor's decision final.\n      0 1 1 us pr~~bairdi.\n      [ R e p o l e d by Acf 23 of 2004.1\n      Duty of Rc,'\n                'olstrar.\n      Expenses 2nd salarics payable out of the Treasury.\n                                      Offences"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Appeals.\n                                   SCHEDULES\n             [The inclusion o f this page is authorized by L.N. 1 1 1/2005]\n\"exporter\" means any person, firm or company carrying on\n    the business of exporting from the Island specially\n    protected produce;\n\"fruit\" means bananas and citrus fruit and any fruit which\n      the Minister may declare to be fruit for the purposes of\n      this Act;\n\"inspected\" means inspected under the provisions of this\n     Act;\n\"Inspector\" means Inspector of Agricultural Produce;\n\"licensed vehicle\" means a vehicle in respect of which a\n     licence is granted under section 17;\n\"nutmegs\" means nutmegs, whether in the pod or separated\n    from the pod, whether cured or uncured, ripe or\n    unripe, and mace;\n\"place\" means any place where any produce mentioned in F~rst\n     the First or Fourth Schedule,or any fish or livestock Schcdul~"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Selectors and unllcenscd persons to account for possession of'\n      spcclally protected produced"
    }
  ],
  "definitions": [
    {
      "term": "prescribed",
      "definition": "prescribed by orders of the Minister or",
      "source_provision": "sec1"
    },
    {
      "term": "specially protected produce",
      "definition": "agricultural produce",
      "source_provision": "sec1"
    },
    {
      "term": "unmarketable fruit",
      "definition": "fiuit in such a bruised,",
      "source_provision": "sec1"
    },
    {
      "term": "exporter",
      "definition": "any person, firm or company carrying on",
      "source_provision": "sec38"
    },
    {
      "term": "fruit",
      "definition": "bananas and citrus fruit and any fruit which",
      "source_provision": "sec38"
    },
    {
      "term": "inspected",
      "definition": "inspected under the provisions of this",
      "source_provision": "sec38"
    },
    {
      "term": "Inspector",
      "definition": "Inspector of Agricultural Produce",
      "source_provision": "sec38"
    },
    {
      "term": "licensed vehicle",
      "definition": "a vehicle in respect of which a",
      "source_provision": "sec38"
    },
    {
      "term": "nutmegs",
      "definition": "nutmegs, whether in the pod or separated",
      "source_provision": "sec38"
    },
    {
      "term": "place",
      "definition": "any place where any produce mentioned in F~rst",
      "source_provision": "sec38"
    }
  ]
}