{
  "id": "jm-stat-the-agricultural-small-holdings-act",
  "type": "statute",
  "title": "The Agricultural Small Holdings Act",
  "title_en": "The Agricultural Small Holdings Act",
  "short_name": "Agricultural Small Holdings Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-agricultural-small-holdings-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-agricultural-small-holdings-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                     Interprcta-\n                                                                      tion.\n“Agricultural Officer” means any Agricultural Officer\n     appointed for the purposes of this Act by the Minister\n     by notice published in the Gazette;\n“attested” means attested before and explained to the\n     parties by a Justice, Minister of Religion, Head\n     Teacher of a primary school, Sub-Officer of Police, or\n     any person duly authorized in writing in that behalf\n     by the Commissioner of Lands;\n“contract of tenancy” means any contract, express or\n     implied, creating a tenancy or a licence to cultivate in\n     respect of any small holding other than an excepted\n     holding;\n“ControIled area” means any locality declared by the\n     Minister under section 9 to be a controlled area;        52/1964\n                                                              s. 3.\n“economic tree” means any tree of a class specified by the\n     Minister to be economic trees for the purpose of this\n     Act;\n“establishment tenancy” means a tenancy at a nominal\n     rentd under which the tenant undertakes to establish\n     the land the subject of the tenancy or some specified\n     portion thereof in some prescribed trees, plant, shrubs\n     or grass of economic value and at the termination of\n     the tenancy to leave it so established;\n“excepted holding” does not include any land held under\n     an establishment tenancy, but save as aforesaid, means\n          p lincldon\n               ~ ~ ol this page is s u b r i d by LN.95 / 1997\n RIG2\n4                AGRICULTURAL SMALL HOLDINGS\n        any parcel of land intended for cultivation or pastur.\n        age, with or without buildings thereon, consisting of\n        not less than one acre nor more than ten acres held by\n        any tenant rent-free or at an annual rental of less than\n        two per centum of the uniniproved market value thereof\n        or cultivated by any tenant under a licence the annual\n        consideration in respect of which is less than two per\n        cenrum of such unimproved market value so, however,\n        that any parcel of land which immediately before the\n         1st day of June, 1949, was an excepted holding for the\n        purposes of this Act shall be deemed to continue to be\n        an excepted holding for such purposes during the\n        continued subsistence of any contract of tenancy jn\n        relation thereto which subsisted on such 1st day of\n        June, 1949, and during any extension or renewal of\n        such contract;\n    “practice of good husbandry” in relation to any small\n        holding, means the practice of methods which do not\n        affect adversely neighbouring holdings or the capital\n        value of the small holding, and which are generally\n        recognized as applying to holdings of the same\n        character and in the same neighbourhood as the small\n        holding; and in assessing whether or not good hus-\n        bandry has been practised consideration shall be given\n        t-\n             (a) the extent to which accepted measures and\n                 methods for the conservation of soil are adopted;\n                  and\n             (b) the standard of maintenanoe of-\n                    (i) drains, embankments and ditches;\n                   (ii) measures introduced for the conservation\n                       of soil;\n                  (ii) gates, fences, walls and hedges;\n                  (iv) farm buildings, water tanks, ponds and\n                       catchments;\n                   (v) the fertility of the sod;\n                                           . by LS. 9 5 / 1 m\n              W indudon of 16is psgs h amhonml\n             AGRICULTURAL SMALL HOLDINGS                             5\n“prescribed tree” means any tree belonging to a class of\n    trees prescribed by the Minister;\n“Regional Committee” means any Regional Committee\n    constituted in accordance with regulations made under\n    this Act;\n“rice tenancy” means any tenancy in relation to a small\n     holding upon which it is contemplated at the time that\n     the contract is entered into that the tenant will cultivate\n     swamp rice;\n“small holding” means any parcel of land intended for\n   cultivation or pasturage, with or without buildings\n   thereon, consisting of not less than one acre nor more\n    than ten acres held under a contract of tenancy so,\n   however, that any parcel of land which immediately\n   before the 1st day of June, 1949, was a small holding\n   for the purposes of this Act shall be deemed to con-\n   tinue to be a small holding for such purposes during\n   the continued subsistence of any contract of tenancy\n   in relation thereto which subsisted on such 1st day of\n   June, 1949, and during the continuance of any extension\n   or renewal of such contract of tenancy;\n“unimproved market value” means in relation to any\n    contract of tenancy the price which a willing purchaser\n    would pay to a willing vendor for the land the subject\n    of the contract of tenancy, less any sum by which the\n    value of the land may have been increased by reason\n    of any improvement made thereon by the tenant;\n“Valuation Board” means a Valuation Board constituted\n    in accordance with the provisions of section 21.\n                      Contract of Tenancy"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3,-(1) A contract of tenancy shall be in writing in Formof\nduplicate and shall be signed by the parties thereto and contract.\nattested.\n       me inclusion of this page is authorized by LN. 480/1973]\nW\n6                         AGRICULTURAL SMALL HOLDINGS\n                    (2) The form of contract of tenancy prescribed in the\nFirst         First Schedule may be used with such variations as circum-\nSchedule.\n              stances may require.\nContracts        4 4 1 ) Forthwith upon the execution of any contract\nof tenancy\ntobefiled.    of tenancy under this Act every landlord shall deliver a\n              signed copy of such contract to the tenant.\n                    (2) Every landlord shall keep a file containing all\n              contracts of tenancy entered into by him.\n                    (3) Every landlord shall permit any file kept by him\n              under subsection (2) to be inspected at all reasonable times\n              by any person authorized in writing for that purpose by the\n              Minister.\n                     (4) Every landlord who contravenes or fails to\n              comply with any of the provisions of this section shall be\n              guilty of an offence and shall be liable upon summary\n              conviction before a Resident Magistrate to a fine not exceed-\n              ing in the case of a first offence four dollars and in the\n              case of a second or subsequent offence ten dollars and in\n              any case to a further fine not exceeding two dollars for\n              each month during which such contravention continues\n              after conviction thereof.\nStampduty\non contract"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The landlord shall have the right of inspection of the holding at\nall reasonable times; and in case of the disability of the tenant. arising\nfrom illness, injury, or other reasonable cause, to maintain the holding\nin propcr order, the landlord may, but shall not be obliged to. do any\nnecwsary work which should have been done by the tcnant under the\nterms of his contract, and may deduct from any moneys to wmc to the\ntenant the actual cost of such work exclusive of that of supervision."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(1) Notwithstanding anything to the contrary con-\nof tenancy.   tained in the Stamp Duty Act, the stamp'duty payable\nL.N.\n3821 1970.    upon a contract of tenancy shall be the sum of two cents\n              when the rent reserved does not exceed two dollars per\n              annum and five cents when the rent reserved exceeds two\n              dollars per annum.\n                     (2) The duties referred to in subsection (1) may be\n              denoted by one or more adhesive stamps which are to be\n              cancelled by the landlord by whom the contract of tenancy\n              is executed.\n                     (3) The stamp duty shall be borne by the landlord.\n                    me inclusion of thia page is authorized by LN. 480/1973]\n             AGRICULTURAL SMALL HOLDlNGS                                      7"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. This contract is subject to the provisions of the Agricultural Small\nHoldings Act, and all disputes and d ~ e r e n o t swhatsoever arising out\nof this contract shall be determined in mrdancc with the provisions\nin that behalf of the aforesaid Act.\n  As wimess our hands the.day and year first above written.\nSigned by the said\nbefore and in the presenoe of-           I\nSigned by the said\nbefore and in the presente of-           1\n        me .inclusion of this page ia aulhorired by L.N. 4801 19731\n                                                '\n34                 AGRICULTURAL SMALL HOLDINGS\n                           SECOND SCHEDmE                     (section 20 (2) )\n                         ( I ) Notice to Quir by Landlord\n     To\n          1 hereby (as agent or solicitor for X.Y.your landlord and on his\n     behalf) give you notice to quit and deliver up possession on the\n     day of                                      19     , of the small holding\n     situated at                         in the parish of\n     in the Island of Jamaica which you hold of mejhim as tenant thereof\n     under a contract of tenancy dated the               day of"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) Subject to the provisions of subsection (2) and Rpstriction\n                                                        on crop-\nof section 8 the consideration for a contract of tenancy sharing\nshall not be or include a part of the crop derived from the        z F\nsmall holding or a part of the proceeds of sale of such crop\nrendered to the landlord, or any equivalent of rent given\nin kind or in labour to the landlord in return for the use\nand occupation of the holding :\n  Provided that nothing in this section contained shall be\ndeemed to apply to any establishment tenancy.\n      (2) The provisions of subsection (I) shall not apply\nto any contract of tenancy which at its inception is intended\nto subsist for any period not less than the prescribed period\nwhereby provision is made for the landlord to receive in\naccordance with such conditions as may be prescribed not\nmore than the prescribed percentage of any prescribed crop\ngrown upon the land to which such contract relates."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Every landlord may at the time when he enters             2;$$n8\ninto a contract of tenancy by the inclusion in such contract re1ating.m\n                                                                 economic\nof an express term to that effect reserve to himself the tre58 and\n                                                                 prescribed\nexclusive right-                                                 trees.\n       (i) to fell or cut timber from any economic tree;\n      (ii) to reap the produce of any prescribed tree growing\n           upon such holding;\n     (iii) in the case of rice tenancies, in any area prescribed\n           by the Minister or forming any part of any pro-\n           perty so prescribed to graze cattle upon the hold-\n           ing for the period between the reaping of one crop\n           of rice and the preparation of the land for planting\n            the next crop.\n       me inclusion of this page is authorized by L.N. 480119731\n8                         AGRICULTURAL SMALL HOLDINGS\n                   (2) Where the landlord reserves for himself any of\n             the exclusive rights referred to in subsection (1) it shall be\n             lawful for him to enter by himself or his servants or agents\n             upon the small holding in respect of which the right is\n             reserved at all reasonable times between the hours of sunrise\n             and sunset for the purpose of exercising the right so reserved.\n                      (3) Where any damage is occasioned in the course\n             of the exercise of any of the rights referred to in subsection\n             ( 1 ) or in subsection (2) to any crop growing upon the small\n             holding or to any stock owned by the tenant upon the small\n             holding or to any buildings or fixtures belonging to the\n             tenant situated upon the small holding the landlord shall be\n             liable to pay to the tenant by way of compensation for\n             such damage the full value of the loss occasioned to the\n             tenant by such damage.\n                    (4) Every tenant shall be liable to pay to the landlord\n             compensation to the full amount of any damage occasioned\n             by him or his servants or agents wilfully or negligently to\n             any economic tree or to any prescribed tree growing upon a\n             small holding of which he is a tenant.\n                    ( 5 ) The provisions of this section shall apply to any\n             contract of tenancy entered into before the commencement\n             of this Act under which there was reserved to the landlord\n             any of the rights referred to in subsection (1) as they apply\n             to any contract of tenancy entered into after the commence-\n             ment of this Act.\nControlled     9. Where the Minister is satisfied that the rentals of small\nareas.\n             holdings in any locality are unreasonably high and that\n             such a course is expedient in the public interest, he may by\n             order declare such locality to be a controlled area.\n                   L’Ih~bc inclusion of this page is authorized by L.N. 480(19731\n            AGRICULTURAL SMALL HOLDINGS                                      9"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) It shall not be lawful for any person to enter into Prohibition\n                                                                   of contrace\na contract of tenancy, other than a crop-sharing tenancy, oftenancy\n                                                              for less than\nfor a term of less than-                                      twn years\n                                                              or fin\n     (a) two years where the landlord is a company holding\n          a mining lease for bauxite in respect of the land;  :'i964\n     (b) five years where the landlord is not a company\n          referred to in paragraph (a).\n        (2) It shall not be lawful for any person to enter\ninto a crop-sharing tenancy in relation to any crop other\nthan a prescribed crop or for any term less than the\nprescribed term.\n        (3) Any person who enters into a contract of tenancy\nin contravention of the provisions of subsection (1) or of\nsubsection (2) shall be guilty of an offence against this Act\nand shall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding twenty dollars."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Any term or condition of any contract of tenancy certain\n                                                                terms to\nwhether entered into before or after the commenoement of beinvalld.\nthis Act whereby either-\n      (a) the exercise by the tenant of any right to distrain\n            upon or to claim or recover damages or compensa-\n            tion in respect of any damage occasioned by any\n            animal trespassing upon his small holding is in\n            any way restricted; or\n      (b) any right is conferred upon the landlord of any\n            small holding to determine the tenancy of such\n            holding either with or without notice if the tenant\n            of such holding exercises or attempts to exercise\n            any of the rights referred to in paragraph (a),\nshall be deemed to be void and of no effect.\n          (2) Any term or condition of any contract of tenancy\nwhereby rent is expressed to be payable more than half-\nyearly in advance shall take effect as if such rent were\nexpressed to be payable half-yearly in advance.\n           inclusion of this pagc is authorized by LN. 48Ol19731\n10                      AGRICULTURAL SMALL HOLDINGS\nReaping\nand mar-\n              1 2 - 4 1 ) No contract of tenancy shall contain any term or\nketing of   condition whereby the landlord is entitled to reap or market\ncrops of\ntenant by   any crop on behalf of the tenant.\nlandlord.\n                    (2) Nothing in subsection (1) shall be deemed to\n            prevent the landlord and tenant of any small holding from\n            entering into a separate agreement for the reaping or\n            marketing of any crop by the landlord on account of the\n            tenant.\n                    (3) Where a separate agreement is made for the\n            reaping or marketing of any crop of a small holding by the\n            landlord on account of the tenant, the following provisions\n            shall apply-\n                 (a) no charge shall be made for supervision,\n                      administration or other services by or on behalf of\n                      the landlord in excess of two and one-half per\n                      cenrum of the proceeds of the sale from which\n                      such charge may be deducted;\n                 (b) actual expenses reasonably incurred by the land-\n                      lord in respect of the reaping or marketing of the\n                      crop sold may be deducted from the amount found\n                      due after deducting the charge aforesaid;\n                 (c) subject to the provisions of paragraphs (a) and (b),\n                      the amount to be paid by the landlord under any\n                      such arrangement shall not be less than can be\n                      secured in the open market for produce of the\n                      same kind and quality at the date of delivery;\n                 (d) the landlord shall deliver a copy of such agree-\n                      ment to the tenant and shall on being required so\n                      to do at any time by the tenant and on being paid\n                      the sum of ten cents deliver to the tenant a\n                      further copy of such agreement;\n                 (e) the landlord shall annex a copy of such agreement\n                      to the contract of tenancy in relation to the holding\n                      in respect of which such agreement is entered into\n                  me inclusion of i!nis page is aulhorized by L.N. 4801197131\n           AGRICULTURAL SMALL.HOLDINGS                                  11\n         and shall keep such copy in the file required to be\n         kept under section 4.\n        (4) Any landlord who fails to comply with the\nprovisions of paragraph (4or paragraph (e) of subsection\n(3) shall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding, in the case of a first\noffence one hundred dcllars, in the case of a second or sub- zi4,1935\nsequent offence two hundred dollars, and in any case of a\nfurther fine not exceeding two hundred dollars for each 31/1ws\nmonth during which such failure continues after conviction s.4.\nthereof."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where any small holding is subject to any contract F  zs\nof tenancy under this Act then, notwithstanding anything ofmort-\nto the contrary, any mortgage over such small holding or E   :,\nover any land of which such small holding forms part,\nwhether created by the landlord or the tenant or any person\nclaiming through either of them or before or after the com-\nmencement of this Act or before or after the creation of the\ntenancy, shall be subject to the contract of tenancy."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. On the alienation or devolution of ownership of a Linbility\n                                                            for con-\nsmall holding, the incoming owner of the holding shall have tractson\nand be subject to the same rights and liabilities under any $,9dom\ncontract of tenancy subsisting at the time of alienation or of am^\ndevolution, as his predecessor in title had and was subject\nto."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.41) A tenant of a small holding shall not sublet the Re~trictio~\n                                                          on sub-\nholding without the consent of the landlord previously wing.\nobtained in writing.\n        (2) Such consent shall not be unreasonably withheld\nby the landlord.\n        (3) Every tenant who desires to sublet any small\n holding shall if required so to do by the landord-\n         p iaelnasDn d 1MB paga is-a    by UN. 9511997l\n12                         AGRICULTURAL SMALL HOLDINGS\n                   (a) disclose to the landlord the terms upon which he\n                        proposes to sublet the holding; and\n                    (b) render it a term of any sub-tenancy of the holding\n                        created by him that the sub-tenant shall pay to\n                        the landlord the full amount of the rent payable\n                        by the tenant in respect of such holding.\nAssignment\nof contract.\n                 1 6 4 1 ) A tenant, with the consent in writing of the\n               landlord previously obtained, may assign his interest in a\n               contract of tenancy at any time to any person.\n                       (2) Such consent shall not be unreasonably withheld\n               by the landlord.\n                      (3) Upon such assignment the assignee shall have\n               the same rights and be subject to the same liabilities under\n               the contract as his assignor had and was subject to.\n                      (4) A note of every such assignment shall be\n               endorsed on the contract of tenancy kept by the landlord\n               under section 4.\nExtension        17.-(1) A contract of tenancy may be extended or\norrenewal\nofmntract      renewed from time to time.\n                       (2) Except in the case of an establishment tenancy,\n               any tenant of a small holding who for five consecutive years\n               has cultivated the holding according to the practice of good\n               husbandry and has committed no breach of the contract of\n               tenancy shall, unless he has been served with the requisite\n               notice to quit, be entitled to a renewal of the contract for a\n               further period of five years, and similarly at the expiration\n               of that or any subsequent renewal of the contract.\n                       (3) Where any tenancy is extended or renewed\n               under subsection (l), the rent payable in respect of the\n               period for which the tenancy is SO extended or renewed\n               shall be determined by agreement htween the parties or,\n               in the case of a controlled tenancy, in the event of the parties\n                         ~inclusiandlthispgcis~,uahoriacdbyL.N.95/19911\n            AGRICULTURAL SMALL HOLDINGS                             13\nfailing to agree, by the Valuation Board, so, however, that\nin determining the rental paid in respect of the period of\nany extension or renewal of the tenancy regard shall not\nbe had to any improvement made by the tenant.\n  lS.-(l) Subject to the provisions of this section, the Continua-\ntenancy of a small holding shall not terminate on the tion          of\n                                                               lenancyin\nexpiration of the period fixed by the contract of tenancy izz&Of\nunless-                                                        %ih4\n     (a) the tenant has given six months’ notice in writing S. S.\n          to terminate such tenancy at the expiration of such\n          period; or\n     (b) the landlord has given-\n              (i) two years’ notice in writing to terminate\n                  such tenancy at the expiration of such\n                  period, where the landlord is a company\n                  which holds a mining lease for bauxite in\n                  respect of the land and requires the land\n                  for mining purposes; or\n             (ii) five years’ notice in writing to terminate\n                  such tenancy at the expiration of such\n                  period, where the landlord is not a com-\n                  pany referred to in sub-paragraph (i).\n        (2) In the case of a tenancy not terminated in the\nmanner provided by subsection (1) on the expiration of the\nperiod fixed by the contract of tenancy, the tenancy shall\ncontinue on its existing terms, in so far as the same are\napplicable, until it is terminated-\n     (a) by six months’ notice given by the tenant in writing\n          to expire at the end of any half year of the\n          tenancy; or\n     (b) by the landlord-\n              (i) by two years’ notice in writing to expire at\n                  the end of any half year of the tenancy,\n                  where the landlord is a company which\n      me inclusion of this pge is authonisd by L.N. 480/1973]\n14                AGRICULTURAL SMALL HOLDINGS\n                       holds a mining lease for bauxite in respect\n                       of the land and requires the land for mining\n                       purposes; or\n                  (ii) by five years' notice in writing to expire at\n                       the end of any half year of the tenancy,\n                       where the landlord i s not a company\n                       referred to in sub-paragraph (9.\n              (3) Every notice given by any landlord under sub-\n     section (1) or (2) of this section shall specify the reasons\n     for the termination of the tenancy to which such notica\n     relates.\n             (4) Subject to the provisions of subsections (5) and\n     (6), this section shall apply to any tenancy of a small\n     holding, other than an establishment tenancy, which has\n     not been terminated prior to the date of the commencement\n     of the Agricultural Small Holdings (Amendment) Act, L964,*\n     (hereinafter referred to as the amending Act) or which\n     commences on or after that date, and such application\n     shall not be affected by any notice given by a landlord\n     or counter notice given by a tenant in accordance with\n     section 18 of this Act prior to its repeal and replacement\n     by the amending Act."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A tenancy may, notwithstanding anything provided Dctcnnina-\nin section 18 or any period of tenancy stipulated in the\ncontract of tenancy, be determined-                         5211964\n                                                            S. 6 (a).\n     (U) by the landlord ,without notice-\n          (i) where the tenant sublets or assigns the small\n              holding without the consent of the landlord\n              previously obtained in writing;\n         (ii) where the tenant deserts the small holding\n              and leaves it uncultivated and unoccupied\n              for a period of not less than twelve months\n              and owes rent in respect of twelve months or\n              more;\n *Zlst November. 1964.\n       W e inclusion of this pge Q authorized by L.N. 480119731\n16                 AGRICULTURAL SMALL HOLDINGS\n                (3where the tenant commits a breach of any\n                       term or condition of the tenancy which is not\n                      capable of being remedied or which can only\n                      be remedied at a cost in excess of a sum\n                      equivalent to two years’ rental of the holding\n                      or of ten dollars per acre or part thereof of\n                      the holding whichever shall be the greater;\n            (b) by the landlord by three months’ notice to quit--\n                  (i) where the tenant commits a breach, which is\n                      not capable of being remedied, of any term\n                      or condition of the tenancy and the interests\n                      of the landlord are materiaily prejudiced\n                      thereby;\n                 (ii) upon certificate by any officer designated for\n                      the purpose by the Minister for the area\n                      within which the small holding is situated that\n                      the tenant is not cultivating or operating the\n                      holding according to the practices of good\n                      husbandry and that the interests of the land-\n                      lord are materially prejudiced thereby :\n                         Provided that if within the period of notice\n                      the tenant remedies his default and furnishes\n                      to the landlord a certificate from such officer\n                      to that effect the notice to quit shall be deemed\n                      to be cancelled and of no force or effect;\n                (iii) if any part of the rent in respect of the small\n                      holding is in arrear for a period of three\n                      months or more or if any of the terms or\n52/1%4                conditions of the tenancy are not performed\nS. 6 (b).             or observed by the tenant :\n                         Provided that if the tenant pays the rent in\n                      arrear or, in the case of any breach or non-\n                      observance of any of the terms of the tenancy,\n                      the tenant makes good such breach or non-\n                      observance, within one calendar month of the\n             me inclusion of this page is authorized by L.N. 480/19731\n              AGRICULTURAL SMALL HOLDINGS                                17\n                service of the notice to quit the notice to quit\n                shall be deemed to be cancelled and of no\n                force or effect;\n     (c) by the tenant without notice where the landlord\n            commits a breach of any term or condition of the S'Qf?:\n            tenancy, or permits any taxes or rates (for the\n            payment of which the landlord is as between the\n            landlord and the tenant liable) to fall into arrears\n            or is guilty of any unreasonable conduct which\n            causes the tenant to quit the holding."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)    Every notice to quit a small holding shall be in to\n                                                               Notice\n                                                                 qu1t.\nwriting and shall be signed by the landlord or tenant, as\nthe case may be, or his agent or solicitor. It shall describe\nclearly the holding which is sought to be recovered or\nintended to be quitted, the grounds upon which the tenancy\nis to be determined, and the proper day on which possession\nis to be delivered up, and shall not be ambiguous or optional.\n        ( 2 ) The forms of notice to quit prescribed in the\nSecond Schedule, with such variations as circumstances Second\n                                                       SFhodUlc.\nmay require, may be used.\n        (3) Service of a notice to quit may be effected either\npersonally on the person to be served or by leaving the\nnotice with some adult person at his last or most usual\nplace of abode, or if the person to be served cannot be found\nand the place of his abode either is not knowil or admission\nthereto cannot be obtained, then by posting the notice on\nsome conspicuous place on the small holding.\n        (4) It shall not be necessary that a notice to quit 52/1964\nunder paragraph (b) of section 19 should expire at the end s.7.\nof the current term or half year of the tenancy. Such notice\nmay be given at any time.\n       m e inclusion of this page ia authorized by L.N. 480/19731\n18                        AGRICULTURAL SMALL HOLDINGS\n                                     Valuation Boards\nEstablish-     2 1 4 1 ) The Minister may establish, for the purposes of\nm a t of\nValuatron\nBoards.\n             this Act, so many Valuation Boards as he shall think fit\n             and shall specify in relation to each Board the area in\n             regard to which it may exercise. the powers conferred and\n             perform the duties imposed by this Act.\n                     (2) Each Board shall consist of a Chairman, who\n             shall be a Resident Magistrate or some other person\n             qualified to be a Resident Magistrate, and not less than\n             two nor more than four other members, to be appointed\n             by the Minister.\n                     (3) The members of each Board shall, subject to the\n             provisions of subsection (3,hold office for such period, not\n             exceeding two years, as the Minister may determine, but\n             shall be eligible for reappointment.\n                     (4) The Minister may appoint any person to act in\n             the place of the Chairman or any other member of a Board\n             in case of the absence or inability to act of the Chairman\n             or other member.\n                     (5) Any member of a Board other than a Govern-\n             ment officer may at any time resign his office by instrument\n             in writing addressed to the Chairman thereof who shall\n             forthwith cause. it to be forwarded to the Minister, and\n             from the date of the receipt by the Chairman of such\n             instrument such member shall cease to be a member of\n             the Board.\n                     (6) The establishment of any Valuation Board and\n             the appointment, removal, death, departure from the\n             Island or resignation of any member of a Board shall be\n             notified in the Gazette.\nProctdurc      22.-(1)  Each Valuation Board sh& meet so often, at\nand meet-\n             such time and at such place as to the Board may seem\nValuation\nBoards,      expedient.\n                    mc inchion of this page is authorized by LN. 480119731\n            AGRlCULTURAL SMALL HOLDINGS                            19\n       (2) Three members of a Board, including the\nChairman or acting Chairman, shall form a quorum.\n        (3) A Board shall be deemed to be fully constituted\nfor the purposes of this Act notwithstanding any vacancy\nor vacancies among the members.\n       (4) All matters and questions shall be decided by a\nmajority of votes. The Chairman shall have an original\nvote and a casting vote if the votes be equally divided.\n        (5) Each Board shall have all the powers of the\nSupreme Court to summon witnesses, to administer oaths,\nto compel witnesses to give evidence and to compel the\nproduction of documents, so as to elicit all such informa-\ntion as the Board may consider necessary, without being\nbound by the rules of evidence in civil or criminal proceed-\nings :\n   Provided that if any witness objects to answer any\nquestion or to produce any document on the ground\nthat it will tend to incriminate him, or on any other lawful\nground, he shall not be required to answer such question or\nto produce such document, nor shall he be liable to any\npenalties for refusing to do so.\n        (6) Every summons issued under subsection (5) shall\nbe signed by the Chairman of the Board issuing it and shall\nstate the time when and the place where the person\nsummoned is required to attend and the particular docu-\nments which he is required to produce, and the summons\nshall be served on the person mentioned therein by\ndelivering to him a copy thereof or by leaving a copy\nthereof at his usual o r last known place of abode in Jamaica\nwith some adult person.\n       (7) Every person who without lawful excuse fails\nor neglects to attend any meeting of a Board in obedience\nto any summons or fails to answer any question put to him\n      IThe inclusion of this page ia aulhorized by LN. 480/19731\n20                      AGRICULTURAL SMALL HOLDINGS\n           by the Board or any member thereof or to produce\n           any document, production of which is required by the\n           Board, or to supply any information required by the Board,\n           shall on summary conviction thereof before a Resident\n           Magistrate, be liable to a fine not exceeding ten dollars.\n                     (8) Any person who intentionally gives a false\n           answer to any question material to the subject of enquiry\n           which may be put to him during the course of any proceed-\n           ings before a Board shall be guilty of an offence-\n                ( U ) if such answer was given on oath, against section\n                       5 of the Perjury Act; or\n                (b) if such answer was given otherwise than on oath,\n                       against section 8 of the Perjury Act,\n           and shall be liable on conviction to the penalties prescribed\n           by the appropriate section for that offence.\n                     (9) A record shall be kept by the Chairman of each\n           Board of all proceedings brought before the Board and of\n           the evidence taken and of the decision arrived at by the\n           Board and of the names of the members taking part in the\n           proceedings.\n                     (10) Subject to the provisions of this section, each\n           Board shall have power to regulate its own proceedings.\nAppoint-     23-(1)        A Valuation Board may, with the approval of\nment of\nofficers, ser- the Minister, appoint or employ, at such remuneration and\nvants and\nvaluers.       on such terms and conditions as the Minister may either\n               generally or specially determine, such officers and servants\n               and such persons to act as valuers as may be deemed\n               necessary for the proper carrying out of the provisions of\n               this Act, and may pay to the members of the Board such\n               allowances and expenses as the Minister may generally or\n               specially approve.\n                       (2) The Board may require any person so appointed\n               or employed to give such security as the Board may deem\n               proper for the due performance of his duties.\n                  me inclusion of this pagc is authorized by LN. 480/19731\n            AGRICULTURAL SMALL HOLDINGS                               21"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Appointment of officers, servants and valuers.\n      [The inclusion of this wge 18 authorized by LN. 480119731\n2                AGRICULTURAL SMALL HOLDINGS"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) Every Board shall have in relation to the area Functions\nin respect of which it is appointed the following powers of Board.\nand duties-\n     (U) on the application of any tenant or prospective\n           tenant of a small holding situated in any controlled\n           area, to fix the maximum economic rent for such\n           small holding;\n     ( b ) if the landlord and the tenant of any holding are\n           unable to agree as to either-\n              (i) whether the holding is an excepted holding\n                  within the meaning of section 2; or\n           (ii) as to the amount of compensation to be paid\n                under section 26,\non the application of either of them, to determine the\nmarket value of the holding or the amount of compensation\nto be paid, as the case may be.\n         (2) In fixing the maximum economic rent of any\nholding in any controlled area the Board shall have\nregard-\n     (U) to the unimproved market value of the holding at\n          the time when the rental is fixed; and\n     (b) to the gross annual value which a tenant might\n         reasonably be expected to derive from the\n          occupancy of the small holding,\nbut shall not have regard to the rental previously received\nby the landlord for the holding or to the standard of rentals\nprevailing in the controlled area."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Any landlord who knowingly receives any rent ~ c n t a i i n\nin excess of the maximum rent fixed by the Valuation Board cacEcM of\nunder paragraph (U) of subsection (1) of section 24 shall,\non summary conviction before a Resident Magistrate, be\nliable to a fine not exceeding one hundred dollars or to\nimprisonment for a period not exceeding six months, or\nto both such imprisonment and such fine.\n-\n      me inclusion of this page is authorized by L.N. 480119731\nY\n22                      AGRICULTURAL SMALL HOLDINGS\n                    (2) The Court before which any landlord is con-\n            victed of an offence against subsection (1) may, without\n            prejudice to any other right which the tenant may have\n            to recover the rent overpaid, order the landlord to repay\n            the same.\n                Compensation f o r Improvemenrs and Disturbance\nCompensa-     26.-(1) Where a tenant of a small holding has made\ntion for\n>niprove-   thereon any improvement comprised in the Third Schedule\nments.\nThird\n            he shall, subject as in this Act mentioned, and, in a case\nSchedule.   where the contract of tenancy was made after the coming\n            into operation of this Act, then whether the improvement\n            was or was not an improvement which he was required to\n            make by the terms of his tenancy, be entitled, at the termi-\n            nation of the tenancy, to obtain from the landlord as com-\n            pensation for the improvement such sum as fairly represents\n            the value of the improvement to an incoming tenant :\n              Provided that this section shall not apply so as to make\n            cornpensation payable to any tenant under an establishment\n            tenancy in respect of any improvements which he was\n            required to make by the terms of such tenancy.\n                    (2) In ascertaining the amount of the compensation\n            payable to a tenant under this section any sum due to the\n            landlord in respect of-\n                 (a) rent;\n                 (b) any breach of the terms and conditions of the\n                      tenancy;\n                 (c) wilful or negligent damage committed or per-\n                      mitted by the tenant;\n                 (d) the value of any benefit which the landlord has\n                      given or allowed the tenant in consideration of the\n                      tenant executing the improvement; and\n                 (e) any unpaid advances made to the tenant by the\n                      landlord,\n            __                   ~- ~~\n                  !The inclusion of this page is authorized by L.N. 480/19731\n             AGRICULTURAL SMALL HOLDINGS                                      13\nshall be taken into account in reduction of the amount of\ncompensation, and any sum due to the tenant in respect of\nany breach of contract or otherwise in respect of the holding\nshall be added to the amount of compensation."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Compensation under this Act shall not be payable Consentof\n                                                             landlord as\nin respect of any improvement comprised in Part I of the toimprove.\nThird Schedule unless the landlord of the small holding has, ?:At;$\npreviously to the execution of the improvement, consented         l:iule,\nin writing to the making of the improvement."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Compensation under this Act shall not be payable-           Compensa-\n                                                                  !ion for\n    (a) in respect of items (101, (ll), (12), (13) and (14) ~\",\",~\n         of Part I1 of the Third Schedule unless the tenant &;?;'of\n         of the small holding has, previously to the execu- Schedule\n                                                             payable\n         tion of the improvement, obtained a certificate uponccrti-\n         from the Agricultural Officer of the district in         2;:\n         which the holding is situated recommending that rcL;        and\n         such improvement be effected;                       notice to\n                                                                  landlord.\n     (b) in respect of any improvement comprised in Part\n         11 of the Third Schedule unless the tenant of the\n         holding has, not more than three nor less than\n          two months before beginning to execute the\n          improvement, given to the landlord notice in\n         writing of his intention so to do and of the\n          manner in which he proposes to do the intended\n          work."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) Compensation under this Act shall not be pay- commnsa-\n                                                               tion for\nable in respect of items (15) and (16)of Part III of the Thiid improve.\nSchedule unless the tenant of the small holding has,\npreviously to the execution of the improvement, obtained g!&\na certiticate from the Agricultural Officer of the district in payable\n                                                               upon certi-\nwhich the holding is situated recommending that such ticateof\n                                                               Agricul-\nimprovement be effected.                                       tural\n                                                                   Officer.\n       me inclusion of tbii page is authorized by L.N.480119731\n24                        AGRICULTURAL SMALL HOLDLVGS\n                      (2) Where any agreement in writing entered into\n              before the coming into operation of this Act secures to the\n              tenant of a small holding for any improvement comprised\n              in Part I11 of the Third Schedule fair and reasonable com-\n              pensation, having regard to the circumstances existing at\n              the time of making the agreement, the compensation so\n              secured shall, as respects that improvement, be substituted\n              for compensation under this Act.\nCompnsa-        30.-(1) In addition to compensation for improvements,\ntion for\ndisturbance   the tenant of a small holding shall be entitled to receive\n              compensation for disturbance, equivalent to two years’ rent\n              of the holding, where the landlord-\n                   (U) without good and sufficient cause and for reasons\n                       inconsistent with good estate management ter-\n                       minates the tenancy by notice to quit; or\n                   (6) commits some breach of his covenant for quiet\n                       enjoyment whereby the tenant is forced to quit the\n                       land.\n                      (2) In the case of a tenant who has for five or more\n              consecutive years remained on and cultivated a small hold-\n              ing according to the practice of good husbandry and has not\n              committed any breach of the contract of tenancy, the com-\n              pensation for disturbance payable under this section shall\n              be the equivalent of three years’ rent of the small holding.\nForfeiture     31. The right to compensation for disturbance shall be\nof right to\ncompcnJa.    forfeited where the tenancy is duly determined for any of\ntionfor\ndisturbance. the causes mentioned in paragraph (U)or paragraph (b) of\n52/1%4\ns.8.         section 19.\ncompensa-       32. Where notice to terminate the tenancy of any\ntion in\nrespect of    excepted holding is given by the landlord and there is at the\nexmpkd        date of the expiration of the notice any growing crop on\nholdmga.\n              the holding planted by the tenant or taken over by him\n              before the notice to terminate such tenancy was given, the\n                    [The inclusion of this page is aulhorized by L.N. 480/1973]\n             AGRICULTURAL SMALL HOLDINGS                                 25\ntenant shall be allowed to have free access to the holding\nfor the purpose of reaping and to reap such crops at any\ntime within six months of the termination of his tenancy,\nor, in lieu thereof, the landlord may elect to pay, and, upon\nsuch election, shall pay to the tenant the value of the\ngrowing crop at the date of the expiration of the notice."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Except as otherwise provided in section 32, compen- Tlmc\nsation payable under this Act shall be paid by the landlord allowed\n                                                             paymentof\n                                                                       for\nto the tenant within thirty days of the determination of the F;;Pcnsa-\ntenancy.\n                     Fixtures and Buildings"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.41) Subject to the provisions of subsection (2) any ~         ~          ~\nengine, machinery, fencing or other fixture affixed to a ~          ~         ~\nsmall holding by a tenant, and any building erected by him buildings\nthereon for which he is not under this Act or otherwise\nentitled to compensation, and which is not so affixed or\nerected in pursuance of some obligation in that behalf or\ninstead of some fixture or building belonging to the land-\nlord, shall be the property of and be removable by the\ntenant within sixty days of the determination of the tenancy:\n  Provided that-\n     (i) before the removal of any fixture or building the\n         tenant shall pay all rent owing by him, and shall\n         perform or satisfy all other his obligations to the\n         landlord in respect of the holding;\n     (ii) in the removal of any fixture or building the tenant\n          shall not do any avoidable damage to any other\n          building or other part of the holding;\n    (iii) immediately after the removal of any fixture or\n          building the tenant shall make good all damage\n          occasioned to any other building or other part of\n          the holding by the removal;\n       yrhc inclusion of this page is authorized by LN. 480119731\n26                     AGRICULTURAL SMALL HOLDINGS\n              (iv) the tenant shall not remove any fixture or building\n                   without giving ten days' previous notice in writing\n                    to the landlord of his intention to remove it;\n               (v) the tenant shall not remove any fixture or building\n                    except between the hours of sunrise and sunset.\n                  (2) The landlord and the tenant may at any time\n          before the termination of the tenancy or at any time within\n          sixty days thereafter enter into a written agreement for the\n          purchase by the landlord of all engines, machinery, fences\n          or other fixtures upon the small holding or of any such\n          engine, machinery, fencing or fixtures, at a price expressed\n          in such agreement, and thereupon the rights of the tenant\n          under subsection (1) in relation to the engines, machinery,\n          fencing or fixtures to which such agreement relates shall\n          cease and determine.\n                                     Misceliarieous\nmundary     35.-(1) Before the commencement of the term of any\nmarks.\n          contract of tenancy, the boundaries of the small holding\n          shall be properly marked by the landlord.\n                   (2) For the duration of the tenancy the tenant shall\n          maintain the boundary marks in proper order.\n                   (3) Any landlord or tenant who fails to comply\n          with the provisions of this section shall, without prejudice\n          to any civil liability, be liable on summary conviction before\n          a Resident Magistrate to a fine not exceeding ten dollars.\nFences.      3 6 4 1 ) The landlord of any small holding shall be solely\n          liable for the erection of any fence required by any law for\n          the time being in force to be erected along any main or\n          parochial road adjacent to such small holding.\n                   (2) Every landlord who keeps any stock upon any\n          land retained by him shall erect such fences as may be\n          necessary to prevent such stock straying from his retained\n          land.\n            AGRICULTURAL SMALL HOLDINGS                               25\n       (3) Subject to the provisions of subsection (4) every\ntenant of a small holding who keeps any stock upon his\nsmall holding shall erect and maintain such fences as may\nbe necessary to prevent such stock straying from such small\nholding.\n        (4) Where each of the tenants of two adjacent small\nholdings keeps stock upon his small holding the provisions\nof section 6 of the Dividing Fences Act shall apply as they\napply to the owners of adjacent holdings.\n       (5) Every landlord may enter into contracts with\nany of his tenants in relation to the maintenance of any\nfences required to be erected by the landlord under this\nAct.\n       (6) Any contract made or purporting to be made by\nany landlord with any of his tenants whereby the landlord\nis relieved of indemnity against any liability under Part Il\nof the Trespass Act, which relates to cattle trespass, shall\nbe void and of no effect."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The landlord of every small holding shall provide ~~~~~t~\nreasonable means of ingress and egress for the tenant and small\na led animal to and from the holding."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.41) Notwithstanding anything to the contrary con- Tenant's\ntained in a contract of tenancy, the tenant of the small right     to\n                                                                ~eeepsfoc~\nholding shall be entitled to keep horses, mules, asses, cattle, On\nsheep, pigs, goats and poultry on the holding,\n       (2) The provisions of subsection (1) shall not apply\nto any establishment tenancy."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.41) A tenant of a small holding shall not, without Restriction\nthe consent in writing of the landlord previously obtained,\ncut down or destroy or cause or allow to be cut down or ;&;ptice\ndestroyed any economic tree growing on the holding.\n28                             AGRICULTURAL SMALL HOLDINGS\n                          (2) Any tenant contravening the provisions of sub-\n                section (1) shall, without prejudice to any civil liability, be\n                liable on summary conviction before a Resident Magistrate\n                to a fine not exceeding ten dollars.\n~           ~     40.~ The landlord\n                            ~       ~ of any~ small holding\n                                                    i       ~or his agent\n                                                                    ~     shall\n                                                                           .\n                have the right of inspection of the holding a t all reasonable\n                times.\nUncertain          41. Where a contract of tenancy does not provide for\nLclUlS.         any term or provides for a term less than the minimum\n                term permitted in relation to a contract of tenancy of that\n                nature under this Act the term of such tenancy shall be\n                deemed to be the minimum term permitted under this Act\n                in relation to contracts of tenancy of that nature.\nRecovery 01"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. I€ upon determination of a tenancy by notice to quit\npossession\nof small\n                or otherwise the tenant of any small holding neglects or\nholding.        refuses to quit and deliver up possession of the holding, the\n15/1979\nznd Sch.        landlord may take proceedings before a Resident Magistrate\n                to recover possession of the same.\nRegula-           43.-(1)   The Minister may make regulations generally for\ntions.          giving effect to the purposes of this Act.\n                        (2) In particular and without prejudice to the\n                generality of the foregoing provisions any such regulations\n                may prescribe anything required to be prescribed under\n                this Act.\n                        (3) The Minister may specify any class of tree to\n                be economic trees for the purposes of this Act and may\n                prescribe any class of tree to be prescribed trees for the\n                purposes of this Act.\n                         mhe inclusion of this wage is authorized by L.N. 57/19801\n             AGRICULTURAL SMALL HOLDINGS                                           29"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. All claims to recover possession of small holdings Jurisdiction\n                                                             of Resident\nand all disputes and differences arising out of contracts of M agintrates.\ntenancy shall, save as otherwise provided in section 24, be\nwithin the jurisdiction of a Resident Magistrate and shall\nbe heard and determined on the civil side of the Resident\nMagistrate’s Court, and the provisions of the Judicature\n(Resident Magistrates) Act shall apply, mutatis mutandis.\nto all proceedings brought before a Resident Magistrate by\nvirtue of this Act so far as the same can be made applicable\nthereto and are not inconsistent with any of the provisions\nof this Act."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The provisions of this Act shall apply notwithstand- Cnntracting\ning anything to the contrary contained in any contract of $:&bited.\ntenancy, and in case any of the provisions of a contract of\ntenancy are inconsistent with any of the provisions of this\nAct the contract shall be read and construed so as to be\nconsistent with the provisions of this Act.\n  4 6 . 4 1 ) Where there is any conflict or inconsistency Provisions\n                                                                     of this Act\nbetween the provisions of this Act and the provisions of la prevail.\nany other enactment the provisions of this Act shall prevail.\n        (2) Subject as aforesaid, the provisions of this Act\nshall be in addition to, and not in derogation of, any of\nthe provisions of any other enactment relating to landlords\nand tenants."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.41) Subject to the provisions of this section, the Application\nprovisions of this Act shall apply to any subsisting contract to  subsiat-\nof tenancy as they apply to any contract of tenancy entered\ninto after the 1st day of June, 1949.\n                                                                     :s;d\n                                                              -Ing tenan-\n                                                               pIovIsIom.\n                                                                33/1955\n        ( 2 ) The provisions of section 3 and of subsection %64\n                                                              S. 9 (1) (a).\n(I) of section 4 and of subsection (1) of section 5 shall not\napply to any subsisting contract of tenancy.\n30                            AGRICULTURAL SMALL HOLDINGS\n5211 964                (3) In this section “subsisting contract of tenancy”\ns.9(1)(b).      means any contract of tenancy entered into before the 1st\n                day of June, 1949, and subsisting on such day.\nPower to\nmake order"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1) If it appears to the Minister that it is expedient\nexempting       in the public interest so to do he may by order published\ncertain\nlands.          in the Gazette exempt from the provisions of this Act any\n                parcel of land in respect of which a scheme for the use\n                thereof as agricultural land has been approved by the\n                Minister.\n                       (2) The provisions of this Act shall not apply to\n                any land so exempted.\n~ ~         ~   ~    ~ The"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. s i provisions\n                             ~ n       of this Act, save in regard to the\nof rice\n                methods prescribed for the assessment of rental shall not\n                apply to any rice tenancy until such date as the Minister\n                may by order appoint.\nRent res-         50.-(1) Notwithstanding anything contained in this Act,\nwiction.\n52/19M          where the tenancy of a small holding is subsisting on the\ns. II.          21st November, 1964, no increase shall thereafter be made\n                in the rent of the holding during the continuance of such\n                tenancy or upon or during any extension or renewal thereof.\n                         (2) Any landlord who increases the rent payable in\n                respect of the tenancy of a small holding as aforesaid in\n                contravention of the provisions of subsection (1) shall, on\n                summary conviction before a Resident Magistrate, be liable\n                to a fine not exceeding one hundred dollars or to imprison-\n                ment for a period not exceeding six months, or to both\n                such fine and imprisonment.\n                         (3) The Court before which any landlord is con-\n                victed of an offence under this section may, without\n                prejudice to any other right which the tenant may have to\n                recover any rent overpaid, order the landlord to repay the\n                same.\n                        m e inclusion of thii p g e is a u t h o d by L.N. 480/19731\n            AGRICULTURAL SMALL HOLDlNGS                         31\n        (4) This section shall continue in force for a period\nof five years after the 21st November, 1964, and may be\ncontinued in force for further periods not exceeding five\nyears at any time by resolution of the Senate and the House\nof Representatives.\n      p e inchion of thin pap0 t authorid by LN. 480119731\n32                       AGRICULTURAL SMALL HOLLUNGS\n                                   FIRST SCHEDULE                   (Section 3 (2) )\n               Contract of Tenancy under !he Agricultural Smull Holdings Act\n            An Agreement made the                          day of"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.   Rent restriction.\n                                  SCHEDULES\n                inclusion of this page is a u h r k d by L.N. 480/19731\n            AGRICULTURAL SMALL HOLDINGS                                             3\n                                                                         c a p 8.\n                                                                              LPW\n                                                                       3Of 1%.\n  THE AGRICULTURAL SMALL HOLDINGS ACT                                         A&\n                                                                       52 of 1964,\n                                                                       15of1919\n                                                 18th March, 1946.1     ZndSrh,\n                                                                       31 d 1995\n                                                       s. 4."
    }
  ],
  "definitions": []
}