{
  "id": "jm-stat-the-agro-investment-corporation",
  "type": "statute",
  "title": "The Agro-Investment Corporation",
  "title_en": "The Agro-Investment Corporation",
  "short_name": "Agro-Investment Corporation",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-agro-investment-corporation",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-agro-investment-corporation | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Ago-Investment Corporation short title.\n Act.                                                         14 of 2010\n                                                              S. 2."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n                                                                                   Interpreta-\n                                                                                   tion.\n        \"agriculture\" includes fisheries, 'forestry, horticulture and\n             the use of land for any purpose of husbandry, inclusive\n             of the keeping or breeding of livestock, poultry or bees\n             ai~dthe growing of h i t , vegetables and the like;\n        \"chairman\" means chairman of the Corporation;\n        \"deputy' chairman\" means deputy chairman of the\n            Corporation;\n        \"member\" includes chairman and deputy chairman;\n        \"the Corporation\" means the Ago-Investment Corporation 14 of 2010\n        '\n             established in accordance with this Act.          S. 2."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) There shall be establishbd in accordance with this Establish-\n                                                                ment of\n Act a body, to be called the Agro-Investment Corporation, Corpora-\n which shall consist of a chairman, a deputy chairman and tion.\n such number of other members, not being less than four nor S.142.of 2010\n more than eight, as the Minister may from time to time\n determine.\n         (2) The chairman, deputy chairman and the other mem-\n  bers of the Corporation shall be appointed by the Minister from\n  amongst persons appearing to him to be qualified as having had\n. experience in, and having shown capacity in, matters relating to\n  agriculture, finance, or administration.\n                 -          -          -          --   -          -\n    '\n              ['lhe inclusion of this page is authorized by L.N. 92~/2012]\n             AGRO-INVESTMENT CORPORATION\n       (3) A person shall be disqualified for being appointed\nor'being a member of the Corporation so long as he is a member\nof the House of Representatives or a member of the senate.\n      (4) Subject to the provisions of this section every\nmember of the Corporation shall unless his appointment is\nsooner revoked hold office for such term not exceeding three\nyears as shall be specified in the instrument appoint-\ning him.\n       (5) Subject to the provisions of this section, every person\nwho has vacated the office of a member of the Corporation shall\nbe eligible for reappointment thereto.\n                                                        L\n     ,(6) The Minister may appoint any person' appearing\nto him to have the qualifications necessary for appointment\nas a member of the Corporation to act temporarily in the\nplace of any member of the Corporation in the case of the\nabsence or inability to act of such member.\n      (7) Any member of the Corporation, other than the\nchairman, may at any time resign his office by instrument\nin writing addressed to the Minister and transmitted through\nthe chairman, and from the date of the receipt by the\nMinister of such instrument such member shall cease to be\na member of the Corporation.\n       (8) The chairpan may at any time resign his office\nby instrument in writing addressed to the Minister and\nsuch resignation shall take effect as from the date of the\nreceipt of such instrument by the Minister.\n        (9) The appointment, removal, death, departure from\n the Islahd or resignation of any member of the Corporation\n shall be notified in the Gazette.\n                                                                      .\n          [The inclusion of this page is authorid by L.N. 92c/2012]\n                      AGRO-INVESTMENT CORPORATION                          5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)The Corporation shall be a body corporate having Incorpora-\nperpetual succession and a common seal and shall have tion,\npower to purchase, lease or otherwise acquire and hold and dis-\npose of land, shares and other property of whatsoever kind\nwhether similar to the foregoing or not.\n       (2) The seal of the Corporation shall be authenticated\nby the signatures of the chairman or one member of. the\nCorporation authorized to act i n that behalf, and the secretary of\nthe Corporation, and such seal shali be officially and judicially\nnoticed.\n      (3) All documents, other than those required by law\nto be under seal, made by, and all decisions of the Corporation\nmay be signified under the hand of the chairman, any member\nauthorized in that behalf, or the secretary of the Corporation.\n      (4) The Corporation may sue and be sued in their\ncorporate name and may for all purposes be described by\nsuch name.\n  5 4 1 ) The Corporation shall meet at such times as may Procedure\nbe necessary. or expedient for the transaction of business, and meet- '\n                                                            ingrofqr-\nand such meetings shall be held at such place and time and potation,\non such days as the Corporation may determine.\n      (2) The chairman may at any time call a special\nmeeting of the Corporation and shall call a special meeting\nwithin seven days of the requisition for that purpose\naddressed to him by any three members of the Corporation.\n       (3) The chairman, or in his absence the deputy chairman,\nshall preside at all meetings of the Corporation and the person\npresiding shall have an original '&id a casting vote.\n<     <\n       (4) The quorum of the Corporation shill be four\nincluding the chairman or deputy chairman.\n--\n                      . .\n                                 AGRO-INVESTMENT CORPORATION\n                         (5) Subject to the foregoing provisions of this section\n                  the Corporation shall have the power to regulate their ,own\n                  procedure (including the manner in which matters subject\n                  to the determination of the Corporation are to be determined by\n                  or on behalf of the Corporation).\n                         (6) The validity of any proceeding of the Corporation\n                  shall not be affected by any vacancy amongst the members\n                  thereof or by any defect in the appointment of a member thereof.\nRemunera-           6. The Corporation shall pay to each member of the\ntion of\nmembers.          Corporation, in respect of his office as such, such, if any,\n                  remuneration and allowances as the Minister may determine,\n                  and to the chairman and to the deputy chairman, in respect of his\n                  office as such, such, if any, additional remuneration and allow-\n                  ances as may be so determined.\nAppointment          7. .The Corporation may appoint and employ at such\nof officers and\nservants.         remuneration and on such terms and coflditions as they\n                  think fit a secretary and such officers and servants as they\n                  deem necessary for the proper carrying out of the provisions\n                  of this Act:\n                    Provided that-\n                      (a) no salary in excess of the rate of two thousand dollars\n                          per m u m shall be assigned to any post without the\n                          prior approval of the Minister;\n                       (b) no appointment shall be made to any post to which a\n                           salary in excess of the rate of two thousand dollars per\n                          'annum is assigned without the prior approval ofthe\n                           Minister; and\n                       (c) no provision shall be made for the payment of any\n                           pensions, gratuities or other like benefits to any\n                           secretary, officers or servants or to others by reference\n                           to their service without the prior approval of the\n                           Minister.\n               AGRO-INVESTMENT CORPORATION                              7"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 1 ) It shall be the duty of the Corporation to Functionsof\n'stimulate, facilitate and undertake the development of agri- cOvOratiOn.\n culture in this Island.\n       (2) The Corporation shall have power, for the\npurpose of the discharge of their duty under subsection\n(1)-\n     (a) to carry on all activities the carrying on whereof\n         appears to thei to be requisite, advantageous or\n         convenient for or in connection with the discharge\n         of their said duty, including the processing and\n         marketing of products;\n                                                                            .   I\n    (b) to promote the carrying on of any such activities\n         by other bodies or persons, and for that purpose\n         to establish or expand, or promote the establish-\n         ment or expansion of, other bodies to carry on any\n         such activities either under the control or partial\n         control of the Corporation or independently, and\n         to give assistance to such bodies or to other bodies\n         or persons appearing to the Corporation to have\n         facilities for the carrying on of any such activities,\n         including financial assistance by the taking up of\n       . share or loan capital or by loan or otherivise;\n    (c) to carry on any such activities in association with\n         other bodies or persons (including Government\n         authorities) or as managing agents or otherwise\n         on their behalf."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) Subject to the provisions of subsection (2), the Borrowing\nCorporation may borrow sums required by them for meeting\nany of their obligations or discharging any of their\nfunctions.\n      (2) The power of the Corporation to borrow shall be\nexercisable only with the approval of the Minister, as to\nthe amount, as to the sources of the borrowing and as to\n                              AGRO-INVESTMENT CORPORATION\n                 the terms on which the borrowing may be 'effected. An\n                 approval given in any respect for the purposes of this 'sub-\n                 section may be either general or limited to a particular\n                 borrowing or otherwise, and may be either unconditional or\n                 subject to conditions.\nAdvancesand        10.---(I) The Minister may from time to time make\ngrants to Cor-\nporation, and    advances and         to the Corporation out of sums placed\nguaranteeof      upon the ~stimates of the Island for thk purpose and\nrepayment\nof sums          approved by the House of .Representatives.\n                                         . .\nborrowed.\n                         (2) With the approval of the House of Representa-\n                 tives, the Minister may guarantee, in such manner and on\n                 such conditions as he may think fit, the payment of the\n                 principal and of interest on any authorized borrowings of\n                 the Corporation made otherwise than by way. of advance\n                 under subsection (1).\n                      \\\n                          (3) Where the Minister is satisfied that there has\n                 been ,default in the repayment of any principal moneys or\n                 intereit guaranteed under the provisions of this section, he\n                 shall direct the. repayment out of the Consolidated Fund\n                 of the amouiit' in respect of which there has been such\n                 default.\nRepaymentof.      11. .The Corporation shall make to the Accountant-\nand interest\non. advances    General, at such times and in such manner as the Minister\nandsums         may direct, payments of such amounts as may be so directed\nissued to meet,\nguarantees.     in or towards repayment of 'advances made to the Corpora-\n                 tion under section 10, and of any sums issued in hlfilment\n                 of any guarantee given,thereunder, and payments of interest\n                 on what is outstanding for the time being in respect of such\n                 advances and of any sum so issued at such rate as the\n                 Minister may direct, and different rates of interest may be\n                 directed as respects different advances or sums and as\n                 respects interest for different periods.\n                                             . .    .   .         -\n              AGRO-INVESTMENT CORPORATION                                       9"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Advances and grants to Corporation, and guarantee of repayment\n     of sums borrowed.\n1 1. Repayment of, and interest on, advances and sums issued to meet\n      guarantees."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Minister may, after consultation with the chairman, Powers of\ngive to the Corporation directions of a general character as to the\npolicy to be followed in the exercise and performance of their\nfunctions in relation to matters appearing to him to concern the\npublic interest, and the Corporation shall give effect to any such\ndirections.\n  1 3 . 4 1 ) The Corporation shall establish a reserve,fund.\n                                                        -             Reserve\n                                                                      fund.\n        (2) The management of the said fund, the sums to\nbe carried from time to time to the credit thereof, and the\napplication thereof, shall be as the Corporation may determine:\n  Provided that-\n    (a) no part of the said fund shall be applied otherwise than\n        for the purposes of the Corporation; and\n    (b) the power of the Minister to give directions to the\n        Corporation shall extend to the giving to them of\n        directions as to any matter relating to the establish-\n        ment or management of the said fund, the carrying\n        of funds to the credit thereof, or the application\n        thereof, notwithstanding that the directions may\n        be of a specific character."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. It shall be the duty of the Corporation so to exercise Balancing\nand perform their functions as to secure that their revenues          :iE:=YI\nare not less than sufficient to meet all sums properly charge-\nable to their revenue account (including, without prejudice\nto the generality of that expression, provisions in respect\nof their obligations under sections 11 and 13), taking one\nyear with another."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. No member of the Corporation shall be personally Liabilityof\nliable for any act or default of the Corporation done or members\n                                                         co,,,ora-\n                                                                   of\nomitted to be done in good faith in the course of the tion.\n                                         i\noperations of the Corporation.\n                t                                                                       /'\nI0                          AGRO-INVESTMENT CORPORATION                                '/\nAccountsand      1 6 . 4 1 ) The Corporation shall keep proper accounts in\naud~t\n              a form which shall conform with the best commercial\n              standards of receipts, payments, credits and liabilities and shall\n              submit the same from time to time with vouchers to an auditor\n              approved by the Minister to be audited.\n                      (2) The Auditor-General shall be entitled, on the direc-\n              tions of the Minister, at all reasonable times to, examine such\n                                                                   >   .\n              accounts and vouchers.\nAnnual          1 7 . 4 1 ) The Corporation shall in each year, preptire and\nReport.\n              present on or before the 1st day of October to the Minister\n              a report of their proceedings during the twelve months\n              ending on the 31st day of March in such year, including a\n              complete report of their financial position in such form as\n              to secure the provision of separate information as respects\n              each of the main activities of the Corporation.\n                    , (2) A copy of such report shall be laid on the Table\n              of the House of Representatives and of the Senate.,"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Annual Report.\n                   AGRO-INVESTMENT CORPORATION                                                   3\n            THE AGRO-INVESTMENT CORPORATION ACT                                      Cap. 3.\n                                                                                       Law\n                                                                                   57 of 1960.\n                                                                                       Act\n                                                              [ I st May, 1952.1   14 0~2010."
    }
  ],
  "definitions": [
    {
      "term": "chairman",
      "definition": "chairman of the Corporation",
      "source_provision": "sec2"
    },
    {
      "term": "deputy' chairman",
      "definition": "deputy chairman of the",
      "source_provision": "sec2"
    },
    {
      "term": "the Corporation",
      "definition": "the Ago-Investment Corporation 14 of 2010",
      "source_provision": "sec2"
    }
  ]
}