{
  "id": "jm-stat-the-aircraft-tokyo-hague-and-montreal-conventions-act",
  "type": "statute",
  "title": "The Aircraft (Tokyo, Hague and Montreal Conventions) Act",
  "title_en": "The Aircraft (Tokyo, Hague and Montreal Conventions) Act",
  "short_name": "Aircraft (Tokyo, Hague and Montreal Conventions) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-aircraft-tokyo-hague-and-montreal-conventions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-aircraft-tokyo-hague-and-montreal-conventions-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Any illegal acts of violence, detention or any act of depredation,\ncommitted for private ends by the crew or the passengers of a private ship\nor a private aircraft, and duected:\n       (a) on the high seas, against another slup or aircraft, or against\n            persons or property on board such ship or aircraft;\n      (h) against a ship, aircraft, persons or property in a place outside\n            the jurisdiction of any State."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In this Act-                                                      tnterprstn-\n                                                                           tion.\n    \"aircraft\" means, except as otherwise provided pursu-\n         ant to subsection (4) hereof, any aircraft (whether or\n         not a Jamaican-controlled aircraft) other than\n         a State aircraft;\n    \"commander\", in relation to an aircraft, means the\n        member of the crew designated as the commander\n        of that aircraft by the operator thereof, or, failing\n        such a person, the person who is for the time\n        being the pilot in command of the aircraft;\n    \"constable\" means a member of the Jamaica Consta-\n        bulary Force, the Island Special Constabulary\n        Force or the Rural Police;\n     \"Jamaican-controlled aircraft\" means an aircraft-\n          (a) which is for the time being registered in\n              Jamaica; or\n          (b) which is not for the time being registered in\n              any country but in the case of which either\n               the operator of the aircraft or each person\n AIRC'RAFZ' (TOKYO. HAGUE AND MONTItEAL\n               COhVENTIONC)\n        entitled as owner to any legal or beneficial\n        interest in it satisfies the following require-\n        ments-\n              (i) that he is a person qualified to be the\n                  owner of a legal or beneficial in-\n                  terest in an aircraft registered in\n                  Jamaica; and\n              (ii) that he resides or has his principal\n                   place of business in Jamaica; or\n   (c) which, although for the time being registered\n        in a country other than Jamaica, is for the\n        time being chartered by demise to a person\n        who, or to persons each of whom, satisfies\n        the requirements set out in paragraph ( h )\n        hereofl,\n\"operator7', in relation to any aircraft at any time,\n    means the person who at that time has the man-\n    agement of that aircraft;\n\"pilot in command, in relation to an aircraft, means\n     the person who for the time being is lawhlly in\n     charge of the piloting of the aircraft without being\n     under the direction of any other pilot in the air-\n     craft;\n\"State aircraft\" means any aircraft which is used in\n     the military, customs or police service of any\n     country;\n\"the Hague Convention\" means the Convention for the\n      Suppression of Unlawfbl Seizure of Aircraft, done\n      at the Hague on the 16th day of December, i 970;\n\"the Montreal Convention\" means the Convention for\n     the Suppression of Unlawfbl Acts Against the\n     Safety of Civil Aviation, done at Montreal on the\n     23rd day of September, 1971;\n       lThe inclusion of this page Is authorized by L.N. 180A/20061\n   AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n               CONVENTIONS)\n     \"the Tokyo Convention\" means the Convention on\n         Offences and Certain Other Acts Committed on\n         Board Aircraft, done at Tokyo on the 14th day\n         of September, 1963.\n      ( 2 ) [Deleted - vide the Extradition Act, Act 7 of 1991.1\n       (3) Any reference in this Act to military service in-\ncludes a reference to naval or air force service.\n      (4) The Minister may, by order, direct-\n    (a) that this Act, subject to such modifications as\n        may be specified in the order, shall apply to any State\n         aircraft;\n    (b) that any aircrafi operated by the Government be\n        treated, to such extent and subject to such modifi-\n        cations of this Act as may be specified in the\n        order, as excepted from the whole or any part of\n        the provisions of this Act.\n  PART II. Provisions giving Eflect to the Tobo Convention"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) In this Part-                                              Interprets-\n                                                                    tion of\n     \"Convention country\" means a country in which the              PdII.\n        Tokyo Convention is for the time being in force,\n        and the Minister may, by order, certify that any\n        country specified in the order is for the time\n        being a Convention country, and any such order\n        for the time being in force shall be conclusive\n        evidence that the country in question is for the\n        time being a Convention country;\n                    AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                                CONVENTIONS)\n                   \"immigration officer\" means the Chief Immigration\n                       Officer or any immigration officer appointed by\n                       the Governor-General under the Aliens Act.\n                    (2) For the purposes of this Part, the period during\n              which an aircraft is in flight shall be deemed to i n c l u d e\n                   (a) any period from the moment when power is\n                       applied for the purpose of the aircraft taking off\n                       on a flight until the moment when the landing\n                       run (if any) at the termination of that flight\n                       ends; and\n                   (b) for the purposes of sections 6 and 8-\n                                   (i) any period from the moment when\n                                        all external doors of the aircraft are\n                                        closed following embarkation for a\n                                        flight until the moment when any\n                                        such door is opened for disembark-\n                                        ation after that flight; and\n                                   (ii) if the aircraft makes a forced landing,\n                                         any period thereafter until the time\n                                         when a competent authority takes\n                                         over responsibility for the aircraft\n                                         and for the persons and property on\n                                         board the aircraft; and\n                   (c) any period when the aircraft, although on the sur-\n                        face of the sea or land, is not within the territorial\n                        limits of any country.\n                     (3) In this Part, any reference to a country or the\n              territorial limits thereof includes a reference to the terri-\n              torial waters, if any, of that country.\nApplication     4.-31) Subject to subsection (2), any act taking place on\nof criminal\nlaw to        board a Jamaican-controlled aircraft while in flight else-\noffenwon      where than in or over Jamaica and which, if taking place\naimaft.\n       AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                   CONVENTIONS)\nin Jamaica, would constitute an offence under the law in\nforce in Jamaica shall constitute that offence.\n       (2) Subsection (1) shall not apply to any act which\nis, by or under the law in force in Jamaica, expressly or\nimpliedly authorized when taking place outside Jamaica."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. For the purpose of conferring jurisdiction, any offence Extension of\n                                                             Jamaican\nunder the law in force in Jamaica, being an offence lo,al\ncommitted on board an aircraft in flight, shall be deemed\nto have been committed in any place in Jamaica where\nthe offender may for the time being be."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) If the commander of an aircraft in flight has Powersot\n                                                               aircraft\nreasonable grounds to believe in respect of any person on c,,m,d,,\nboard the aircraft that the person in question has committed\nor is about to commit any criminal offenceor has done or is\nabout to do on the aircraft any act which jeopardizes or may\njeopardize-\n      (a)~the safety of the aircraft or of persons or property\n            on board the aircraft; or\n      (b) good order and discipline on board the aircraft,\nthen, subject to section 7, the commander may take with\nrespect to that person such reasonable measures, including\nrestraint of his person, as may be necessary-\n       (i) to protect the safety of the aircraft or of persons\n             or property on board the aircraft; or\n       (ii) to maintain good order and discipline on board\n             the aircraft; or\n      (iii)! to enable the commander to disembark or deliver\n             that person in accordance with section 7.\n      (2) Where the commander of an aircraft is entitled\nunder subsection (1) to restrain any person-\n         p h e inclusion of this page is authorized by L.N. 25/1985]\n                    AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                                CONVENTIONS)\n                  (a) any member of the crew of the aircraft or any\n                      other person on board the aircraft may-\n                         (i) at the request or with the authority of the\n                             commander, render assistance in effecting\n                             the restraint;\n                        (ii) without obtaining the authority of the com-\n                             mander, take with respect to any person on\n                             board the aircraft any measures such as are\n                             mentioned in subsection (1) which he has\n                             reasonable grounds to believe are im-\n                             mediately necessary to protect the safety\n                             of the aircraft or of persons or property\n                             on board the aircraft; and\n                  (b) any member of the crew shall, if the commander\n                      so requires, render such assistance as the com-\n                      mander may direct.\n                    (3) Any member of the crew of an aircraft who\n             wilfully and without reasonable cause fails to assist the\n             commander of the aircraft in restraining any person when\n             so required under paragraph (b) of subsection (2) shall be\n             liable on summary conviction before a Resident Magistrate\n             to a fine not exceeding five hundred dollars.\nProvisions     7.-(1) Where a person is under restraint on an aircraft\nto powers    pursuant to section 6, the commander of the aircraft shall as\nunder        soon as practicable, and if possible before landing in any\nsection 6.\n             country, notify the authorities in that country of the fact that\n             a person on board is under restraint and of the reasons for\n             such restraint.\n                     (2) Any restraint imposed on any person on board\n             an aircraft under the powers conferred by section 6 shall\n             not be continued after the time when the aircraft first there-\n             after ceases to be in flight other than-\n                      mhe inclusion of this page is authorized by L.N. 25/1985]\n       AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                   CONVENTIONS)\n    (a) for any period (including the period of any further\n         flight) between that time and the first occasion\n         thereafter on which the commander is able with\n         any reqdisite consent of the appropriate autho-\n         rities to disembark or deliver the person under\n         restraint in accordance with subsection (3); or\n    (b) if the person under restraint agrees to continue his\n         journey under restraint on board that aircraft.\n       (3)l The commander of an aircraft if in the case of any\nperson on board the aircraft he has reasonable grounds-\n     (a) to believe as mentioned in subsection (1) of section\n           6; and\n     (b) to believe that it is necessary so to do in order to\n           protect the safety of the aircraft or of persons or\n           property on board the aircraft or to maintain good\n           order and discipline on board the aircraft,\nmay disembark that person in any country in which that\naircraft may be and, if convenient, deliver him to a 'person\nhaving the function of a constable or immigration officer.\n      (4) The commander of an aircraft-\n    (a)\\ if he disembarks any person in pursuance of sub-\n          section (3), in the case of a Jamaican-controlled\n          aircraft, in any country or, in the case of any other\n          aircraft, in Jamaica, shall report the fact of, and\n          the reasons for, that disembarkation to the autho-\n          rities in the country of disembarkation and shall\n          also request the authorities to notify a diplomatic\n          or consular representative of the country of nation-\n          ality of that person; or\n    (b) if he delivers any person in pursuance of subsection\n          (3), shall at the time of delivery furnish to the\n          appropriate officer such evidence and information\n          relating to the need to take measures against that\n                      AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                                  CONVENTIONS)\n                        person pursuant to section 6, as at the time of\n                        furnishing are lawfully in his possession.\n                     (5) Any commander of an aircraft who wilfully and\n               without reasonable cause fails to comply with the require-\n               ment of subsection (4) shall be liable on summary conviction\n               before a Resident Magistrate to a fine not exceeding five\n               hundred dollars.\nPower to         8. Where a person on board an aircraft which is with-\nintervene\nagainst        in the territorial limits of Jamaica unlawfully, by force or\nunlawful\nexercise       threats of any kind, commits a.ny act of interference, seizure\nof control\nof aircraft.\n               or other wrongful exercise of control of the aircraft in flight,\n               or is about to commit any such act, the Minister may\n               authorize appropriate measures to restore control of the air-\n               craft to the commander of the aircraft or to preserve his\n               control of the aircraft and such measures may include the\n               use of such force as the Mi~listerthinks necessary.\nJurisdiction      9. For the purposes of the application of the Extradition\nof Conven-\ntion           Act to crimes committed on board an aircraft in flight, any\ncountries      aircraft registered in a Convention country may, at any time\nfor extradi-\ntion\npurposes.\n               while that aircraft is in flight, be deemed to be within the\n               jurisdiction of that country whether or not it is for the time\n               being also within the jurisdiction of any other country.\nProvisions        10.-(1)) Where, in proceedings before any court in\nas to          Jamaica for an offence committed on board an aircraft, the\nevidence in\nconnection\nwith air-\n               testimony of any person is required and the court is satisfied\ncraft.         that such person cannot be found in Jamaica, there shall be\n               admissible in evidence before that court any deposition\n               relating to the subject-matter of those proceedings previously\n               made on oath by that person and which was so made-\n                    (a)$ in the presence of the person charged with the\n                          offence; and\n       AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                   CONVENTIONS)\n    (b) before a judge or magistrate either of Jamaica\n        or of any other State or before any authorized\n        officer in any such State.\n         (2)#Any such deposition shall be authenticated by the\nsignature of the judge, magistrate or authorized officer\nbefore whom it was made, 'and shall be certified by him to\nhave been taken in the presence of the person charged as\naforesaid.\n        (3) It shall not be necessary in any proceedings to\nprove the signature or oficial character of the person\nappearing to have authenticated any deposition, or to have\ngiven such a certificate as aforesaid: and such a certificate\nshall, unless the country is proved, be sufficient evidence in\nany proceedings that the person charged as aforesaid was\npresent at the making of ttle deposition.\n         (4) If there is made to an authorized officer a com-\nplaint that any offence has been committed on a Jamaican-\ncontrolled aircraft while in flight elsewhere than in or over\nJamaica, it shall be l a w f ~for\n                              ~ l that officer to inquire into the\ncase 8-nd for that purpose to administer an oath to any\ndeponent.\n         (5) In this section-\n     \"authorized officer\" in relation to m y foreign State,\n           means any Jamaican Amb~.ssador,Envoy. Minister,\n           Charge! d'Affaires, Secretary of an Embassy or\n           Legation, any Jamaican Consul-General, Consul,\n           Vice-Consul, Acting Consul or Consular Agent\n           exercising his functions in that foreign States;\n     \"deposition\" includes any affidavit, affirmation or state-\n           ment made upon oath; and nothing in this section\n           shall prejudice the admission as evidence of any\n           deyosition which is admissible in evidence apart\n           from this section.\n                       AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                                   CONVENTIONS)\nExemption         11. The commander of an aircraft, any other member of\nfrom lia-\nbility for     the crew, any passenger, any owner or operator of an air-\nacts against\noffenders      craft or any person on whose behalf a flight is made who\nunder this\nPart.\n               takes action against any person (hereinafter referred to as\n               an offender) in pursuance of this Part shall be exempt from\n               liability for any measures teken against the offender in ac-\n               cordance with this Part.\n                 PARTm. Provisiom carrying out the Hague Convention\nHijacking.        12.-(1) Any person who, being on board an aircraft in\n               flight, unlawfully, by use of force or threats of any kind,\n               seizes the aircraft or exercises control over it shall be guilty\n               of the felony of hijacking and, on conviction thereof, shall\n               be liable to be imprisoned for life, with or without hard\n               labour.\n                       (2) Subject to subsection (3, in relation to any charge\n               of hijacking or of an attempt to commit hijacking or of\n               being an accomplice to either such hijacking or attempt,\n               a court in Jamaica shall have jurisdiction to hear and\n               determine the matter whatever the nationality of the\n               accused, whatever the State in which the aircraft is regis-\n               tered and regardless of whether the aircraft is in Jamaica\n               or elsewhere.\n                       (3) Where, in relation to any charge of hijacking or\n               any charge related to hiiacking, the accused is not a citizen\n               of Jamaica and the offence is not alleged to have been com-\n               mitted in Jamaica. then, if-\n                    (a) the aircraft is a State aircraft of a country other\n                         than Jamaica; or\n                    (b) both the place of take-off and the place of landing\n                         of the aircraft are on the territory of a country\n                         other than Jamaica in which the aircraft is regis-\n                         tered,\n       AIRCRAFT (TOKYO. HAGUE AND MONTREAL\n                   CONVENTIONS)\na court in Jamaica shall have jurisdiction to hear and deter-\nmine the matter, so, however, that the court may, if it thinks\nfit, exercise that jurisdiction only in so far as the court\nthinks necessary to permit the person charged to be trans-\nferred for trial to another country claiming jurisdiction in\nthe matter.\n        (4) For the purposes of this section, the period during\nwhich an aircraft is in flight shall be deemed to include any\nperiod from the moment when all its external doors are\nclosed following embarkation until the moment when any\nsuch door is opened for disembarkation, and, in the case\nof a forced landing, any period until the competent autho-\nrities take over responsibility for the aircraft and for persons\nand property on board.\n       (5) For the purposes of this section, the territorial\nwaters of any State shall be treated as part of its territory."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Powcr to intenlenc against unlawful excrcisc of control of air-\n        craft."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Provisions as to evidence in connection with aircraft.\n 1 1. Exemption from liability for acts against offcndcrs under this Parl.\n     PART 111. Provisions cc~rtyingout the IIaglre Convention"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. [Deleted - vide the fiktraditionAct, Act 7 ( f 199I ]\n          PART IV. Ititpletttei~tatiotiqfthe ,\\ fontreal (-o,i\\)entiott"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Without prejudice to the provisions of section 4,             violam\nwhere a person (of whatever nationality) does on board any           \"8'\"\"'\n                                                                     passengers or\naircraft (wherever registered) and while outside Jamaica             crew.\nany act which, if done in Jamaica, would constitute the\noffence of murder, attempted murder, manslaughter or\nassault or an offence under section 20, 22, 23, 24, 25, 29 or\n30 of the Offences against the Person Act, his act shall\nconstitute that 'offence if it is done in connection with the\noffence of hijacking committed or attempted by him on\nboard that aircraft."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. [Deleted - vide the Extradition Act, Act 7 o f I991 .]\n     PART IV Implementation of the Montreal Convention\n   IS.--+) In this Part-                                             Interpreta-\n                                                                     tion of Part\n     \"act of violence\" means-                                        IV.\n              (a) any act done in Jamaica-\nAIRCRAFT (TOKYO, HAGUE AND MONTREAL\n            CONVENTIONS)\n                    (i) which constitutes the offence of\n                        murder, attempted murder, man-\n                        slaughter, culpable homicide, or\n                        an assault or an offence under\n                        section 20, 22, 23, 24, 25, 26, 29\n                        or 30 of the Offences against the\n                        Person Act; or\n                    (ii) whereby an explosion of a nature\n                         likely to endanger life, or to cause\n                         serious injury to property, is\n                          maliciously caused by means of\n                         any explosive substance, whether or\n                         not any injury to person or property\n                         is actually caused; or\n    (b) any act done outside Jamaica which, if done\n        in Jamaica, would constitute an act of\n        violence within the meaning assigned to that\n        expression by paragraph (a);\n\"article\" includes any substance, whether in solid or\n     liquid form or in the form of a gas or vapour;\n\"explosive substance\" includes any material or ap-\n    paratus for making any explosive substance, any\n    apparatus, machine, implement or materials used, or\n    intended to be used, or adapted for causing or aiding\n    in causing, any explosion in or with any explosive\n    substance, and any part of any such apparatus,\n    machine or implement;\n\"property\" includes any land, buildings or works, any\n    aircraft or vehicle and any baggage, cargo or other\n    article of any description;\n      AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                   CONVENTIONS)\n               (a) in relation to the commission of an act in\n                   Jamaica, means so as (apart from the pro-\n                   visions of this Part) to constitute an\n                    offence under the law of Jamaica;\n               (b) in relation to the commission of an act\n                    outside Jamaica, means so that the com-\n                    mission of the act would (apart from the\n                    provisions of this Part) have been an\n                    offence under the law of Jamaica if it had\n                    been committed in Jamaica.\n         (2) For the purposes of this Part--\n     (a) the period during which an aircraft is in flight shall\n          be deemed to include any period fiom the moment\n          when all its external doors are closed following\n          embarkation until the moment when any such door\n          is opened for disembarkation, and, in the case\n          of a forced landing, the flight shall be deemed to\n          continue until the competent authorities take over\n          responsibility for the aircraft and for persons and\n          property on board;\n     (b) an aircraft shall be taken to be in service during the\n          whole of the period fiom the beginning of the pre\n          flight preparation of the aircraft by ground per-\n          sonnel or by the crew for a specific flight until\n          twenty-four hours after the aircraft lands upon\n          completion of that flight, and also at any time\n          (not falling within that period) while the aircraft\n          is in flight;\n     (c) the territorial waters of Jamaica shall be treated as\n          part of its territory."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) It shall be an offence for any person unlawfully          MoYink\n                                                                    damaging\nand intentionally-                                                  or en-\n     (a) to destroy an aircraft in service; or\n                     AIRCRAFT (TOKYO, HAGUE AND MONTREAL\n                                 CONVENTIONS}\n                   (b) to damage an aircraft in service in such a manner\n                       as to render it incapable of flight or to be likely to\n                       endanger its safety in flight; or\n                   (c) to commit on board an aircraft in flight any act of\n                       violence which is likely to endanger the safety of\n                       the aircraft.\n                        (2) It shall also be an offence for any person unlawfully\n              and intentionally to place, or cause to be placed, on an aircraft in\n              service any device or substance which is likely to destroy the\n              aircraft, or is likely so to damage it as to render it incapable\n              of flight or as to be likely to endanger its safety in flight, but\n              nothing in this subsection shall be construed as limiting the\n              circumstances in which the commission of any act-\n                    (a) may constitute an offence under subsection (1); or\n                   (b) may constitute attempting or conspiring to commit,\n                       or aiding, abetting, counselling or procuring, the\n                       commission of such an offence.\n                      (3) Subsections (1) and (2) apply whether any such\n              act as is therein mentioned is committed in Jamaica or else-\n              where, whatever the nationality of the person committing\n              the act and whatever the State in which the aircraft is regis-\n              tered.\nOther Acts       17.-(1) It shall, subject to subsections (5) and (6), be an\nendangering\nor~ikelyto    offence for any person unlawfully and intentionally to\nmd\"ng.r       destroy or damage any property to which this subsection\naircraft.\n              applies, or to interfere with the operation of any such pro-\n              perty, where the destruction, damage or interference is likely\n              to endanger the safety of an aircraft in flight.\n                     (2) Subsection (1) applies to any property used for\n              the provision of air navigation facilities, including any land,\n              building or ship so used, and including any apparatus or\n              equipment so used, whether or not it is on board an air&&.\n      AIRCRAFT (TOKYO. HAGUE AND MONTREAL\n                  COWENTIONS)\n        (3) It shall also, subject to subsections (4) and ( 9 , be\nan offence for any person intentionally to communicate any\ninformation which is false, misleading or deceptive in any\nmaterial particular, where the communication of the in-\nformation endangers the safety of an aircraft in flight or is\nlikely to endanger the safety of an aircraft in flight.\n      (4) It shall be a defence for a person charged with an\noffence under subsection (3) to prove that, when he com-\nmunicated the information-\n   (a) he believed, and had reasonable grounds for\n         believing, the information to be true; or\n   (h) he was lawfi~llyemployed to perform duties which\n         consisted of or included the communication of in-\n         formation and that he communicated, in good faith\n         in the performance of those duties, the information\n         in question.\n      (5) Subsections (1) and (3) do not apply to the com-\nmission of any act unless either the act is committed in\nJamaica or, where it is committed outside Jamaica-\n     (a) the person committing it is a citizen of Jamaica; or\n     (h) the commission of the act endangers or is likely to\n         endanger the safety in flight of a civil aircraft regis-\n         tered in Jamaica or chartered by demise to a lessee\n         whose principal place of business, or (if he has no\n         place of business) whose permanent residence is in\n         Jamaica; or\n    (c) the act is committed on board a civil aircraft which\n         is so registered or so chartered; or\n    (4 the act is committed on board a civil aircraft which\n         lands in Jamaica with the person who committed\n         the act still on board.\n      (6) Subsection (1) also does not apply to any act\ncommitted-\n            lThe inclusion of this page is authorized by L.N. 180A/20061\n                    AIR('HAI.'T (7'OK YO. HA (; IJE AND MONTREAL\n                                    ('ON VENTI0N.Y)\n                  ( a ) outside Jamaica; and\n                  ( h ) in relation to property which is situated outside\n                        Jamaica and is not used for the provision of air\n                        navigation facilities in connection with internation-\n                        al air navigation,\n              unless the person committing the act is a citizen of Jamaica.\n                      (7) In this section \"civil aircraft\" means any aircraft,\n              other than a State aircraft.\n.\\CIS211-     17A.-(1) It shall be an offence for any person to unlawhlly\ndankc'ring\nhafcty at     and intentionally use any weapon, device or substance to-\nairport.\n18 2005           ( a ) destroy or seriously damage the facilities of an airport\n2nd Sch\n                        or any aircraft that is not in service and is located at\n                        an airport;\n                  ( h ) disrupt the services of an airport; or\n                  (c) commit an act of violence against any person at an\n                      airport,\n              in circumstances that safety at the airport becomes or is likely\n              to become endangered.\n                      (2) For the purposes of this paragraph, \"airport\" means\n              an airport that serves international civil aviation.\nInducing or\nassisting"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Other acts endangering or likely to cndanger aircraft.\n             lThe inclusion of this page i s authorized by L.N. 180Al20061\n       AII((,'lUFi (I'OKYO, HAGUE AN13 M O N T I N A L\n                       CON VI<NTION,Y)\n1 7 Acts\n    ~ endangering safety at airport."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) It shall be an offence for any person in Jamaica\ncon~mission   to induce or assist the commission outside Jamaica of any\nof acts ex-\ncepted from\n              act which-\nsections 16        (a) would be an offence under section 16 or 17A; or\nant1 17.\n18i2005           ( b ) would, but for subsection (5) or (6) of section 17,\n2nd Sch.\n                        be an offence under section 17.\n                      (2) Subsection (1) shall have effect without prejudice\n              to the operation of section 41 of the Criminal Justice (Ad-\n1812005\n              ministration) Act (which relates to aiders and abettors) in\n2nd Sch.      relation to any offence under section 16, 17 or 17A of this Act.\n      AIK('NAI4'T (TOKYO. HA (;(I/< A NI) hifON7'1<LAI,\n                     (.'ONI.F,.N'l'roN.S)"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any person who commits an offence under this Part                   Pcnaltirs\n                                                                           and juris-\nshall be liable, on conviction on indictment, to imprisonment              dlct~on.\nfor life."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. I/)eleted - vide the Extradilion Act, Act 7 of lYYI.1\n2 1. No conferment of civil remedy under this Part: saving.\n                                PART V . General"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Subject to subsection (4) of section 49 of the Interpre-           S o confb-\n                                                                           n1ent o f\ntation Act, nothing in the provisions of sections 16, 17 and               civil"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.--( 1) [Deleted -. side /he fi;x/r'~~di/ioi~\n                                            Acf,Acf 7 qf f YY I.]\n       (2) For the purposes of the Extradition Act, any act\n(wherever committed)---\n    ( a ) which is an offence under Part 111 or IV, or an\n          attempt to commit such an offence, or would be\n          such an offence or attempt but for subsection (3)\n          of section 12 or subsection (5) or (6) of section 17;\n          and\n     (h) which is an offence against the law of any\n          foreign State in the case of which the Extra-\n          dition Act applies,\nshall be deemed to be an offence committed within the juris-\ndiction of that State."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. If the Minister by order declares-                                    Aircraft\n                                                                           operated bv\n     ( a ) that any two or more States named in the order                  joint or\n                                                                           inter-\n           have established an organization or agency which                national\n           operates aircraft; and                                          organiza-\n                                                                           tions.\n            lThe inclusion of this page i s authorized by L.N. 180An006l\n                     AIHn(AIg'7' (1'OK Y O . HA(; (/I!'A N l ) MON7'I(l?'AI,\n                                     (.ON V1~N!7ONAS)\n                   ( h ) that one of those States has been designated to\n                         exercise the powers of the State of registration, or to\n                         be considered as the State thereof, in relation to all\n                         or any aircraft so operated,\n              then, for the purposes of such provisions of this Act as the\n              order may prescribe, the State so designated or considered\n              under paragraph (h) shall be deemed to be the State in which\n              all aircraft so operated, or (as the case may be) any such\n              aircraft specified in the order, are registered."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)   A certificate of the Minister stating whether or\n              not-\n                   (tr) an aircraft is or was at any time a State aircraft;\n                   ( h ) an aircraft is or was at any time operated by the\n                         Government,\n              for the purposes of any provisions of this Act, shall be con-\n              clusive evidence of the matter so certified.\n                      (2) Any document purporting to be such a certificate\n              as is mentioned in subsection (1) shall be deemed to be such\n              a certificate, unless the contrary is proved.\nFiat of'        25.-(1)    No proceedings-\nDircdor ol'\nPublic Pro-        ( a ) pursuant to Part 11 for an offence under the law in\n                         force in Jamaica committed on board an aircraft\n                         while in flight elsewhere than in or over Jamaica\n                         (other than an offence against the Civil Aviation\n                         Act, or any orders or regulations made thereunder);\n                         or\n                   (h) for any offence under Part 111 or IV,\n              shall be instituted except by or with the consent of the\n              Director of Public Prosecutions.\n                          lThe inclusion of this page is authurimd by L.N. 180A120061\n         (2) Nothing in subsection ( 1 ) shall prevent the arrest,\nor the issue of a warrant for the arrest, of any person in\nrespect of any offence under this Act, or the remanding in\ncustody or on bail of any person charged with any such\noffence."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Fiat of Director of Public Prosecutions required for prosecution\n       of certain offences."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Where a Constable has reasonable cause to suspect                     Power\n                                                                             exercisable\nthat a person about to embark on an aircraft in the Island                   on suspicion\nor its territorial waters, or a person on board such an air-                 of intended\n                                                                             on'ence.\ncraft, intends to commit an offence under Part 111 or IV in\nrelation to the aircraft, the Constable may prohibit him\nfrom travelling on board the aircraft; and for the purpose of\nenforcing such prohibition may-\n     (a) prevent him from embarking on the aircraft or, as\n           the case may be, remove him from the aircraft;\n     ( h ) arrest him without warrant and detain him for so\n           long as may be necessary for that purpose."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where any person by force, threat, intimidation or                    Restora-\ninterference exercises wrongfbl control of any aircraft or                   tion of\n                                                                             air~rafland\ncommits any act of violence against any person on board                      cargo to\nan aircraft or attempts to destroy or damage any aircraft                    person law-\n                                                                             fullv en-\nand, after steps have been taken to restore control of the                   titled.\naircraft to the commander, the aircraft lands in Jamaica,\nthen, as soon as practicable thereafter the passengers and\ncrew shall be permitted to continue their journey and steps\nshall be taken to return the aircraft and its cargo to the\npersons lawhlly entitled to possession."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The Minister may make regulations for the purpose                     Regulations.\nof giving effect to this Act and, without prejudice to the\ngenerality of the foregoing, may provide for-\n      (a) the procedure in assisting an offender to communi-\n          cate with a representative of the State of which he\n          is a national;\n             [The inclusion o f this page is authorized by L.N. 180A120061\n                   AIRCIUFT (TOKYO. HAGUE AND MONTREAL\n                               CONVENTI0N.S)\n                 (b) the notification to any foreign State of any\n                     matter to be notified under this Act;\n                 (c) the restoration and preservation of control of an\n                     aircraft to the commander of the aircraft;\n                 (d) the return of an aircraft and its cargo, after such\n                     aircraft and cargo have been unlawfully seized, to\n                     any person lawfully entitled to possession;\n                 ( e ) assisting passengers and crew to continue their\n                       journey after the unlawful seizure of an aircraft;\n                       and\n                 V) the holding of any investigation into unlawful or\n                     dangerous acts on board an aircraft.\nPiracy.        29. For the avoidance of doubt, it is hereby declared that\n            for the purposes of any proceedings before any court in\n            Jamaica in respect of piracy, the provisions set cut in the\nSchedule.   Schedule, being provisions of the Convention on the High\n            Seas done at Geneva on the 29th April, 1958, shall be treated\n            as constituting part of the law of nations; and any such court\n            having jurisdiction in respect of piracy committed on the\n            high seas shall have jurisdiction in respect of piracy com-\n            mitted by or against an aircraft wherever that piracy is com-\n            mitted.\n                        [The inclusion of this page i s authorized by L.N. 180AIZ0061\n        AIRCRAFT (TOKYO. HAGUE AND MONTREAL\n                    CONVENTIONS)\n                                    SCHEDULE                (Section 29)\n     Provisions of Geneva Convention on the High Seas to be treated\n                     as Par! of the Law of 'Vations\n                                  ARTICLE 15\n                Piracy consists of any of the foflolving acts:"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Piracy.\n       AZR('KAFT (TOKYO. HA(; I//:' AND MONTHI:AZ,\n                     (.'ONbEN770NS)\nTHE AIRCRAFT (TOKYO, HAGUE AND MONTREAL                                         .\\cts\n                                                                            4 o f 1984,\n            CONVENTIONS) ACT                                                18 o f 2005\n                                                                             2nd Sch.\n                        PART I. Pi-t.limintri-y"
    }
  ],
  "definitions": [
    {
      "term": "constable",
      "definition": "a member of the Jamaica Consta-",
      "source_provision": "sec2"
    },
    {
      "term": "Jamaican-controlled aircraft",
      "definition": "an aircraft-",
      "source_provision": "sec2"
    },
    {
      "term": "State aircraft",
      "definition": "any aircraft which is used in",
      "source_provision": "sec2"
    },
    {
      "term": "the Hague Convention",
      "definition": "the Convention for the",
      "source_provision": "sec2"
    },
    {
      "term": "the Montreal Convention",
      "definition": "the Convention for",
      "source_provision": "sec2"
    },
    {
      "term": "the Tokyo Convention",
      "definition": "the Convention on",
      "source_provision": "sec2"
    },
    {
      "term": "Convention country",
      "definition": "a country in which the              PdII",
      "source_provision": "sec3"
    },
    {
      "term": "immigration officer",
      "definition": "the Chief Immigration",
      "source_provision": "sec3"
    },
    {
      "term": "civil aircraft",
      "definition": "any aircraft,",
      "source_provision": "sec16"
    },
    {
      "term": "airport",
      "definition": "an airport that serves international civil aviation",
      "source_provision": "sec16"
    }
  ]
}