{
  "id": "jm-stat-the-airports-economic-regulation-act",
  "type": "statute",
  "title": "The Airports (Economic Regulation) Act",
  "title_en": "The Airports (Economic Regulation) Act",
  "short_name": "Airports (Economic Regulation) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-airports-economic-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-airports-economic-regulation-act | Legal areas: Tax",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Airports (Economic Shorttitle.\nRegulation) Act.\n                         PART I. Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(   1) In this Act-                                                                Interpre-\n                                                                                       taaon.\n    “aircraft operator” means the person who, at the relevant\n         time, has the management of the aircraft;\n    “airport charges”, in relation to an airport, means charges\n         levied-\n              (a) on an aircraft operator in connection with the\n                  landing, parking or taking off of aircraft at the\n                  airport (including charges that are to any\n                  extent determined by reference to the number\n                  of passengers on board the aircraft but\n                  excluding charges payable in respect of air\n                  navigation services);\n              (b) on aircraft passengers in connection with their\n                  arrival at or departure by air from an airport\n                  but excluding-\n                            (i) departure tax;\n                           (ii) the airport improvement fee; and\n                          (iii) any other fee or charge payable in\n                                respect of an airport pursuant to any\n                                enactment for the time being in\n                                force and which forms part of the\n                                general revenues of Jamaica;\n    “airport improvement fee” means the fee imposed pursuant\n         to section 6;\n               [Tlie iiiclusioii of this page i s autlionzed by L N   88/2003]\n             AIRPORTS (ECONOMIC REGULATION)\n    “Airports Authority” means the Airports Authority of\n        Jamaica established under the Airports Authority Act;\n    “appointed day” means the 31st day of December, 2002;\n    “approved airport operator” means the Airports Authority or\n        any other person approved by the Minister to operate\n        an airport or any part thereof under section 4;\n    “Authority” means the Civil Aviation Authority established\n        under the Civil Aviation Act;\n    “international air transport” means air transport between a\n         place in Jamaica and a place outside Jamaica;\n    “operational activities” means activities-\n          (a) that are carried out wholly or mainly for the\n              benefit of users of an airport; and\n          (b) the revenues fiom which are wholly or mainly\n              attributable to payments by those users;\n    “relevant activities”, in relation to an airport, means the\n         provision of services or facilities at that airport for the\n         purposes of-\n               the landing, parking or taking off of aircraft at the\n               airport;\n               the servicing of aircraft at the airport (including\n               the supply of fbel); or\n               subject to subsection (2), the handling of\n               passengers or their baggage or of cargo at all\n               stages while on the airport premises (including\n               the transfer of passengers and their baggage or of\n               cargo to or from an aircraft).\n        (2) The facilities referred to in paragraph (c) of the\ndefinition of “relevant activities” in subsection (1) do not\ninclude-\n                                               ~~\n              [The iiiclusioii of this page IS authorized by L N   88/2003]\n             AIRPORTS (ECONOMIC REGULATION)                                             5\n          (a) the parking of motor vehicles;\n          (b) the refieshrnent of passengers; or\n          (c) the supply of consumer goods or services.\n        (3) The Minister may, by order, make such\nmodifications to the definition of “operational activities” as he\nthinks necessary or expedient having regard to Jamaica’s\ninternational obligations."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The Authority shall perform its functions under this Perform-\n                                                             M C O of\nAct in such manner as it considers best calculated to-       hnctions of\n                                                                            Authoritv\n          hrther the reasonable interests of users of airports *:hsi\n          within Jamaica and to provide economical and\n          reliable services to those users by establishing a\n          system for the regulation of airports that takes\n          account of those interests;\n          promote the efficient, economic and profitable\n          operation of airports;\n          ensure compliance with such international obligations\n          of Jamaica as may be notified to the Authority by the\n          Minister;\n          create an enabling environment for potential investors\n          in airports;\n          encourage investment in new facilities at airports in\n          time to satisfi demands by users of the airports;\n          impose such restrictions on the airport operator as are\n          consistent with the performance by the Authority of\n          its hnctions;\n          hrther such vital public interests as may be notified\n          to the Authority by the Minister fiom time to time;\n          and\n               [The inclusion of tlm page IS authorized by L N   88i2003]\n6                               AIRPORTS (ECONOMIC REGULATION)\n                      (h) ensure that the airport is operated in accordance with\n                          performance standards and service levels consistent\n                          with best industry practices.\n                        (2) In making a decision in the exercise of its finctions\n                 under this Act, the Authority shall observe reasonable standards\n                 of procedural fairness, act in a timely fashion and observe the\n                 rules of natural justice, and, without prejudice to the generality\n                 of the foregoing, the Authority shall-\n                      (a) consult with persons who are or are likely to be\n                          affected by the decision;\n                      (b) give to such persons an opportunity to make\n             c            submissions and to be heard by the Authority;\n                      (c) have regard to the evidence adduced at any such\n                            hearing and to the matters contained in any such\n                            submission;\n                      (6) give reasons in writing for each decision;\n                      (e) give notice of each decision in the prescribed manner.\nAvp-               4.-(1) The airports specified in the Schedule shall be subject\nsubject to\neconomic         to economic regulation under this Act.\nEgUldOU\nSchedule.\n                       (2) The Minister may amend the Schedule by order\n                 subject to flirmative resolution.\n                        (3) Where an airport is the subject of economic regulation\n                 under this Act; the provisions of section 24 of the Airports\n                 Authority Act (Power of Minister to reassign Authority’s\n                 knctions) shall not apply to that airport and the Minister may\n                 authorize the Airports Authority to enter into arrangements for\n                 the airport or parts thereof to be operated by an approved airport\n                 operator on such terms and conditions as the Minister may\n                 approve.\n              AIRPORTS (ECONOMC REGULATION)                                7\n      (4) The terms and conditions referred to in subsection (3)\nshall not affect the exercise by the Authority of its regulatory\npowers under this Act.\n       ( 5 ) WheYe the Minister approves arrangemknts under\nsubsection (3) he may, by order, provide for the transfer fiom\nthe Airports Authority to the approved airport operator, of such\nof its assets and liabilities and on such terms and conditions as\nmay be specified in the order.\n      (6) The Minister may by order designate a person to\noperate an airport or parts thereof as an approved airport\noperator for the purposes of this Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)   The Minister responsible for national security may Diredims\ngive to any approved airport operator or operators generally, b         -yh\nsuch directions of a general character as appear to the Minister bof\nto be necessary or expedient in the interests of national security, M t i d\nincluding a direction requiring him (according to the\ncircumstances of the case) to do, or not to do, a particular thing\nspecified in the direction, if the Minister considers such a\ndirection necessary or expedient in the interests of national\nsecurity.\n      (2) The Minister may give to-\n    (a) any approved airport operator such directions of a\n        general character as appear to the Minister to be\n        necessq or expedient in the interests of relations with\n        a count+y or territory outside of Jamaica;\n    (b) an approved airport operator or any company which is\n        an associate of that operator, a direction, in relation to\n        any airport, requiring that operator or company\n        (according to the circumstances of the case)-\n                (i) to do, or not to do, in connection with any\n                    operational activities relating to the airport,\n                    a particular thing specified in the direction;\n                    or\n8                   AIRPORTS (ECONOMIC REGULATION)\n                       (ii) to ensure that a particular thing specified in\n                            the direction is done or not done in\n                             connection with any such activities,\n               if the Minister considers such a direction necessary or\n               expedient in order to discharge or facilitate the\n               discharge of any international obligation of Jamaica.\n          (3) In so far as any direction applying to an approved\n    airport operator by virtue of subsection (1) or (2) conflicts with\n    the requirements of any other enactment or instrument having\n    effect in relation to him as an airport operator, those\n    requirements shall be disregarded; and it is hereby declared that\n    nothing in this Act shall be construed as prejudicing the\n    generality of subsection (2).\n            (4) The Minister shall cause a copy of every direction\n    given under this section to be laid on the Table of the House of\n    Representatives and of the Senate, unless he is of the opinion\n    that disclosure of the direction is against-\n           (a) the interests of national security or of relations with a\n               country or territory outside of Jamaica; or\n           (b) the commercial interests of any person.\n           ( 5 ) A person shall not disclose, or be required by virtue of\n    an enactment or otherwise to disclose, any direction given or\n    other thing done by virtue of this section if the Minister has\n    notified him that, in the Minister’s opinion, disclosure of that\n    direction or thing is against the interests specified in subsection\n    (4) (4 and (b).\n          (6) The Minister responsible for national security or the\n    Minister, shall, before giving a direction under subsection (1) or\n    (2)-\n           (a) to a particular person, consult that person;\n                     (Thc Inclusion of 1111spp IS aathonzcd bv L N. 88/2003]\n              AIRPORTS (ECONOMIC REGULATION)                                 9\n    (6) to approved airport operators generally, consult such of\n        the following persons as he considers appropriate,\n        namely-\n             (i)      approved airport operators who appear to\n                      him to be likely to be affected by the\n                      directions; and\n             (ii)     organizations representing approved airport\n                      operators.\n       (7) Any person who contravenes subsection ( 5 ) shall be\nguilty of an offence and liable on summary conviction before a\nResident Magistrate, to a fine not exceeding two million dollars\nor to imprisonment for a term not exceeding two years.\n             PART 11. Airport Improvement Fee"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)   The Minister may, by order subject to affirmative ~ i r p o c t\n                                                               improve-\nresolution, impose an airport improvement fee to be paid by matfee.\neach passenger using an airport for the purpose of travel from\nJamaica.\n      (2) The airport improvement fee shall not be payable by\nsuch categories of passengers as may be prescribed.\n      (3) The Minister may, upon application made by or on\nbehalf of any person who has paid or is liable for payment of the\nairport improvement fee under this Act, waive, remit or refbnd\nsuch fee in whole or in part if, in the circumstances of the case,\nhe deems it expedient to do so and any such waiver, remission\nor r e b d may be subject to such special conditions as the\nMinister may impose.\n     (4). &I order under subsection (1) shall provide for the\npayment and collection of the airport improvement fee.\n              [The inclusion of this page is aiitliorized by L.N. SSnOO3]\n10                             AIRPORTS (ECONOMC REGULATION)\n                        (5) Moneys collected by way of airport improvement fee\n                 shall be paid into a special fund which shall be established for\n                 that purpose and be applied to purposes conducive to capital\nSchedule.        improvements at airports specified in the Schedule, on such\n                 terms and conditions as are specified in regulations under\n                 section 2 1.\n                       (6) The Minister shall authorize all expenditure from the\n                 fbnd referred to in subsection (5).\n                                     PART IIL Airport Charges\nRequirement         7.-(1) No airport charges shall be levied at a scheduled\nfor permission   airport unless-\nto levy\ncharges.               (a) they are levied by the approved airport operator; and\n                     (b) the Authority has granted permission for and has\n                         approved the levying of such charges.\n                       (2) Where any person levies any airport charges in\n                 contravention of subsection (1) he shall not be guilty of an\n                 offence by reason only of that contravention but any airport\n                 charges so levied shall not be recoverable by him and in so far\n                 as they have been paid to him, shall be recoverable from him.\nGTant or          8.-(1) An approved airport operator may apply to the\nrefusal of\npermission to    Authority for permission to levy airport charges.\nlevy charges.\n                       (2) An application under subsection (1) shall-\n                     (a) contain such particulars with respect to such matters as\n                         the Authority may specify in a notice published in the\n                         prescribed manner; and\n                     (b) be accompanied by the prescribed fee.\n                        (3) Where an application is made under subsection (l),\n                 then.as from the date of the application or the date when the\n                 airport becomes a scheduled airport under this Act (whichever is\n                 the later) there shall, by virtue of this subsection, be deemed for\n                 all purposes to be a permission in force under this Act in respect\n                 of any existing airport charges levied at that airport until-\n               AIRPORTS (ECONOMC REGULATION)                                  11\n    (a) the Authority grants permission in relation to the\n          application; or\n    (b) the application is withdrawn or the Authority notifies\n        the applicant in writing that the permission is refused.\n       (4) Any permission granted under this section in relation\nto an airport shall come into force on the later of the following\ndates, namely-\n    (a) the date on which it is granted; or\n    (b) the date on which the airport becomes a scheduled\n        airport under this Act,\nand such permission shall remain in force until it is revoked\npursuant to section 17.\n      (5) Where the Authority grants permission to an approved\nairport operator to levy any airport charges, that approved\nairport operator shall, before levying such charges-\n    (a) consult with such categories of persons as may be\n        prescribed; and\n    ( 6 ) obtain the approval of the Authority for the levying of\n          such charges.\n      (6) In determining whether to approve airport charges the\nAuthority shall take into account-\n    (U)   the objectives referred to in section 3;\n    (b) the efficiency of the operations;\n    (c) compliance with quality and performance standards;\n    (d) performance by the operator in terms of commitments\n          undertaken under the conditions by which he was\n          approved as an airport operator;\n    (e) whether the proposed charges would be reasonable in\n        light of the services provided;\n                [The inclusion of this page i s authorized by L.N. 88/2003]\n12                            AIRPORTS (ECONOMIC REGULATION)\n                     v) whether the proposed charges can be justified taking\n                        into account revenues fiom the operations of the\n                        airport fiom all sources including aeronautical and so\n                        much of the non-aeronautical revenues. as the\n                        Authority deems appropriate.\n                       (7) A permission granted under this section shall remain\n                 in force notwithstanding any change in the approved airport\n                 operator.\n                                                    PART IV. Conditions\nConditions.         9.-( 1) Every approved airport operator to whom permission\n                 is granted under this Act shall comply with such conditions as\n                 are imposed by the Authority in relation to the grant of such\n                 permission.\n                        (2) The Authority shall impose such conditions as it\n                 considers necessary for the proper performance of its fhctions\n                 under this Act.\nMandatory          10.-(1)  Where an airport becomes a scheduled airport for\nconditions for\nscheduled\n                 the purposes of this Act, the.Authority shall, at the time when it\nairports.        grants permission under section 8(3), impose any conditions as\n                 to the accounts and airport charges in relation to the airport\n                 within the period of nine months beginning with the date on\n                 which the airport becomes a scheduled airport.\n                        (2) The conditions as to accounts referred to in\n                 subsection (1) are-\n                     (a) such conditions as the Authority considers appropriate\n                         to ensure that the approved airport operator's accounts\n                         disclose-\n                                [The inclusion of this page IS authonzed by L N   88/2003]\n    AIRPORTS (ECONOMC REGULATION)                            13\n       (i)    any subsidy given (whether by the\n              making of loans on non-commercial terms\n              or otherwise) by any person or authority\n              to the approved airport operator in\n              connection with his business consisting of\n              the canying on of operational activities\n              relating to the airport and the identity of\n              any such person or authority;\n        (ii) any subsidy so given to that business by\n              the approved airport operator out of f h d s\n              attributable to any other activities carried\n              on by him;\n       (iii) the approved airport operator’s aggregate\n               income and expenditure attributable to\n               the levying by him of airport charges at\n               the airport;\n       (iv) the approved airport operator’s aggregate\n               income and expenditure attributable to\n               operational activities relating to the\n               airport (whether carried on by that airport\n               operator or any other person) being\n               income and expenditure which are taken\n               into account by him in fixing airport\n               charges; and\n       (v) where the approved airport operator has\n               for the time being the management of\n               two or more airports, the airport\n               operator’s    aggregate income and\n               expenditure attributable to the business\n               carried on by him at each of those\n               airports; and\nwhere the approved airport operator’s accounts are not\nrequired to be delivered to the Registrar of Companies\nin accordance with the Companies Act, such conditions\nas the Authority considers appropriate with respect to\nthe publication of those accounts.\n14                AIRPORTS (ECONOMIC REGULATION)\n            (3) The approved airport operator shall deliver to the\n     Authority copies of accounts delivered to the Registrar of\n     Companies in accordance with that Act or published in\n     accordance with subsection (2) (b).\n            (4) The conditions as to airport charges referred to in\n     subsection (1) are such conditions as the Authority considers\n     appropriate for regulating the maximum amounts that may be\n     levied by the approved airport operator by way of airport\n     charges at the airport during the period of five years beginning\n     with such date as may be specified by the Authority when\n     imposing the conditions, being not later than the end of the\n     period of twelve months after the date on which the conditions\n     are imposed.\n            ( 5 ) Subject to subsection (11), the Authority shall-\n         (a) at the end of the period of five years specified in\n             subsection (4); and\n         (b) at the end of each succeeding period of five years,\n     make such modifications in the conditions imposed pursuant to\n     subsection (4) as it thinks appropriate for regulating during the\n     succeeding period of five years, the maximum amounts that may\n     be levied by the approved airport operator by way of airport\n     charges at the airport.\n            (6) Notwithstanding the provisions of subsection (S), the\n     period of review referred to therein may be modified to take into\n     account any agreement between the approved airport operator\n     and the Airports Authority which has been approved by the\n     Government and notified to the Civil Aviation Authority by the\n     Minister.\n          . (7) Any reference in this Part to the making of\n     modifications in any such conditions includes a reference to the\n     making of a modification the effect of which is merely to extend\n     the application of a particular condition or conditions for a\n     firther period of five years.\n                   [The inclusion of this page i s authorized by L.N. 88/2003]\n             AZWORTS (ECONOMIC REGULATION)                                 15\n      (8) Without prejudice to the generality of subsections (4)\nand (9, conditions imposed or modified pursuant to those\nsubsections may-\n    (a) provide for-\n             (i)    an overall limit on the amount that may be\n                    levied by the approved airport operator by\n                    way of airport charges at the airport;\n             (ii) limits to apply to particular categories of\n                  charges; or\n             (iii) a combination of any such limits;\n    (b) operate to restrict increases in any such charges or to\n        require reductions in them, whether by reference to any\n        formula or otherwise;\n    (c) provide for different limits to apply in relation to\n        different periods of time within the period of five years\n        for which the conditions are in force.\n       (9) Notwithstanding the foregoing provisions of this\nsection, if exceptional circumstances arise during a five-year\nperiod which may justify reconsideration of airport charges, the\napproved airport operator may submit an application to the\nAuthority which shall, after conducting an investigation under\nsection 11, consider that application, taking into account the\nprovisions under section 8(5) and (6).\n        (10) The Authority may, if it thinks fit and after\nconsultation with the approved airport operator concerned,\ndetermine, at any time during the period of five years for which\nconditions under subsection (4) are in force, that such period\nshall be extended by such period (not exceeding twelve months)\nas may be specified; and accordingly, any reference in this Part\nto that period shall be construed as a reference to the period as\nextended pursuant to this subsection.\n16                            AIRPORTS (ECONOMIC REGULATION)\n                        (1 1) Where the Authority makes any such determination\n                in the case of conditions providing for different limits to apply\n                in relation to different periods of time, any limit applying to the\n                last of those periods shall apply also in relation to the additional\n                period referred to in subsection (10) unless the Authority and the\n                approved airport operator agree that some other limit shall apply\n                instead .\n                                                                                              \\\n                        (1 2) Before imposing any conditions pursuant to                      ,\n                subsection (4) or making any modifications pursuant to\n                subsection (5) in relation to an airport, the Authority shall act in\n                accordance with section 1 1 unless the Minister otherwise\n                directs.\nInwstigations     11.-(1) For the purposes of section 10 (12), the Authority\nbv Authority\n                shall investigate-\n                     (a) the question as to what are the maximum amounts that\n                         should be capable of being levied by the approved\n                         airport operator by way of airport charges at the\n                         airport during such period of five years as the\n                         Authority may determine; and\n                     (b) the matters specified in subsection (2).\n                       (2) The matters referred to in subsection (1) (b) are-\n                     (a) whether the approved airport operator has, at any time\n                         during the period determined by the Authority,\n                         pursued a course of conduct which might be expected\n                         to operate against the public interest, in relation to-\n                                  (i)       any airport charges levied by him at the\n                                            airport;\n                                  (ii)      any operational activities carried on by\n                                            him and relating to the airport; or\n                                  (iii) the granting of a right by virtue of which\n                                        any such operational activities may be\n                                        carried on by any other person; and\n                               [The iiiclusioii of this page is authorized by L.N. 88/2003]\n              AIRPORTS (ECONOMIC REGULATION)                                 17\n     (b) whether the effects adverse to the public interest\n          which that course of conduct has had or might be\n          expected to have, could be remedied or prevented by\n          the imposition of any conditions in relation to the\n          airport or by the modification of any conditions\n          already in force in relation to that airport.\n        (3) In determining whether any particular matter has\noperated or might be expected to operate, against the public\ninterest, in the case of a matter relating to the granting of a right\nby virtue of which any operational activities may be carried on\nby any person, the Authority shall have regard to the objective\nof hrthering the reasonable interests of persons granted such\nrights."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8, Grant or refusal of permission to levy charges.\n                               PART IV. Conditions"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Mandatory conditions for scheduled airports.\n1 1. Investigationsby Authority."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1)    The Authority shall submit to the Minister, a report &portof\nof its findings in respect of an investigation under section 11 and Authority.\nshall give a copy thereof to the approved airport operator\nconcerned.\n      (2) In making a report in relation to an investigation the\nAuthority-\n     (a) shall include definite conclusions on the matters\n         specified in section 11 (1) together with an account of\n         the reasons for those conclusions as, in the Authority’s\n         opinion, is expedient for facilitating proper\n         understanding of those matters and of the conclusions;\n     (b) where the Authority concludes-\n                 (i) that any course of conduct specified has\n                     operated or might be expected to operate,\n                     against the public interest, it shall specify\n                     the effects adverse to the public interest\n                     which that course of conduct has had or\n                     might be expected to have; and\n18                           AIRPORTS (ECONOMIC REGULATION)\n                                (ii) that any such adverse effects could be\n                                     remedied or prevented by the imposition of\n                                     any conditions in relation to the airport in\n                                     question or by the modification of any\n                                     existing conditions,\n                        it shall specify the conditions that should be imposed or\n                        modified, as the case may be.\n                        (3) The Authority shall, subject to subsection (4),\n                publish the report in such manner as the Authority considers\n                appropriate for bringing the report to the attention of persons\n                likely to be affected thereby.\n                        (4) If it appears to the Minister that the publication of\n                any matter in such a report would be against the public interest\n                or the commercial interest of any person, he may, within twenty-\n                one days after receiving a copy *of the report, direct the\n                Authority to exclude that matter from the report as published\n                under subsection (3).\nObligationfor     13.-(1) Every person having an official duty or being\nsecrecy.\n                employed in the administration of this Act shall-\n                     (a) regard and deal with as secret and confidential all\n                         information relating to applicants and applications for\n                         permission under this Act and the management and\n                         operation of approved airport operators; and\n                     (b) upon assuming such duty or employment, make and\n                         subscribe a declaration to that effect before a Justice of\n                         the Peace.\n                       (2) Every person referred to in subsection (1) having\n                possession of or control over any documents, information or\n                records, who at any time communicates or attempts to\n                communicate anything contained in such documents or records\n                or any such idormation to any person-\n             AlRPORTS (ECONOMIC REGULATION)                                             19\n     (a) other than the Authority, or any other person to whom\n         he is authorized by the Minister or the Authority to\n         communicate it;\n     (b) without the written consent of the applicant or the\n         approved airport operator; or\n     (c) otherwise than pursuant to a court order or for the\n         purposes of this Act,\nshall be guilty of an offence and liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding one million\ndollars or to imprisonment for a term not exceeding twelve\nmonths or to both such fine and imprisonment.\n       (3) Any person to whom information is communicated\npursuant to subsection (2) shall regard and deal with such\ninformation as secret and confidential and shall make and\nsubscribe a declaration to that effect before a Justice of the\nPeace.\n        (4) A person referred to in subsection (3) who at any\ntime communicates or attempts to communicate any information\nreferred to in that subsection to any person otherwise than for\nthe purposes of this Act, shall be guilty of an offence and liable\non summary conviction before a Resident Magistrate to a fine\nnot exceeding one million dollars or to imprisonment for a term\nnot exceeding twelve months or to both such fine and\nimprisonment."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)    Where, at the time of granting a permission under Discretion-\nsection 8 in respect of an airport or at any other time while such                   znpdi-\npermission is in force, it appears to the Authority that the\napproved airport operator is pursuing a course of conduct\nspecified in subsection (2), the Authority may, if it thinks fit,\nimpose in relation to the airport such conditions as it considers\nappropriate for the purpose of remedying or preventing what it\nconsiders are the adverse effects of that course of conduct.\n              (l’lic iiicliisiiiii of tliis page is aiitlionzed by L.N.   88/2003]\n20                  AIRPORTS (ECONOMIC REGULATION)\n             (2) The courses of conduct referred to in subsection (1)\n     are-\n            (a) the adoption by the approved airport operator, in\n                relation to any relevant activities carried on by him at\n                the airport, of any trade practice or pricing policy\n                which-\n                       (i)     unreasonably discriminates against any\n                               class of users of the airport or any\n                               particular user; or\n                       (ii) unfairly exploits his bargaining position\n                            relative to users of the airport generally;\n            (b) the adoption by the approved airport operator, in\n                relation to the granting of rights by virtue of which\n                relevant activities may be carried on at the airport by\n                any other person, of any practice which-\n                       (i) unreasonably discriminates against persons\n                           granted any class of such rights or any\n                           particular grantee of such a right or unfairly\n                           exploits his bargaining position relative to\n                           the grantees of such rights generally; or\n                       (ii) unreasonably discriminates against any\n                            class of persons applying for such rights or\n                            any particular applicant, or unreasonably\n                            limits the number of such rights that are\n                            granted in the case of any particular\n                            services or facilities,\n                 or which has resulted in the adoption by any other\n                 person of a practice that does any of those things;\n            (c) the fixing by the approved airport operator of any\n                charges levied by him at the airport in relation to any\n                relevant activities carried on by him there at levels\n                which-\n                     [The inclusion of this page IS authonzed by L N   S8/2003]\n              AIRPORTS (ECONOMIC REGULATION)                                  21\n                 (i) are insufficient (after taking into account\n                     such other revenues (if any) as are relevant\n                     to the fixing of such charges) to cover the\n                     costs of providing the services or facilities\n                     to which the charges relate or are, in the\n                     Authority’s opinion, artificially low; and\n                  (ii) materially harm (or are intended to\n                       materially harm) the business carried on by\n                       an approved airport operator at any other\n                       airport.\n       (3) In subsection (2) (c) (i) the reference to the levels at\nwhich charges are fixed being artificially low is a reference to\nsuch levels being significantly lower than they would otherwise\nhave been-\n     (a) by reason of any subsidy as described in section 10 (2)\n         (a)(i) and (ii); or\n     (b) where the approved airport operator is a comgany, by\n         reason of any conduct by the company which, in the\n         Authority’s opinion, has resulted or is likely to result\n         in a failure by the company-\n                  (9        to achieve a reasonable return on the\n                            capital employed by it in w i n g on\n                            operational activities relating to the\n                            airport; or\n                  (ii)      to distribute to members of the company a\n                            reasonable proportion of the profits\n                            available for distribution; or\n                  (iii) to reach a level of borrowing which is\n                        appropriate having regard to its share\n                        capital.\n      (4) In determining for the purposes of subsection (3) (b)\nwhat is reasonable or appropriate, as the case may be, the\nAuthority shall-\n               [The IIIC~IISIOIIof this page IS authonzed by L N   88/2003]\n22                             AIRPORTS (ECONOMIC REGULATION)\n                       (a) disregard the fact that the relevant conduct by the\n                           company was in conformity with any policy for the\n                           time being of a person having control of the company;\n                       (b) have regard to any circumstances which, in its\n                           opinion, would affect any company carrying on the\n                           business of operating the airport as a commercial\n                           undertaking.\n                          (5) Before imposing any conditions under subsection\n                  (l), the Authority shall notify in writing the approved airport\n                  operator concerned of the course of conduct specified in\n                  subsection (2) which it appears to the Authority that he is\n                  pursuing and of the conditions which the Authority intends to\n                  impose.\n                         (6) For the purposes of this section the Authority shall\n                  investigate whether-\n                       (a) any course of conduct referred to in subsection (2) has\n                           operated or might be expected to operate against the\n                           public interest; and\n                       (b) the effects adverse to the public interest which that\n                           course of conduct has had or might be expected to\n                           have, could be remedied or prevented by the\n                           imposition of any conditions in relation to the airport\n                           or by the modification of any existing conditions.\nProvisions          15.-(1)   Nothing in section 14 (1) shall be construed as\nsupplemen-\ntary to section\n                  authorizing the Authority to impose a condition-"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(I) Where-                                                  Enforce-\n                                                                            ment of\n    (U)   a complaint is made to the Authority that an approved conditions\n                                                                   other than\n          airport operator is in contravention of any condition\n          imposed by the Authority in relation to any airport; and conditions.\n      (b) such complaint is made-\n                  (i) by any person on whom any airport\n                       charges have been levied by the approved\n                       airport operator at the airport (whether or\n                       not actually paid by the person); or\n                  (ii) by any other approved airport operator who\n                       claims that the business carried on by him\n                       at another airport in Jamaica has been or is\n                       being materially harmed by the alleged\n                       contravention,\nthe Authority shall investigate that complaint, unless it considers\nit to be fiivolous.\n24                          AIRPORTS (ECONOMIC REGULATION)\n                     (2) Where any such complaint is made to the Authority\n              by a person not falling within subsection (1) (b), the Authority\n              may investigate the complaint if it thinks fit.\n                     (3) This section shall not apply to a condition to which\n              section 18 applies (breach of accounts conditions).\n                      (4) Where, upon an investigation %he Authority is\n              satisfied that an approved airport operator has contravened the\n              condition in question the Authority shall-\n                   (a) by order (hereinafter referred to as a compliance\n                        order) provide such measures as it considers\n                        appropriate for the purpose of securing compliance\n                        with that condition and for remedying any loss or\n                        damage or injury suffered by any person in\n                        consequence of the contravention; or\n                   (b) subject to subsection (9,\n                                               modify the condition in such\n                       manner as it considers appropriate in the\n                       circumstances.\n                     ( 5 ) A compliance order under subsection (4) (a)-\n                   (a) shall require the approved airport operator concerned\n                       to do or to refiain from doing, such things as are\n                       specified in the order; and\n                   (b) shall, as respects any such requirement, take effect\n                       upon service of a copy on the approved airport\n                       operator or at such later time as may be specified by\n                       the Authority;\n                   (c) may be revoked by the Authority at any time.\nValidityand     17.-(1)  An approved airport operator who is aggrieved by\neffect of\ncompliance\n              any compliance order applying to him may, within thirty days of\norder         the service of a copy of the order on him, make an application\n              to the Court under this section on the ground that the order is not\n              within the powers of section 16.\n              AIRPORTS (ECONOMIC REGULATION)                                     25\n       (2) On any such application the Court may quash the\ncompliance order or any part thereof if the Court is satisfied that\nthe order is not within the powers conferred by section 16.\n       (3) No criminal proceedings shall, by virtue of the\nmaking of a compliance order, lie against any person on the\nground that he has committed or aided, abetted, counselled or\nprocured the commission of any contravention of the order.\n       (4) The obligation to comply with a compliance order is\na duty owed to any person who may be affected by a\ncontravention of it and accordingly-\n     (a) any breach of the duty which causes that person to\n         sustain loss or damage; and\n     (b) any act which, by inducing a breach of that duty or\n         interfering with its performance, causes that person to\n         sustain loss or damage and that is done wholly or\n         partly for the purpose of achieving that result,\nshall be actionable at the suit or instance of that person.\n       ( 5 ) In any proceedings brought against any person\npursuant to subsection (4) (a),it shall be a defence for him to\nprove that he took all reasonable steps and exercised all due\ndiligence to avoid contravening the order.\n       (6) Without prejudice to any right which any person may\nhave by virtue of subsection (4) (a) to bring civil proceedings in\nrespect of any contravention of a compliance order, the\nAuthority may enforce compliance with any such order by\nproceedings for an injunction or any other appropriate relief\n        (7) Where it appears to the Authority that an approved\nairport operator has contravened a compliance order and is\nunlikely to comply with it in the immediate fbture, the Authority\nmay, instead of proceeding under subsection (6), revoke the\npermission for the time being in force under this Part in respect\nof the airport to which the contravention relates.\n               (Tlic Iiicliisioii OF 1111spage IS nutlionzed by L N   88/2003]\n26                               AIRPORTS (ECONOMC REGULATION)\n                        (8) Where any such permission is revoked pursuant to\n                 subsection (7), a permission shall not again be granted under this\n                 Part in respect of the airport in question so long as that person\n                 remains the approved airport operator unless the Authority is\n                 satisfied as mentioned in subsection (9).\n                         (9) Permission may be granted in respect of the airport\n                 referred to in subsection (8) if it appears to the Authority that, if\n                 it .were to impose any condition corresponding to the one the\n                 breach of which gave rise to the making of the compliance\n                 order, the approved airport operator would comply with that\n                 condition.\nBreach of          18.-(1)      An approved airport operator who fails to comply\naccounts\nconditions and   with any condition imposed pursuant to section 10 (2) (a)shall\npmalties.        be guilty of an'offence and liable on summary conviction before\n                 a Resident Magistrate to a fine not exceeding two million\n                 dollars.\n                         (2) Where an approved airport operator has failed to\n                 comply with a condition referred to in subsection (l), then,\n                 whether or not proceedings are brought under that subsection in\n                 respect of that contravention, the Authority may impose, in\n                 relation to the airport to which the contravention relates, such\n                 conditions as it considers appropriate with respect to the\n                 publication of any matter to which the contravention relates.\n                       (3) An approved airport operator who fails to comply\n                 with any condition imposed pursuant to subsection (2) before\n                 the end of the period allowed for such compliance, shall be\n                 guilty of an offence and liable on summary conviction before a\n                 Resident Magistrate to a fine not exceeding five million dollars.\n                          (4) In any proceedings for an offence under this section\n                 it shall be a defence for the person charged to show-\n                      (U)    in the case of an offence under subsection (l), that he\n                             took all reasonable steps for securing compliance with\n                             the relevant condition; or\n                                 [The 1nc111sionof this page is authorized by L N   88/2003]\n              AIRPORTS (ECONOMIC REGULATION)                                     27\n     (b) in the case of an offence under subsection (3), that he\n         took all reasonable steps for securing compliance with\n         the relevant condition before the end of the period\n         allowed for such compliance."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Any condition imposed by the Authority under this Suppiemen-\nPart otherwise than pursuant to section 10 (4), shall remain in            visions\nforce for a particular period or without limit of time, as the re\nAuthority may determine, and, in imposing the condition, the\nAuthority shall specify-\n     (a) the period that it is to remain in force; or\n     (b) that the duration thereof is unlimited.\n        (2) Where the Authority specifies a period under\nsubsection (1) (a),it may, if it thinks fit, determine that the\nperiod shall be extended by such fbrther period as may be\nspecified in the determination.\n       (3) The Authority may at any time revoke or modify any\nconditions in force in relation to a scheduled airport pursuant to\nsection 10 (2).\n        (4) Where any conditions referred to in section 14 (1)\nare in force in relation to a scheduled airport, the Authority may\nat any time revoke or modify those conditions.\n       ( 5 ) Before making any modification under subsection (4)\nfor the more effective securing of the purpose for which the\nrelevant conditions were imposed, the Authority shall in writing\nnotify the approved airport concerned of the course of conduct\nwithin section 14 (2) which it appears to the Authority he is\npursuing and of the modifications which it proposes to make.\n        (6) The Authority shall, in the prescribed manner, notify\nthe relevant approved airport operator of any condition imposed,\nrevoked or modified pursuant to this Part or of any extension of\nthe period of operation of any such condition.\n28                           AIRPORTS (ECONOMIC REGULATION)\n                       (7) An approved airport operator shall, on the request of\n               any person and on payment by that person of such reasonable\n               fee as the operator may determine, provide that person with a\n               copy of the permission granted under this Act in respect of the\n               relevant scheduled airport and of any conditions in force in\n               relation to that airport.\n                                               PART V. General\nRegulatory       20.-(  1) The Authority may impose an annual regulatory fee\nfee.\n               in accordance with this section in relation to all approved airport\n               operators.\n                       (2) The amount of the regulatory fee shall be such sum\n               as, in the opinion of the Authority, is a reasonable estimate of\n               the costs which will be incurred by the Authority in relation t a\n               its functions under this Act (hereinafter in this section referred to\n               as “regulation costs”).\n                      (3) In determining the amount of the regulatory fee\n               payable by an airport operator, the Authority shall apportion\n               regulation costs reasonably and equitably among airport\n               operators.\n                      (4) Where an airport operator fails to pay the amount of\n               the regulatory fee within the time required by the Authority for\n               such payment, the operator shall be liable to such amount by\n               way of surcharge as the Authority may determine, not exceeding\n               twenty-five per cent of the amount unpaid.\n                      ( 5 ) An appeal shall lie to the Court of Appeal against a\n               decision of the Authority to impose an annual regulatory fee, on\n               a ground of appeal which involves a question of law alone.\nRegulations.     21.-(1)  The Minister may make regulations generally for\n               giving effed to the provisions and purposes of this Act.\n                       (2) Regulations made under this section shall be subject\n               to affirmative resolution.\n                              [The inclusion of this page is authonzed by L N   8s/z003]\n             AIRPORTS (ECONOMC REGULATION)                                                    29\n                             SCHEDULE                                           (Section 4)\n                dirports Subject to Economic Regulation"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Regulatory fee.\n    2 1 . Regulations.\n        SCHEDULE.\n                    [The Iiiclusion of'tliis page IS authorized by L N   88/2003]\n              AIRPORTS (ECONOMIC REGULATION)                                                       3\n    THE AIRPORTS (ECONOMIC REGULATION) ACT                                                 ACt\n                                                                                        6 of 2002.\n                                                              [3Zst December, 2002.]"
    }
  ],
  "definitions": []
}