{
  "id": "jm-stat-the-airports-authority-act",
  "type": "statute",
  "title": "The Airports Authority Act",
  "title_en": "The Airports Authority Act",
  "short_name": "Airports Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-airports-authority-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-airports-authority-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec00",
      "section": "00",
      "title": "Section 00",
      "content": "00, advan=% or other person designated by the Minister may direct, pay-\n    and sums\n    is~~updto ments of such amount as may be so directed in or towards\n    meet\n                repayment of advances made to the Authority under sub-\n                section (1) of section 13 and of any sums issued in fulfilment\n                of any guarantee given under that section, and payments\n                of interest on any sum outstanding for the time being in\n                respect of such advances and of any sums so issued at such\n                rate as the Minister may direct, and difIerent rates of interest\n                may be directed as respects different advances or sums and\n                as respects interest for different periods.\n                       me induslon of tlus wgo is authorized by LN.248119751\n                    AIRPORTS AUTHORlTY                             *       9"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Sangster International Airport as descrihed in the sangstsr\nInternational Airport Order, 1959 published in the Jamaica Oazette\nSupplement dated 3rd December, 1959."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)    In this Act-                                         tatlon.\n         \"an apron\" means a defined area in an airport intended to\n              accommodate aircraft for purposes of loading or\n             unloading passengers or cargo, refuelling, parking, or\n              maintenance of such aircraft;\n        \"the Authority\" means the Airports Authority of Jamaica\n             established in accordance with this Act;\n        \"the Board means the Board of Directors of the Authority\n             constituted in accordance with this Act;\n        \"the chairman\" means the chairman of the Board;\n        \"debenture\" includes debenture stock;\n        \"director\" means a director of the Authority;\n        \"financial year\" means the period of twelve months be-\n            ginning on the first day of January in any year;\n        \"functions\" includes powers and duties;\n                                                                        L.N\n        \"Minister\" means-                                              60/1988\n                  (a) as regards any provisions of this Act relating\n                      to the security of airports, the Minister\n                       responsible for national security; or\n                  (b) as regards all other provisions of this Act, the\n                      Minister responsible for civil aviation;\n        \"navigation services\" includes information, directions\n            and other facilities furnished, issued or provided\n            for the purpose of or in connection with the\n            navigation or movement of aircraft and also the\n                                            AlRPORTS A UTHORITY\n                           control or movement of vehicles in any part of an\n                           airport used for the movement of aircraft other than an\n                           apron;\n                      \"the prescribed airports\" means the airports for the time\nFirst                      being prescribed in the First Schedule;\nSchadulz.\n                      \"secretary\" means the secretary of the Authority.\nof thz Airports"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Minister shall appoint one of the dinctors to be chairman Chairman.\nof the B&.\n       (2) The Minister shall appoint one of the directors to be the deputy\nchairman of the Board.\n       (3) In the case of the abence or inability to act of thc chairman.\ncbc deputy chainnan shall perform the functions OE the chairman.\n       (4) In the casc of the absence or inability to act at any meeting\nof both the chairman and the deputy chairman the remaining directors\nshall elect one of their number to act as chairman of that meeting."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may, by order, amend the First Schedule,\namcnd First       and any such order may also prescribe the boundaries of\nSchzdulc.\n                  any airport.\nCapital of           5.-(1)   The authorized capital of the Authority shall be\nAuthorit!..\n                  thirty million dollars divided into thirty thousand ordinary\n                  shares of the par value of one thousand dollars each.\n                         (2) The Authority may tiom time t o time with the\n                  approval of the Minister vary the amount of the authorized\n                  capital of the Authority.\n                         (3) The Government may subscribe for the said thirty\n                  thousand ordinary shares or such other amount as the\n                  Minister may from time to time determine at par.\nPo>mcnt of          6 . The Authority shall not pay any dividend on its shares until\ndividznd.\n                  all its capitalized assets not represented by tangible assets\n                  (including preliminary expenses and organization expenses)\n                  have been completely written off.\nTransfzr of         7.-(1)  Subject to paragraph (b) of subsection (2), the\npropzny.\n                  Minister may, by order, transfer to the Authority any\n                  property belonging to the Government which appears to\n                  him to be necessary or usehl to the Authority for carrying\n                                             n t h ~ spage IS author~zedby L.N. 87120041\n                        [The ~ n c l n s ~ oof\n                       AIRPORTS AUTHORITY                                 5\nout its functions under this Act, and such property shall\nvest in the Authority by virtue of the order and without\nfurther assurance.\n       (2) An order under subsection (1)-\n    ( U ) may contain such incidental, consequential or\n          supplemental provisions as the Minister thinks\n          necessary or expedient for the purposes of the\n          order;\n    (b) shall not include any rights or IiabiIities which are\n          necessary or expedient to secure the Minister’s\n          compliance with or efficient administration of the\n          Civil Aviation Act or which are specified in any\n          certificate issued by the Minister to the Authority\n          as being reserved to the Minister; and\n    (c) shall be subject to a w a t i v e resolution of the\n          House of Representatives.\n  S.-(l)    It shall be the duty of the Authority-              Functions of\n                                                                thc\n     (a) to adminiiter, control and manage prescribed AU~~OI~N.\n           airports and any other property vested in it under\n           this Act;\n     (6) to provide and maintain such services and facilities\n           as are in its opinion necessary or desirable for the\n           efficient operation of prescribed airports or as the\n           Minister may require but, except with the consent\n           of the Minister, the Authority shall not provide\n           any navigation service;\n     ( E ) provide rescue and fire fighting equipment and\n           services at prescribed airports.\n       (2) In the exercise of its functions the Authority\nmay-\n     (a) construct, alter and maintain buildings at pres-\n            cribed airports and elsewhere;\n           mc inclusion of Ibis page is authorized by L.”. 248/197575]\n6                               AIRPORTS AUTHORITY\n                 (b) purchase land or buildings;\n                 (c) grant on such terms and conditions as the Authority\n                     thinks fit, authority to carry on any trade or\n                     business at prescribed airports;\n                 (d) grant leases, sub-leases or other interests or con-\n                     cessions in respect of land or building within a\n                     prescribed airport on such terms and conditions\n                     and subject to the payment of rent or other con-\n                      sideration as the Authority may think fit;\n                 (e) carry on such activities as appear to it advantage-\n                     ous, necessary or desirable for or in connection\n                     with the exercise and performance of its functions.\n                   l The Minister may, after consultation with the chair-\n~ i o i ~ ~ ~ r i a9.\ndhona.\n             man, give   to the Authority directions of a general character\n             as to the policy to be followed by the Authority in the\n             exercise and performance of its functions.\nGeneral         lO.--(lj It shall be the duty of the Authority so to\nduties of\nAuthority,   conduct the &airs of the Authority as to ensure that, so\n             far as practicable, the annual revenues of the Authority are,\n             taking one financial year with the other, sufficient to meet\n             all charges properly chargeable to revenue and the establish-\n             ment of reserves necessary for its operations.\n                     (2) The Authority shall furnish the Minister with\n             such returns, statistics and other information with respect\n             to the property and other activities of the Authority as the\n             Minister may from time to time require, and shall aiTord to\n             him facilities for veriing such information in such manner\n             and at such times as he may reasonably require.\n                    (3) A director who is directly or indirectly interested\n             in a contract made or proposed to be made by the\n             AUthOfity-\n                 (a) shall disclose the nature of bis interest;and\n                         inclurim of lbir pngs ia mutborizod by LN.248IlWn\n                                                                               r\n                         AIRPORTS AVTHORlTY                                7\n        (b) shall not take part in any deliberation or decision\n*           of the Authority with respect to that contract."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Any director, othcr than the chairman, m a y at any time red@ Rcniwalion.\nhis 05ce by mstmnent in writing addressed to the Minister and tram-\nmittad through the chairman and from the date of receipt by the\nMinister of such instnuncnt such &&or shall cease to bc a director.\n        (2) T h e chairman may at any time rcsign his office by instrument\n           [Theinclusion d this pake is aufhor&d by L.N.146) 19991\n  RL-2\n18                                    AIRPORTS AUTHORITY\n               in writing addressed to the Minister and such resignation shall take\n               effect as from the date of the receipt by the Minister of the instwent.\nRcmaval U!        6. The Minister may at any time revoke the appointment of any diref-\nIImx'lor.       tor if he considers it expedient so to do.\nPublicalinn      7. The names of all directors as first constituted and every change in\nof wm-         the composition thereof shall be published in the Gazetfe.\nposition of\nAuihority.\nAuthentica-      8.-(I) The seal of the Authority shall be authenticated by the dpna-\ntion of scal   tures of the chairman or one director authorized to act in that behal!\nand docu-      and the secretary.\nrncnls.\n                     (2) All documents, olher than those required by law to bt under\n               seal. made by, and all decisions of, the Board may be signified under\n               the hand of the chairman or any director authorized to act in tbat\n               hehalf or the secretary.\nProcedure\nand meet-\nmgr."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.+1) The Board shall meet at such times as may be llc~\n               expedient for the transaction of business, and such meetings\n               held at such places and times and on such days as the Board shall\n                                                                                    or\n                                                                                    be  s\n                                                                                        z\n               determine.\n                      (2) Minutes in proper form of each meeting of tbc Board shall be\n               kept.\n                      (3) The chairman may at any time call a special mating of the\n               Board and shall call a special meeting to be. held Within m e n days of a\n               written request for that purpose addressed to him by any two dirc*ors.\n                     (4) The decisions of the Board shall be by a majority vote.\n                     (5) The chairman or. in the case of the absence or inability to act\n               of the chairman, the deputy chairman or the person elected to act as\n               chairman in accordance with the provisions of sub-paragraph (4) of\n               paragraph 3 shall preside at the meetings of the Board, and when\n               so presidmg the chairman, deputy chairman or the person elected as\n               aforesaid to act as chairman, as the case may he. shall in addition\n               to an orighal vote have a casting vote in any case in which the voting\n               is equal.\n                     (6) The quorum of the Board shall be three.\n                     (7) Subject to the provisions of this Schedule the Board may\n               regulate its own proceedings.\n                      (8) The validity of any proceedings of the Board shall not be\n               affected by any vacancy amongst the directors or by any defect in thc\n               appointment of a director.\nRcmunera-         10. There shall be paid to the chairman and other directors such\ntion of        remuneration, if any (whether by way of salaries. or traveUig or other\ndirectors.\n               allowances) as the Minister may determine.\n                          whe inclusion ofthis p g e is authorized by L.N. 1461 19991\n                       AIRPORTS AUTHORlTY                                            19"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) Except in so far as may be allowed by general Longrase\n                                                                development\n    directions of the Minister, the Authority shall not proceed plamto\n    with the implementation of any long range plans for the zgs$by\n    development of any prescribed airport except in accordance\n    with the provision of a scheme made by the Authority and\n    submitted to the Minister and approved by him.\n           (2) For the purposes of this mtion-\n        “long range plans” means plans-\n             ( U ) which have been formulated on the basis of\n                   statistics compiled in respect of movements\n                   of traffic, cargo and passengers within the\n                   prescribed airport; and\n             (b) which have been projected to meet estimated\n                 requirements for development five yean or\n                 more after the formulation of such plans.\n            (3) Nothing in subsection (1) shall be construed as\n    precluding the grant of any authority under paragraph (4\n    of subsection (2) of section 8 or of any lease, sub-lease or\n    other interest or concession under paragraph (e) of sub-\n    section (2) of section 8 for a period in excess of five years."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) Subject to the provisions of subsection (2), the BOXOwiag\n    Authority may borrow sums required by it for meeting any pwcm\n    of its obligations or discharging any of its functions.\n           (2) The power of the Authority to borrow in excess\n    of such limits as the Minister responsible for finance may\n    from time to time fix, shall be exercisable only with the\n    approval of the Minister after consultation with the Minister\n    responsible for finance as to the amount, source of borrow-\n    ing and the terms on which the borrowing may be effected,\n            (The inclusion of i h ~ spage I S authorked by LN. 248119751\nW\n    8                              AZRPORTS ACJTHORlTY\n               and an approval given in any respect for the purposes of\n               this subsection may be either general or limited to a par-          ,\n               ticular borrowing or otherwise, and may be either\n               unconditional or subject to conditions.\n    Advana       1 3 4 1 ) The Minister may from time to time make\n    and\n    guarankof advances to the Authority   out of moneys provided by\n    borro\\un~s Parliament for the purpose.\n                       ( 2 ) With the approval of the House of Representa-\n               tives the Minister responsible for finance may guarantee, in\n               such manner and on such conditions as he thinks fit, the re-\n               payment of the principal and the payment of interest on any\n               authorized borrowings of the Authority made otherwise than\n               by way of advance under subsection (1).\n                       (3) Where the Miniiter responsible for finance is\n               satisfied that there has been default in the repayment of any\n               principal moneys or the payment of interest guaranteed\n               under the provisions of this section he shall direct the repay-\n               ment or, as the case may be, the payment, out of the Con-\n               solidated Fund of the amount in respect of which there has\n               been such default and any such repayment or payment\n               shall be a charge on the Consolidated Fund.\n    ~~~~~~t        14, The Authority shall make to the Accountant-\n    intmst\n    of, and     General, at such times and in such manner as the Minister"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. T h e office of chairman, deputy chairman or director shall not bc a Directotrhip\npublic office for the purposes of Chapter V of the Constitution of nolpubllc\nJamaica.                                                                   am.\n           me inclusion of this page is auhorized by L.N. 96119981\n RL-2"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Authority-                                       Securities.\n    (a) may create and issue stock, including debentures\n        and bonds, for the purpose of exercising its\n        borrowing powers under section 12;\n    (b) shall establish a sinking fund for the redemption\n        of debentures so created;\n    (c) may postpone sinking fund contributions for such\n        period or periods of time and subject to such con-\n        ditions as may be approved by the Minister after\n        consultation with the Minister responsible for\n        finance.\n  1641) The Authority shall establish and maintain a ~                 c       r   ~\nreserve fund to meet contingencies and for such other PUT- fund.\nposes as it may think fit.\n       (2) The management of the reserve fund, the sums\nto be carried from time to time to the credit thereof, the\ncharges to be made against'it and any other application of\nthe moneys comprised therein shall be as the Authority may\ndetermine."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. All moneys of the Authority not immediately re- powerto\nquired to be expended in the meeting of any obligations or\nthe performance of any functions of the Authority may be\ninvested in such securities or other investments as may be\napproved generally or specifically by the Minister respon-\nsible for finance and the Authority may, with the approval\nof the said Minister, sell all or any of such securities or\nother investments.\n  lS.-(l) The Authority shall keep proper accounts and Awuots\nother-records in relation to its business and shall prepare\nannually a statement of accounts in a form satisfactory to\nthe Minister being a form which conforms with established\naccounting principles.\n        me inclusion of this page is authorized by LN.248/1!9751\n10           Q                AIRPORTS AUTHORITY\n                 (2) The accounts and records shall be kept and the\n          annual statement prepared as far as possible in such a way\n          as to provide separate information as respects each of the\n          main functions or undertakings of the Authority and to\n          show the financial and operating results in respect of each\n          such function or undertaking.\n                (3) The accounts of the Authority shall be audited\n          by auditors appointed annually by the Authority with the\n          approval of the Minister.\n                  (4) Within four months after the end of each\n          financial year or within such further time as may in special\n          circumstances be allowed by the Minister, the Authority\n          shall send the statement of its account referred to in sub-\n          section (1)to the Minister together with a copy of any report\n          made by the auditors on that statement or on the accounts\n          of the Authority.\n                  ( 5 ) The Auditor-General shall be entitled on the\n          direction of the Minister, at all reasonable times to examine\n          the accounts and other records in relation to the business\n          of the Authority.\nAnnual       1 9 -4 1 ) The Authority shall, not later than five months\nrepori.   after the end of each financial year or within such further\n          time as may in special circumstances be allowed by the\n          Minister, cause to be made and transmit to the Minister a\n          report dealing generally with the operations of the Authority\n          during the preceding financial year, and containing such\n          information reIating to the proceedings and policy of the\n          Authority as can be made public without detriment to the\n          interest of the Authority.\n                 ( 2 ) The Minister shall cause a copy of the report\n          together with the annual statement of accounts and the\n          auditors’ report thereon and on the accounts to be laid on\n          the Table of the House of Representatives and the Senate.\n                  me idusion of this page is authorized by L.N. 248119751\n                    AIRPORTS AUTHORZTY                                    11\n        (3) Copies of the Authority’s report together with\nthe annual statement of amounts and the auditors’ report\non that statement and on the accounts of the Authority shall\nbe published in such manner as the Minister may direct and\nshall be made available to the public by the Authority at\na reasonable price."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) The Authority may appoint and employ at such General\n                                                            Manager.\nremuneration and on such terms and conditions as it thinks socrew\nfit a General Manager, a secretary and such other officers, %?*er\nagents and servants as it thinks necessary for the proper\nperformance of its functions :\n   Provided that-\n     (a) no salary exceeding eight thousand dollars per\n          annum shall be assigned to any post without the\n          prior approval of the Minister;\n     (b) no provision shall be made for the payment of\n          any pension, gratuity or other retiring benefit to\n          any employee of the Authority or the grant of\n          benefits to the dependents or the legal representa-\n          tives of such employee without the prior approval\n          of the Minister responsible for the public service. LN.\n                                                                149~179\n        (2) The Governor-Generalmay, subject to such con-\nditions as he may impose, approve of the appointment of\nany public officer in the service of the Government to any\noffice with the Authority, and any public officer so appointed\nshall, in relation to pension, gratuity or other allowance,\nand in relation to other rights as a public officer, be treated\nas continuing in the service of the Government."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) The Authority may delegate to any of its b Powerto\ntors, or to any of its employees or agents such of its func- delcgatc.\ntions as it may determine.\n          (2) Every delegation under this section shall be re-\nvocable by the Authority and no delegation shall prevent\nthe exercise by the Authority of any function delegated.\n      p h e idusion of this page is authorized by L.N. 55119841\n12                                AIRPORTS AUTHORITY\nRegulations.      2 2 4 1 ) Subject to section 3 of the Civil Aviation Act,\n               the Authority may, in respect of any prescribed airport,\n               with the approval of the Minister make regulations for regu-\n               lating the use and operation of the airport and the conduct\n               of all persons while within the airport, and, in particular,\n               such regulations may-\n                   (a) provide for securing the safety of aircraft, vehicles\n                        and persons using any such airport as aforesaid\n                        and preventing danger to the public arising from\n                        the use and operation of the airport;\n                   (b) make provision for preventing or minimising ob-\n                        struction within the airport;\n                   (c) make provision for preserving order within the air-\n                        port and preventing damage to property therein;\n                   (d) regulate or restrict advertising within the airport;\n                   (e) regulate, promote or restrict the movement of per-\n                        sons into, in or out of the airport;\n                   (f) prohibit or regulate, in relation to the whole or any\n                        part of the airport-\n                           (i) the presence of prsons or classes of persons;\n                          (ii) the presence of animals or classes of animals;\n                         (iii) the use of vehicles of any class or descrip-\n                               tion; and\n                         (iv) acts which might endanger any property or\n                               person;\n                   (g) regulate vehicular traffic anywhere within the air-\n                       port, and in particular may impose speed limits\n                       on vehicles therein;\n                   (h) appoint and regulate the use, including charges to\n                       be made for the use, of parking places for motor\n                       vehicles in the airport;\n                  (hh) make provision for the removal to such place as\n                       the Authority may think fit of vehicles parked\n                         inclusion of this page is authorized by L.N. 55/19841\n                  AIRPORTS AUTHORITY                                  13\n        in a place other than a place appointed for the\n        parking of such vehicle or vehicles which have\n        broken down or vehicles which have been left in\n        any place-\n             (i) in contravention of any provision made by\n                 or pursuant to this Act, insofar as relates to\n                 roadways in a prescribed airport, or in con-\n                 travention of the Road Traffic Act; or\n            (ii) in such a p i t i o n or in such condition or\n                 in such circumstances as to cause obstruc-\n                  tion to other persons using the airport or\n                  as to be likely to cause danger to such other\n                  persons; or\n           (i) in such a position or in such condition or in\n                  such oircumstances as to appear to have\n                 been abandoned,\n         and for the safe custody of vehicles removed and\n         any goods which they contain at the time of such\n         removal and for the charges to be imposed for the\n         removal and safe custody of such vehicIes or\n        goods,\n    (i) prescribe and regulate the conditions for use of\n         the airport and its facilities including the charges\n         to be made for the use of the airport and for\n         services or facilities provided therein;\n    bl provide for the disposition of unclaimed property\n         in the custody of the Authority;\n    (k) provide for security arrangements.\n       (2) Every person contravening any regulations made\nunder this section shall be guilty of an offence and liable\non summary conviction before a Resident Magistrate to a\nfine not exceeding fifty thousand dollars, or in default of :04!9g7\npayment to imprisonment for a term not exceeding six\nmonths.\n         ~heincludonofthispagciaavthorizedby L.N. 146/19991\n14                              AIRPORTS AUTHORITY\n                   (3) Regulations made under this section in relation\n            to the use of roadways in an airport shall take effect not-\n            withstanding that the roadways are subject to the Road\n            Traffic Act and regulations made thereunder.\n311983              (4) Subject to subsection (51, where by virtue of any\nS. 2(b).\n            provision made by or pursuant to this Act or the Road\n            Traffic Act a vehicle has been, or could at any time be,\n            removed from a place in a prescribed airport, the Authority\n            may, if it appears to them that the vehicle had been aban-\n            doned, sell or otherwise dispose of it and its contents Cif any)\n            and-\n                 (a) apply the proceeds of any such sale in or towards\n                     satisfaction of any costs incurred by them in con-\n                     nection wth the disposal thereof or any charge or\n                     payment to which they are entitled as regards the\n                     vehicle or contents under any provision made by\n                     or pursuant to this section, so, however, that the\n                     Authority, in its discretion, may waive, in whole\n                     or in part, the amount of such costs, charge or\n                     payment;\n                 (b) recoup from the owner or person in charge of the\n                     vehicle any costs mentioned in paragraph (U) in-\n                     sofar as not satisfied by virtue of that paragraph;\n                 (c) dispose of, in such manner as the Minister may by\n                     order prescribe, any sum received by the Authority\n                     on a sale of the vehicle, after deducting any sum\n                     applied thereout by virtue of paragraph (a).\n311983              (5) A power of disposal conferred by subsection (4)\nS. 2 (b).\n            shall not be exercisable in the case of a vehicle unless there\n            have been taken by the Authority such steps (including\n            provision for publication) and there has elapsed such period\n            (not being less than six weeks) beginning with the taking of\n            the first of such steps as may be prescribed by the Minister\n            by order, being steps and a period whose respective taking\n                      meinclusionof thispagcisaurhorizedby LN. 146119991\nand lapse shall, in the opinion of the Minister, together\nsuf'fice for securing adequate opportunity for enabling the\nvehicle to be claimed.\n       (6) Different provisions may be made under subsection\n                                                                     S. 2 (b)\n(5) with respect to vehicles of different classes or descriptions or\nwith respect to vehicles of the same class or description in\ndifferent circumstances."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)   Notwithstanding any provision of this Act, the powerof\n                                                                the Minister\nMinister may, after consultation with the Authority, by ,oreassign\norder published in the (;aze/te authorize prescribed activities functionsof\nrelating to the administration, control and management of $p8$y.\nprescribed airports to be carried out by such person or s . 2 .\npersons (in this section refer~redto as a prescribed company)\nin place of the Authority as the: Minister thinks fit.\n       (2) Any           order made pursuant                            to     subsection   (1)\nmay-\n     (cr) modify the provisions of this Act so as to provide\n          for the imposition and collection of charges by a\n          prescribed company as respects its hnctions\n          pursuant to this Act; and\n     (b) contain provisions transferring from the Authority\n         to the prescribed company assets and liabilities on\n         such terms and for such period as may be specified\n         in the order; and\n         [The ~ n c l u s ~ oofn this page I S , l ~ ~ t h o r i z eby\n                                                                     d L.N. 87120041\n                        AIRPORTS A UTHORITY\n    (c) make such other consequential, supplemental or\n        ancillary provisions as appear to the Minister to be\n        necessary or desirable.\n        (3) An order made under this section shall be sub-\nject to affirmative resolution.\n        (4) In this section \"prescribed     activities\" means\nactivities authorized to be carried out by a prescribed\ncompany pursuant to an order under this section.\n                       AIRPORTS AUTHORITY                                               17\n                            FIRSTSCHKDULK           (Sections 2 and 4)\n                      List of prescribed airports"
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79.411991.\n                            SECONDSCHEDULE                (Section 3(2) )\n   I.-+)    There shall bc a Board of Directors of the Authority which, Board of\nsubject to the provisions of this Act,shall be responsible for the policy Uircfrora.\nand the Sneral administration of the affairs of the Authority.\n        (2) The Board shall consist 01 such number of directors, not bcing\nless than five nor more than nine, as the Minister may appoint from\ntime to time from persons appearing to the Minister to have ability and\nexperience in matters relating to air transportation, finance. economics.\nengineering. accountancy. law. industrial relations or commerce."
    }
  ],
  "definitions": [
    {
      "term": "an apron",
      "definition": "a defined area in an airport intended to",
      "source_provision": "sec2"
    },
    {
      "term": "the Authority",
      "definition": "the Airports Authority of Jamaica",
      "source_provision": "sec2"
    },
    {
      "term": "the chairman",
      "definition": "the chairman of the Board",
      "source_provision": "sec2"
    },
    {
      "term": "director",
      "definition": "a director of the Authority",
      "source_provision": "sec2"
    },
    {
      "term": "financial year",
      "definition": "the period of twelve months be-",
      "source_provision": "sec2"
    },
    {
      "term": "the prescribed airports",
      "definition": "the airports for the time",
      "source_provision": "sec2"
    },
    {
      "term": "secretary",
      "definition": "the secretary of the Authority",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed     activities",
      "definition": "activities authorized to be carried out by a prescribed",
      "source_provision": "sec24"
    }
  ]
}