{
  "id": "jm-stat-the-aliens-act",
  "type": "statute",
  "title": "The Aliens Act",
  "title_en": "The Aliens Act",
  "short_name": "Aliens Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-aliens-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-aliens-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.   Any offence for which the Court has power to impose imprison-\n       ment without the option of a fine."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                         lntcrpreta-\n                                                                              tim.\n    “embark” includes departure by any form of conveyance;\n    “Hedth Officer” means any registered medical piactitioner\n        appointed by the Governor-General to be a Health\n        Officer for the purposes of this Act;\n    “keeper” where used in relation to premises where accom-\n        modation is provided for reward, includes any person\n        who for reward receives any other person to lodge in\n        the premises either on his own behalf or as a manager\n        or otherwise on behalf of any other person;\n    “lands” includes arrival or entry by any form of convey-\n         ance, and references to landing shall, unless the context\n         otherwise implies, be deemed to include references to\n         attempting to land;\n    “member of a crew” means any person employed in the\n         working or service of a vessel;\n    “passenger” means any person, other than a seaman,\n         travelling or seeking to travel on board a vessel;\n    “port” includes any place where a person lands in or\n         embarks from the Island;\n    “residence” means ordinary dwelling-place and, where an\n         alien has more than one dwelling-place, each of such\n         dwelling-places; and “resident” shall have a cor-\n         responding meaning;\n                 induslon of t h s p g e IS a u t b r i d by L N 7 7 /19891\n4                                           ALIENS\n              “seaman” means an officer or member of the crew of a\n                  vessel;\n              “vessel” includes aircraft; and “master of a vessel”\n                  includes the pilot of an aircraft.\nRetention\nof nsnon-"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. For the purpose of this Act-\nality.             (a) where an alien is recognized as a national by the\n                       law of more than one foreign State, or where for\n                       any reason it is uncertain what nationality (if           c\n                       any) is to be ascribed to an alien, that alien may\n                       be treated as the national of the State with which\n                       he appears to be most closely connected for the\n                       time being in interest or sympathy, or as being of\n                       uncertain nationality or of no nationality;\n                   (b) where a deportation order under the Aliens\n                       A d h s i o n and Deportation Regulation Law (now\n                       repealed) or under this Act is in force against\n                       any person, that person shall, unless the Minister\n                       otherwise directs, be deemed to retain his nation-\n                       ality as at the date of the order, notwithstanding\n                       any intervening naturalization, marriage or any\n                       other event.\nAppoint-        4.-(1) The Governor-General may appoint a Chief\n:,,,:nt of\nimmigration   Immigration Officer and also immigration officers for all or\n              any specified parts of the Island for the purpose of carrying\n              out the provisions of this Act and of any other enactmeni\n              relating to immigration or deportation.\n                     (2) Subject to any special or general instructions\n              issued by the Minister, officers appointed under this Act\n              shall have power to enter or board any vessel and to detain\n              and examine any person arriving at or leaving any port in\n              the Island who is reasonably supposed to be an alien, and\n              to require the production of any documents by such person,\n              and shall have such other powers and duties as are conferred\n                      [The inclusion of rhis w e i s aubrizsd by LN. 171 19891\n                                   A LIENS                                         5   1\nupon them by or under this Act or as may be prescribed for\ngiving effect to this Act.\n                   PART 11. Admission of Aliens"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.    Appointment of immigration offimrs.\n                   PARTII. Admission of Aliens"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Subject to such exemptions as may be made by the               Restriction\nMinister under section 17, an alien coming from outside the          ~,!~i\"gOf\nIsland shall not land in the Island except with the leave of\nan immigration officer."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Leave shall not be given to an alien to land in the            Eligibilityfor\n                                                                     admiSSiOn~\nIsland unless he complies with the following conditions,\nthat is to say-\n          he is in a position to support himself and his\n          dependents;\n          if desirous of entering the service of an employer\n           in the Island, he produces a permit in writing\n           issued to him and in his name under the pro-\n           visions of the Foreign Nationals and Common-              4811964\n           wealth Citizen (Employment) Act;                          S. 1 1 .\n          he is not a person of unsound mind or a mentally\n          defective person;\n          he is not the subject of a certificate given to the\n          immigration officer by a Health Officer that for\n          medical reasons it is undesirable that the alien\n          should be permitted to land;\n          he has not been sentenced in a foreign country for\n          any extradition offence within the meaning of the\n           Extradition Act;\n          he is not the subject of a deportation order in force\n          under this Act or under the Aliens Admission and\n          Deportation Regulation Law (now repealed);\n           he has not been prohibited from landing by the\n           Minister;\n                                                    ALIENS\n                       ( h ) he is in possession of a visa (unless he is a national\n                             of a country with which an agreement for the mutual\n                             abolition of visas is in force);\n                       (i) he fulfils such other requirements                          as may be\n                            prescribed.\nPower to            7.-(1)  An Immigration Officer, in accordance with general\nimpose and\n                 or special directions of the Minister, may attach such conditions\nv,, condi-\nlions to grant\nof leave to\n                 as he may think fit to the grant of leave to an alien to land in the              0\nalien to land.   Island, and the Minister or the Chief Immigration Officer acting\n                 under the directions of the Minister may at any time vary such\n                 conditions in such manner as he thinks fit and the alien shall\n                 comply with the conditions so attached or varied.\n                        (2) An immigration officer may require an alien, as a\n                 condition of granting him leave to land, to give the\n                 prescribed security, and the Chief Immigration Officer may\n                 require an alien, as a condition of granting a variation of\n                 a condition attached to the leave to land, to give the\n                 prescribed security.\n                         (3) An alien who fails to comply with any condition\n                  attached to the grant of leave to land or imposed by way of\n                  variation of any condition so attached, or an alien who is\n                  found in the Island at any time after the expiration of the\n                  period limited by any such condition, shall for the purpose\n                  of this Act be deemed to be an alien to whom leave to land\n                  has been refused.\nFUmi\"ing           8.-(1) Whenever security has to be furnished by an alien\nof security.\n                 under this Act such security shall be in the form of a deposit\n                 made with the Accountant-General and the amount thereof\n                 shall, according to the case be-                                                  d)\n                       (a) sixty dollars if he belongs to Colombia or\n                           Venezuela or a country forming part of the con-\n                           tinent of America to the north of those countries,\n                             A LlENS\n         or to any of the Islands of the North Atlantic\n         Oman;\n     (b) one hundred dollars if he belongs to a country\n            forming part of the continent of America to the\n            south of Colombia or Venezuela, or to a country\n            forming part of the continent of Europe or of\n            Africa;\n     (c) two hundred dollars if he belongs to any other\n            country :\n   Provided that in special cases, to be approved by the\nMinister,the alien may give a security bond with one or\nmore sureties acceptable to the Chief Immigration Officer.\n       ( 2 ) Any s u m deposited under subsection (1) may be\napplied in meeting any charges incurred by public or\nparochial funds for the maintenance of the alien or his\ndependents or incurred otherwise in connection with him or\nthem while in the Island m for his or their deportation.\nor repatriation and the balance, if any, or the whole, if\nno part is applied as aforesaid, shall only be refunded upon\nthe fulfilment of the oonditions attached to the grant of\nleave to land or imposed by way of variation of such condi-\ntions, and upon the alien leaving the Island within the\nperiod limited by such conditions, or upon the cancellation\nof the conditions by the Minister."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Photograph (which, if not furnished by the alien. m a y be taken\n            by the registration officer)."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) An immigration officer or a Health officer may Inspection\ninspect any alien seeking to land in the Island and any           :z:$k\".\nsuch inspection shall be made as soon as practicable after alicnr,\nhis arrival.\n        (2) For the purpose of such inspection an alien may\nland temporarily and, provided he submits himself forth-\nwith to such inspection,shall be deemed not to have landed.\nAny such alien may be detained in such manner as the\nMinister may direct and while so detained shall be deemed\nto be in legal custody.\n      me inclusion of this page ia authorized by L.N. 480119731\n8                                ALlENS\n          (3) An alien landing in contravention of this Act\n    and an alien seaman who, having been granted temporary\n    shore leave during his vessel's stay in port, is reasonably\n    suspected of having acted or of being about to act in con-\n    travention of this Act may, notwithstanding any inter-\n    vening prosecution, be detained in such manner as the\n    Minister may direct, until dealt with under subsection (3,\n    or otherwise in accordance with the provisions of this Act,\n    and whilst so detained shall be deemed to be in legal\n    custody.\n          (4) Where leave to land is refused to an alien, the\n    alien may, with the leave of an immigration officer, be\n    placed temporarily on shore and detained at some place\n    approved by the Minister, and whilst so detained shall be\n    deemed to be in legal custody and not to have landed.\n          (5) (0) Any alien to whom this subsection applies\n    shall be removed from the Island by the master of the\n    vessel in which he arrived or, if directions for the purpose\n    are given by the Minister or an immigration officer, by the\n    owner or agents of that vessel, to the country of which he\n    is a national or from which he embarked for the Island,\n    or where, if a seaman, he was engaged.\n               (b) It shall be lawful (notwithstanding any inter-\n    vening prosecution) for an immigration officer or any\n    constable to place any alien to whom this subsection applies,\n    on board the vessel in which he arrived in the Island or\n    on board any vessel belonging to the same owners, for\n    removal from the Island.\n              (c) This subsection shall apply to-\n                     (i) any alien to whom leave to land has been\n                         refused;\n                    (ii) any alien who, not having been granted\n                         leave to land, is found on shore in the\n                         Island;\n          me inclusion of this page is authorized by L.N. 480/19731\n                             ALIENS                               9\n               (iii) any alien seaman who having been\n                     granted temporary shore leave during\n                     his vessel's stay in port is reasonably\n                     suspected of having acted or of being\n                     about to act in contravention of this\n                     Act :\n  Provided that this subsection shall not apply if a period\nexceeding two months has elapsed since the date of the last\narrival of the alien in the Island.\n       (6) The master of any vessel arriving a t a port in\nthe Island may detain on board any alien until inspected or\nlanded for inspection under this section, and shall on the\nrequest of an immigration officer so detain any alien arriv-\ning in that vessel, whether seaman or passenger, to whom\nleave to land has been refused by an immigration officer,\nand any alien so detained shall be deemed to be in legal\ncustody.\n        (7) Any alien landing or embarking at any place in\nthe Island shall, on being required to do so by an immigra-\ntion officer or constable acting under general or special\ndirections of the Minister, make a declaration as to whether\nor not he is carrying or conveying any letters, written\nmessages or memoranda, or any written or printed matter,\nincluding plans, photographs and other pictorial represen-\ntations, and, if so required, shall produce to the officer any\nsuch letters, messages, memoranda or written or printed\nmatter, and the officer may search any such alien and any\nbaggage belonging to him or under his control with a view\nto ascertaining whether the alien is carrying or conveying\nany such letters, messages, memoranda or written or printed\nmatter, and may examine and detain, for such time as he\nmay think proper for the purpose of such examination, any\nletters, messages, memoranda or written or printed matter\nproduced to him or found on such search.\n      me inclusion of this page is authorized by L.N. 480/1973]\nBB\n10                                         ALIENS\nMaster to     10.-(1)  The master of any vessel landing or embarking\nfurnish\n            passengers coming from or bound for a destination outside\n            the Island at any port in the Island shall furnish, to such\n            person and in such manner as may be prescribed, a return\n            giving the prescribed particulars with respect to any\n            passengers who are aliens, and every passenger shall furnish\n            to the master of the vessel any information required by him\n            for the purpose of the return.\n                    (2) The master of any vessel arriving at any port in\n            the Island from a port outside the Island shall furnish, to\n            such person and in such manner as may be prescribed, a\n            return giving the prescribed particulars with respect to any\n            members of the crew who are aliens.\n                 PART 111. Supervision and Deportation of Aliens\nRegistra-     11.-(1) An alien shall comply with the following\ntion.\n            requirements as to registration-\n                 (a) he shall, as soon as may be, furnish to the registra-\n                     tion officer of the registration district in which\n                     he is resident particulars as to the matters set out\nFirst                in the First Schedule, and shall, unless he gives\nSchedule.\n                     a satisfactory explanation of the circumstances\n                     which prevent his doing so, produce to the regis-\n                     tration officer either a passport furnished with a\n                     photograph and duly issued to him or renewed in\n                     his favour not more than five years previously or\n                     some other document satisfactorily establishing his\n                     nationality and identity;\n                 (b) he shall furnish to the registration officer of the\n                     registration district in which he is resident parti-\n                     culars of any circumstances affecting in any\n                     manner the accuracy of the particulars previously\n                     furnished by him for the purpose of registration\n                     within seven days after the circumstance has\n                     occurred, and generally shall supply to the regis-\n                          ~ _ _\n                         ALIENS                                11\n    tration officer all information (including, where\n    required by the registration officer, a recent photo-\n    graph) that may be necessary for maintaining the\n    accuracy of the register kept under this Act;\n(c) he shall, if he is about to change his residence,\n    furnish to the registration officer of the registra-\n    tion district in which he is then resident particu-\n    lars as to the date on which his residence is to be\n    changed and as to his intended place of residence,\n    and on effecting any change of residence from one\n    registration district to another he shall, within\n    forty-eight hours of his arrival in the registration\n    district into which he moves, report his arrival to\n    the registration officer of that district;\n(d) if at any time he is absent from his residence for\n    a period exceeding such period as may be\n    prescribed by regulation, he shall report to the\n    registration officer of the district of his residence\n    his current address and every subsequent change\n    of address including his return to his residence;\n(e) he shall-\n        (i) on his registration, obtain from the registra-\n            tion officer a registration certificate;\n       (ii) on every subsequent alteration or addition\n            of any entry in the register relating to his\n             registration, produce the certificate to the\n             registration officer in order that, if neces-\n             sary, a corresponding alteration or addition\n             may be made in the certificate;\n       (iii) produce the certificate upon demand to any\n             police officer or immigration officer or any\n             other person authorized by the Minister for\n             the purpose.\n  m e inclusion of this page is authorized by L.N. 480/19731\n12                                 ALIENS\n              ( 2 ) If an alien has no residence in the Island he\n     shall attend at the office of a registration officer and, so far\n     as possible, supply the particulars that would be required\n     under this section if he were resident in the district of that\n     officer, and shall report to the registration officer of any\n     other district in which he stays for more than twenty-four\n     hours. He shall also give notice to the registration officer\n     to whom he has last reported of any intended change of\n     address :\n       Provided that if any alien not having a residence in\n     the Island shall supply to a registration officer the name\n     and address of a Commonwealth citizen resident within the\n     registration district of that officer md being a banker,\n     solicitor, or the keeper, manager, or secretary, of a hotel\n     or of a tourist or theatrical agency or otherwise, and a\n     person who in the opinion of the registration officer is a\n     person of respectability and good credit, the alien shall be\n     deemed to be resident at that address, and the provisions\n     of this section (other than subsection (1) (d)as to reporting\n     the current address) shall apply accordingly, and it shall be\n     the duty-\n          (U) of any such alien to keep the Commonwealth\n               citizen whose name and address has been so sup-\n               plied informed as to his current address;\n          (b) of the Commonwealth citizen on demand to\n               furnish to any registration officer all information\n               in his possession as to the alien.\n             (3) If an alien who is required under this section to\n     register or report is lodging with, or living as the member\n     of the household of, any other person, it shall be the duty\n     of that person to take steps, either by giving notice to the\n     registration officer of the presence of the alien in his house-\n     hold or otherwise, to secure compliance with the terms of\n     this Act in respect of the registration of or reporting by\n     the alien.\n            me inclusion of this page is authorized by L.N. 480/1973]\n                               ALIENS                                13\n       (4) A registration certificate shall be in such form\nand shall contain such particulars as may be prescribed.\n        (5) An alien registered in accordance with the\nprovisions of the Aliens Restriction (Defence) Regulations,\n1940, at the time of the coming into force of this Act shall\nbe deemed to be registered at that time in accordance with\nthe provisions of this section.\n        (6) The provisions of this section shall not apply\nto-\n     (a) any person under the age of sixteen years;\n     (b) any alien not resident in the Island who has been\n          in the Island for a period not longer than such\n         period as may be prescribed by regulation;\n     (c) any alien seaman not resident in the Island whose\n          vessel remains at a port in the Island and who\n          does not land in the Island for discharge;\n     (d any person of Chinese, Syrian or Lebanese nation-\n          ality who was ordinarily resident in the Island\n          during the two years next preceding the third day\n          of September, 1939, except the Minister shall in\n          any particular case or by order otherwise direct."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Particulars of passport or other document establishing nationality\n            and identity."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Signature (which, if required, shall be in the characters of the\n            alien’s nationality) and 6nger-prints if required."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) It shall be the duty of the keeper of any premises Particulars\nto which this section applies to keep a register of all persons g$mhed\nstaying at the premises who are aliens not being under the ?Jg1id\nage of sixteen years.                                           OthaS.\n        (2) The keeper of any premises to which this section\napplies shall, on the arrival of any alien not being under the\nage of sixteen years at the premises, ascertain and enter or\ncause to be entered in the register kept for the purpose the\nname and nationality of such alien, together with the date\nof his arrival and the address from which he last came; and\non the departure of any such alien the keeper of the premises\nshall enter or cause to be entered in the register the date of\ndeparture and destination on departure of the alien, and if\n14                                 ALIENS\n     required by the Minister he shall also ascertain and enter\n     in the register from time to time such other particulars\n     concerning the alien as the Minister may direct.\n             (3) The keeper of any premises to which this section\n     applies shall also, if directions for the purpose are issued\n     by the Minister, make to the registration officer of the\n     registration district in which the premises are situated, such\n     returns concerning the persons staying at the premises, at\n     such times or intervals and in such form, as may be specified\n     in such directions.\n               (4) It shall be the duty-\n         (U)    of every person (whether an alien or not) staying\n                at any premises to which this section applies to\n                sign, when so required, a statement as to his\n                nationality and, if an alien, to furnish and sign\n                a statement of the particulars required under this\n                section;\n          (b) of the keeper of any premises to which this section\n              applies to require any person who stays at the\n              premises to sign the statement and furnish the\n              particulars required from him under this section\n              and to preserve such statements (including any\n              statements supplied under this section to any\n              previous keeper of the premises) for a period of\n              two years from the date when the statements were\n              signed.\n               (5) Every register kept, and all particulars furnished,\n     under this section, shall at all reasonable hours be open for\n     inspection by any officer of police or by any immigration\n     officer or by any person authorized by the Minister.\n              (6) The Minister may prescribe the form in which\n     a register is to be kept or statements furnished under this *\n     section.\n            me inclusion of thii page is authorieed by L.N. 480119731\n                             ALIENS                                    1s\n        (7)This section applies to any premises, whether\nfurnished or unfurnished, where lodging or sleeping accom-\nmodation is provided for reward."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.411 There shall be provided and maintained by the Registra-\nChief Immigration Officer under the directions of the tion       aufho.\n                                                            . . and\n                                                           nOes\nMinister a central register of aliens in which there shall Officers.\nbe registered such particulars in such form as may be\nprescribed.\n        (2) (a) For the purposes of this Act the Chief\nImmigration Officer shall be the registration officer for the\nparish of Kingston and the chief officer of police of every\nother parish shall be the registration officer for that parish,\nand each parish shall be a registration district;\n            (b) A registration officer shall-\n                 (i) keep for his registration district a\n                     register of the aliens resident therein\n                     and required to be registered under this\n                     Act, and enter in the register parti-\n                     culars as to the matters set out in the\n                     First Schedule and such other particu- First\n                     lars and in such form as may be pres- Schedule.\n                     cribed; and\n                 (ii) furnish to the Chief Immigration Officer\n                      for the purposes of the central register\n                      at such times and in such manner as\n                      may be prescribed, copies of all entries\n                      in the register or such of them as may\n                      be prescribed; and\n                (iii) supply registration certificates to aliens\n                      in accordance with the provisions of\n                      this Act and on such terms as to pay-\n                      ment or otherwise as may be pres-\n                      cribed.\n      me inclusion of this page is authorized by L.N. 480119131\n16                                            ALIENS\nSpecial            14. The Minister may by order impose on any alien or\nrestrictions.\n                class of aliens such restrictions (either in addition to or. in\n                substitution for the other restrictions imposed by this Act)\n                as to residence, reporting to the police, registration, the\n                use or possession of any machine, apparatus, arms and\n                explosives, or other articles, or otherwise, as he may deem\n                to be necessary in the public interest, and any alien in\n                relation to whom any such order is made shall comply with\n                the terms of the order.\nDeporta-           lS.-(l) The Minister may, if he thinks fit, in any of the\ntion orders.\n                cases mentioned in subsection (6) make an order (in this\n                Act referred to as a deportation order) requiring an alien\n                to leave and to remain thereafter out of the Island.\n                        (2) A deportation order may be made subject to any\n                condition which the Minister may think proper.\n                        (3) An alien with respect to whom a deportation\n                order is made shall leave the Island in accordance with the\n                order and shall thereafter so long as the order is in force\n                remain out of the Island.\n                        (4) An alien, with respect to whom a deportation\n                order is made or a certificate is given by a court with H\n                view to the making of a deportation order, may be detained\n                in such manner as may be directed by the Minister and\n                may be placed on board a vessel about to leave the Island,\n                and shall be deemed to be in legal custody whilst so detained\n                and until the vessel finally leaves the Island,\n                        ( 5 ) The master of a vessel about to call at any port\n                outside the Island shall, if so required by the Minister or\n                by an immigration officer, receive an alien against whom a\n                deportation order has been made and his dependants, if\n                any, on board the vessel, and afford him and them a passage\n                to that port and proper accommodation and maintenance\n                during the passage.\n                             ALIENS                                       17\n        (6) A deportation order may be made in any of the\nfollowing c a s e s\n    (a) if any court certifies to the Minister that the\n         alien has been convicted, either by that court or by\n         any inferior court from which the case of the alien\n         has been brought by way of appeal, of any of the\n         offences specified in the Second Schedule and that Second\n                                                              Schedule.\n         the court recommends that a deportation order\n         should be made in his case either in addition to\n         or in lieu of sentence;\n    (b) if a court certifies to the Minister that the alien\n         has been convicted by that court of an offence\n         under this Act;\n    (4 if the alien has become a charge on public or\n        parochial funds or if the Mayor of the Kingston\n        and St. Andrew Corporation or the Chairman of\n        a Parish Council or the Commissioner of Police\n        certifies to the Minister that the alien has been\n        found wandering without ostensible means of\n        subsistence or has been living in insanitary\n        conditions due to overcrowding;\n    (d if the Minister deems it to be conducive to the\n         public good to make a deportation order against\n         the alien.\n       (7) Where any case in which a court has made a\nrecommendation for deportation is brought by way of\nappeal against conviction or sentence before a higher court\nand that court certifies to the Minister that it does not\nconcur in the recommendation, such recommendation shall\nbe of no effect but without prejudice to the power of the\nMinister to make an order of deportation under paragraph\n(4of subsection (6).\n      me inclusion of this page is authorized by L.N.480/1973]\n18                                            ALIENS\nExpenses of\ndeportation."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16) if any alien, having landed in the Island\n              in contravention of section 5, is at any time\n              found within the Island,\nhe shall be guilty of an offence against this Act.\n        (2) If any person aids or abets any person in any\ncontravention of this Act, 01 knowingly harbours any\nperson whom he knows or has reasonable ground for believ-\ning to have acted in contraventon of this Act, he shall\nbe guilty of an offence against this Act.\n       (3) Where a person lands in contravention of this\nAct, the master of the vessel from which he lands shall,\nunless he proves the contrary, be deemed to have aided and\nabetted the offence.\n         (4) Any person shall be guilty of an offence against\nthis Act if, in reply or in relation to any immigration\nofficer, registration officer, or other person lawfully acting\nin the execution of the provisions of this Act, he-\n      (a) makes or causes to be made any false return, fafsc\n           statement, or false representation; or\n      (6) alters any certificate or copy of a certificate or\n           any entry made in pursuance of this AcS or\n      (c) obstructs or impedes that person in the exercise\n           of his powers or duties under this Act; or\n      (4without lawful authority uses or has in his\n           possession any forged, altered, or irregular certifi-\n           cate, passport, or other document or any passport\n           or document on which any visa or endorsement\n           has been altered or forged.\n         (5) Any person who is guilty of an offence against\n this Act shall be liable on summary conviction before a\nResident Magistrate to a fine not exceeding ten thousand z~/t988\ndollars or to imprisonment with or without hard labour\nfor a term not exceeding three years, and the Resident\n                                                                   ’”\n Magistrate before whom he is convicted may either in\n            iadusiOn of this page is authorized by LN. 17/ 19891\nga                                 AtlEhV\n     addition to or in lieu of any such punishment require such\n     person to enter into recognizances with or without sureties\n     to comply with the provisions of this Act or such provisions\n     as the Resident Magistrate may direct.\n            (6) If any person fails to comply with an order of\n     the Resident Magistrate requiring him to enter into recog-\n     nizances, the Resident Magistrate, or any Resident\n     Magistrate sitting for the same place, may order him to be\n     imprisoned with or without hard labour for any term not\n     exceeding six months.\n             (7)Proceedings for an offence under this Act which\n     consists of making or of causing to be made any false state-\n     ment, false representation, false return or false informa-\n     tion, or of furnishing or of causing to be furnished any\n     false particulars, may be instituted at any time within two\n     months after the statement, representation, return, informa-\n     tion, or particulars, as the case may be, was or were dis-\n     covered to be false.\n             (8) For the purpose of the trial of a person for any\n     offence under this Act, the offence shall be deemed to have\n     been committed either at the place in which the same\n     actually was committed or at any place in which the offender\n     may be.\n              (9) Where any offence under this Act consists of\n     failure to comply with any of the provisions of this Act\n     requiring any particulars to be furnished, or any report or\n     return to be made, or any notice to be given, the offence\n     shall, for the purposes of this Act, be deemed to have con-\n     tinued so long as such failure continues, whether or not\n     any time is specified at or within which the particulars,\n     report, return or statement are to be furnished, made or\n     given.\n             LTha induaion of UUS page h autBorizod by LN. 17/1%91\n                                 ALIENS                                      21"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Minister may direct that any person or class of\nexemptions.    persons shall be exempt either unconditionally or subject\n               to such conditions as the Minister may impose from all or\n               any of the provisions of this Act.\nDocuments         18.-(1) Every person landing in the Island shall be in\nof identity\nand furnish-   possession of a passport furnished with a photograph and\ning of\ninform a.      duly issued or renewed not more than five years before the\ntion.          date of his arrival, or some other document establishing his\n               nationality and identity to the satisfaction of the immigra-\n               tion officer.\n                       (2) Every person landing or embarking in the Island\n               shall furnish to an immigration officer such information in\n               such manner as may be prescribed.\nRevocation        19. Any order made, directions or instructions given, or\nand varia-\ntion of        conditions imposed by the Minister or by an immigration\norders, etc.\n               officer or other person under this Act may be revoked or\n               varied either wholly or in part by any subsequent order,\n               direction, instruction, or condition.\nOffence          20.-(1)   (a) If any person acts in contravention of, or\nand\npenalties.                      fails to comply with, any provisions of this\n                                Act or any order or regulations made or\n                                conditions imposed or directions given\n                                thereunder; or\n                      me inclusion of this page is authorized by L.N. 480/1973]\n                             ALIENS                                     19."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Any person who acts in contravention of this Act, ~owersof\nor is reasonably suspected of having so acted or being about arrest.\nso to act, may be taken into custody without warrant by an\nimmigration officer or by any constable."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) The Minister may make regulations for prescrib- :;!?-\ning anything which is by this Act to be prescribed and\ngenerally for carrying the purposes or provisions of this\nAct into effect.\n        (2) Without prejudice to the generality of the\npower conferred by subsection (l),regulations may be made\nunder this section authorizing the taking in relation to any\nalien who is in custody of all such steps as may be necessary\nfor photographing, measuring, taking the finger-prints of,\nor otherwise identifying, that person in such manner as may\nbe provided by the regulations.\n  W . Nothing in this Act shall be construed as imposing Savingfor\n                                                                   consuls, etc.\nany restriction or disability on any duly accredited foreign\nconsul or vice-consul and the wife and child of any such\nconsul or vice-consul or any member of his official staff.\n       p i ~ cinclusion of Ihi. page is nuth-   by LN. 480/19331\n22                                   ALIENS\n                              FIRST SCHEDULE               (Sactions 11 and 13)\n                   Particulars to be furnished of Registration"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Saving for consuls, etc.\n                             SCHEDULES\n        me inclusion of this page is authorizsd by L.N. 480119731\nM\n                                    ALIENS                                                  3\n                          THE ALIENS ACT                                         Cap. 9.\n                                                                                  Acts\n                                                                               48 of 1964\n                                                     [28zh February, 1946.1       S. 11.\n                                                                               25 of UBI.\n                          PART1. Preliminary"
    }
  ],
  "definitions": []
}