{
  "id": "jm-stat-the-anatomy-act",
  "type": "statute",
  "title": "The Anatomy Act",
  "title_en": "The Anatomy Act",
  "short_name": "Anatomy Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-anatomy-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-anatomy-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Anatomy Act.                          Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                       Interpreta-\n                                                                        tion.\n     \"anatomy\" means human anatomy;\n     \"body\" means a dead human body;\n     \"teacher of medicine\" means and includes any person who\n          is employed or engaged as a professor or teacher of\n          anatomy, pathology, medicine, surgery or obstetrics in\n          any school of anatomy established under this Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may from time to time authorize the ment of\nestablishment of schools of anatomy where the study and schoo~sof\npractice of anatomy may be carried out.                 anatomy."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Minister may grant a licence to practise ma- Licences to\ntomy to any person who is appointed to a school of anatomy\nestablished under this Act as a teacher of medicine in such\nschool, or to any student attending any such school, on appli-\ncation from any such person for such purpose, countersigned by\ntwo Justices residing at or nearest the place where such person\nresides, certifying to their knowledge or belief that the person\nso applying is about to carry on the practice of anatomy.\n       (2) No person shall receive or have in his possession\nfor anatomical examination, or for examination anatomi-\ncally, any body, unless he is the holder of a licence under\nsubsection (1).\n        (3) Every such licence shall state the school at which\nit shall be lawful for the licensee to practise anatomy.\n                                                                         i\n4                                               ANA TOMY\nAppointment          5.--(1) The Minister may from time to time appoint one or\nof lnspectors\nof schools of     more inspectors for every such school, and direct in what man-\nanatomy.          ner any such Inspector shall transact the duties of his office.\n421 1969\n3rd Sch.\n                         (2). Every such Inspector shall continue in office for\n                  one year, or until he is removed by the Minister, or until\n                  some other person is appointed in his place. .\n                          (3) As often as m y such Inspector dies or is removed\n                  from office, or neglects or refuses or becomes unable to act,\n                  the Minister may appoint another person to be Inspector\n                  in his stead.\n    lnspectors       6. Every Inspector of a school of anatomy shall' make a\n    to make\n    returns.      quarterly return to the Minister of every body which during the\n                  preceding lquarter has been removed for anatomical examination\n                  to such school, or which may have been removed to any other\n                  place under the provisions of section 11, distinguishing the sex\n                  and, as f& as is known at the time, the name and age of each\n                  person whose body was so removed & aforesaid.\n    lnspectors      7. The Inspector may visit and inspect at any time the\n    to inspect    school of anatomy for which he is appointed Inspector.\n    schools.\n    Persons         8.--(1), Any person having l a h l possession of a body and\n    having        not being an undertaker or otheraperson entrusted with the\n    lawful\n    custody of    body for the purpose'only of interment, may permit the body to\n    bodies may    undergo anatomical examination, unless to the knowledge of\n    permit\n'   anatomical    such first-mentioned person the .deceased has expressed his\n    examination   desire, either inlwriting at any time during his life or verbally\n                  in .the presence of two or more witnesses during the illness\n                  whereof he died, that his body after death should not undergo\n                  such examination, or unless the surviving husband or wife; or\n                  any child of the deceased requires the body to be interred\n                  without such'examination.                 I .\n                            [The inclusion of this .page is authorized by L.N.,92c/20l2]\n                                 ANA TOM Y\n       (2) Without prejudice to the generality of the fore-\ngoing provision it is hereby de~larsdthat for the purposes\nof this Act the following persons shall be persons having\nthe lawful possession of bodies as herein mentioned, that\nis to say-\n     (a) the Senior Medical Officer ~f apy hospital (includ-\n           ing Public Psychiatric H~apital)and the Superin-\n           tendent of any prison, in respect of the body of any\n           person who dies in such hospital or prison;\n      (b) the keeper of any alms-house or other public estab-\n          lishment wherein destitute persons are hawed, in\n          respect of the body of any person wha dies therein."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. If any person, either in writing at any time during his life    Persons\n                                                                      directing\nor verbally in the presence af two or more witnesses during the       anatomical\nillness whereof he died, directs that his body after death be         examina-\n                                                                      tions after\nexamined anatomically, or nominates any person by this Act            their death.\nlicensed to practise anatomy to make such examination, and if\nbefore the burial of the body such direction or nomination iq\nmade known to the person having lawful possession therqaf,\nthen such last-mentioned person shall direct such examinadsn\nto be made, and in case of any such nomination as aforesaid\nshall request the person nominated to make such examination,\nunless the surviving husband or wife of the deceased, or his\nnearest known relative, or any one or more of such relatives\nbeing of kin in the same degree, require the body to be interred\nwithout such examination.\n  lo.-+)    Every body which is removed for anatomical                Removal of\n                                                                      bodies for\nexamination under this Act shall before such removal be               anatomical\nplaced in a decent coffin or shell and shall be removed therein.      examination,\n                                                                      and provision\n                                                                      for burial.\n        (2) In no case shall any body be examined anatomi-\ncally until after one week from the time of death, nor until\n                after twenty-four hours' notice has been given to an Inspector\n                of a school of anatomy of the intention so to examine the body,\n                so, however, that nothing in this subsection shall be construed\n                to prevent or delay the embalming of any body with a view to\n                its subsequent anatomical examination.\n                      (3) All human remains resulting from the anatomi-\n                cal examination of any body shall be buried or cremated in\n                accordance with the written instructions of an Inspector of\n                a school of anatomy.\n                      (4) A register shall be maintained in every school of\n                anatomy, by or under the supervision of the senior teacher\n                thereof, wherein is recorded the date of reception, the place\n                from which received, the sex, and, as far as is known at the\n                time, the name and age of every person whose body has\n                undergone anatomical examination, and the date of burial\n                or cremation of such body.\n                      (5) In the month of November in each year the\n                senior teacher of a school of anatomy at which he holds his\n                appointment shall cause to be sent to the Inspector or\n                Inspectors of such school a return specifying the date when\n                and the place from which received, the sex, and, as far as\n                is known at the time the name and age of every person\n                whose body has undergone anatomical examination ,during\n                the year, and the date of burial or cremation of such body.\nexamination"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--( 1) No person shall-\nto be carried\non only at            (a) carry on or teach anatomy by means of the dis-\nauthorized\nplaces.                   section of, or demonstration upon, any body;\n                      (b) receive or possess any body for anatomical\n                          examination; or\n                      (c) examine anatomically any body,\n                at any place except a school of anatomy established for that\n                purpose under section 3.\n                            ANATOMY                                     7\n        (2) Nothing in this section shall prevent any per-\nson, being the holder of a licence under section 4, who\nobtains the permission in writing of an Inspector for that\npurpose, and also the permission of the governors, teachers,\nor other proper authorities of the school at which he is\nlicensed to practise anatomy, from removing any body or\nportion of a body to such place as the Inspector deems fit\nfor the purpose of teaching or studying anatomy, upon such\nterms and conditions as the Inspector and authorities of\nsuch school, in their uncontrolled discretion, think fit."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. All persons who carry on and practise anatomy shall ~practising\n                                                               mow\ndo so in such a way as to avoid unnecessary mutilation of a n a - y ~\nany body that they may be examining anatomically, and $:gmd\nshall conduct such examination in an orderly, quiet, and           zm.\ndecent manner; and it shall be lawful, in addition to the\npenalties hereinafter provided, to deprive any person of\nhis licence who offends against the provisions of this section\nor any of the provisions of thisAct."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Nothing in this Act shall be construed to extend to ~ ~ i n o t t o\nor to prohibit any post mortem examination of any body prohibit\nrequired or directed to be made by any competent legal examination.\nauthority."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Without prejudice to section 13, the foregoing Posrmorrern\nprovisions of this Act shall not be construed as applying examina-\n                                                              tions.\nto any posi mortem examination carried out for the purpose\nof establishing or confirming the cause of death or of\ninvestigating the existence or nature of abnormal conditions.\n        (2) No posi moriem examination shall be carried\nout otherwise than by or in accordance with the instructions\nof a registered medical practitioner, and no posr mortem\nexamination which is not directed or requested by the\nCoroner or any other competent legal authority shall be\n       [The inclusion of this pge is authorired by LN. 480/1973]\n8                                ANATOMY\n    carried out without the authority of the person 1awfulIy in\n    possession of the body.\n            (3) The person lawfully in possession of the body\n    may authorize the carrying out of a post mortem examina-\n    tion if, having made such reasonable enquiry as may be\n    practicable, he has no reason to b e l i e v e\n         (a) that the deceased had expressed an objection to\n              the carrying out of a post mortem examination of\n              his body, and had not withdrawn it; or\n         (6) that the surviving spouse or the nearest other sur-\n              viving relative of the deceased objects to the carry-\n              ing out of such post mortem examination.\n           (4) Where a person has reason to believe that an\n    inquest may be required to be held on any body or that a\n    post mortem examination of any body may be requued\n    by the Coroner, he shall not, except with the consent of\n    the Coroner-\n        (a) give an authority under this section for a post\n             mortem examination; or\n        (b) act on such authority given by any other person.\n            (5) No authority shall be given under this section for\n    a post mortem examination of any body by a person en-\n    trusted with the body for the purpose only of its interment\n    or cremation or custody prior thereto.\n            (6) In the case of a body lying in a hospital, nursing\n    home or other institution, any authority under this section\n    for a post mortem examination may be given on behalf of\n    the person having the control and management thereof by\n    any officer or person designated for that purpose by the\n    first-mentioned.\n            (7) In this section “relative” includes-\n         (a) a relative by marriage;\n           [The inclusion of this pdge in authorized by L.N. 48011973J\n     ( b ) in relation to an illegitimate child, the parents of the\n           child."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Every person who contravenes the provisions of this offences\nAct shall be guilty of an offence and on summary conviction\nbefore a Resident Magistrate be liable to a fine not exceeding\nfive hundred thousand dollars or to imprisonment for a term not 71201I\nexceeding six months.                                           SC~."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Minister may make regulations for carrying into Regulations.\nexecution the objects of this Act either generally or in\nrelation to any particular case."
    },
    {
      "provision_ref": "sec16a",
      "section": "16A",
      "title": "Section 16A",
      "content": "16A. Notwithstanding section 29(b) of the Interpretation Act, Penalties in\nregulations made under section 16 may provide in respect of a regulations.\n                                                                7/20] 1\nbreach of any of the provisions thereof for the imposition of sch,\npenalties on summary conviction in a Resident Magistrate's\nCourt of a fine not exceeding one million dollars or imprison-\nment for a term not exceeding twelve months or both such fine\nand imprisonment.\n    1 7 . - ( 1 ) The governing authorities of any authorized Powerof\nschool of anatomy may from time to time, with the approval of governors,\n                                                              teachers.\nthe Minister, make rules enabling the study and practice of etc..of\nanatomy to be properly carried out, and may impose a fine not schools to\n                                                              make rules,\nexceeding one hundred thousand dollars for the breach 7 n o l l\n                                                              Sch.\nthereof.\n          (2) All such rules shall fix a date on which the same\nshall come into force, and upon the date so fixed and after their\npublication in the Gazette, such rules shall be in force in the\nschool to which the same relate."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Minister may, by order subject to affirmative Minister\nresolution, amend the monetary penalties specified in 'this\nAct.                                                        penalties.\n                                                                       ::Trd\n                                                                       7\\20] 1\n                                                                       Sch.\n -"
    }
  ],
  "definitions": [
    {
      "term": "anatomy",
      "definition": "human anatomy",
      "source_provision": "sec2"
    },
    {
      "term": "body",
      "definition": "a dead human body",
      "source_provision": "sec2"
    },
    {
      "term": "teacher of medicine",
      "definition": "and includes any person who",
      "source_provision": "sec2"
    }
  ]
}