{
  "id": "jm-stat-the-andean-development-corporation-agreement-act",
  "type": "statute",
  "title": "The Andean Development Corporation Agreement Act",
  "title_en": "The Andean Development Corporation Agreement Act",
  "short_name": "Andean Development Corporation Agreement Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-andean-development-corporation-agreement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-andean-development-corporation-agreement-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. subparagraphs b. c. d, and e of Article 5.\n                                CHAPTER III\n                SHAREHOLDER’S ASSEMBLIES\nArticle 11. Shareholder’s Asmnblies\nThe Shareholder’s Assemblies may be Regnlar or Special. They\nare composed by shareholders or their representatives or proxies meeting\nsuch quorum and upon such condihions 85 set forth herein.\nArticle 12. Regular and Special Assemblies\n    The Regular Assembly shall take place once a year within ninety\n(90)days following the end of the hscal year. u p n prior call made by\nthe Executive hesident of the Corporation. and the Special Assembly\nupon prior call made by the Executive President at his own initiative,\nby the Board of DireUors, by two (2) Series “A’ shareholders, or by\nshareholders that represent at least twentyhe (25) percent of the paid-in\ncapital. Notice of a Special Assembly shall be served thirty (30) calendar\ndays prior to the date of the meeting,indicating the purpse for calling\nit.\nArticle 13. Powers of the Regular Assembly\nT h e powers of the Regular Assembly are :\na. To consider the &ad of aimtor’s annual report, the general\n      balance sheet and the mfit and 1      m statement. after hearing\n      the extend auditors r&ort. and to determine the destinalioi\n      of the profits:\nb. To elect members of the Board of Directors aooordig to the\n      norms established in this Agreanent;\nC.    To designate the external auditors:\nch. To fix the remunerations of the Ehud members and of the external\n      auditors;\nd. To ConsideF any other matter &at is expressly submitted to\n      it and that does not w     in to the competeace of any other\n      M y of the Cotpwation.\n(3)    Adjusted according to Division No. 79 of tbe Regular Assembly hold the\n       30th of March, 1987.\n             [The inclusion of this page is aulharized by L.N.3:20011\n10     ANDEAN DEVELOPMENT CORPORATION AGREEMENT\n     Article 14. Powers of the Special Assembly\n     The powm of the Special Assemby m:\n     a. To increase. reduce M restofe cmpomte capit&\n     b. To d w l v e bhe Gzqmation;\n     c. To change the headquarters of the C!mpmiion. when the Board\n          of DirectoIs so proposes:\n     ch. To consider any other matter which may be expmsdy submitted\n          to it and that does not pertain to the competence of any other\n          body d the Corporation.\n     The Special Assembly m a y deal only with,the mttm expressly included\n     in the Notice calling it.\n     Article 15. Amendment of this Agreement\n     The Special Assembly shall have sufiicimt     power to modify the pro-\n     visions whioh govern the Corporation in all those administrative and pro-\n     cedural matters required for the better accomplishment of the proposed\n     objectives.\n     Likewise, the Special Assembly with m alkmtive vote of the five\n     ( 5 ) Series “A” shareholders plus half plus one of the rest of the shares\n     represented at the meeting. may modify the Board of D i m s structure\n     and adopt the corresponding proviSions which it may deem pertinent,\n     maintaining in any case, the basis criteria of the present Agreement.\n     In those other ptwisions       to the structure itself of the Corpora-\n     tim, the Special Asxmbly may reonemeod those amedments which.\n     in its opinicm, EWIbe subaaitted to the approval of the contraaing\n     Parties.\n     Article 16. Quorum\n     A quorum shall exist at the Re&       and Special Sh0reholW Assem-\n     blies when a p l m numb of peryons mpresenting at least four (4)\n     Series “A” sham and lifty (50) perceat of the obher shares attend.\n     10 cases where the regular and Special Assembly cannot be held\n     because of lack of a quorum, another assembly shall be called with\n     at least thirty (30) calendar days in advance, It being stated in said\n     notice that it shall be held whatever the number ofpersons present.\n     Article 17. Decisions\n     At Regulm Assemblies the cI&&ons shall be made by B majority\n     represented by at least three (3) Series “A” shares plus half plus one of\n     the other shares represeukd at the meeting.\n     At the Regular or Special Asembliea the required m a j k t y gball be\n     four (4) Serim “A“ shares plus half plus one of the other shares\n     represented at the meeting.\n                LThe inclusion of ohin page is anthorized by L.N.3/20011\n  ANDEAN DEVELOPMENT CORPORATION AGREEMENT\nI0 &e seoond nahice. whether it be Regular 01‘ special -MY,\nthe decisions shall be adopted with an a&nnative vote of at least\ntwo (2) Series “A” shares, plus the absolute majority d the other\nshares represented at the meeting.\nArticle 18. Right to Vote\nSharebbkiS who are m default of their capital c4mtIilnBTiona shall\nhave no right to vote.\nArticle 19. Remittance of Reports and Balance Sheets\nAU sharoholdemu have the right. d\n                                         7 tbe fifteen (15) calendar\ndays prim to the Shareholders’ Assemby. to examine tk inventory\nand the list of the shareholders at the Corporation’s headqumers and\nmay request a copy of the balance sheet and the auditor’s report. At\nleast Mtem (15) calendar days nor to each Assembly, the rccportp and\nbalance sheets shall be. remitt e i to a l l the shareholders at the address\nwhich appears registered at the Corporaion.\nArticle 20. Minutes\nDeliberations and decisions of the Assemblies shall be recorded in a\nBook of Minutes.\nArticle 21. Votes of Members of,the Board of Directors\nThe members of the Board of Directors and the Executive Rtsident\nmay not vote on the approval d the balance sheet 01 on matters\ninvolving their responsibiliaty. Neither may they act as proxiea for\nother shareholders in the Assemblies.\nArticle 22. Force of Decisions\nThe decisions of the Assemblies, withb the limits of tbsir powws.\npursuant to the present Agreement, are binding on all the shareholders.\neven upon those who have not attended such Assemblies.\n                           CHAPTERN\n                     BOARD OF DIRECTORS\nArticle 23.‘ Compositicn\n  T h e Board of Directors shall be m m p d of eleven (11) D i m r s\nelected for a period of three (3) years, who may be re-elected. Each\nDinctor shall have a personal Alternate elected for the same period\nand in the wane manner as the PrinCipaL\nArticle 24.4 Designation and Election\n The election of the Directors shall be performed in tha following\nmanner :\n     (*) Adjusted according m Decision No. 91 of the Special Assembly\n         of the 30th of October, 1989.\n           [The inclusion of this plge is audhotized by L.N. 3!2WI]\n12        ANDEAN DEVELOPMENT CORPORATION AGREEMENT\n     a. Five (5) Directm and their Altm~~tes,\n                                           designated one (1) per\n           share by €a& series “A” &tuwhollders.\n     b. Five (5) Diredors and their Alternates shall be deaed by the\n        holders of Series “ B shares. For this election each &admllder\n           shall have a number of Mtes equal to the nlnnber of &cures he\n           or she p s w s a s or represmts multiplied by the nnmbec d Directors\n           to be elected. Each dmreblder may cast his total number of\n           votes for one candidate OT dishribute them among s%wal. The\n           candidates receiving the largeat number of votes shall be amsidered\n           as dead.\n     c.    One (1) D i m and its tespatiVe Alternate Bhall be eleded by\n           banking and Financial Ins!itutiom of the Subregion sharaholdcra\n           of the colpomtion.\n     Director3 referred in lemx (c) shall be dcctrd pnrsuant to internal\n     rules approved by the shareholders of the imhtutions mentionad above.\n     in which expressly recognized the pntlfiple of altemabdity, by reason\n     of the nationality of the w o r n .\n     Article 25.5 Quorum\n     The Board of Directors may validly convene with the presence of\n     at least six (6) members.\n     Article 26.5 Resolutions\n     Each Director shall haye one vote in the Board of Dirapms’ M&ting.\n     Resolutions shall be adopted by a majority of no less than half plus\n     one of the Directors present In the cases foreseen in Article 6. and\n                Braph a., c.. ch., h., i., 11.. and n. of Article 27.. the affirmative\n     vote op“\n     under   at least seven (7) Direaors shall be required.\n     Article 27. Powm of the Board of Directors\n     The pmwsofthe Bcrd 0fDiredOrs are:\n     a. To establish and dkeot the hancial. aedit and CcOnQDic policy\n                          *   .\n         of the Chrpmhm.\n     b. To elect annually m e of the Diftctors to preside at the rnseth\n         ofthe B a d c4 Direcops and tbe a b l y ;\n     c To name and remo~        the E x d v e PddeaC\n     ch. To name and remove the Vice-Presidents of the Corporation,\n         v p n the mu& d the Executive president;\n     d. To d&&e           the mmmtim of t       k E x a t i ~ e€’adideIlt and\n         the Vice-l’residents;\n     c. To applon the annual enpease budge& at the Executive President’s\n           PP@=J:\n           (*) AdjWed acaordig to DecisionNo. 91 of the Special Assembly\n                of the 30th of October, 1989.\n                 CChe inclusion of @his page is authorized by L.N. 3/20011\n      ANDEAN DEVELDPMENT CORPORATlON AGREEMENT                                 13\nf.     To approve the asret and liability of credit opaations, invest-\n       ments or any &s operation which are within the Oxpxation’s\n       purpose and which may bz p+         by the Executive President;\ng.     To agree to issuance of bonds, debmtures or other financial obli-\n       gations and to determine their cunditions: to grant guarantie-s for\n       the subsrriptions of shares and secnd.ies in general (underwriting);\n       to operate wGbh &pation       cmtb5mtes; to su&orize trust opera-\n       tions;\nh.     To delegate to an executive am&ttee, in othor subsidiary bodies\n       which the Bmd of Directors deems advisable to m a t e or in the\n       Executive President oc other 05ciak whom the Executive President\n       may reocmunend, such functioos r e f d m in letters f and g in\n       the case of operations the a m m t of which not exceeds sucb L i t\n       as may be established by the Board imW,\ni.     To solve at the, proposal of the Executive President such matters not\n       provided for in this Agreement, as well as their full interpretation.\n       by rendering acomnt in the latter case to the Sbareholders’\n       Assembly in them foUowing meeting;\nj.     To present to the Sbareholders’ Assembly the annual report and\n       balance sheets;\nk      To propose to the Shareholders’ Assembly the distribution of pm6ts:"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. If the d e imisdia5od h i s fam d taxes is the location of\n        any &ce or place of busiuess maintained by the Capomtion.\nArticle 53. Penonoel Imrnunities and Privileges\nThc Directors, Executive pfesideot. VioeRtsidmt8 arid Executive\nOfficials. technicians, and professionals of the Corporation shall enjoy\nthe following privileges and inmudies:\na. Immunity wi& mspect to judicial and admidstdw pwcux?\n     ddve to acts peafomd by tkm in their ofidal CSipCity,\n     except whm the oorparanion expressly waim sucb immunity:\nb. When they are not r t a t h d s of the mQbyk                tb3Y We\n     located, tk m e immunities, with resped to immigtatim E&C-\n     tions, dim regismdtion reqnimmmts\n     tim, and the same facities wibb mpect\n     w h i i thc Colmtry m&eE\n                                                 mflizaenace\n                                             and to e            oMb-\n                                                         age ng0latk-m\n                                    m the lqmse&ativc!4, OEoiaIls and\n     employm of wmpamble rank ?mm &et m b e r countpiee end\n          me,k h d o a of this page is aahorizsd by L N. 3ImOlI\n     ANDEAN DEVELOPMENT CORPORATION AGREEMENT                               19\nc.    The same pride= wah req& to travel facilities which the\n      Contracting states grant to rqnwatati-     officials and ennployea\n      of m p a r a b l e rank fmm other Oonhctmg States\nArticle 54. Notice. of pr0Cc.w\nJudicial action agaimt the Ccqoration may only be fled in a hibonal\nof competent jwidiotion in ahe tenibnia of a aopltwcting Swe m\nwhich the Corpolation may have e6taWed an office or wbere it may\nhave appointed an agent ca a representative empcrwered to\nSeniQ w notice cd process. w where it m y have isswd 01 -teed\nSemiitifS.\nThe contracting States of this Agreement. the persons who nprcsent\nca who derivo their nigh- frm them. may not file any legal d o n\nagainst the Corporation Nevertheless, the sheholdem lqay asrpsn\nsuch rights pursuant to spacial procedure which may be. deagnakd in\nthis Agreement, in the R e g u l a w of the institntion or in the cxmmcts\n               tt:\ninto which the enter, in order to settle the controversies that may\narise between em and the caporation.\n            WITHDRAWAL AND SUSPENSION OF SERIES “‘A”\n                                SHAREHOLDERS\n Article 5 5 Right to Withdraw\nAny Series “A” shareholder may WidMraw frcm them fn 1Rhich\ncase the Corporation shall acquire said share. Notice of such W o n\nshall be. served to the Board of Directors in writing.\nThe Series “A” shares shall be paid aawm‘ing to ihe book d a l u e\nthey represent. and the Board of Directors, in Bocordana with the\nt i n a x i a l conditions of the Corporation, shU determine the payment\nt e r n which shall not be longer than five (5) years.\nThe Series “By’sham3 held by nabural permas w I@ entitks d\nthe mm&yto which the Series “A” shareholder bdon arho dtcidw to\nwiihdraw from the Corporation. may be freely      dd           within the\nSubngion, p v i d e d that me proprt~onassigned to natural pwons or\nprivate l e d entities stipulated in paragraph 1. e of Article 5 is\nobserved.\nIn the a l ~ eof M m “A” dmmhdder wi&drad. the next Re-\nShareholdem’ Assembly shdl adapt the pertinent provisions of the\npresent A m e n t to the newly created situation, in Bcoordancc with\nthe general sense hereof.\nArticle 56. Suspension\nThe h i e s “A” &amholder &at &odd tmioudy.fa?. in the opinion\nof the Board of Directors, to fultill any of its obligabons towards the\nc!Om~onmav be susoended when the Assemblv so decides.\n20      ANDEAN DEVEWPMENT CORPORATION AGREEMENT\n     The suspendd shareholder shrill automatically        king a ~ L R X\n     of the Corporation after fifteen (15) month have e l m as of the\n     suspension date, unless the Assembly decides otherwise.\n     While the suspension lasts, the shareholder may not ex&          any\n     of the rights conferred on him by this Agreement, except the right to\n     withdraw,\n                               CHAPTER X\n                           FINAL PROVISIONS\n     Article 57. Emry iuto Force\n     The present m m m t s h d enter into force when tbt            .  ’\n     of ratification have. been deposited with the Ministry of Forrdga Affairs\n     of the Republic of Venezuela, by representatives froan three (3) of\n     the signatory countries among them the headquarten wmuy. If within\n     a period d time of one year as of the deposit of the ratification instru-\n     ments by the last of the three countries, the others have not complied\n     with the deposit of the ratification instruments, the Board of Directors\n     shall call a Spacial Shareholders’,Assembly for the purpose of adapting\n     the relevant provisions of this Agreement to the number of countries\n     which have ratified this instrumeot.\n     The c o u n ~ e swhich have deposited their instruments at mtifkaion\n     prior to the dak on which this Agreement enters into force shakl be\n     members f r o m that date. The other countries shall be membeni from\n     the date on which they deposit their instruments of ratification.\n     Article 58. Reservations to this Agreement\n     The signature, mtifimtion of. or &on       to this Agreement canrmt\n     be subject to reservations.\n     Article 59. Accession\n     Onm the p m n t Agwxnent e    nm into f m , all Chose whioh sign4\n     the Dedamtim    of         &AI%@\n                   . . or by the mgmimtion1 6 . 1 9 6 and are acospted by the\n     Mixed c                                       h t d         y replaces it\n     may accede hereto.\n     This Agreement shall enter into force for the Acceding State thirty\n     (30) days after the deposit of the instrument of amssion. In this\n     case, the Shareholders’ Assembly shall consider and resolve. if d a m 4\n     Convenient. the adjustment of the relevant p r d o n of the m           t\n     Agreement.\n     Article 60. Reincopration\n     The Assembly may d e h m h e the owdltim for thc E h V h\n     of a Series “A” shareholder who may have withdrawn.\n                                        -\n               me inclusion of ohis page is authorized by La”. 3/20011\n  ANDEAN DEVELOPMENT CORPORATION AGREEMENT                                  21\n                   TRANSITORY PROVISIONS\nFirst:     As of the date this Agreement enters into Eorce the head-\n           quarters country shall call the first Assembly within the\n           period of sixty (60) calendar days.\nSecond :   Within the period elapsed between the date that thia Agree-\n           ment enters into force and the blding of Special Assembly\n           which is referred to in Article 57, the Andean Development\n           Corporation shall be pmvisiondly admiitered in the\n           manner that the Assembly establishes in accordance with\n           the general criteria that are indicated in this Agreement.\nThird:     If three (3) countries have ratified the p r e m t Agrecment\n           and the headquarters corn has not done so within thret\n                                        \"r\n           (3) months from the date o deposit of the last ratification\n           instrument, the mtifying countries may agree upon a n d e r\n           headqu-.\n           Done at the City of BogotA. Colombia, on the seventh day\n           of the month of Februa of the year nineteen hundred\n                                      7\n           sixtyeight, in the Spanish anguage, in six equally authentic\n           oopies.\n            In wimess whereof, the PlenipXeutiaries whose signatures\n            appear below have signed this Agreement.\n           For the Government of the Republic of Bolivia,\n                                              Tomis Guillnmo Elio\n           For the Government of the Republic of Colombia,\n                                           Jorge Valencia Jaramillo\n           For the Gwernment of the Republic of Chile.\n                                                           Salvador LIuch\n            For the Government of the Republic of Ecuador.\n                                                          Gonzalo Apunte\n           For the Government of the Republic of Per&\n                                                       J d de La Pucnte\n            For tht Government of the Republic of Venezuela,\n                                                     H&or Hurtado\n   1 hereby certify that ihe above Agreement Establishing the Andean\n Development Chfomkm was printed in Caracas, Venezuela, in the\n month of May, 19 7, as an official document of this institution.\n Lic. J d Iturrafde Arteaga,\n   General secretary.\n           Whe inclusion of this pge is ayrhorized by L.N. 3/ux)l]\n22      ANDEAN DEVEWPMENT CORPORATION AGREEMENT\n                                     PART I?\n        AGREEMENT RELATING TO OPERATION CONDITIONS\n                                    BB-BN\n       THE GOVERNMENT OF JAMAICA (hereinafter referred to as\n     “The Gownmerit”) represated by\n                                     and the CORPORACION ANDINA DE\n     F O M E N T 0 (hereinafter referred to as “The Corporation”) represented\n     by its executive President, L. Enrique Garcia, duly authorised by article\n     31 of the Agreement of the Corpomcim Andma de Foment0 executed\n     in Bogota,Republic of Colmbia, on February 7. 1968.\n     WHERFAS:"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Minister responsible for finance is authorized ~      ~         a   ~\nto pay for the account of Jamaica the amounts payable\nfrom time t o time to the Corporation under the Subscription\nAgreement and the Operating Conditions Agreement :\n  Provided that the Bank of Jamaica may from time t o\ntime, subject to the terms of any agreement made by that\n         me inclusion of &is page is au&oried by L.N.3120011\n2              ANDEAN DEYELQPMENT CORPORATION AGREEMENT\n             Bank with the Gokernment, pay from its own funds such\n             of the amounts aforesaid as may be specified in the agree-\n             ment.\n                   (2) The Minister responsible for finance may borrow\n             from any person, any sum or sums required for payments\n             under this section and, for the purpose of such borrowing,\n             he may create and issue any securities bearing such rate of\n             interest and subject to such conditions as to repayment,\n             redemption or otherwise as he thinks fit.\n                    (3) The principal and interest of any securities issued\n             under subsection ( 2 ) and the expenses incurred in connec-\n             tion with their issue shall be charged on the Consolidated\n             Fund.\n                    (4)Subject to the terns of any agreement to the con-\n             trary made by the Bank of Jamaica with the Government\n             pursuant to the proviso to subsection (l), any moneys re-\n             ceived by the Government from the Corporation or raked\n             by securities under subsection (2) shall be paid into the\n             Consolidated Fund Account and shall form part of the Con-\n             solidated Fund and be available in any manner in which\n             that Fund is available.\n                    (5) The Bank of Jamaica shall act as a depositary for\n             the holdings of currency of Jamaica and other assets of the\n             Corporation.\nstatus.\nimmunitia"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The provisions of-\nand privi-         (a) Articles 4 Il., 47, 49, 50, 52, 53 a and b and 54\nIegca of\nme cor-                of the Corporation Agreement; and\np01atiOe\n                   (b) paragraphs 2.2, 7, 8, 11.2, 12, 13, 14, 15, 16 and\n                       18 of the Operating Conditions Agreement,\n             shall have the force of law in Jamaica.\nSutmiption    5. The Government shall, pursuant to the Subscription\nm seriu\n\"c- a.-      Agreement, subscribe to the Series ''P\n                                                  shares of Common\n             Capital Stock of the Corporation.\n                           inclusion of this p g e is autftorized by L.N. 3lzOoll\n                                                                            :;=;-\n  ANDEAN DEVELOPMENT CORPORATION AGREEMENT                                               3"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.   SUM-         and M-biity:        These        ntay be Sub-\n         scribed to by international agencies or by corporations or\n         n a W persons from outside of the subregion. At any rate.\n         sucb subscription shall bc first approval by the Jhard of\n         Direcmm.\n         Shares may be assigned to similar persons in a same country.\n         and those subscribad to by international agencies may Le\n         assigned to other similar agencies."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Corporation shall be exempt from the provisions\nof the Banking Act, the Companies Act, the Financial In- t i 0 r i . e\nstitutions Act and the Moneylending Act.                  Of c e d n\n                                                                            Baactmenta\n                             SCHEDULE                         (&don 2)\n                     PARTI\nAGREEMENT ESTABLISHING THE A” D E W =\n                              OOFU’ORATION\nThe Goverryne21ts d the Repblia d Bolivia, Colombia. Chile.\nEcuador. Peni and Venezuela, encouraged by the mutual desire of pro-\ncuring, in the shortest possible time, the eamomic integration of their\ncountries in order to accelerate the economic and social d e v e l w m t\no€ their people, in accordance with the principles set out in the Treaty\nof Montevideo, in the Charter of Punta del Este, in the Dedaration\nsigned in Bogota by the Presidents of Colombia. Chik and Venezuela\nand by the Presidents of Bolivia, Ecuador and Perk represented by\ntheir Personal Delegates, and in the Declaration of the Presidents of\nAmerica at h t a del Este.\nManifesting the necessity that eaoh of the signatory countries of me\nDeclaration of Bogota set as an objeft t h ~creation of more adequate\neconomic conditions for their participtlon in the Latin American\nCommon Market;\nblaring that to ateain the ends indiadted they must ovaoome the\ndifficulties that arise due to the different stages of development. from\ntheir different economic conditions in general and particularly of the\nmarkets in order to achieve a harmonious and balanced growth of the\nSubregion;\nb r i n g in m i d that &e Dechmtim of Bogota areated &e haxed\nCommission and other entities as organs for promotion, consultation\nand coordim~onof the policies which are to he adopted in the diversc\nsubregional countries and adviscd on the creation of an organization\nto materialize and wncretize the actions agreed to, espsially those\nrelated to the study and execution of multinational projects and which\nserve as the dynamic element in the opcratioa and completion of a\nsubregional integration agreement:\nEstirmating $hat for the Ixmr mlizatEon of chc diverse acth6tka tlrat\nthe aforement5oned orpanization must carry out in the Subregion to\nfulfil1 its objectives, it is advisable that eacb of the mntries proceed\nto promulgate the pertinent legal, regulatory and adminidrative. pro-\nvisions;\nConsidering thnt the padioipation by public and p        ri\n                                                          m KZWSWI     af\nthe countries within and outside of the Subregion, as well as the par-\nbidtpatim of inteanational f i d n g organizations has a & @ h m t im.\nwrtance because of technical. scientific and financial assistance they\nmay p v i d e :\n          me inclusion of uhis page is audmrizod by L.N. 3/2@311\n4      ANDEAN DEVELOPMENT CORPORATION AGREEMENT\n    Expressing that joint action by the subregional m t r i e a is impcnant\n    to achieve a balanced and harmonious economic develoment. toenher\n    with the rest of the Latin American nations which, ;hen &&ated.\n    will form the Common Market;\n    Have resolved to create a devebpmmt corporation and, to that &ect.\n    enter into the Agreement which constitustes it; designating for thir\n    purpose their Plenipotentiaries who, after having exhibited their full\n    powers and these found to be in good and due form, have agreed to\n    organize the Andean Developnent Curpation which shall be gov-\n    erned by the following provisions :\n                                  CnAPTER I     ~\n            NAME, LEGAL flATUS, HEAWUARTERS, OBJECT\n                               AND FUNCTIONS\n    Article 1. NameandLegalChcmdex\n    By means of the present Agmmeni the E& Oontlracting M e s\n    orgwize the Andean Development Corporation.\n    The C m p a t i o n is a legal entity of public i n t m m t i d law and\n    is subject to the pvisions contained in the present instrument.\n    Article 2. Headquarters\n    The CoIIpowtion has its headquarters in tbe city of Cmaam, Republic\n    of Venezuela.\n    The Corpwation may establish such agencies, offices or representa-\n    tion as deemed necessary for the urrying out of its functions. in each\n    of the pticipting countnies and therecnrt.\n     Article 3. Object\n    The object of the Corporation is to foaer the s u b g b d htcgra-\n    tion process. To this effect. within a sense of rational spccializaton\n    and an even distribution of investments within the area. taking into\n    consideration the necessity for effective action in favour of the rclativdy\n    less developed countries and with adequate coordinaGon with the\n    organization in charge of the m h e g i o d integ&tion,it sbaill foster the\n    better use of the opportunities and resources which the area of action\n    offers, through the crFtion of productjon and seMce enterprises and\n    the expansion, modemizahon or conversion of the existing ones.\n    Article 4. Functions\n    To carry out the object indicated in the preceeding article. the Cor-\n                                                      ~-\n    poration has the hllowing trmctions:\n    a. To effect studies d&md for identifying investment\n                                                                          ..\n         and to dired and psepare the ccmeqon-          plojectn:\n    b. To divulge among the Conntries of the area t           k d t s d its\n         s-ys     and studies, with the objective of adequately o r i m t d u g\n         the investment of available r e m u r ~ ~\n    c. To provide d i d y or i n d w y technical                 and $e accas.\n         sary h c i n g for the preparation and execution of multlnational\n         or complementation d e c t s :\n  ANDEAN DEVEmPMENT CORPORATION AGREEMENT                                       5\nch. To obtain intend or e x t d credits:\n d. TO h u e bonds. d a b -              or other obligations whi& m y bc\n    plgoed within or outside the Subregion:\n t. T o p m m o t e t h e a t t m.bn~ and mWmtion of mmxws:\n    In exmking the. functionsded to in this and the pmding\n    paragraph, the C o r p o r ~ o nshall t e subject t o the legal pronsions\n    of the oo~tviesin which said func&iomm exemid, 01 in whose\n    m t i d curmmks the Fespective cmimitmnts are designated:\n f. To gmmmte aqital ,+d tmhnobgicral contributim under the\n    mwt hmuable ccmd&xw\n g. To @ant loans and pmvi& pledges, e n a e n t 9 and &er\n    guarantier3:\n h. To pnrmone gmnting of $me subscriptions gmranks (under-\n    writing) and grant sud~guaranties in cases where adequate con-\n    dicioas am mat:\n i. To parnote the\n                                  . .      of enterprim. their e&m.\n     modernimtioa or  m-m                   suah effed it g i g able bo sub-\n     scribe to sham or participations.\n     Tbe Cmpution m y traaser the shans, securities. rights. and\n     commitments udkh it aquim, offering them in the. h t place\n     to public or private entikies of the Subregion and. m the event\n    of lack of in-      m their part, to third parties i n t d in the\n    eumomic arul social devdopent of the same;\n j. To realize undw the omditions determined s@6c tasks or acls\n      related to its puqmm whioh m y be a t r u s t d to it by its share-\n     holders or ihid p a d :\n k. To coodinate its a & m with thce of the orher national and\n     imzmationd entities m the developmnt of the & w o n :"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.   Other rights and Obligatim: The rights and obligatiom act\n         forth in the ConstCtutive Agreement and in the General By-\n         Law. Meeting’s decisions and Board of Directors’ resolutions\n         not exclusively refemng to Series “A” and “ B sbkholders\n         shall apply to Series “c” stockholders.\nCaracas, Sepiemlxr 19, 1989.\n          Ehe inclusion of this page i s aurharized by L N. 3 200011"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.      “The Cotporation’s” correspondence. including package8 and\n        print& matter, w k n baring its franchise sml, shall circulate\n       postage free through the mail of J d a ."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.      “The Corporation’s” staff shall enjoy immunity with respect to\n       judicial and administrative praxss relative to acts performed by\n       them in theheir official capacity. excapt when ‘The awpaatioa”\n       expnessly waives suoh immunity.\nLOCAL OFFICE:"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. ‘The carporation” may, at its own expense, maintain a repre-\n    sentatiw oflice in Jamaica from which to cany on its opations\n    there but will meanwhile cany 011 thm operations by visits of\n    its employm.\n            IThe inclusion of this page is authorized by L.N.3/uIoI]\n   ANDEAN DEVELOPMENT CORPORATION AGREEMENT\nEXONERATION OF TAXES FOR THE CORPORATION’S I N -\nVESTMENTS AND OPERATIONS:"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.2 “The Gwemmmt”. govanmeutd agencia public and\n         ptimte companies in J d m which m d x paymeats of\n         interemS. dividends, fees or other mpneys to “The Corpora-\n         tion’’will not be obliged to withhold or make a n y deduc-\n         oon on w n n t of any such taxes. levies cx imposts."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12)   Adiustd a w r d i n g Decision No. 75 of the sF&d   Assembly hsld the\n          3Olh October, 1980.\n                [The indu~iooof this page is authorized by L.N.3/20011\n      ANDEAN DEVELOPMENT CORPORATlON AGREEMENT\nArticle 9. Increase or Reduction of Capital\n   The capital may bc increased or reduced upon prior decision of the\nShareholders’ Assembly.\nArticle 10.’ Share Trandeaability\n   Series “ A shares shall be transferred within each country with the\nprevious consent of the respeotive Government to public. semi-public\nor private entities wiib social and public ends as may be designated\nby said Government. The Series “ B ’ shares shall be rsansferable only\nto cmpmations or natural persws from the respective wunuy of the\nSubregion. in accordance with the percentage referred to in paragraph"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. “The Corporation’s” staff (not being citizens of Jamaica) will be\n    aocorded exemptions, 00nOeSBiOns and pnideges m respect of tax-\n    ation, import duties and othmvise, no less favourable than 60%\n    amrded to such employees of international hatitutiuns to the\n    extent that they win:\n                                       -\n          m e inclusion of this page is m&orized by L.N. 3120011\n ANDEAN DEVEWPMENT CORPORATZON AGREEMENT"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. “The Government’’ will facilitate the issue of all Vipas. @‘s\n    and other authorisations required to enable “The Corporauon’s”\n    staff, and their families. to w k in Jamaica and to enter. remain\n    and reside in and leave JapnaiCa at any time and from time to time\n    PLS requid in order to carry out “The Corporation’s” pwposS.\n    in acoadance with the laws of Jannabad."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. ‘The Govemnwnt” will giw sympathetic consideration to appli-\n    cations for work petmits fa sp-  of “The corpaation’s” stall\n    (not being citizens of Jamaica).\nFOREIGN INVESTMENT EXCHANGE CONTROL"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.2.1 For the remittance out of Jamaica of all dividends\n                 and ather distriblltim, interest, pmfits, gains. pro-\n                 ceeds m ndimtion. inme. fee and moneys of any\n                 kind w h t s o e w arising from or in CoZLnection with\n                 any inw-t         by ‘The caporalion” in Jamaica."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. With the excqtion c4 the exemptiom and pride@ applicable\n    only to the staf? of a -tatwe            &ce, the ttairamt mhi&\n    ‘The Guv-ent”           d to ‘The Caporation” will apply\n    whether or n d ‘The Coqmmtion’’ &tabs                 an o6ice, w           t,\n    munager. r a p m n t h v e a any other SaiT in Jamaica Such exwmp\n    ~ ~ O I Iand\n              S  pidw ma be a d d bo                w b o l l y - o w n e d il-\n    msns d & l k r y d      -2le  cbmtioil” approved in writing for\n    this p u q c e by “lbe Government”."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. If further matters arise c o n e T h e Corpowtion’s” opw-\n    ttons in Jamc~ica,“The Garanunent” and “The corpclration” will\n    dBscuss The mne with a view estabhhing qpqniate addjtional\n    mrrangmmts in the spirit of thos Agreement"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any legislative and administralive actim reqniTed in Jamaica\n    neces~ary to amfw full legal authority f a the matters hereby\n    agreed will be taken by ‘The Government’’ m its ap.propriate\n    departments and O f k 5 ."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Any problems arising under this Agremnent will be discussed\n    between “The Gavanment” and “The Corporation’’ with a view\n    to their being w i y and amicably reaolvd.\nThe parzies mlmribe to this Agreement in the a@of                   ill\n                * on &-day        d                           .\n                                                         199 in twu\noriginal wpia in English and two oaiiginal copies in Spanish,x of the\n    THE GOVERNMENT OF                   CORPORACION ANDINA DE\n         IAMAICA                              FOMENT0\n                                                 L. ENRIQuE GARWA\n                                                 Executive Preident\n           mhe inclusion of fnis page is authorized by LN.3lzOo11\n   ANDEAN DEVELOPMENT CORPORATION AGREEMENT                                              n\n                                  PART UI\n              AGREEMENT FOR T H E SUBSCRIPTION OF\n                        COMMON CAPITAL STOCK\n   This Agreement Iw the Subscription of Common Capital Stock has\nbeen entered into by the CORFQRACION ANDINA DE FOMENM\n(hpnei&er referred to as ‘The Capowtion”) repnseated\nExecutive Resident. Dr.L. Enrique Gwcia. of ,the 6rst part: au the\nGOVERNMENT OF JAMAICA, hmeimftex erred to as “The\n                                                                                     9\n                                                                                   its\nGov-mt”           m t e d by the H&le            .................................\n............. of the second part; in accordanoewith the following clauses:\nFIRST: ‘The Government” a p e s with “The Chrpmtion’’ to sub.\nscribe for .................. Series “C” sbares of &nunon Capital Stock d\n                                                 -\n“The Cmpratton”, each share with a & value of........................\nUnited States dollars: the total price of the stcck being the BmouIlt of\n...........................\n                         united stata dallar (us$       ..........................\n                                                                    ..).\n   The chat;lceeristics of the Series “C‘stock are those stated in Annex\nI, which will form an in,tegral paR of this Agreement.\nSECOND: T h price of stock will be paid .by “The Government”\nin two (2) pans. my percent (50%) shall be paid on the date of the\nsubscription of the stmk and the remaimg Efty\n                                            ..percent (50%) shall be\nfid &thin a period of                           aftathedateofthe\nsubscription of the sock.\nTHIRD: The amounts mentioned in the f w i o g clause will bc paid\nby ‘The Government” in United Statea dollars.\nFOURTH: As of the date on which “The Government” e&as the 6rat\npayment referred to in the Second Clause of the AlTroemcnf it will\nacquire the         rim\n                 and obligations o~mspndingto a Series “C” Stock-\nholder of “The Corporation”.\n FIFTH: For the e l k i s of t h ~ sAgreement, the parties gjve the fdlowing\n addresses :\n THE GOVERNMENT OF JAMAICA\n Mailing Address: w  hm  ,Jamaica.\n Cable Address:   Telephone: (876)\n                  FaX:       (876)\n CORPORACION ANDINA DE FOMENT0\n Mmling Address: Ed&&    T o m CAF\n                 A d & Luis M e\n                 Ahmh,\n                 Caracas, Venezuela.\n                   W C inclusion of t h P g c is authorued by L.N. 3/2001]\n28     ANDEAN DEVELOPMENT CORPORATION AGREEh¶i?h‘T\n     Cuble Address:       Corporation Andina de Foment0\n                          Telephone: (582) 209-2120\n                          FaX:         (582) 209-2406\n                          Telex No. : 23504 CAFVF\n     SIXTH: Any p b l e m s a r i s i i under this Agreement will bc diaxmuj\n     between the parties in order to arrive at a speCay and amkable\n     resolution of the matter.\n       By common -men5         the pattics subscribe to this Agreemeat for\n     subsaiption of f3mlmmcapital shock in tbs city d\n     this                  of                    ,199 i n t l R o ( 2 ) o r i ~ i .\n     English and two (2) originals in Spanish, all of &e same tenor.\n         THE GOVERNMENT OF                    CORPORACION ANDINA DE\n              JAMAICA                               FOMENTO.\n                                                     L. &RlQuE   GNaA\n                                                     Executive Resident.\n                                                                            ANNEX I\n                  CORPORACION ANDZNA DE FOMENTO\n                            RESOLUTION No. 865189\n                                    D.LXli.RSl89\n                      FEATURES OF SERIES “CSHARES\n     ‘ZhcBcadofDjrwtma\n         Having -:-\n       Document D LXII.Dd/ 89 and tbo power granted them by @er\n     (c) of Article 6 of the Constitlltive Agrwmcat of the Corporacm\n     An&     de Fomento.\n         Reaolved :-\n              To state the basic featurea of Series “C” sharrs.to wit:"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Comrmuniaarions and C o m s p o n d e ~NdCW\nThe C0n-g         Mtes shall a d tn the &cid ammuniatim\nof the &rpraticm the m e treatment as the &al cammuaia&ton\nof other contiaathg countries.\n               inclusion d d12 page is sllthorized by L.N.3/20011\n   ANDEAN DEVELOPMENT CORPQRATiON AGREEMENT\nThe Chpomtim’s wmspx~dnce. including packages and printed\nmatter, when bearing its franchise seal, shall mulate postage free\nthrough the maih of the Contracbng States.\nArticle 52. Tax Exempikm\na. The Oorpmatioa is exempt fram all t y p of taxes. and in the\n    approPriate case, €mm all customs duties 011 its income. poperty\n     and &er BSSE~,as well as on the operations and tranmch’0118\n    e&cted in accordance with this Agreement.\n    The Cmpomtion is likewk exempt fmm all liability related to\n     the pymmt. retention or d d o n of any tarn. omtzihtiom\n   ortarifis.\nb. The salillieg and fees which the Corporaticm p m the Dh.ectors.\n   thcir Altemah. and its &aand employw.~, arho arc not\n   c i h or nation& d the m t r y where the Chpmtim bss its\n   hadquarters or &ca. rm tax exempt\nc. No tax of any kind shaII be levied on any obli@ans or &ties\n   issued by the Chpomtion, iaoluding any dividend OT inkm4\n   thmem. by wlmnmem held:"
    },
    {
      "provision_ref": "sec162",
      "section": "162",
      "title": "Section 162",
      "content": "162.3 For the purohase at the h autbonzed   ‘    exchange\n                 rate available of any foreign currency that may be\n                 q u i d in connection with any suoh remittances,\n           [The inclusion of Dhis page is a h i z e d by LN. 3/2001]\n  ANDEAN DEVELDPMENT CORPORATION AGREEMENT\nOTHER MATTERS"
    }
  ],
  "definitions": []
}