{
  "id": "jm-stat-the-animals-artificial-insemination-control-act",
  "type": "statute",
  "title": "The Animals (Artificial Insemination Control) Act",
  "title_en": "The Animals (Artificial Insemination Control) Act",
  "short_name": "Animals (Artificial Insemination Control) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-animals-artificial-insemination-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-animals-artificial-insemination-control-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Animals (Artificial Shorttitle.\nInsemination Control) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n                                                          Inlerpreh-\n“animals” means cattle, sheep, goats, swine. horses, tion.\n      domestic fowls, turkeys, geese and ducks;\n“the Board” means the Artificial Insemination Advisory\n      Board established under section 7;\n’the Director” means the Director of Veterinary Services; 6/1968\n                                                          S. 3 (2) and\n“regulations” means regulations made under section 6.     Sch"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) No person shall import or bring into the Island Prohibi-\n                                                             tion of\nthe semen of any animal to which any regulations apply importation\nexcept under and in accordance with the terms of a valid of     animal\n                                                             semSI1.\nlicence granted by the Director:\n  Provided that where it is shown to the satisfaction of\nthe Commissioner of Customs and Excise that any such se- W 9 8 5\n                                                          sch.\nmen is being imported or brought in solely with a view to\nthe re-exportation thereof by way of transhipment, the\nCoinmissioner of Customs and Excise may, subject to such\nconditions as he may think fit to impose for ensuring\nthe re-exportation of the semen, allow the semen to be\nimported or brought in.\n       (2) A licence under this section may be granted sub-\nject to such conditions as may be therein specified and may\nbe revoked by the Director at any time.\n       [The inclwion of this page is autbrked by L.N. 87119861\n2                          ANIMALS (ARTIFICIAL INSEMINATION\n                                      CONTROL)\n                     (3) Any semen with respect to which there is reason\n             to believe that an offence against subsection (1) has been\n             committed may be seized and detained pending the determi-\n             nation of any proceedings instituted under this section in\n             respect of any such offence or until the Director is satisfied\n             that no such proceedings are likely to be instituted and any\n             semen so detained shall be detained at the owner’s risk in\n             such place and manner as the Director may direct and, if\n             such proceedings as aforesaid result in a conviction, shall\n             be destroyed or otherwise disposed of as the Director may\n             direct.\npowersof        4. Any person authorized in writing in that behalf by\nmhy, etf,,\non premises. the Director may, upon producing his authority, enter at\n             all reasonable times-\n                  (U)    any premises occupied by the holder of a licence\n                         issued under this Act or under any regulations\n                         and used for or in connection with any of the\n                         purposes authorized by the licence;\n                  (b) any premises where animals to which any regula-\n                      tions apply and which have been artificially\n                      inseminated are kept;\n                  (c) any premises on which, or in connection with\n                          which, he has reasonable grounds for suspecting\n                          that an offence against this Act or any regulations\n                          is being or has been committed, and may inspect\n                          the premises and any animals or articles thereon\n                          and carry out such tests or other investigations as\n                          he thinks fit in order to ascertain whether the pro-\n                          visions of this Act and any regulations, or the\n                          conditions subject to which any licence is issued\n                          under this Act or under any regulations, are being\n                          complied with, and may, for the purposes of any\n                        [The iaclusim of tbis page b authorized by L.N. 87/1986l\n          ANIMALS (ARTIFICIAL 1NSEMlNATION                                     3\n                     CONTROL)\n         such test or investigation, require the occupier of\n         the premises to give such information as it is in\n         his power to give."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every person whw-                                            OffCllcnmS\n    (a) contravenes or fails to comply with any of the\n         provisions of this Act or with any condition\n          subject to which any licence is issued; or\n     (6) obstructs any person in the exercise of the powers\n          conferred on him by this Act; or\n     (c) refuses to give any information which he is\n         required to give,\nshall be guilty of an offence, and shall, on summary con-\nviction before a Resident Magistrate, be liable to a fine not\nexceeding two hundred dollars or to imprisonment with\nhard labour for any period not exceeding six months."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Director may, with the approval of the ~ e g u l a -\nMinister, make regulations generally for controlling the tions\npractice of artificial insemination of animaIs.\n       (2) Regulations made under subsection (1) may,\nwithout prejudice to the generality of the powers conferred\nby that subsection, make provision in relation t o -\n     (a) the licensing, either generally or in respect of any\n          specified area, of persons to practise artificial\n          insemination of animals;\n     (b) the licensing of animals from which semen may be\n          collected for use in artificial insemination;\n     (c) prohibiting, restricting or controlling the importa-\n          tion of the semen of any animal either generally or\n          from any particular country;\n     (6) the manner in which the semen of any animal\n          imported into this Island shall be carried;\n      me inclusion of this pdgs is authorized by L.N. 480119731\n4                      ANIMALS (ARTIFICIAL INSEMINATION\n                                  CONTROL)\n                 (e) the examination for potency of the semen of any\n                      animal imported into this Island;\n                 (f) the licensing of persons to collect semen from any\n                     licensed animal;\n                 (g) the approval of the methods of collection, storage\n                     and transportation of the semen of any animal;\n                 (h) the revocation of licences;\n                 (d the punishment for any contravention or failure\n                     to comply with any regulations made under this\n                     section or with any condition subject to which any\n                     licence is issued.\nEstablish-     7 . 4 1 ) There shall be established a Board to be known as\nBoard.\nmcntof       the Artificial Insemination Advisory Board, whose duty it\n             shall be to advise the Director in relation to the exercise of\n             the powers conferred by this Act.\n                   (2) The Board shall consist of the Director or his\n             nominee,who shall be Chairman, and two other members to\n             be appointed by the Minister, one of whom shall be nomi-\n             nated by the Jamaica Livestock Association.\n                   (3) The Board shall meet not less than once every\n             three months.\n                   (4) The Board shall be responsible for regulating its\n             own procedure.\n                   me inclusion of this page is authorized by L.N. 480/19731"
    }
  ],
  "definitions": []
}