{
  "id": "jm-stat-the-animals-control-of-experiments-act",
  "type": "statute",
  "title": "The Animals (Control of Experiments) Act",
  "title_en": "The Animals (Control of Experiments) Act",
  "short_name": "Animals (Control of Experiments) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-animals-control-of-experiments-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-animals-control-of-experiments-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Animals (Control of Shorttitle.\nExperiments) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                  Interprets-\n                                                    uon.\n“animal” means a living vertebrate animal;\n“experiment” means any experiment performed on an\n      animal and calculated to give pain;\n“licensee” means a person licensed under section 7."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(1) No person except a licensee shall perform any EX\n                                                        ongmZQ\nexperiment.                                             pcrformcd\n                                                                    by licensed\n                                                                    puJons.\n       (2) No licensee shall perform any experiment except\nin accordance with the terms of his licence and subject to\nthe restrictions imposed by this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No licensee shall perform any experiment for the Expaimmtr\n                                                      oottobt\npurpose of attaining manual skill.                    ptfonned\n                                                                 for pumoses\n                                                                 of a m n i n g\n                                                                 manual skill."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. No licensee shall perform any            experiment for the Prohibition\n                                                                    prfom-\npurpose of illustrating any lecture           at any University, Of\n                                                                 amof\nUniversity College, Hospital, Medical School, Agricul- ;ir$EE:\ntural College, Farm School or any other academic institu-            E&\ntion unless he is the holder of a teaching permit under this mbjcctto\nAct, and unless the experiment is of a class specified in certain\n                                                             ccnfilions.\nsuch permit and is performed in accordance with the terms\nof such permit.\n      me inclusion of this page is authorized by L.N. 480/19731\n4                           A N I M A L S (CONTROL OF EXPERIMENTS)\n~   ~   t    ~    i 6 ~. 4 1\n                           t ) i Except otherwise provided in section 5, no\n                                  ~ ~ ~as\nformances\nupon per-        licensee shall perform any experiment except-\nof experi-\nments by              (a) for the purpose of the advancement by new dis-\nlicensee.\n                           covery of physiological knowledge, or of any\n                           knowledge which will be useful for saving or pro-\n                           longing life, or alleviating suffering, or for\n                           combating any disease whether of human beings,\n                           animals or plants;\n                      (b) for the purpose of testing any former discovery\n                           alleged to have been made for the advancement\n                           of the types of knowledge referred to in paragraph\n                           (a);\n                      (c) by the order in writing of any Judge of the\n                           Supreme Court in any case where such Judge is\n                           satisfied that it is essential for the purpose of\n                           justice in a criminal case to make such experiment."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Resnictions upon perfonnances of experiments by licensee.\n I. Grant of licence."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Where the Minister is satisfied that it is absolutely Pcrmil.\nnecessary for the due instruction of persons attending any\ncourse of lectures for the purpose of acquiring physiological\nknowledge or any knowledge which will be used for saving\nor prolonging life, or alleviating suffering, or for combating\nany disease whether of human beings, animals or plants,\nfor any such lecture to be illustrated by the performance of\nany experiment, the Minister may grant to a licensee under\nthis Act a teaching permit to perform any experiment\nspecified in such licence for the purpose of illustrating such\nlecture.\n        (2) Every teaching permit under this section shall be\nsubject to such conditions in addition to any conditions\nspecified in this Act as may be specified in such permit,\nand such permit shall remain in force for twelve months\nfrom the date on which it is granted."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.41) Where the Minister is satisfied that the object of speclai\nany experiment permitted to be performed by a licensee permits\nunder this Act would necessarily be frustrated-\n    (a) by the performance of such experiment under any\n         anaesthetic; or\n     (b) by killing the animal on which such experiment\n         is performed before it recovers from the influence\n         of any anaesthetic,\nhe may grant a special permit authorizing the licensee to\nperform such experiment without administering any\n       lThe inclusion of this p g e is aulhorized by L.N. 480119731\n6                         ANIMALS (CONTROL OF EXPERIMENTS)\n              anaesthetic to the animal or without killing the animal\n              before it recovers from the influence of such anaesthetic as\n              the case may be.\n                     (2) Any special permit under this section shall\n              specify the period for which it shall remain m force.\nRccords         lO.-(l) Every licensee under this Act shall keep, in\nand inspec-\nlions.        such form as may be prescribed, records of all painful\n              experiments performed by him.\n                     (2) Every licensee under this Act shall permit any\n              person authorized in writing by the Minister to inspect any\n              records kept by him at any time between 8 a.m. and 6 p.m.\n              on any day other than a Sunday or public holiday.\n                      (3) Every licensee under this Act shall permit any\n              person authorized in writing as aforesaid to enter and\n              inspect, for the purpose of securing compliance with the\n              provisions of this Act, any place specified in such licensee’s\n              licence for the performance of experiments.\nRctuma           11. Every licensee shall render to the Minister in such\n              form and at such time as may be prescribed such returns\n              as may be required in relation to any experiments performed\n              by him.\nBcaula-\nti0nE."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Except as otherwise provided in subsection (3),\n                 no licensee shall perform any experiment unless-\n                      (a) throughout the whole of the experiment the animal\n                           is under the influence of some anaesthetic of suffi-\n                          cient power to prevent the animal feeling pain; and\n                      (6) if the pain is likely to continue after the effect of\n                           the anaesthetic has ceased, or if any serious injury\n                          has been inflicted on the animal, the animal is\n                          killed before it recovers from the influence of the\n                           anaesthetic which has been administered.\n                       (3) The provisions of subsection (2) shall not apply\n                 to any licensee who is the holder of a special permit granted\n                 under section 9 in relation to any experiment specified in\n                 such special permit.\nGrant of           7.-(1) The Minister may grant a licence to any person\nlicence.         to perform any experiment for any purpose specified in\n                        m e inclusion of this page is authorized by   L.N. 480119731\n         ANIMALS (CONTROL OF EXPERIMENTS)                                5\nsuch licence during such period and subject to such condi-\ntions in addition to the conditions specified in this Act as\nhe may think fit.\n       (2) It shall be a condition of any licence granted\nunder subsection (l), that any experiment performed pur-\nsuant to such licence shall be performed at such place as\nmay be specified in such licence."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. It shall be a condition of every licence or permit ofevocation\n                                                             licence\ngranted under this Act that such licence or permit may be orpcmit.\nrevoked at any time by the person granting it on his being\nsatisfied that such licence or permit ought to be revoked."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Every person who acts in contravention of any of the ptnaity.\nprovisions of this Act or of any condition of any licence\nor permit granted under this Act shall be guilty of an\noffence against this Act and upon conviction before a\nResident Magistrate shall be liable to a fine of one hundred\ndollars or to imprisonment for any term not exceeding six\nmonths or to both such fine and such imprisonment."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A prosecution under this Act against a licensee shall Restriction\n                                                                proam-\nnot be instituted except by or with the consent of the on   tioaof\n                                                            liceaaee.\nDirector of Public Prosecutions.\n           inclusion of this page is authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}