{
  "id": "jm-stat-the-animals-diseases-and-importation-act",
  "type": "statute",
  "title": "The Animals (Diseases and Importation) Act",
  "title_en": "The Animals (Diseases and Importation) Act",
  "short_name": "Animals (Diseases and Importation) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-animals-diseases-and-importation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-animals-diseases-and-importation-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Animals (Diseases and shorttitb.\nImportation) Act.\n                      PARTI. Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                             httaprrt.-\n                                                              tion.\n“animal” includes cattle, buffalo, horses, mules, asses,\n     sheep, swine, goats, dogs, cats and all animals of what-\n     soever kind, whether similar to the foregoing or not;\n“bird” does not include poultry;\n“carcass” means the carcass of any animal, and includes\n     any part of the carcass or of the meat, bones, hide,\n     skin, hoofs, horns, offal or other part of an animal;\n“cattle” includes bulls, cows, oxen, steers, heifers and\n     calves;\n“defined port” means a port as defined by any regulations .\n     made under section 14;\n“disease” means the diseases set out in the Schedule, and &tbaillto.\n     such other diseases as the Minister may from t h e to\n     time by order made under section 11 declare to be a\n     disease within the meaning of this Act;\n“diseased” means affected with disease;\n“fodder” means grass, hay or any other substance com-\n     monly used for the food of animals;\n“infected area” means an area declared as such under\n     section 5 or 6;\n‘‘infected place” means a place declared as such under\n     section 5;\n       [Tbe inclusion of this page is authorized by L.N. 480/19731\n4                        ANIMALS (DISEASES A N D IMPORTATION)\n                “insect” includes members of the class Insecia and of the\n                     class Arachnida;\n                “inspector” means an inspector appointed by the Governor-\n                      General under section 3;\n                “litter” means straw or any other substance commonly used\n                      as the bedding for, or otherwise used for or about,\n                      animals;\n                “poultry” means domestic fowls, turkeys, geese, ducks,\n                     guinea fowls and pigeons;\n                “suspected” means suspected of being diseased.\nAppointment\nof inspector."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The Governor-General may appoint an inspector\n                and such assistant inspectors as may be necessary for the\n                purposes of this Act.\n                      (2) It shall be the duty of the inspector and assistant\n                inspectors to carry out the provisions of this Act and of any\n                regulations made thereunder and for such purpose every\n                assistant inspector shall have, subject to the directions\n                either general or particular of the inspector, all the rights,\n                powers, and duties given to the inspector under this Act.\n                    PART11. Control of diseased or mspectea animals\nsegregation     4 . 4 1 ) Every person having in his possession or under\nand notifica-\ntion of       his charge any diseased animal shall-\ndiscawd\nanimals, elc.       (U) as far as practicable keep such animal separate\n                         from animals not so diseased; and\n                    (6) with all practicable speed give notice of the fact\n                         of the animal being so diseased to the inspector or\n                         to the person in charge of the nearest police\n                         station.\n                       (2) The person to whom notice under subsection (1)\n                is given, if not the inspector, shall forthwith give information\n                thereof to the inspector.\n                       [The inclusion of this page ia authorized by L.N. 480119731\n         ANIMALS (DISEASES AND IMPORTATION)                                5\n  5 4 1 ) Where the inspector suspects that any disease            $fz;*\nexists in any stable, shed, pen, field, pasture, or other\nsimilar place, he shall forthwith sign a notice to that effect\nand such notice shall contain a declaration that such place,\nthe limits whereof shall be therein specified, is an infected\nplace. A copy of such notice shall be served upon the\noccupier of such place.\n       (2) Upon the service of such notice the place therein\nspecified shall be an infected place subject to confirmation\nor otherwise by the Minister under the provisions of sub-\nsection (4):\n  Provided that the inspector may, at any time within\nseven days of such service and before such confirmation or\notherwise, withdraw such notice and thereupon such place\nshall cease to be an infected place,\n      (3) The inspector shall with all practicable speed send\ncopies of such notice to the Minister, and where any such\nnotice has been withdrawn the inspector shall forthwith\ninform the Minister to that effect.\n      (4) Upon receipt by the Minister of the copies of\nsuch notice the Minister shall, unless such notice has been\nwithdrawn, forthwith consider the matter and-\n    (U) if satisfied that such course is expedient or neces-\n         sary, shall by order declare the place specified in\n         such notice to be an infected place, and may also\n         by order declare that any area containing, adjoin-\n         @, or surrounding such place is an area infected\n         with disease and such order shall specify the limits\n         of such infected area; or\n    (b) if not so satisfied, shall by order revoke the notice\n         of the inspector, and thereupon as from the time\n         specified in that behalf by such order such place\n         shall cease to be an infected place.\n      me inclusion of this page is authorized by L.N. 480119’131\n6                       ANIMALS (DISEASES AND IMPORTATION)\nInfstsd\nareas."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister, whenever it appears necessary or\n               expedient so to do by reason of the existence of any\n               disease, may by order declare any area in the Island to be\n               infected with disease, and such order shall specify the limits\n               of such infected area.\nDefined          7. No defined port, or part thereof, shall be declared to\nport.\n               be an infected place or an infected area.\nSlaughter of     8.--(1) The inspector may cause any diseased or suspected\ndiseased or\nauapccled      animal, or any animal which had been in the same stable,\nanimals.       shed, pen, field, pasture, or other similar place, or in the\n               same herd or flock as, or in contact with, any diseased or\n               suspected animal, whether or not any such place has been\n               declared to be an infected place or is within an infected\n               area, to be slaughtered in order to prevent the spread of the\n               disease; and for such purpose the inspector may give all\n               such directions as he may consider necessary.\n                      (2) The inspector may, for the purpose of observation\n               and treatment, take possession of and retain any animal\n               liable to be slaughtered under this section, but subject to\n               payment of compensation as in the case of actual slaughter.\nDispasaI of      9. Any animal slaughtered under the provisions of this\nanimals.\n               Act, or which dies as the result of disease, shall be\n               destroyed, buried, or otherwise disposed of, as soon as\n               possible in accordance with regulations made under this\n               Act and in accordance with the orders, either general or\n               particular, of the inspector; and for such purposes the\n               inspector may use any suitable ground in the possession or\n               occuption of the owner of the animal.\n Compensa-\n tion."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Minister may in his discretion award, for\n               the compulsory slaughter of any animal under the provisions\n               of this Act, compensation which shall be payable out of\n               the Consolidated Fund. The amount of any such compensa-\n                          inclusion of this pase is authorized by L.N. 480/19731\n        ANIMALS (DISEASES A N D IMPORTATION)                          7\ntion shall not exceed the value of the animal immediately\nbefore slaughter, and compensation may be reduced or\nrefused where the owner or the person having charge of\nthe animal has, in the opinion of the Minister, been guilty,\nin relation to the animal, of an offence against this Act.\n       (2) No compensation shall be payable in respect of\nany animal compulsorily slaughtered when in a quarantine\ndepot if, in the opinion of the inspector, such animal was\ndiseased at the time of importation."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Minister may from time to time by order add order\n                                                               unending\nany particular disease to, or remove any particular disease deanitionof\nfrom, the Schedule, and as from the date of any such order\nsuch particular disease shall be, or shall cease to be (as the\ncase may be) a disease within the meaning of this Act.\n  lZ.-(l) The Minister may make regulations generally Regulations.\nfor the control and treatment of diseased or suspected\nanimals and for the prevention and spread of disease.\n       (2) Regulations made under subsection (11 may,\nwithout prejudice to the generality of such power make\nprovision with regard to-\n    (U) the adaptation and modification of the provisions\n         of this Act in relation to any animals suffering\n         from any particular disease;\n    (b) the notices to be given by persons in possession or\n         in charge of diseased animals in the case of any\n         particular disease, or in the case of illness of any\n         such animal, and the persons to whom such notices\n         are to be given;\n    (c) the notification to the public of infected places or\n         infected areas and the removal of anything into,\n         within or out of such places or areas, and the\n         cleaning or disinfecting of such places or areas;\n       m1h0inclusion of this page is authorized by LH. 480119731\n8                       ANIMALS (DISEASES A N D IMPORTATION)\n                   (6) the movement of persons into, within or out of\n                       infected places or infected areas, and the preven-\n                       tion of the spread of disease by persons in contact\n                       with diseased or suspected animals;\n                   (e) the treatment, disinfecting, destruction, burial,\n                        disposal, and digging up, of anything in or\n                        removed from an infected place or infected area;\n                    Cf) the movement, isolation, segregation, treatment,\n                        slaughter, destruction, disposal, burial, seizure,\n                        detention, and exposure for sate, of diseased or\n                        suspected animals;\n                   (g) the    removal, transport, treatment, isolation,\n                        examination, testing, cleansing, disinfecting, pro-\n                        tection from suffering, exposure for sale, exhibi-\n                        tion, or marking of animals;\n                   (h) the removal, transport, treatment, examination,\n                       cleansing, and disinfecting of carcasses, fodder,\n                       litter, dung and other things;\n                   (11 the cleansing, disinfecting, and examination, of\n                        places used by, and vehicles used for the transport\n                        of animals;\n                   63 the fees and expenses incurred for any purpose for\n                      which regulations may be made under this section,\n                      and the persons by whom they are to be paid, and\n                        the manner in which they may be recovered.\n                                   PART111. Zmpurtution\nRohibition       1 3 . 4 1 ) No bird, reptile or insect may be imported into\n of importa-\ntlOn of        the Island save under and in accordance with a licence\nbirds,etc.     granted by the Director of Veterinary Services under the\n6’1968\nS. 3(2) &      provisions of section 15.\nSfh.\n             ANIMALS (DISEASES A N D IMPORTATION)                     9\n        ( 2 ) Any person who-\n    (a) imports into the Island any bud, reptile, or\n         insect, otherwise than under a licence in that\n          behalf granted under section 15; or\n     (b) contravenes or fails to comply with any of the\n          provisions of any such licence,\nshall be guilty of an offence against this Act; and any bird,\nreptile or insect in respect of which any such offence is\nalleged to have been committed may be seized and on con-\nviction shall be forfeited to the Crown."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(1)  The Minister may, for the purpose of preventing Rwulatiom\n                                                             wntrollurg\nthe introduction or spread of any disease into the Island, theimporta-\n                                                             tion of\nmake regulations prohibiting, restricting, controlling or animals, etc.\nregulating the importation of animals or poultry, or any\nspecific kind thereof, or of carcasses, fodder, litter, dung\nor other similar things.\n        (2) Regulations made under subsection (1) may\nwithout prejudice to the generality of such power make\nprovision with regard to-\n    (a) specifying and defining the ports at which animals\n          or poultry, or carcasses, fodder, litter, dung or\n          similar things may be landed,\n    (b) controlling, prohibiting or regulating the move-\n          ment of animals or poultry, or of carcasses, fodder,\n          litter, dung or similar things into, within, or out\n          of any defined porc\n     (c) controlling the examination, cleansing, destruc-\n          tion, disposal, seizure and detention of any animal\n          or poultry, or of carcasses, fodder, litter, dung or\n          other similar things in a port;\n     (d the fees and expenses incurred for any purposes\n          for which regulations may be made under this\n          section, and the persons to whom they are to be\n-\n       me inclusion of this page is authorized by LN. 480/19731\n10                      ANIMALS (DISEASES AND IMPORTATION)\n                        paid and the manner in which they may be\n                        recovered.\nImport          lS.-(l) The Director of Veterinary Services may grant\nlicence for\nbirds, etc.   to any person a licence to import any bird, reptile or insect\n6/1968        into the Island, and may, notwithstanding anytbhg con-\nS. 3(2) &\nSch.          tained in any regulations made under section 14, for the\n              purposes of any exhibition, performance, or Circus, grant\n              a licence to import any particular animal into the Island.\n6/1968                (2) Any licence granted under this section may con-\nS. 3 8 ) &\nsch.          tain such terms and conditions as the Director of Veterinary\n              Services may think necessary.\n61 1968              (3) Every person desirous of applying for a licence\nS. 3(2) &\nSch.          shall make application in such form as the Director of\n              Veterinary Services may require.\nQuarantine      16. The Minister may appoint quarantine depots in\ndepob.\n              such places as he may deem necessary, and all animals,\n              birds, reptiles or insects, required to be quarantined under\n              this Act or any regulations made, or licence granted,\n              thereunder, shall be placed within such depots in\n              accordance with the orders of the inspector.\nLmported        17.  All animals, birds, reptiles and insects imported\nanimals, etc..\nto be          into this Island shall, subject to any regulations made\nquarantined. under this Act or to the terms and conditions of any\n              licence grantd under this Act, be placed in a quarantine\n              depot for such time and under such conditions as may be\n               specified in such regulations or in any such licence.\n                                      PARTIv. General\nPowers of       18.-(1) Where any person is found committing, or is\napprehcn-\nsion.         reasonably suspected of being engaged in committing, an\n              offence against this Act or against any regulation made\n              thereunder, any constable may without warrant stop and\n              detain him, and if his name and address are not known to\n                      m e inclusion of this page is authorized by L N . 480119731\n         ANIMALS (DISEASES A N D IMPORTATIOh')                     11\nthe constable and he fails to give them to the satisfaction\nof the constable, such constable may without warrant\napprehend him and may, whether he has so stopped, de-\ntained or apprehended such person or not, stop, detain\nand examine any animal, bird, reptile, insect, vehicle, boat\nor other thing, to which the offence or suspected offence\nrelates and require it to be forthwith taken back to or into\nany place or district wherefrom or whereout it was unlaw-\nfully removed, and execute and enforce that requisition.\n        (2) If any person obstructs or impedes a constable\nin the execution of this Act or of any regulation made\nthereunder, or assists in any such obstructing or impeding,\nthe constable may without warrant arrest the offender.\n        (3) A person apprehended under this section shall\nnot be detained without warrant longer than is necessaTy\nfor the purpose of being taken before a Justice, and the\nprovisions of the Constabulary Force Act in relation to\nthe granting of bail shall apply to any such person."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Imported animals. etc., to be quarantined.\n                        PARTIv. General"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The inspector shall have all the powers given to a Powcnoi\nconstable under section 18 and may at any time enter- inaptor.\n     (a) any pen, building, land, or place where he has\n         reasonable grounds for supposing-\n             (i) that disease exists, or has, within fifty-six\n                 days, existed; or\n            (ii) that the carcass of any diseased or suspected\n                 animal is or has been kept or has been\n                 buried, destroyed or otherwise disposed of;\n                 or\n           (iii) that there is to be found therein any thing\n                 of any place in respect whereof any person\n                 has on any occasion failed to comply with\n                 the provisions of this Act or of any\n                 regulations made thereunder; or\n       me inclusion of ibis paw is authorized by L.N. 480119731\nHH\n12                 ANIMALS (DISEASES AND IMPORTATION)\n                    (iv) that this Act or any regulation made there-\n                         under has not been or is not being complied\n                         with;\n              (6) any vehicle, vessel, or boat, in which or in respect\n                  whereof he has reasonable grounds for believing\n                  that this Act or any regulation made thereunder\n                  has not been or is not being complied with.\nOEenas.     20. Any person who, without lawful authority or excuse\n          the proof whereof shall lie on him-\n               (U) when required by this Act, or by any regulation\n                    made thereunder, to keep any animal separate as\n                    far as practicable, or to give any notice of disease\n                    with all practicable speed, fails to do SO, or\n               (6) contravenes or fails to comply with any of the\n                    provisions of this Act, or of any regulations made\n                    thereunder; or\n               (c) contravenes or fails to comply with any directions\n                    given by the inspector under section 8; or\n               (4refuses to the inspector, acting in execution of\n                    this Act or of any regulation made thereunder,\n                     admission to any pen, building, land, place,\n                    vehicle, vessel, or boat, which such inspector is\n                     entitled to enter or examine, or obstructs or\n                     impedes him from so entering or examining, or\n                     otherwise in any respect obstructs or impedes the\n                    inspector or any constable in the execution of his\n                     duty, or assists in any such obstructing or\n                    impeding; or\n                (e) throws or places or causes to be thrown or placed\n                     into or in any river, stream, drain, or other water,\n                     or into or in the sea within three miles of the\n                      shore, the carcass of an animal which has died of\n                     disease or has been slaughtered as diseased or\n                     suspected; or\n                 me inclusion of this page is authorized by L.N. 480119731\n         ANIMALS (DISEASES A N D IMPORTATION)                             13\n     V, takes, or allows to be taken, unless otherwise\n         required by this Act or by any regulations made\n          thereunder, or allows to stray, any diseased\n          animal in or upon any common, public road, or\n         public place; or\n     (g) digs up, or causes or allows to be dug up, the\n          buried carcass of any animal which has been\n          slaughtered under this Act as diseased or SUS-\n          pected, or which has died or is suspected of having\n          died from any disease; or\n     (h) takes or moves, or allows to be taken or moved,\n           any animal, carcass, fodder, litter, dung or other\n          thing, into or out of any infected place or infected\n          area otherwise than in accordance with this Act\n          or with any regulations made thereunder; or\n     0 allows any animal to stray into or out of any\n          infected place or infected area,\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. offences.\n      me inclusion of thii page is authoripd by LS. 480119131\n2           ANIMALS (DISEASES A N D IMPORTATION)"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Any person guilty of an offence against t h i s Act or Penalty.\nagainst any regulations made thereunder, shall, save where\notherwise expressly provided, be liable for each such offence\non summary conviction before a Resident Magistrate to a\nh e not exceeding one hundred dollars or to imprisonment\nwith hard labour for any term not exceeding six months."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Where the owner or person in charge of any €*dencc\nanimal is charged with an offence against this Act, or ~ ~ ~               $   ~   n   r\nagainst any regulations made thereunder, relative to disease\nor to any illness of the animal, he shall be presumed to have\nknown of the existence of the disease or illness unless and\nuntil he shows to the satisfaction of the court that he had\nnot knowledge thereof and could not with reasonable\ndiligence have obtained that knowledge.\n       (2) The certificate of the inspector to the effect that\nany animal is or was affected with a disease specified in the\n                                                                     __\n14                       ANIMALS (DISEASES A N D IMPORTATION)\n               certificate shall for the purposes of this Act or of any\n               regulations made thereunder be conclusive evidence in all\n               courts of justice of the matter certified.\nTransport         23. Subject to any specific provision in any regulations\nthrough\ninfected       or order under this Act, nothing in this Act, or in any\nplaces and\nareas.         regulations made thereunder, shall restrict or prohibit the\n               transport of any person, animal, or thing, by railway or by\n               public road through an infected place or an infected area\n               if such person, animal, or thing, is not detained within such\n               place or area.\nPower to         24.-(1) The Minister may, in his absolute discretion, by\nprohibit use\nof railway,    order prohibit, during such time as may be specified in such\netc., by       order-\norder.\n                    (U) the use in any manner whatever of any railway\n                          or public road through an infected area or of any\n                          part of such railway or public road; or\n                    (6) the use, except in compliance with such conditiom\n                          as may be specified in such order, of any such\n                          railway or public road or of any part of such\n                          railway or public road.\n                        (2) Any person who contravenes or fails to comply\n               with the provisions of any order made under subsection (1)\n               shall be guilty of an offence against this Act.\nPower to         25. The Minister may by order apply, subject to such\napply Act\nto poultry.    exceptions, adaptations and modifications as may be therein\nApplicd by\nL.N.           set out, the provisions of this Act, and of any regulations\n39/1949.\nL.N.\n               made thereunder, to poultry.\n93 / 1959.\nSaving.          26. Nothing in this Act shall apply to bees.\n               N.B. By Legal Notices Nos. 3911949 and 93/1959 published in the Jamaica\n               Gozeffe Supplement, P.R & R., of 13th May. I949 and 26th March, 1959,\n               the provisions of the Act were made to apply to poultry in the same manner\n               in all respccts as the said provisions apply to animals\n                       me inclusion of this page U authorized by L.N. 480/19731\n                   ANIMALS (DISEASES AND IWORTA TION)                                 15\n                                       SCHEDULE                 (Sections 2 and 11)\n                                                                 Adt.\n                                                                 L.N. 20n008.\n      African Horse Sickness                   Leptospirosis of Livestock\n       (Equine Plague, Pesris equorum)\n      African Swine Fever (A3.F.)              Lumpy Skin Disease\n6\n%&\n      Anthrax                                  Malignant Catarrhal Fever\n      Atriphicrhinitis                         Mange ovine (commonly call4\n                                                Sheep scab)\n      Aujeszkys Disease                        Melitensis infection (commonly\n                                                called Malta Fever)\n     . Blonwilde Beesog                        Newcastle disease (commonly called\n                                                fowl pest or fowl plague)\n      Blue Tongue                              Paralytic rabies @at transmitted)\n      Brucellosis                              Psittacosis (synonym-ornithosis)\n      Contagious bovine pleuropneumonia        Rabies\n      Cochliomy ia hominivorax                 Rift Valley Fever\n       (commonly called the New World            (Enzootic hepatitis)\n        Screwwonn Myiasis)\n      East Coast Fever (Theileriasis)          Rinderpest\n      Epizootic lymphangitis                   Sarcoptic mange in horses\n      Equine encephalomyelitis                 Sweating Sickness\n      Equine infectious anaemia                Swine erysipelas\n      Equine piroplasmosis                     swine Fever (commonly called hog\n        (Biliary Fever)                          cholera)\n      Foot and mouth disease                   Three-day Sickness (Ephemeral\n                                                 Fever)\n      Glanders and farcy                       Teschen Disease\n      Heart Water Fever                        Trichomoniasis\n      Haemorrhagic Septicaemia                 Trypanoso      miases     (including\n                                                 dourine, ma1 de caderas, surra and\n                                                 trypanosoma vivax infection)\n       Infectious or Epizootic                 Tuberculosis\n         Infertility in Cattle (Epivag)\n       Infectious Keratitis                    Variola ovine\n       (Infectious conjunctivitis, Pink eye,\n         Contagious ophthalmia)\n       Infectious laryngotracheitis            Variola vaccinia\n       Leishmaniasis                           Vesicular exanthema"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Saving.\n                                 SCIIEDULE\n          me inclusion of this page is authorized by LN. 480119731\n         ANIMALS (DISEASES AND IMPORTATION)                                        3\n THE ANIMALS (DISEASES AND IMPORTATION)                               C.p.14.\n                                                                          AdI\n                                ACT                                   6 of 1966,\n                                                                      42 of 1969\n                                                                       3rdscb\n                                               V5zh October, 1948.1"
    }
  ],
  "definitions": []
}