{
  "id": "jm-stat-the-apprenticeship-act",
  "type": "statute",
  "title": "The Apprenticeship Act",
  "title_en": "The Apprenticeship Act",
  "short_name": "Apprenticeship Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-apprenticeship-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-apprenticeship-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Apprenticeship Act.              Short title.\n                        Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires- Intcrpre(l-\n                                                          tion.\n“apprentice” means a person employed under a contract\n     of apprenticeship;\n“apprenticeship order” means an apprenticeship order\n     made in accordance with section 5;\n“the Board” means the Apprenticeship Board established\n     in accordance with section 3;\n“contract of apprenticeship” means an agreement whether\n     originally expressed in writing or not made between\n     an employer and a worker, or between an employer\n     and a worker and the parent or guardian of the\n     worker, whereby the employer agrees to teach and the\n     worker agrees to learn any trade in which the\n     employer is engaged,\n“functions” includes powers and duties;\n“prescribed trade” means any trade specified in an\n     apprenticeship order;\n“registered contract” means a contract of apprenticeship\n     registered in accordance with section 9;\n“trade” includes any trade, craft, business or calling\n     requiring the application of practical skill;\n4                                     APPRENTICESHIP\n              “the     Tribunal” means the Apprenticeship Appeal\n                     Tribunal established in accordance with section 24.\n                EJtablishrneni atid Funcrions of Apprenticeship Board\nApprentice-     3.-(1) For the purposes of this Act there shall be\nship Board.\n              established a Board to be known as the Apprenticeship\n              Board.\nSchedule               (2) The provisions of Part I of the Schedule shall\nPart 1.\n              have effect as to the constitution of the Board and other-\n              wise in relation thereto.\n                     (3) The Board shall be a body corporate having\n              perpetual succession and a common seal, with power to\n              purchase, take hold and dispose of land and other property\n              of whatever kind for the purposes of this Act.\n                     (4) The Board may sue and be sued in their corporate\n              name and may for all purposes be described by such name.\n                     ( 5 ) The seal of the Board shall be authenticated in\n              the manner described in Part I of the Schedule and shall\n              be officially and judicially noticed.\nFunctions       4. Without prejudice to the powers conferred upon the\nof Board.\n              Board by the succeeding provisions of this Act, it shall bz\n              the function of the Board-\n                   (a) to estimate the number of apprentices required to\n                        be trained from time to time in particular trades\n                        to ensure that sufficient skilled workmen will be\n                        available to satisfy the requirements of industry;\n                   (b) to recommend to the appropriate authorities and\n                        organizations that such steps should be taken as\n                        seem desirable to ensure that young persons are\n                        guided into suitable vocations and that there are\n                       suflicient skilled workmen to satisfy the require\n                        ments of industry;\n                      mhe inciusmn of ths page 18 authorzed by   LN. 57119801\n                      APPRENTICESHIP                                   5\n     (c) to establish and recommend standards of training\n         for apprentices; and\n     (d) to recommend to the appropriate authorities and\n         organizations the taking of such other steps\n          (whether similar to the foregoing or not) in\n         relation to the apprenticeship of workmen as seem\n         to the Board desirable.\n                   Apprenticeship Orders"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.- (1) The chairman and other members of the Board shall,\n           subject to the provisions of this paragraph, hold office for a period\n           of three years and shall subject to the requirements of sub-paragraph\n           (1) of paragraph 2 be eligible for reappointment at the expiration of\n           such period.\n                   (2) The Minister may at any time if he shall think fit terminate\n           the appointment of the chairman or any member of thc Board.\n                   (3) The chairman or any member of the Board may at any\n           time resign his appointment by notice in writing served on the Minister.\n                   (4) Upon the termination of the appointment of the chairman,\n           or upon his resignation, he shall cease to be a member of the Board."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may appoint-\n                (a) any person other than a person appearing to him to be\n                      representative either of employers of skilled workmen or of\n                      skilled workmen, to act as chairman of the Board in the\n                      absence or inability to act of the chairman; and\n                (b) any person, being a person appearing to him to be represent-\n                      ative of employers of skilled workmen, to act in the place\n                      of any member of the Board appointed as representative of\n                      employers of skilled workmen, in the absence or inability to\n                      act of such member; and\n                (c) any person, being a person appearing to him to be represent-\n                      ative of skilled workmen, to act in the place of any member\n                      of the Board appointed as representative of skilled workmen,\n                      in the absence or inability to act of such member.\n                            APPRENTICESHIP                               19"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)     Subject to the provisions of this section, the Powerof\nBoard may from time to time as they shall think fit make ,&       Board to\napprenticeship orders regulating in respect of such trades ~~,~~~~\nas may be specified in such orders, all or any of the\nfollowing matters-\n     (U) the minimum age at which any person may be\n            employed as an apprentice;\n     (b) the standard of education which a person shall\n            be required to attain for employment as an\n            apprentioe;\n     (c) the system of theoretical and practical instruction\n            to be adopted for the training of apprentices;\n     (d, the grant to apprentices of vacation, sick and\n            study leave;\n     (e) the probationary period to be served by appren-\n            tioes;\n     (fl the period of apprenticeship;\n     (g) the minimum rates of pay and the allowances for 2611957\n            subsistence and travelling to be paid to apprentices; s. 2.\n     (h) the maximum hours of work for apprentices;\n      ( i ) the establishment of compulsory savings funds for\n             apprentices, the contributions to be paid thereto\n            by apprentices, and the application thereof;\n           inclusion of this page is autborizcd by LN. 480119731\n6                                APPRENTICESHIP\n               (i) the establishment of a system of bonus payments\n                   to apprentices, and the conditions subject to\n                   which apprentices will be qualified to receive\n                   such payments; and\n              (k) the returns and reports to be furnished, and the\n                   records to be kept by employers of apprentices,\n          and different provisions in respect of the same trade may\n          be made in relation to different industries.\n                  (2) Before making an apprenticeship order the\n          Board shall consult such representatives of employers,\n          skilled workmen and apprentices as they may deem to be\n          concerned and shall afford to such representatives an\n          opportunity of making objections to or representations in\n          respect of the proposed order and of submitting evidence\n          (whether orally or in writing) in support of such objections\n          or representations.\n                  (3) An apprenticeship order shall not take effect\n          until it has been approved by the Minister who may alter,\n          amend or add to such order.\n                (4) The Board may at any time amend or revoke an\n          apprenticeship order and the provisions of subsections (2)\n          and (3) shall apply with respect to the amendment or re-\n          vocation of an apprenticeship order as they apply with\n          respect to the making of such order.\ncontmsof 6. Where the Board make an apprenticeship order all\napprentice-\nEhiptObe contracts of apprenticeship in respect of each trade\napprentice- specified in the order, whether subsisting at the date of the\nsubjectto\nshborders. coming into force of the order or entered into after such\n            date shall, subject to the provisions of this section, be\n            deemed to be subject to the provisions of the order and any\n            amendment thereof or substitution therefor, and shall be\n            deemed to be modified accordingly:\n                 me inclusion of tbir m e is authorized by LN. 480119731\n                      APPRENTICESHIP                                        7\n  Provided that any party to any such contract of\napprenticeship may at any time apply to the Board for a\nmodification of an apprenticeship order in so far as it\naffects the contract of apprenticeship and the Board may\nmake such modification of the order in relation to such\ncontract as they think fit or may exclude that contract\nfrom the operation of the order.\n                Contracts of Apprenticeship"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The seal of the Board shall he authenticated by the signatures\nof the chairman and an officer of the b a r d authorized by the Board\nto act in that behalf."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) Every contract of apprenticeship entered into ~ ~ ~ ~                   l\nafter the coming into force of this Act shall be in writing ~      ~            ~\nand shall be signed by the employer and the apprentice ; f r t i m\nand if the apprentice is under the age of eighteen years ;;E;.\nby his parent or guardian (if any).\n       (2) Every contract of apprenticeship subsisting at\nthe date of the coming into force of this Act shall, if it is\nnot already in writing and signed as aforesaid, be\nforthwith reduced into writing and so signed.\n       (3) Where a body corporate is a party to any\ncontract of apprenticeship the contract need not be under\nseal but may be signed on behalf of the corporation by\nsuch person or persons as by law are authorized to sign\ncontracts in writing of the corporation not being\ncontracts under seal.\n        (4) Notwithstanding anything in the Stamp Duty\nAct no stamp duty shall be payable on a contract of\napprenticeship entered into after the coming into force\nof this Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. From and after the coming into force of this Act no Restriction\nperson shall, except in accordance with the provisions of mentof\n                                                          on employ-\nsubsection (1) of section 10 or of subsection (2) of section 11, apprentices.\nemploy an apprentice in any prescribed trade unless a\ncontract of apprenticeship relating to that apprentice has\n       me inclusiw of this wge h anthozized b y LN. 57119801\n8                                     APPRENTICESHIP\n               been registered by the Board in accordance with the pro-\n               visions of this Act.\nRegistration      9 . 4 ) Every employer upon entering into a contract of\nof contracts\n   appren-     apprenticeship in respect of any prescribed trade shall\nticeship.      transmit the contract to the Board for registration.\n                      (2)The Board may register such contract, or may\n               refuse to register it if in their opinion the employer will\n               not be able to provide adequate facilities for the training\n               of the apprentice or the contract does not comply with the\n               provisions of this Act or of any apprenticeship order.\n                      (3) Where the Board decide to register a contract of\n               apprenticeship they shall cause to be recorded in a register\n               to be kept for the purpose such particulars of the contract\n               as they may determine and shall endorse on the contract a\n               note of its registration.\n                     (4)Whenever the Board refuse to register a\n               contract of apprenticeship they shall forthwith inform the\n               parties thereto by notice in writing of their refusal and\n               the grounds therefor.\n                     (5) A contract of apprenticeship which is required\n               to be registered under this section shall not confer or\n               impose any rights or obligations on the parties thereto until\n               it has been registered by the Board in accordance with the\n               provisions of this Act.\n                 1 0 . 4 1 ) A person employing an apprentice in any trade\ncontract of\nOf             which becomes a prescribed trade after the employment of\napprenuce-     the apprentice commenced may continue to employ the\nship.\n               apprentice in such trade notwithstanding that the contract\n               of apprenticeship is not a registered contract.\n                     (2) In any such case the employer shall forthwith\n               upon the trade becoming a prescribed trade transmit the\n               -___\n                        APPRENTICESHIP                                 -9\ncontract of apprenticeship to the Board who shall record\nit in thc manner proxkiod in subsection (3) of section 9."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The chairman shall preside at all meetings of the Board at\nwhich he is present, and in the case of his temporary absence the\nmembers present and constituting a quorum shall elect a chairman\nfrom amongst their number."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The quorum of the Board at any meeting shall he such number\nas may be prescribed by the Board by regulations made in accordance\nwith section 26 of the Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Any person alfected by the refusal of the Board Appeal,\n                                                             from ,dusal\nto register a contract of apprenticeship under section 9 may to reg Eter\nappeal in the prescribed manner to the Tribunal whose Ccntract\ndecision shall be final and conclusive.\n       (2) In any case where a n appeal has been lodged\nagainst a refusal to register a contract of apprenticeship\nthe Board may if they think fit, on application, grant a\npermit in the prescribed form for the employment of the\nworker in accordance with the contract pending the\ndecision of the Tribunal."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Subject to the provisions of this section-       Binding\n                                                           effect of\n     (a) an apprentice who is a party to a registered registered\n           contract shall be bound thereby throughout its f.?';:\n           currency notwithstanding that the apprentice Ist Sch.\n           may have attained the age of eighteen years;\n     ( b ) a parent or guardian of an apprentice who is a\n           party to a registered contract shall be bound\n           thereby until the apprentice attains the age of\n           eighteen years and no longer.\n       (2) At any time during the period of probation\nprescribed by a registered contract, the contract may be\ncancelled by the employer or by the apprentice where the\napprentice has attained the age of eighteen years, or by\nthe apprentice and his parent or guardian (if any) where\nthe apprentice is under the age of eighteen years.\n      (3) A registered contract may be cancelled by the\nBoard at any time upon the application of the eiiiployer\nor of the apprentice where the apprentice has attained\nthe age of eighteen years, or of the apprentice and his\n                                                 ~__\n10                                   APPRENTICESHIP\n             parent or guardian (if any) where the apprentice is under\n             the age of eighteen years :\n               Provided that where any party to such contract notifies\n             the Board that he objects to the cancellation of the contract\n             the Board shall not cancel the contract without affording\n             to that party, or to any person chosen by him to represent\n             his views, an opportunity to be heard.\nSuspension   13.--(1) In any case where an apprentice who is a party\nand\ndischarge  to a registered contract so rnisconducts himself or proves\ntics for\nOfaPpren-  himself to be so incapable that if he were. an employee\nmi=onduct. other than an apprentice it would be reasonable for his\netc.\n           employer to discharge him: the employer may suspend him\n           and apply to the Board for leave to discharge him.\n                    (2) Every such application shall be made within\n             three days after the apprentice is so suspended and where\n             such application is duly made the employer may withhold\n             any wages accruing due to the apprentice in respect of the\n             period of suspension.\n                    (3) The Board shall consider the application after\n             giving the employer, the apprentice and his parent or\n             guardian (if any) an opportunity to be heard and may\n             grant or refuse leave to discharge the apprentice. If for\n             the purposes of such hearing the person to whom the\n             opportunity is afforded so desires, the like opportunity shall\n             be afforded to a person chosen by him to represent his\n             views.\n                    (4)Where any such leave is granted the employer\n             shall be entitled to discharge the apprentice as from the\n             date on which he was suspended and in any such case the\n             contract of apprenticeship shall be deemed to be cancelled.\n                  (5) Where leave as aforesaid is refused the Board\n             may make such order as they think fit as to payment of\n                   -\n                      APPRENTICESHIP                                 11\nwages to the apprentice in respect of the period of his\nsuspension. If no such order is made the employer shall\npay to the apprentice all wages that would have been\npayable to him in respect of the period of suspension had\nhe not been suspended.\n       (6) The employer or the apprentice may within\nseven days after the Board have granted or refused leave\nto discharge the apprentice appeal in the prescribed\nmanner to the Tribunal, whose decision shall be final and\nconclusive.\n       (7) If the employer, notwithstanding that leave to\ndischarge the apprentice has been refused by the Board or,\nin the case of appeal, by the Tribunal, discharges the\napprentice such discharge shall for all purposes be\nconclusive proof of a breach by the employer of the\ncontract of apprenticeship.\n        (8) If the Tribunal in determining any appeal as\naforesaid decide in favour of the apprentice they may fix\nan amount which shall be payable to the apprentice as\ndamages for breach of the contract of apprenticeship i,\nthe event of the employer discharging him contrary to the\ndetermination of the Tribunal, or the Tribunal may in\nlieu of fixing such amount grant leave to the apprentice to\nmake to the Tribunal ex p a r k an application for the fixing\nthereof in the event of the employer discharging the\napprentice contrary to the determination of the Tribunal.\nAny such amount shall be in addition to the amount of\nwages payable in respect of the period of suspension.\n       (9)The amount (if any) so fixed by the Tribunal\nshall in the event of the apprentice being unlawfully\ndischarged constitute a civil debt to the apprentice by the\nemployer and may be recovered in the Resident Magistrate’s       .\ncourt.\n      me inclusion of tbis page is authorized by L.N. 57/1980]\nG\n                                    APPRENTICESHIP\n                     (10) Where an employer without proceeding in\n              accordance with the foregoing provisions of this section\n              discharges or purports to discharge an apprentice or\n              having suspended him does not withii three days there-\n              after make application as aforesaid for leave to discharge\n              him the apprentice may within seken days after discharse\n              or within ten days after the suspension, as the case may\n              be, apply to the Board for relief from the discharge or\n              suspension and thereupon the provisions of this section\n              shall apply in like mannei as if the employer had proceeded\n              in accordance with subsection (1).\n                 Transfer of Apprentices employed under Registered\n                                     Contracts\nTransfer of      14.41) Any employer under a registered contract may\napprentices\nonappllca     make application to the Board for the transfer of an\nticn\n              apprentice from himself to another employer in the same\n              trade who is willing and able to undertake the obligations\n              of the first mentioned employer.\n                     (2) A n y apprentice under a registered contract or\n              the parent or guardian of any such apprentice under the\n111979        age of eighteen years may make application to the Board\n1st Sch.\n              for the transfer of the apprentice from his employer to\n              another employer in the same trade who is willing and\n              able to undertake the obligations of the original employer.\n                      (3) The Board may in their discretion grant or\n              refuse permission for a transfer applied for under this\n              section and where they have granted permission for such\n              transfer shall endorse a note of the transfer on the\n              contract.\n                      (4) After the expiration of fourteen days from the\n              granting of permission to transfer an apprentice under this\n              section the name of the new employer shall be deemed\n                    [Ihe mcl8won of this page is authanzed by LN. 57/19801\n                        APPREXTICESHIP                                     13\nto be substituted in the registered contract for that of the\nformer employer and the contract shall continue in all\nrespects as if the new employer had been an original party\nto the contract but the former employer shall thereupon\ncease to have any further rights or obligations under the\ncontract."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Board may co-opt any one or more persons to attend any\nparticular meeting of the Board for the purpose of assisting or\nadvising the Board. but no such co-opted person shall have any right\nto vote."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The validity of any p&ctedieg of 'the Board shall not he\naffected by any vacancy amongst the members thereof or by m y defact\nin the appointment of a member or of the chairman thereof."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) In any case where the Board consider that an Transferof\n                                                                 apprentices.\nemployer under a registered contract is not able to give\nadequate training to an apprentice the Board, with the\nconsent of the apprentice and (where the apprentice is\nunder the age of eighteen years) of his parent or guardian 1/1979\n(if any), may transfer the apprentice to another employer l a t Sch.\nin the same trade who is willing and able to undertake\nthe obligations of the original employer and upon so doing\nshall endorse a note of the transfer on the registered contract.\n       (2) The provisions of subsection (4) of section 14\nshall apply with respect to the transfer of an apprentice\nunder this section as they apply with respect to the transfer\nof an apprentice under that section."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Subject to the provisions of this Schedule, the Board shall have\npower to regulate their own proceedings and may delegate to any\nmember of the Board or committee of members of the Board the\npower and authority to carry out on'behalf of the Board such duties\nas may be determined by the Board:\n20                            APPRENTICESHIP\n       Provided that this paragaph shall not be deemed to confer upon\n     the Board the power to delegate the function of making apprenticeship\n     orders or regulations."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The termination of a registered contract prior to the Notification\nexpiry of any period of probation prescribed by the of        termina-\n                                                            . etc.. of\n                                                            ucn.\ncontract and the termination thereof by agreement of the ~f~~~\nparties or by discharge of the apprentice for good cause\nand every transfer of an apprentice shall be notified to\n       [The inclusion of this wage is authorized by L.N. S7/1980]\n14                                     APPRENTICESHIP\n               the Board by the employer in the prescribed manner and\n               within the prescribed time.\nReceiptof         18. No employer of an apprentice in any prescribed\npremiums\n               trade shall receive directly or indirectly from him or on\n~ 1 9 5 7      his behalf or on his account any payment by way of\ns. 3.\n               premium.\nCertifiSatc    19.-(1) Whenever for any reason (including the\nOf        0\"\n     EnrvlCr\nd:ccharyc of\n             completion of his contract of apprenticeship) an apprentice\napprentice.  under a registered contract ceases to be employed by his\n             employer, it shall be the duty of the employer to supply\n             to the Board a statement in the prescribed form setting\n             foith particulars of the service of the apprentice.\n                      (2) The Board shall forthwith endorse a note of\n               the termination on the registered contract and on every\n               copy thereof submitted to them for that purpose by any\n               of the parties to the contract.\nCertificate       20. On being satisfied that an apprentice has duly\nOf\ncomp1letion\n               completed his apprenticeship under a registered contract\nofappren-      the Board shall supply to the apprentice a certificate in\nticcship.\n               the prescribed form that the apprentice has duly completed\n               his apprenticeship.\nc opy of          21. In every case where an apprentia under a registered\napprentice-\nship orders\n               contract is employed in any premises the employer shall\n tobeex-       affix and keep affixed in some conspicuous place in the\nhibited.\n               premises where it may be easily read by the apprentice a\n               copy of all apprenticeship orders relating to the trade in\n               which he is engaged."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The chairman, members and officers and servants of the Board\n     may be paid such remuneration, if any (whether by way of salaries,\n     fees or travelling or other allowances), as the Minister with the\n     approval of the House of Representatives may d m i n e and such\n     remuneration shall be defrayed from the Consolidated Fund.\n                                     PART 11\n          Constitution and Procedrrre of Apprenticeship Committees"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. (1) The members of each Apprenticeship Committee shall be\n     appointed by the Minister, so, however, that three of such members\n     shall be appointed from amongst persons appearing to the Minister to\n     be representative of employers of skilled workmen, and three of\n     the remaining members shall be appointed from amongst persons\n     appearing to him to be representative of skilled workmen.\n            (2) The Minister shall appoint the member of an Apprenticeship\n     Committee who is not appointed as a representative of either cm-\n     ployers of skilled workmen or of skilled workmen to be the chairman\n     of the Committee."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. (I) The chairman and members of an Apprenticeship Committee\n     shall, subject to the provisions of this paragraph, hold office for a\n     period of three years and shall, without prejudice to the requirements\n     of sub-paragraph (1) of paragraph 20, be eligible for reappointment\n     at the end of that period.\n            (2) The Minister may at any time. terminate the appointment\n     of the chairman or of any member of an Apprenticeship Committee.\n            (3) The chairman or any member of an Apprenticeship\n                                                     notice in\n     Committee may at any time resign his appointment by\n     writing addressed to the Minister."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The Minister may appoint-\n         (a) any person other than a person appearing to him to be\n             representative either of employers of skilled workmen or of\n              skilled workmen to act as chairman of an Apprenticeship\n              Committee in the absence or inability to act of the chairman;\n              and\n          (6) a n y person, being a person appearing to him to be reprtsen-\n              tative of employers of skilled workmen, to act in the place\n             me inclusion. of this page is authorized by LN. 4801 19731\n                         APPRENTICESHIP                                   21\n        of any member of the Committee appointed as representative\n        of employers of skilled workmen during the absenw or\n        inability to act of such member; and\n    (c) any person being a person appearing to him to be represen-\n        tative of skilled workmen to act in the place of any member\n         of the Committee appointed as representative of sk~lled\n        workmen in the absence or inability to act of such member."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.--(I) The Minister may, after consultation with the Board,     Apprentice-\nfrom time to time by order appoint, in relation to such areas as\nmay be specified in the order, Apprenticeship Committees for\nthe purposes of this Act.\n      (2) The provisions of Part I1 of the Schedule shall Schedule\nhave effect as to the constitution of Apprenticeship Com- '\"'\".\nmittees and otherwise in relation thereto.\n      (3) Subject to the provisions of subsection (4), it\nshall be lawful for an Apprenticeship Committee to exer-\ncise on behalf of the Board, in relation to the area for\nwhich it is appointed any of the functions of the Board\nunder sections 8, 9, 10, 11, 12, 13, 14, 15 and 16.\n      (4) Where in the exercise of any such function an\nApprenticeship Committee is required by the Board or by\nany person directly affected by the exercise of the function\nto refer any question to the Board, the Apprenticeship\nCommittee shall refer such question to the Board and shall\nact in accordance with the directions of the Board thereon\nand not otherwise.\n       (5) The exercise of any function by an Apprentice-\n ship Committee on behalf of the Board shall for the\n purposes of appeal under sections 11, 13 and 16 be deemed\n to be an exercise of that function by the Board.\nApprentice-     24.41)     For the purpose of hearing and determining\nship Appeal\nTribunal.     appeals puP&UltBtit to se&iui~s 11, 13 and 16 there shall be\n              e~tabliohed~ r Appi-enticeship\n                              i                Appeal Tribunal which shall\n              eoasi8t of' a chairman who shall be a membet of the Bar\n              of' S~mdea~  Iingiand, Wdithern Ireland or Scotland and two\n              other tne~bdi-s.\n                      (2) The ~h&ititiiiifl and other members of the\n              Tribunal ahall be appdinted by the Minister and shall, sub-\n              ject to the pt%visions of subsection (4), hold o f i c e for such\n              period not exseeding two years as the Minister may deter-\n              mine, but shall be eligible for reappointment.\n                     (3) The Minister may appoint any person to act in\n              the place of the chairman or any other member of the\n              Tribunal in the case of the absence or inability to act of\n              the chairman ot other member.\n                     (4) The chairman or any membef df the Tribunal\n              may &t any t h e resign his ofice by instrunlerit in writing\n              addressed t o the Minister and such resignation shall take\n              effect as from the date of the receipt of such instrument\n              by the Minister.\n                       (5) The names of all membefs of the Tribunal as\n              first established and every change in the membership\n              thereof' shall be published in the Gazette.\n                    (6) The Tribunal may make rules regulating the\n              procedure to be followed upon appeals to the Tribunal.\n                     (7) There shall be paid to the chairman and\n              members of the Tribunal and to any person acting in the\n              place of the chairman or a member of the Tribunal such,\n              if any, remuneration and allowances as the Minister may\n              determine.\n                          APPRENTICESHIP                                       17"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any party to any proceedings before the Tribunal                *ppearanCe\n                                                                     by Counsel,\nmay appear by Counsel or a Trade Union Representative.               etc."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) The Board may make regulations for giving hrther           Regulations,\nand better effect to the provisions of this Act and for\nprescribing anything to be prescribed under this Act.\n        (2) Regulations made under this section shall not come\ninto effect until they have been approved by the Minister who\nmay alter, amend or add to such regulations."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Nothing in this Act shall be deemed to affect the              savings\nprovisions of section 174 of the Bankruptcy Act (relating\nto the discharge of a contract of apprenticeship on the\nbankruptcy of the employer and the preferential allowance\nthereon).\n                                       APPRENTICESHIP\n(Section\n3 (2))\n                                             SCHEDULE\n              PART I. Constitut~on,Procedure, Oflcers and Servants of the Board"
    }
  ],
  "definitions": []
}