{
  "id": "jm-stat-the-approved-organizations-and-authorities-loans-etc-act",
  "type": "statute",
  "title": "The Approved Organizations and Authorities Loans, etc. Act",
  "title_en": "The Approved Organizations and Authorities Loans, etc. Act",
  "short_name": "Approved Organizations and Authorities Loans, etc. Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-approved-organizations-and-authorities-loans-etc-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-approved-organizations-and-authorities-loans-etc-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Approved Organizations and short title\nAuthorities Loans (Government Guarantee) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--41) Subject to the provisions of subsection (2). the Power to\nMinister may, with the prior approval of the House of guarantee     loans to\nRepresentatives, guarantee-                                         approved\n                                                                    organiza-\n    (a) the repayment of the principal moneys and interest and tions or\n            any other amounts payable under or upon any loan authorities.\n                                                                    1 711970\n        - . raised by any organization or authority approved by the S.2.\n            Minister; and                         .   +\n                                                                    4211979\n                                                                    S.2.\n    (b) the 'performance of any obligation ancillary to the\n            agreement to repay the principal moneys and interest\n            aforesaid.\nand any gua.rantee given under this subsection may be signed by\nany person authorized thereto in.writing by the Minister.\n       (2) No loan shall be guaranteed under subsection (1)-         3-4/1953\n                                                                                             S.2.\n    (a) except for such time and upon such terms - and subject\n       ,. to such conditions.as the!House of Representatives may\n          approve; and         ,;.. .     .. .   .\n    (b) unless the prdposal: for the. guarantee, when brought 3711959\n          before .the:H O U S ~ J~epresentatives,\n                                    ' ~ ~              is accompanied - s.2.\n     . .\n          by a statement setting out th'e total amount of all prin-\n          cipal moneys then...remaining\n                                   ..          unpaid in respect of all\n          other loans p~i,~ioiisly,so\n                   .,    :              gvaranteed;\n                                         .   .\n      - [The, ihclusion of this :,page' is authorized by ,&N: 92C/2012] '            '   '\n                             .   .   :\n                                         '\n                                                                 ,   .\n                                                                                 \"\n                         APPROVED ORGANIZATIONS AND A UTHORITIES\n                              LOAN(G0 VERNMENT G WARANTEE)\n                      (c) in respect of a public body, unless the guarantee is\n                          consistent with the fiscal targets for total debt specified\n                          in section 48C(l)(b) of the 'Financial Administration\n                          and Audit Act.\n                       (3) In this section and section 3, \"public body\" has the\n                  meaning assigned to it by section 2 of the Public Bodies              ,\n                  Management and Accountubility Act;\nSecurity for        3.-41) Notwithstanding anything to the contrary, where any\nloans guaran-\nteed under this   loan is guaranteed under this Act the repayment of any amounts\nAct.              payable 'under or upon the loari so guaranteed shall; during the\n4811969\nS.2.              continuance of such guarantee-\n4211979\nS. 3(a).\n                                                                          -   i\n                      ( a ) be a first charge upon such revenues-and Lsets of the\n                            borrower as shall be specified by& Minister;'or\n                      (b) be secured in such other maker as the Minister may\n                          arrange with the borrower and lender. .\n                       ,(2) Where*anyloan is guaranteed under this Act-\n                      (a) after the 30th of December, 1969, the borrower shall\n                          pay to the Government as a commission such sum not\n                          exceeding one percent of the amount borrowed, as the\n                          Minister may determine; or           ,-\n                      (b) after the date of commencement of the Public Bodies\n                          Management and Accountability(Amendment)Act,2011,\n                          if the borrower is a public body, the borrower shall pay\n                          to the Government as a commission such sum as may\n                       , be prescribed by regulations made under section 24 of\n                          the Public Bodies Management and Accountability Act.\n                         (3) For the purposes of subsection ( 1 ) any amount pay:\n                  able consequent. upon a failure to perform such obligation as is\n                                     .   <\n                           [The inclusion of this Dace is authorized by LN. 92d2012]\n       APPROVED ORGANIZA TIONS AND A UTHORITIES\n            LOAN(GOVER~MENT  GUARANTEE)\nreferred to in section 2(l)(b), shall be treated as if it were\nprincipal moneys guaranteed under this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where the Minister is satisfied that there has been any ~epayrnent\ndefault in the repayment of any amounts guaranteed under the of    amounts\n                                                                guaranteed\nprovisions of this Act, the Minister shall direct the repayment in default.            . ,.\nout of the Consolidated Fund and assets of Jamaica of the 481       1969\n                                                                S. 3.\namount in respect of which there has been such default.         421979\n                                                                       S.4."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where the Minister gives any direction under section 4 and        Protection of\n                                                                       amount paid\nthe repayment of the amounts guaranteed under this Act is              under section\nsecured in the manner specified-                                       4.\n                                                                       48/1969\n                                                                       S.4.\n                                                                       42J1979\n                                                                       S.5.\n    (a) in paragraph (a) of subsection (1) of section 3, the\n        revenues and assets of the borrower specified in\n        accordance with the provisions of the said section 3\n        shall, upon the publication of such direction in the\n        Gazette, vest in the Commissioner of Lands where they\n        consist of land and in the Accountant General in any\n        other case, in trust for the Government until such time\n        as any sum paid out under the provisions of section 4\n        has been repaid to the Government; so, however, that 1711970\n         such vesting shall be without prejudice to and shall not S.3.\n         affect any obligations or liabilities or the rights and\n         privileges of any mortgagee or lender which attached to\n         or existed in relation to such revenues and assets\n         immediately prior to the publication of the direction\n         and which did not cease to exist upon the repayment\n         made under section 4;\n    (b) in paragraph (b) of the said subsection (I), the Minister\n        shall, upon the publication of such direction in the\n        Gazette, take such action as may be appropriate to\n        ensure repayment to the Government of any sum paid\n        out under the provisions of section 4.\n          [me' inilu'sion of this page is authorized by LN. 92d20121\n                            APPROVED ORGANIB TIONS AND AUTHORITIES\n                                 LOAN(G0VERNMENT GUARANTEE)\n~ i n i s t e rmay      6. where any loan is guaranteed under this Act the Minister\nremit taxes.\nduties and           may, by order published in the Gazette, provide that any tax,\nfees.                duty or fee payable under the Income Tax Act or the Stamp\ns. 5.\n48\"969\n                     Duty Act or the Registration of Titles ~ c tor , any other enact-\n                     ment, shall be remitted where such remission is, in the opinion\n                     of the Minister, necessary to give effect to aniterm upon which,\n                     or any condition subject to which, such loan was so guaranteed.\n                             [me inclusion of this page is airthorkd by LN. 92d2012]"
    }
  ],
  "definitions": []
}