{
  "id": "jm-stat-the-architects-registration-act",
  "type": "statute",
  "title": "The Architects Registration Act",
  "title_en": "The Architects Registration Act",
  "short_name": "Architects Registration Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-architects-registration-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-architects-registration-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) providing for the stamping of drawings, plans or other\n                          documents by registered architects;\n                    (k) providing for such other matters as may be required for\n                          the efficient discharge by the Board of its duties and\n                          functions under this Act.\n                            !The inclusion of this age is authorized by L.N. 180Ai20061\n                           ARCHITECTS REGISTRATION                                           17"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The members of the Disciplinaq Committee shall, sub.iect to the\nprovisions of this Schedule, hold ofice for such period not exceeding two years\nas the Board may determine and shall be eligible for re-appointment."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--41) In this Act-\n  \"Board means the Architects Registration Board\n     established in accordance with section 3;\n  ''Caribbean Community\" means the Caribbean Community 4iz005\n                                                            s. 2@).\n        established by Article 2 of the Revised Treaty of\n        Chaguaramas signed in the Bahamas on the 5th day of\n        July, 2001 and includes the CARICOM Single Market\n        and Economy;\n  \"Chairman\" means the Chairman of the Board;\n  \"functions\" includes duties and powers;\n  \"Jamaica Institute of Architects\" means the unincorporated\n      organization constituted on the 31 st day of March,\n      1978, under the name of the Jamaica Institution of\n      Architects;\n   \"Member State\" means a Member State of the Caribbean                        yiL5\n      Community excluding an Associate Member within\n      the meaning of Article 231 of the Revised Treaty of\n      Chaguaramas;\n   \"practice of architecture\" means the rendering or offering\n       to render for reward the services of an architect\n        registered under this Act;\n           [The inclusion of this p a p is ruthorired by L N . 180A110061\n4                                 ARCHITECTS REGISTRATION\n                     \"register\" means the register of architects kept by the\n                          Registrar in accordance with the provisions of\n                          section 6;\n                     \"registered architect\" means a person registered as an\n                          architect under this Act;\n                     \"Registrar\" means the Registrar designated pursuant to\n                         section 5;\n                     \"secretary\" means the secretary of the Board.\n4 2005               ( 2 ) For the purposes of this Act, a person is a national of\nS. Z(d).\n                a Member State if that person is-\n                    (a) a citizen ofthat state; or\n                    (6) has a connection with that state of a kind which entitles\n                        him to be regarded as belonging to or, if it be so\n                        expressed, as being a native or resident of the state\n                        for the purposes of the laws thereof relating to\n                        immigrant.\n                               PART11-Registration qf Architects\nEstablnshmnri     3 . 4 1 ) There shall be established for the purposes of this Act\n01 Board\n                a body to be called the Architects Registration Board which\n                shall be a body corporate to which the provisions of section 28\n                of the Interpretation Act shall apply.\nFwst                   (2) The provisions of the First Schedule shall have effect\nSchedule\n                with respect to the constitution and procedures of the Board and\n                otherwise in relation thereto                                             0\nPunnion\\or        4.-31) The functions of the Board shall be-\nthe Board\n                     (a) to register architects;\n                     (h) to regulate the practice of architecture in Jamaica;\n                             !The indudan of thia page is avthorlrod by L.N. 180A120061\n                            ARCHITECTS REGISTRATION\n             (c) to ensure the maintenance of acceptable standards of\n                  professional conduct by persons registered as architects\n                  under this Act.\n               (2) The Board shall have power-\n            (a) to appoint examiners to conduct such examinations\n                  in respect of persons applying for registration as\n                  architects as may from time to time be necessary under\n                  the provisions of this Act;\n            (b) to prescribe the procedure to be followed in respect of\n                disciplinary proceedings against architects in relation to\n                professional conduct; and\n            (c)   to do all such things as may appear to it to be\n                  necessary or desirable for carrying out its fhnctions\n                  under this Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Board may appoint any person who would be eligible for\nappointment as a member of the Committee in accordance with subsection (1)\nof section 18 to act temporarily in the place of any member of the Committee\nwho. for whatever reason. is unable to perform his functions as a member of the\nCommittee.\n                [The inrlurion of this page is authorized by L.N. 180A120061\n                      ARCHITECTS REGISTRATION\n   &---(I) Any member of the Committee may at any time resign his office by\ninstlument in writing addressed to the Chairman of the Board and from the date\nspecified therein or, if no date is specified, the date of the receipt by the\nChairman of the Board of such instrument such mcmber shall cease to he a\nmember of the Committee.\n       (2) The Chairman of the Committee may at any time re@ his office\nas Chairman by instrument in writing addressed to the C h a i i a n of the Board\nand from the date specified therein or, if no date is specified. the date of the\nreceipt by thc Chairman of the Board of such instnnncnt such Chairman shall\ncease to be Chairman of the Committee."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Persons on the permanent staff of the University of the West\nIndies or other institution in Jamaica approved by the Minister and who\nare engaged in a teaching or research capacity in architectural work or\nany branch thereof.\n                               THIRD SCHEDULE                              (Section 18 (2))\n                           The Disciplinary Committee"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. If any vacancy occurs in the membership of the Board such vacancy F ~ I I ~ of\n                                                                                        ,,~\n      shall be filled by the appointment of another member who shall, wancie..\n      subject to the provisions of this Schedule, hold office for the remainder\n      of the period for which the previous member was appointed."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) The Board shall cause the Registrar to keep a register l h c r e ~ t s w\n        (to be known as the Register of Architects) of the names,\n        addresses, qualifications and such other particulars as may be\n        prescribed of all persons who are registered as architects\n        pursuant to this Act.\n               (2) The register shall be open to inspection by any\n        member of the public at all reasonable times and a copy of the\n        register shall be published in the Gmtte by the Registrar\nfly     at such times and in such manner as may be prescribed.\n\\-\",'"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Every application for registration as an architect r\\p~licaticm\n        under this Act shall be inthe prescribed form signed by the ' \"\"@\": , , : :\n        applicant and delivered to the Registrar and shall set out the\n        grounds on which the applicant claims to be entitled to\n        registration.\n                      IThe Ineluslon of thB page 1, authorized by L.N. 180A120061\n6                                 ARCHITECTS REGISTRATION\n                      (2) The Board may require such evidence of identity\n               or such verification of any matter alleged by the applicant\n               or such further information relating to the application as it\n               thinks requisite.\n                      (3) Every application under this section shall be\n               accompanied by the prescribed fee.\n                                                                                         n\n                                                                                         'd\nReglstmtion.     8.-(1)    If the Board is satisfied in relation to any application\n               for registration that-\n                     (a) the provisions of section 7 have been complied with;\n                         and\n                     (b) the applicant is qualified for registration under the\n                         provisions of this section and section 9 or 24,\n               the Board shall register the applicant as an architect and shall\n               notify the applicant in writing accordingly and shall direct the\n               Registrar to issue to him in the prescribed form a certificate of\n               registration.\n                       (2) For the purposes of registration under this Act,\n               the Board may require any applicant to submit to such\n               examination relating to his competence as an architect as\n               the Board thinks necessary.\n                       (3) If the Board is not satisfied as to the eligibility of\n               the applicant to be registered under this Act it shall refuse to\n               register the applicant and shall notify him in writing accordingly\n               and shall inform him of the right of appeal conferred by section"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.41) The Board shall meet at such time as may be necessary or expedient Meetings.\n      for the transaction of its business and such meetings shall be held at such places\n 7    and times and on such days as the Board may determine.\n .\n           (2) The Chairman may at any time call a special meeting of the\n      Board and shall call a special meeting within seven days of the receipt\n      of a written request for that purpose addressed to him by any three\n      members of the Board.\n            (3) The quorum of the Board shall be determined by the Board\n      but shall be not less than one-half of the membership.\n                      [The Inrludon of this page is s u t h o r h d by L.N. 180Al20061\n20                                       ARCHlTEClS REGISTHATION\n                       (4) The decisions of the Board shall be by a majority of votes\n                and, in addition to an original vote, the person presiding at any meeting\n                shall have a casting vote in any case in which the voting is equal.\n                      (5) Minutes in proper form of each meeting of the Board shall\n                be kept by the secretary.\n                           (6) The validity of the proceedings of the Boad shall not be\n                    affected by virtue of any vacancy among the members thereof or any\n                    defect in the appointment of a member thereof.\n                          (7) Subject to the provisions of this Schedule or any regulations,\n                    the Board may regulate its own proceedings.\nCummillees            9.-(1) The Board may appoint such committees as it may think fit and may\n                    delegate to any such committee the power and authority to cany out on its\n                    behalf such duties as the Board may determine, so, however, that no such\n                    committee shall have the power to make rules.\n                          (2) The constitution of each committee appointed as aforesaid shall be\n                    determined by the Board.\nLiability of           10.-(1) No member of the Board shall be personally liable for any act or\nR o d               default of the Board done or omitted to be done in good faith in the course of\n                    the operations of the Board.\n                          (2) Where any member of the Board is exempt from liability by\n                    reason only of the provisions of this paragmph, the Board shall be liable to\n                    the extent that it would be if the member were a servant or agent of the\n                    Board.\n ti^^.                 11. There shall be paid from the funds of the Board to the Chairman\n                    and other members of the Board such remuneration whether by way of\n                    honorariwq salary or fees and such allowances as the Minister may\n                    determine.\nE X C ~ S ~ M O ~     12. The office of Chairman or member of the Board shall not be                 ~q\n                                                                                                     LJ\nChapterVof          a public office for thc purposc of Chaptcr V of the Constitution of\nConstitution.\n                    Jamaica.\nAuditors.              13. The Board shall appoint auditors who shall audit the accounts\n                    of the Board and submit an annual report to the Chairman who shall\n                    forthwith transmit the report to the Minister.\n                                    lThe lnclualon of this page Is authorlrrd by L.N. 180A110061\n                      ARCHITECTS REGISTRATION\n                                SECOND SCHEDULE                                (Section 10)\n    Categories of Persons who may he specially regislered as architects"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every person shall be entitled to be registered as an @talifiea-\n                                                                tions for\n     architect under this Act who satisfies the Board-          registratiun.\n         (a) that he is a national of Jamaica or of another Member 4,200s\n                                                                   S 3(a)\n             State;\n         (6) that he is of good character and reputation; and\n         (c) that he hlfils the following requirements, namely-\n               (i) that he is a member of, or holds a certificate\n                    granted by an institution, or other body re-\n                    cognized by the Board as having competence to\n                    approve qualification as an architect; or     412005\n                                                                                S. 3(h)[ii).\n               (ii) that he has had at least two years practical ex- 4 m o s\n                    perience in architectural work under the S. 3(h)(iii).\n                    supervision of a registered architect (at least one\n                    year of which was in a Member State) and has\n                    passed such examinations as may be required by\n                    the Board."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Notwithstanding anything to the contrary, any Special\n     person who comes within any of the categories of persons regirtration.\n     specified in the Second Schedule may, on application to the Second\n     Board in the prescribed manner and on payment of the Schedule.\n     prescribed fee, be specially registered to cany on the practice of\n     architecture for such time and on such conditions as the Board\n     may with the approval to the Minister specify.\n            (2) The Minister may, after consultat.ion with the Board,\n     by order amend the Second Schedule so as to add to or remove\n     any of the categories of persons specified therein.\n-\\\n            (3) Notwithstanding the removal of any category of\nC.   persons from the Second Schedule, any person who\n     at the time of such removal is registered pursuant to sub-\n     section (1) within that category shall, subject to the provisions\n     of subsection (I), continue to be specially registered until the\n     expiration of the period for which he was specially\n     registered.\n                  lThe inclvaion o f this page is aulhorhd by L.N. I8OA120061\n8                                ARCHITECTS REGISTRATION\n                        (4) The Registrar shall enter in a separate part of the\n                register the names of all persons specially registered under\n                this section.\n                        (5) The Registrar shall issue to every person specially\n                registered under this section a certificate of registration in\n                the prescribed form which, to the extent specified therein, shall\n                entitle that person to practise as a registered architect.           -\n                                                                                     -1\nTemporary         11.-(1)   Where the Board is satisfied, upon the application of\nregisfration.\n                any person, that that person-\n412005              (a) is not a national of a Member State;\nS. *a).\n                    (6) is or will be temporarily visiting Jamaica for the\n                        purpose of practising the profession of architecture at\n                        an institution or place in Jamaica in the capacity of a\n                        teacher or a research student or as the holder of a\n                        fellowship or other study programme or under a foreign\n                        nssistance programme or in such other circumstances\n                        as the Board may approve; and\n                    (c) possesses sufficient knowledge and experience for the\n                        efficient practice of architecture in the capacity\n                        aforesaid,\n                the Board shall, on receipt of the prescribed fee, grant temporary\n                registration to that person.\n                        (2) The Board may, upon application and payment of\n                the prescribed fee, grant temporary registration to any\n4 2005\n                person, not ordinarily resident in a Member State and not being\ns 4W\n                a person to whom the provisions of subsection (1) applies, who\n                satisfies the Board that he is or will be temporarily visiting\n                Jamaica for the purpose of practising the profession of\n                architecture and is otherwise qualified under paragraphs (6) and\n                (c) of section 9\n                   ARCHITECTS REGZSTMTION\n       (3) A temporary certificate of registration shall entitle the\nholder to practise the profession of architecture in such\ninstitution or place or in such circumstances and for such period\nin the first instance or any subsequent instance (not exceeding in\nthe first instance two years) and subject to such terms and\nconditions as may be specified in the certificate at the direction\nof the Board.\n       (4) The names, addresses, qualifications and such\nother particulars as may be prescribed of all persons to\nwhom temporary certificates of registration are issued\nunder this section shall be entered in a separate part of the\nregister.\n      (5) The Board may, from time to time, in its discretion,\nextend the period or vary the terms and conditions specified in\nany temporary certificate of registration.\n      (6) The Board shall have power to cancel, without notice,\nany temporary certificate of registration.\n        (7) During the period specified in any t e m p ~ . ~ ~ y\ncertificate of registration or an:: extensioi> thereof, the holder\nshall, unless the certificate has been cancelled, be deemed for\nthe purposes of this Act to be a registered architect."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Every person registered under this Act who, subse- Additional\n                                                                  qualifica-\nquent to his registration, obtains any degree, qualification ,ions,\nor other designation relevant to the practice of architecture,\nshall be entitled, on payment of the prescribed fee, to have such\ndegree, qualification or designation inserted in the register in\nsubstitution for or in addition to those previously entered."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--(1)   It shall be the duty of the Registrar--\n     (a) to remove from the register any entry which the\n         Board, pursuant to this Act, directs him to remove;\n     ( b ) to restore to the register any entry which the Board,\n           pursuant to ihis Act, directs him to restore;\n              IThe inelusion of this page i s authorized by L.N. 180U20061\n                  ARCHITECTS REGISTR4TION\n    (c) to correct, in accordance with the Board's direction,\n        any entry in the register which the Board directs him to\n        correct as being in the opinion of the Board, an entry\n        which was incorrectly made;\n   (d) to remove from the register, with the approval of\n        the Board, the name of any person who has died or\n        who, not being a national of Jamaica or of any other\n        Member State, has, for a period of at least one year,\n                                                                            (3\n        ceased to be ordinarily resident in Jamaica or who has\n        been issued with a temporary certificate of registration\n        which has expired or has been cancelled or who, in\n        accordance with any of the provisions of this Act,\n        ceases to be a registered architect,\n   ( e ) to make, from time to time, any necessary altera-\n         tions in any of the particulars mentioned in sub-\n         section (1) of section 6.\n      (2) If the Registrar-\n   (a) sends by post to any person registered under this Act a\n       registered letter, addressed to him at his address\n       appearing in the register, enquiring whether he has\n       ceased to practise as an architect, or has changed his\n       address and receives no reply to that letter within three\n       months from the date of posting; and\n    ( h ) upon the expiration of the period aforesaid sends in\n          like manner to that person a similar letter and receives\n          no reply to either letter with three months of the date of\n          the second posting,\nthe Board may direct the Registrar to remove from the regis-\n                                                                            :.0'\n                                                                            ,\nter the name of that person.\n       (3) The Board may direct the Registrar to restore to\nthe register any name removed therefrom pursuant to this\nsection.\n             (The lnclvrlon of this page Is authorized by L N . 180AR0061"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)   No person other than a registered architect shall be khtitlement\n      entitled to recover in any action any fee, charge, gratuity, tOhes,e,,,\n                                                                         TdCOVX\n      remuneration or other reward for services rendered or offered as\n      a professionally qualified architect.\n             (2) Nothing in subsection (1) shall prevent any person\n      from taking any action mentioned in that subsection in respect of\nC     anything lawhlly done while such person was a registered\n      architect."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)    Subject to section 16, with effect from such date as          zt':p\n      the Minister may, by order, specify, no person unless he is a\n      registered architect shall, in Jamaica-                           registered\n                                                                        architects.\n          (a) carry on the practice of architecture;\n          (b) take or use, in relation to himself, the designation\n              \"architect\" either alone or in conjunction with any\n              other words or initials in such manner as to imply that\n              he is qualified to carry on the practice of architecture in\n              Jamaica.\n           (c) take or use, in relation to himself, any designation, title,\n               name, initials or description indicating or implying that\n               he is entitled to carry on the practice of architecture in\n               Jamaica.\n             (2) A person shall be deemed to cany on the practice of\n      architecture if he practices any branch of the profession of\n      architecture or if, by verbal claim, sign, advertisement, letter-\n      head, card or in any other way, represents himself to be an\n      architect or, through the use of some other title, implies that he\nr\\    is an architect or that he is registered under this Act or holds\nL..\n      himself out as being able to perform or does perform any\n      architectural service or work.\n             (3) For the purposes of this Act, a person not being a\n      registered architect, does not cany on the practice of architecture\n      by reason only that-\n                    [Theinclusion of this page Is suthorlvd by L.N. 180A120061\n                     (u) he does so in the course of his duties as an employee of\n                         a registered architect;\n                     ( h ) being an engineer or land surveyor registered under\n                           such laws as may, for the time being, provide for the\n                           registration of engineers or land surveyors, he engages\n                           in such architectural work as may be incidental to his\n                           practice as an engineer or land surveyor, as the case\n                           may be;\n                     ( ~ L&i5\n                         j          au i a p ! c y ~ 3~ ' ! fh ~G~~:srvnent,\n                                                                           who does not\nSccund                       fall within the provisions of the Second Scheduio, 11c\nSchedule.\n                             does so in the course of his duties as such an employee.\n                       (4) Any person who contravenes the                         of\n                 subsection (1) shall be guilty of an offence and shall be liable on\n                 summary conviction before a Resident Magistrate-\n                     (a) in the case of a first offence to a fine not exceeding two\n                         hundred and fifty thousand dollars or to imprisonment\n                         for a term not exceeding six months;\n                     (b) in the case of a second or subsequent offence, to a fine\n                         not exceeding five hundred thousand dollars or to\n                         imprisonment for a term not exceeding twelve months.\nOrganizations.     16. No organization shall be entitled to be registered under\n412005\nS.8.\n                 this Act.\nImproper           17. If any person who is registered as an architect has, in the\nregistration.\n                 opinion of the Board, improperly obtained such registration, the\n                 Board shall have power-                                                  /7\n                     (a) where such registration was obtained on the basis                (A\n                         of any statement, information or document sup-\n                         plied by that person which he knew at the time to\n                         be false, to cancel such registration and to refuse\n                         to grant registration on any subsequent applica-\n                         tion;\n     ( h ) where such registration was obtained on any basis\n           other than that specified in paragraph (a),to require the\n           person registered to submit, within a period of three\n           months of being so required or such longer period as\n           the Board may permit, a new application in accordance\n           with the provisions of this Act and, if he fails to do so,\n           to cancel such registration."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1)    The Board shall appoint, from among persons who D~rciplinilr?\nare registered architects but who are not members of the Board, C ~ l l l l i l I ~ . d .\na Disciplinary Committee consisting of such number of persons,\nnot being less than five nor more than seven, as the Board thinks\nfit.\n       (2) The provisions of the Third Sclledule shall have ihrrd\n                                                            ScheLk\neffect with respect to the constitution of the Disciplinary\nCommittee and otherwise in relation thereto\n       (3) The Disciplinary Committee shall investigate and\nhear evidence in relation to any matter concerning the conduct\nof a registered architect and shall report its findings and recom-\nmendations to the Board.\n      (4) The Board may make rules for regulating the\npresentation, hearing and determination of matters by the\nDisciplinary Committee and for reports to the Board."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-{I) On receipt of a report from the Disciplinary Disciplinary\nCommittee, if the Board finds any person registered under this powers of\nAct-\n                                                                               .,\n                                                                                ,,\n     (a) to have procured registration under this Act, as a result\n         of any misleading, false or fraudulent misrepresenta-\n         tion; or\n     ( 6 ) to be guilty of dishonesty, negligence or incompetence;\n           or\n                [The inelvrion of this page Is authorized by L.N. 180A110061\n14                               ARCHITECTS REGISTXATION\n                  (c) to be guilty of disgraceful or improper conduct in a\n                      professional respect,\n              the Board may-\n                               (i) censure or reprimand such person;\n                            (ii) suspend such person from the practice of\n                                 architecture for a period not exceeding two\n                                 years;\n                            (iii) impose such conditions as the Board\n                                  may specify concerning the practice of\n                                  architecture of such person;\n                               (iv) declare that such person is, in its opinion,\n                                    unfit to be registered as an architect under\n                                    this Act and may give a written order to the\n                                    Registrar to cancel the registration of such\n                                    person and the Registrar shall comply with\n                                    the order forthwith and send a true copy of\n                                    the order to the person by registered post to\n                                    the last known address of such person.\n                     (2) Any person, whose registration has been cancelled or\n              who has been suspended by the Board, or upon whom the Board\n              has imposed specific conditions and who, after such cancellation\n              or during such suspension or while such conditions remain in\n              force, practices the profession of architecture or does so in\n              violation of the conditions imposed by the Board, as the case\n              may be, shall be guilty of an offence and shall be liable, on\n              summary conviction before a Resident Magistrate, to a fine not\n4!2005        exceeding two hundred and fifty thousand dollars or to\nS,lO(hXii).\n              imprisonment for a term not exceeding twelve months or to both\n              such fine and imprisonment.\n                     (3) The Board may reinstate any person whose\n              registration has been cancelled and may order that the name of\n              such person be restored to the register.\n                           [The indudon of this page is authorized by L.N. 18OA120061\n                       ARCHITECTS REGISTRATION                                    15\n       2 0 . 4 1 ) Any person that is dissatisfied with any determina- Appeals.\n    tion of the Board in relation to an application for registration\n    under this Act or with any order of the Board based on a report\n    made by the Disciplinary Committee may appeal from that\n    determination or order to a Judge in Chambers.\n\\\n           (2) On any such appeal, the facts may be proved by\n    affidavit unless the Judge orders otherwise.\n           (3) The appeal shall be instituted and notice thereof\n    given to the Board not later than ninety days or such longer\n    period as a Judge may, in any case, allow, aRer the\n    determination or order of the Board has been communicated in\n    writing to the appellant.\n          (4) In deciding an appeal, the Judge may substitute his\n    own opinion for the opinion of the Board upon any matter and\n    may, in his own discretion, order the Board to take any action\n    for which it is empowered under this Act."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.                                                                       (3\n                       (4) Every person registered as an architect under this\n               Act shall be entitled to cany on the practice of architecture in\n               Jamaica and to demand and recover any reasonable charges for\n               services rendered by him as an architect.\n                             [The inrlu8lon of this pase is mlhorbed by L.N. 180N10061\n                       ARCHITECTS REGISTRATION                                                 7"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Board may, with the approval of the Minister, make Rulesmade\n    rules in relation to the promotion by the Board, in the public by Board.\n    interest, of acceptable standards of professional conduct among\n    registered architects and, without prejudice to the generality of\n    the foregoing, such rules may prescribe a code of professional\n    conduct to be observed by all registered architects and may\n    make provisions with respect to any other thing prescribed by\n    regulations for the purposes of this Act."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. A certificate of registration purporting to be issued by the Evidential\n    Registrar shall be prima facie evidence in all courts and before provisions.\n    all persons of the facts therein certified without hrther or other\n    proof thereof\n                  lThe inrluslon of this page Is suthoriad by I..IV. 180A110061\n16                                ARCHITECTS REGISTR4TlON\nRegulations.     23. The Minister may, after consultation with the Board,\n               make regulations generally for giving effect to the purposes and\n               provis,ions of this Act and, in particular but without prejudice to\n               the generality of the foregoing, may make regulations in relation\n               to all or any of the following matters-\n                   (a) prescribing the qualifications and requirements which\n                       shall be a pre-requisite for registration under this\n                       Act;                                                               0\n                   (b) prescribing the form of and method of keeping the\n                       register;\n                   (c) prescribing the forms of applications, certificates and\n                       other documents required under this Act;\n                   (d) prescribing the fees payable to the Board in respect of\n                       any application, examination or registration under this\n                       Act or any alteration of or addition to the register or\n                       certificate or copy thereof issued pursuant to this Act;\n                   (e) providing for the issue of certificates and seals to\n                       registered architects;\n                   V) providing for examinations to be conducted for the\n                       purposes of registration under this Act and prescribing\n                       the subject matter of such examinations, the standards\n                       required to be attained by successful candidates and the\n                       manner in which and times when such examinations\n                       will be conducted;\n                    (R) regulating the procedure of the Board;\n                    (h) providing for the service of documents under or for the\n                          purpose of any provision of this Act;\n                    ( i ) providing for the surrender of seals and certificates;          ('3\n                                                                                          'd"
    },
    {
      "provision_ref": "sec23a",
      "section": "23A",
      "title": "Section 23A",
      "content": "23A. The Minister may, by order subject to affirmative Minista\n     resolution, amend or vary any penalty or tine under this Act. ~~~~~*         etc., by\n                                                                                  order.\n                                                                                  412005\n                                                                                  S. I5\n.-"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)    Notwithstanding anything to the contrary, on Registration\n     application made to the Board within one year from the 2nd day\n     of November, 1987, or such longer period as the Minister may, architoctsat\n     by order, prescribe, a person who does not possess the require- th .corn-\n     ments specified in section 9, shall be entitled to be registered as ofthis ~ c t .\n     an architect under this Act, if he satisfies the Board that he-\n         (a) is a citizen of Jamaica or is ordinarily resident in\n             Jamaica;\n          (6) has passed such examinations as may be required or\n              approved by the Board;\n          (c) has had less than ten years of such experience in\n              architectural work as the Board may approve; and\n          (4 is a fit and proper person to be registered as an\n                 architect.\n     (2) For the purpose of determining whether a person satisfies\n     the requirements of subsection (I), the Board may conduct such\n     investigation as it considers necessary relating to the\n     competence and experience of the applicant in architectural\n     work to which his application relates and may require the\n     applicant to undergo written or oral examination to establish that\n-7   competence.\n                     [The inelusbn or lhia page 18 svthorlled by L.N. I8OAR006[\n                                                     FIRST SCHEDULE                                   (Section 3(2))\n~~,,~tit,,ti~,,     1.-{I)   The Board shall consist of members of whom-\nofihe Board.\n412005\nS.16 (a).\n                      (a) one member shall be the president of the Jamaica Institute of\n                          Architects who shall be a member ex @cia; and\n                      (h) eight members (hereinafter referred to as \"appointed members\")\n                          shall be appointed by the Minister as f o l l o w c                                          0\n                             (i) five registered architects, who shall he nominated by the\n                                 Jamaica Institute of Architects;\n                             (ii) one other registered architect;\n                             (iii) two persons, not being registered architects\n                        (2) The appointment of each member of the Board shall be for a\n                  period not exceeding two years and any such member shall be eligible for\n                  reappointment.\nChairman.           2.-41) The Board shall elect one of its members to be Chairman and any\n                  such member shall be eligible for reelection as Chairman from time to time.\n                        (2) The Chairman shall, so long as he remains a member of the Board,\n                  hold office until his successor is elected.\n                         (3) An election of Chairman, other than the first such election, shall be\n                  held at the first meeting of the Board held after the 1st day of January in each\n                  year.\n                         (4) The Chainnan of the Board shall preside at all meetings of the\n                  Board and if at any meeting of the Board the Chairman is absent or unable to\n                  act, the members present and constituting a quorum shall elect from among\n                  themselves a member to act as Chairman in respect of that meeting.\nMembers.             3. If any member of the B o d is, f a whatever reason, unable to perform his\n4/2WS             functions as a member of the Board for a period in excess of three months, the\ns. Wb).           Minister may appoint any person to act in the place of such member provided\n                  that such appointment shall be made in such manner and from among such\n                                                                                                                       G\n                  persons as would be required in the case of a substantive appointment.\nResignations.        4 . 4 1 ) Any member of the Board may at any time resign his ofice by\n                  instrument in writing addressed to the Minister and transmitted through the\n                  Chairman and ftom the date specified therein or, if no date is specified, the date\n                                  (The inelu&m                                    d L.N. IBOAf20061\n                                                 of thla pabe b ~ ~ l h o r i z eby\n      of rcccipt by thc Ministcr of such instmmcnt such mcmbcr shall cease to bc a\n      member of the Board.\n             (2) The Chairman may at any time resign his office as Chairman by\n      instrument in writing addressed to the Minister and such resignation shall\n      take effect from the date specified therein or. if no date is specified; the date\n      of receipt by thc Minister of such instmment.\n             (3) The Minister. on receipt of-the resignation of the Chairman. as\n-\\!\n      aforesaid, stall as soon as possible thereafier notify the Registrar who shall\n      wnvcnc a spccial meeting of thc Board for thc purpose of electing a new\n      Chairman."
    }
  ],
  "definitions": [
    {
      "term": "Chairman",
      "definition": "the Chairman of the Board",
      "source_provision": "sec2"
    },
    {
      "term": "Jamaica Institute of Architects",
      "definition": "the unincorporated",
      "source_provision": "sec2"
    },
    {
      "term": "Member State",
      "definition": "a Member State of the Caribbean                        yiL5",
      "source_provision": "sec2"
    },
    {
      "term": "practice of architecture",
      "definition": "the rendering or offering",
      "source_provision": "sec2"
    },
    {
      "term": "register",
      "definition": "the register of architects kept by the",
      "source_provision": "sec2"
    },
    {
      "term": "registered architect",
      "definition": "a person registered as an",
      "source_provision": "sec2"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar designated pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "secretary",
      "definition": "the secretary of the Board",
      "source_provision": "sec2"
    }
  ]
}