{
  "id": "jm-stat-the-archives-act",
  "type": "statute",
  "title": "The Archives Act",
  "title_en": "The Archives Act",
  "short_name": "Archives Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-archives-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-archives-act | Legal areas: Media and Information",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Archives Act.                 mrt title.\n                                                                btcrFa0-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                tation.\n“archives” means all official records no longer in current\n     use and adjudged by the Committee to be worthy of\n     permanent preservation in the Jamaica Archives for\n     reference and historical purposes;\n“Committee” means the Archives Advisory Committee es-\n     tablished under section 3;\n“Jamaica Archives” means the office known as the Jamaica\n     Archives established under section 4;\n“official records” means all papers, documents, records,\n     registers, printed material, maps, plans, drawings, pho-\n     tographs, microfilms, cinematograph films and sound\n     recordings of any kind whatever, officially received or\n     p r o d u d by any public organization for the conduct\n     of its affairs or by any officer or employee of a public\n     organization in the course of his official duties.\n“public organization” means any ministry, department,\n    commission, committee, board, corporation, agency or\n    other organization of the Government of Jamaica or\n    a local government authority."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Any appointed m b e r of the Committee may at any time resign\n               his office by instrument in writing addressed to the Minister and trans-\n               mitted through the chairnnan and from ,the date of the receipt by the\n               Minister of such instrument, such member shall wase to k a membcr\n               of the Committee.\np,,blication      4. The names of all h e appointed members of the committee U\nof member-     first constituted and every change in the appointed membership thereof\nship.          shall bc published in the Guzefte.\nprocpdure        5.41) The Committee shall meet at suuh times as may bc necessary\nand            or expedient for the transaction of b u s k s , and suoh meetbgs shall\nmeetings.\n                       [The i d u s i o n of his page is authorized by L.N. 55/1984]\n                                ARCHIVES                                             11\nbe held at sudh places and times and on sucb days as the Committee\nshall determine so. however, that the Committee shall meet not less\nthan twice a year.\n     (2) The chairman may at any time call a special meeting of the\nCommittee and shall call a special meeting to be held within seven\nday5 of a written request for that purpose addressed to him by any\ntwo members of the Commi~ee.\n       (3) The chairman shall preside at all meetings of the Committee\nat which be is present and in the m e of the absencc or inazbility to\nact. at any meeting, of the ohairman, the remainii members of the\nChmittee present at the meeting and constituting a quorum shall\nelect one of their members to preside at that meeting, and when 80\npresiding the chairman or the person elected as aforesaid. as the case\nmay be. &all have a casting vote in addition to an ori@nal vote in\nany case in which the voting is equal.\n     (4) The q u m m of the Committee shall be six or such w a t e r\nnumber as may be fixed by the 00mmit.tee.\n      ( 5 ) Subject to the provisions of tbis Sdhedule the Committee may\nrrgulate its own proceedings.\n        (6) The validity of any proceedings of the Commi~ecshall not be\n?ffW      by any vacancy amongst the mernbm thermf or by any defect\nIII the appointment of a member bhereof."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Archivist s h d cause to be prepared and shall\nJamaica         keep and use a seal bearing the impression of the A r m s of\nArchim.\n                Jamaica, and having inscribed in the margin thereof the\n                words “Ofice of the Jamaica Archives”.\nAppomi-            6.-(1) There shall be an Archivist for the purposes of\nmentand         this A&, who shall be a public officer.\nfunCtl0ns\nof Archivist.\n                      (2) The Archivist shall be responsible for-\n                    (U)   the custody, preservation, arrangement, repair and\n                          rehabditation of archives;\n                       [nM induaon of this m   e is a u t h o r i d by LN. 55/1984]\n                            ARCHIVES                                       5\n    (b) such duplication and reproduction of archives as\n         may be necessary or appropriate; and\n    (c) the preparation and publication of inventories, in-\n         dexes, catalogues and other finding-aides or guides\n        facilitating the use of archives."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. There may be paid to the ohairman and olher members of the R ~ ~                     ~   ~   ~\nComanittee and to members of any s~b-commibteeappointed under tionof\nparagraph 8 such remuneration (whether by way of honorarium. members.\nsalary or fees) and such allowances as the Minister may determine."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Subject to subsection (2), the Ardivist, or any mramina-\n                                                                   of\nofficer of the Jamaica Archives authorized by him, has the tionowial\npower to examine any official records whick are in the\ncustody of any public organization and to advise such\norganization as to the care, custody and control thereof. Jamaim\n                                                               Alchi?ea.\n        (2) Nothing in this section s h d authorize the Archi-\nvist or any officer referred to in subsection (11, to examine\nany official record relating to matters which by Statute are\n€orbidden to be communicated to him.\n      (3) Official records in the custody of any public\norganization shall be t r a m f m d periodically to the Jamaica\nArchives in accordance with regulations made under this\nAct."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1) Tbe Committee may appoint subarmmittem for any such\ngeneral or s p e d purposes with which bhe Committee may be m- o sub-      Y-\ncam& as in the opinion of & committee WOUU be better regulated committees.\nand managed by means ofa sub-committee.\n       (2) The number of member6 of a subcommittee appointed under\nsub-paragraph (l), their functions and terms d appointment, the quorum\nof the sub-committee and the area, if any, within which the sub-”-\nmittee is to exercise authority shall be determined by the Comu~ttec.\n      (3) A subcommittee appointed pursuant to tbis pragraph may\ninclude persons who are not members of the Committee.\n        (4) The provisims of paragraph 7 shall apply to a member of a\nsu-ttee         who is not a member of #he Committee in like manner\naa they apply to a member of the Cmmitiee.\n        F   e inolusion of this page is   authorized by L.N. 55/19841\n12                                          ARCHIVES\n                   (5) The validity of che p r o d i s of a sub-committee appointed\n             pursuant to this paragraph shall nat be affected by any vacancy amongst\n             the members thereof or by any defect in the appointment of a member\n             thereof.\nDslegatlon     9.41) Subject to $he provisions of this Act the COpmittee m y .\nOf POWeps-   delegate to any member or a s u b - d t t t c of tbc C o m t t e e or to any\n             of the officers or servants of the Jamaica Archives the power and au-\n             thority to carry out suEfi of its functions as the Committee may deter-\n             mine.\n                    (2) Every delegation under this paragraph is revocable by the\n             Committee and no delegation shall prevent the exerrise by the Com-\n             mjttee of any function delegated.\n                     [Tha inclusion of this page is authorized by L.N. 55/1984J"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Every person responsible for the custody of offi- Afqnirition\n                                                             of o m a\ncial records of any description which are not in the Jamaica m r d a by\nArchives shall make arrangements for the selection of those mivkt.\nrecords which ought to be permanently preserved and for\ntheir safe-keeping.\n      (2) Every person required to make arrangement3 pur-\nsuant to subsection (l), shall do so under the guidance of\nthe Arcbivist or any officer of the Jamaica Archives autho-\n       [?ae indusion of this page is authorized by   LN. 55/1984]\n6                                      A RCHl VES\n           r i d in that behalf by the h h i v i s t and the Archivist shall\n           be responsible for co-ordinating and supervising all action\n           taken under this section.\n                  (3) Subject to subsection (4),    official records selected\n           for permanent preservation under this section shall be\n           transferred not later than thirty years after their creation\n           to the Jamaica Archives.\n                    (4)Official records may be retained in any public\n           organization after the period stated in subsection (3) if, in\n           the opinion of the person who is responsible for them, they\n           ought to be retained for any special reason.\nAccms to      10.41) Official records in the Jamaica Archives shall not\no5aal\nrocords.   be available for public examination until they have been in\n           existence for thirty years, or such longer or shorter period,\n           as the Committee with the approval of the Minister may\n           specify as r e s p t s any particular class of official records\n           or any individual official record.\n                  (2) Notwithstanding subsection (11, where it appears\n           to the person responsible for any official reoords which\n           have been selected for permanent preservation that they\n           contain information which was obtained under such condi-\n           tions that the opening of such records to the public after\n           the period prescribed under subsection (U, might constitute\n           a breach of good faith on the part of the Government or\n           on the part of the person who obtained the information,\n           the person responsible for such records shall inform the\n           Archivist accordingly and those records shall not be avail-\n           able in the Jamaica Archives for public inspection even after\n           the expiration of the said period except in such circumstances\n           and subject to such conditions, if any, as the Archivist after\n           consultation with that person, may approve.\n                  (3) Subject to the provisions of this section and of\n           any other enactment which prohibits the disclosure of in-\n           formation obtained from the public, and subject to any\n                  [The inclusion of this page IS authorued by LN. 55/1984]\n                               A RCHlVES                                    7\n regulations made under this Act, the Archivist shall arrange\n that reasonable fadities are made available to the public\n for inspecting and obtaining copies of official records in the\n Jamaica Archives.\n        (4)Notwithstanding anything contained in this sec-\n tion, the Archivist may permit a person to inspect any re-\n cords if he has obtained special authority in wnting in that\n behalf, given by an officer of a public organization being an\n officer accepted by the Archivist as qualified to give such\nauthority.\n        ( 5 ) Any person who fails to comply with any condi-\ntion imposed pursuant to subsection (2), shall be guilty of\nan offence and shall be liable on summary conviction in a\nResident Magistrate’s Court to a fine not exceeding one\nthousand dollars or to imprisonment for a term not exceed-\ning twelve months."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where the person in charge of any public organization ~~~~t\nnotifies the Archivist in writing that any official record &     %-:\nwhich was transferred from that organization to the Jamaica public\n                                                               Ol%3alwa-\nArchives is required for use in that organization, the Archi- ticns.\nvist shall, if he has the custody or control of that official\nrecord, make it available to that person, who shall return\nit to the Archivist as soon as it is no longer required by him\nfor use.\n   1 2 4 1 ) The exportation from Jamaica of any official re- Rcatriotioo\ncord which relates to Jamaica and which has been certified on   export\n                                                              o~oficclal\nby the Archivist to be of historical value is prohibited, ex- moords.\ncept with the permission of the Minister given in accordance\nwi,th subsection (2).\n         (2) The Minister may by memorandum in writing\ngive permission for the export of an official record spmified\nin the memorandum and may impose such conditions in\nrelation thereto as the Minister thinks necessary or desir-\nable.\n       [The incluslion of this page 15 aulhonzed by L.N. 55/19841\n8                                           ARCHIVES\n                      (3) Any person who contravenes the provisions of\n              subsection (1) or fails to comply wi,th any condition imposed\n              pursuant to subsection (2), shall be guilty of an offence\n              and shall be liable on summary conviction in a Resident\n              Magistrate’s Court to a fine not exceeding one thousand\n              dollars or imprisonment for a term not exceeding twelve\n              months.\nLegal           13.-(1) The tegal validity of any official record shall not\nvaiidiq       be affected by its removal to or from the Jamaica Archives\nof officlal\nrecords and\nantbentica-\n              pursuant to any provisions of this Aot.\ntedeogies\n                      (2) A copy or extract from an official record in the\n              Jamaica Archives purporting to be examined and certified\n              as true and authentic by the Archivist or by an officer of\n              the Jamaica Archives authorized by the Archivist in that\n              behalf and to be sealed or stamped with the seal of the\n              Jamaica Archives shall be admissible as evidence in any\n              proceedings without further or other proof thereof if the\n              original record would have been admissible as evidence in\n              those proceedings.\nRdca and        14 The Miniiter, on the recommendation of the Com-\nregdatbna.    mittee, may make rules and regulations generally for the\n              better carrying out of the objects and purposes of this Act\n              and, without prejudice to the generality of the foregoing,\n              may make rules or regulations providing for-\n                   (U) the admission of the public to the Jamaica Archives\n                        and the inspection by the public of the Archives;\n                   (b) the transfer of any official records from the custody\n                        or control of any public organization to the Ja-\n                        maica Archives;\n                   (c) the examination, disposal or destruotion of any\n                        official records which are not of sufficient value\n                        to justify their permanent preservation in the\n                       Jamaica Archives 01 elsewhere; d\n                    D l w i d u s i o n of this page is authorized by LN. 55/19841\n                           ARCHIVES                                  9\n    ( 6 ) the fees which may be oharged in respect of services\n         provided to the public by the Jamaica Archives."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Rules and regdations.\nIS. saving.\n                           SCHEDULE\n     m e induaion of this page is authorized by LN. 55/19841\n                          ARCHlVES                                           3\n                   THE ARCHIVES ACT\n                                       U8th Januav, 1983.1           Act\n                                                                 m d 1982."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Official records presently classified as archives Saving\nand permanently preserved as such shall be deemed to be\nin the custody and control of the Jamaica Archives.\n       (2) The Record Office (Archives) Rules, 1%9 in\nforce at the 18th day of January, 1983 shall apply to the\nJamaica Archives as if made pursuant to this Act and such\nrules may be amended or revoked pursuant to section 14,\n      b indusion of this page is authorized by L.N. 55119841\n10                                            ARCHIVES\n                                               SCK~DVLE                         (%tirn 3)\nConatitu-         1 . 4 1 ) The Arohivcs Advisory Committee shall wmist of the follow-\ntion of        ing memkrs-\nCommiltee.\n                   (a) the Keeper of the Romrds;\n                   (bj the Deputy Keeper of the Rwords:\n                   (c) the Registrar of the Supreme Court.\n                   (d) the Registrar of Tit!es;\n                   (e) the Adivist, who shall be secretary:\n                   v) the cbief Arohitect in tbe Ministry of Construction Works):\n                   (g) not more &an ten members (hereinafter refer& to as a P\n                        pointed memters) appuinted by the Ministcr. including one\n                        repentative from each of the following o@tiOIlS:-\n                           (i) the Ministry responsible for the Public SeMce:\n                          (ii) the Institute of Jamaica;\n                         (iii) the Univemity of bhe West Indies;\n                         (iv) the Jamaica Historical SaEiety;\n                          (v) the National Council on Libraries, Ar&vcs and Docl-\n                               mentation Services.\n                   (2) The Minister shall appoint a chairman from a m q the\n               members.\nTenure           2 4 1 j The appointment of every appointed member of the com-\nof office      mime shall be evidenced by an instrument in writing and such instru-\ndappoid        ment shall state the period of office of the member which shall not\nmembers.       exceed thee years.\n                      (2) Every appointed member of the Committee shall be digible\n               for reappointment.\n                     (3) Notwithstanding anything to the mntrary. oht Minister m a y\n               at any time revoke the appointment of any appoirvtea m&r      of the\n               committee."
    }
  ],
  "definitions": []
}