{
  "id": "jm-stat-the-art-unions-legalization-act",
  "type": "statute",
  "title": "The Art Unions Legalization Act",
  "title_en": "The Art Unions Legalization Act",
  "short_name": "Art Unions Legalization Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-art-unions-legalization-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-art-unions-legalization-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may            be cited       as the Art         Unions shorttitle.\nLegalization Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. AI voluntary associations as aforesaid which may be ~ r t u o i o n\n                                                                        Associations\nconstituted according to the provisions hereinafter iegaliZcdif\n                                                               licsnxd or\ncontained shall be deemed to be lawful associations; and constituted\nthe members of and subscribers and contributors to all such gtythis\nlawful associations, and all persons acting under their\nauthority or on their behalf for the purposes aforesaid,\nshall be freed and discharged from all pains and penalties,\nsuits, prosecutions and liabilities, to which by any enactment\nnow or hereafter to be in force they would be liable, but for\nthe passing of this Act, as being concerned in illegal\nlotteries or other unlawful games, by reason of anything\ndone or which may be done by them or any of them in\nfurtherance of the allotment or distribution, by scheme or\n2                              A R T UNIONS LEGALIZATION\n              otherwise, of statuary, paintings, drawings or other works\n              of art, or of the allotment or distribution of sums of money\n              as prizes to be expended for their purchase :\n                 Provided always that a licence shall have been first\n              obtained for the incorporation of any such association from\n              the Minister, or provided that the deed of partnership or\n              other instrument or instruments constituting such associa-\n              tion, and the ruIes and regulations relating to the proceed-\n              ings of such association for such purposes as aforesaid, shall\n              have been submitted to the consideration of and be approved\n              by the Minister, and a copy of such licence, deed or instru-\n              ment, shall be recorded at length in the Record Office of\n              this Island, and that it shall be expressed in such licence,\n              deed or instrument that a Commission may at any time,\n              and from time to time be appointed under the provisions\n              of the Commissions of Enquiry Act, for the consideration\n              of the conduct and proceedings of any such association,\n              with power, when it shall appear to such Commission that\n              any such association is perverted from the purposes of this\n              Act, to certify the fact to the Minister and thereupon it\n              shall be lawful for the Minister to revoke or annul the\n              licence, deed or instrument, under which the association so\n              offending is constituted; and nothing in this Act contained\n              shall be deemed to apply to any association whose licence,\n              deed or other instrument, shall have been so revoked or\n              annulled.\nCertificate     3. Upon the recording of the licence, deed or instrument,\nofrecord of\nlicence or    or instruments, constituting any such association as afore-\ndeed.\n              said, the Deputy Keeper of the Records shall give to the\n              Secretary of the association a certificate that the same has\n              been so recorded, and shall cause a copy thereof to be\n              inserted in the Gazetre, and such certificate, or a copy of\n                    F   e inclusion of this page is authorized by L.N. 480119731\n                ART UNIONS LEGALIZATION                                  3\nthe Gnzeette containing the publication thereof, shall be Publication\nreceived by all courts in this Island, without proof of the IhCIWf.\n                                                            Evidence\nsignature, as evidence of the association having been duly\nconstituted under this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every licence granted by the Minister, or deed of Freedomof\n                                                            licence. etc..\npartnership, or other instrument or instruments constitut- from   stamp\ning an association under this Act, and every certificate to duty.\nbe given by the Deputy Keeper of the Records as aforesaid,\nshall be exempt from stamp duty.\n       W e inclusion of this page is author\"   by LN. 480/19731"
    }
  ],
  "definitions": []
}