{
  "id": "jm-stat-the-assets-tax-specified-bodies-act",
  "type": "statute",
  "title": "The Assets (Tax (Specified Bodies) Act",
  "title_en": "The Assets (Tax (Specified Bodies) Act",
  "short_name": "Assets (Tax (Specified Bodies) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-assets-tax-specified-bodies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-assets-tax-specified-bodies-act | Legal areas: Tax",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Assets Tax (Specified Bodies) s h titla.\n                                                                          ~\n     Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In this Act, unless the context otherwise requires-    ~ntcrpre\n                                                                                        tntiun.\n         \"Commissioner\" means the Commissioner of Inland\n             Revenue;\n         \"specified body\" means-\n                   (a) a company within the meaning of the\n                       Companies Act other than a company in\n                       respect of which a licence has been granted\n                       pursuant to section 16 of that Act by the\n                       Minister responsible for the administration of\n                       companies,\n                  (h) a society registered under the Industrial and\n                      Provident Societies Act;\n                  (c) such other body as may be prescribed by order\n                      subject to negative resolution."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  Subject to the provisions of this section and sections A ~ u a l\n                                                                      declaration\n     4 and 5, every specified body shall make and submit to the\n     Commissioner an annual declaration of the value of its assets\n     and shall in relation thereto pay the tax prescribed in the Schedule.\n     Schedule.\n             (2) The declaration required by subsection (1) shall-\n.\\\n          (a) subject to subsection (3), be submitted on or before the\n              1st day of September in each year (hereinafter referred\n              to as the relevant date);\n          (b) be in such form and accompanied by such documents\n              as the Commissioner may prescribe by notice\n              published in the Gazette;\n                   IThe lnrlualon of this page la authorbed by L.N. 180Al10061\n    (c) subject to subsection (3), be based upon the value of\n         assets of the specified body as indicated by the balance\n         sheet and profit and loss account as relates to the\n         assessment of income tax for the year of assessment\n         immediately prior to the relevant date or the date\n         authorized pursuant to subsection (3).\n      (3) The Commissioner may, on the application of any\nspecified body, allow the body to submit its declaration for any\nyear specified in the application, on or before such date as the\nCommissioner may authorize in writing.\n      (4) The Commissioner may act in accordance with\nsubsection (5) if he is satisfied that-\n     (a) any specified body is not carrying on any business\n         which would necessitate the preparation of a balance\n         sheet or profit and loss account; or\n     (h) having regard to the date on which a specified body\n         started operations, a balance sheet and profit and loss\n         account referred to in subsection (2) (c) are not\n         available.\n      (5) Subject to subsection (6), the Commissioner may in\nwriting authorize the body-\n     (a) to base its declaration for the purposes of this section\n         on an estimate of the value of its assets at the end of the\n         year preceding that in respect of which the declaration\n         is required and pay the prescribed tax; or\n     (b) to submit a declaration that, by reason of the absence of\n         assets at the end of the preceding year, a valuation\n         cannot be made as required by this section.\n               (Tho lnclu~ionof lhlr page lr authorized by L.N. IBOA/ZW61\n                       ASSETS TAX (SPECIFIEL)BODIES)                            3\n          (6) An authorization referred to in subsection (5) may be\n    subject to a requirement that the estimate or declaration, as the\n    case may be, shall be verified at such later time as the\n    Commissioner may specify in such manner and by reference to\n    such documents as may be so specified.\n          (7) Where any specified body fails to furnish to the\n1   Commissioner any declaration or the prescribed tax in\n    accordance with this section, he may issue the prescribed notice\n    to the specified body requiring that body to submit the\n    declaration and pay the tax within the period specified in the\n    notice.\n          (8) Where it appears to the Commissioner of Taxpayer\n    Audit and Assessment that the value of assets of any specified\n    body shown in any declaration is incorrect, he may, at any time\n    not later than the end of five years next after the end of the year\n    in which the tax is due and payable, serve on that specified body\n    a notice stating that for the purposes of this section, the value of\n    assets of that body and the tax payable thereon shall, subject to\n    sections 4 and 5, be assessed at the amounts respectively\n    specified in the notice; and, subject as aforesaid, the tax shall be\n    paid in accordance with that assessment.\n         (9) In this section and section 4 \"the value of assets\" of\n    any specified body means, subject to subsection (lo), the\n    aggregate of-\n        (a) the amount which the Commissioner is satisfied, on the\n            certificate of an auditor of the specified body, is the\n            value (as shown in the books of account) of that body's\n            assets as follows-\n                 (i)     any estate or interest in land;\n                (ii) equipment, furniture, machinery, plant and\n                     other movable property;\n                 [The larlvrion of lhls p q r la authorlmd by L.N. 180A110061\n                              ASSETS TRY (SPECIFIED BODIES)\n                          (iii) any other interest, right or benefit;\n                   (h) the amount of-\n                           (i) outstanding balances on loans and advances\n                               made by the specified body;\n                           (ii) the specified body's cash in hand and in bank\n                                deposit;                                                  A\n                                                                                          v\n                          (iii) outstanding balances due to the specified body\n                                by sundry debtors other than those specified in\n                                sub-paragraph (i).\n                     (10) If the Commissioner of Taxpayer Audit and\n               Assessment is of the opinion that the value of any asset of a\n               specified body shown in the books of account is not correct, he\n               may substitute therefor such amount as he estimates to be the\n               correct value, not exceeding the amount which he is satisfied is\n               the amount expended by the specified body in acquiring the\n               asset\nMiniserrnay\nammd rate of"
    },
    {
      "provision_ref": "sec3a",
      "section": "3A",
      "title": "Section 3A",
      "content": "3A. The Minister may, from time to time, by order, subject to\ntaxby          affirmative resolution of the House of Representatives, amend or\n3'nrJ0S\nS. 2.\n               vary the rate of any tax specified in the Schedule.\nSchedule.\nOb~enions        4.-(I) Where a specified body disputes the amount of the\nassessmets.\n               assessed value of assets or the tax payable thereon specified in\n               any notice served pursuant to section 3(8), that body may apply\n               to the Commissioner of Taxpayer Audit and Assessment, by\n               notice of objection in writing, to review and revise that amount.\n                     (2) An application pursuant to subsection (1) shall state\n               precisely the grounds of objection and shall be made within                0\n               thirty days from the date of the service of the notice, so,\n               however, that, the Commissioner, upon being satisfied that\n               owing to some reasonable cause the specified body was\n               prevented firon] making the application within that period, shall\n               extend the period as may be reasonable in the circumstances.\n                            lThe lneiwion of this imgc is nulhorized by L.N. 180AiZ0061\n               ASSETS TAX (SI'ECIFIEI) BODIES)\n       (3) On receipt of any objection referred to in subsection\n(I), the Commissioner may-\n    (a) by notice in writing, require the specified body\n        concerned to furnish such particulars as he may deem\n        necessary with respect to the value of the assets of the\n        body and to produce all books and documents relating\n        thereto; and\n    (b) summon any person to attend before him and give\n         evidence relating to the assets of the specified body and\n         may examine such person on oath or otherwise.\n        (4) Any person who-\n    (a) without lawful excuse refuses or neglects-\n            (i) to produce any books or documents which he is\n                required to produce under subsection (3);\n           (ii) to attend in accordance with any summons\n                issued under that subsection or to give evidence\n                pursuant to any such summons; or\n            (iii) to answer any lawful question touching the\n                  matters under consideration; or\n    (b) knowingly or wilfully gives any false evidence before\n        the Commissioner,\nshall be guilty of an offence and shall be liable on summary\nconviction in a Resident Magistrate's Court to a fice not\nexceeding one hundred thousand dollars.\n      (5) In the event of any specified body which has objected\nto any amount specified in a notice of assessment subsequently\nagreeing with the Commissioner of Taxpayer Audit and\nAssessment as to the amount of the value of assets or the tax\npayable thereon, the notice of assessment shall be amended\naccordingly.\n             [The inrluaion of this page i a nulhorimd by L.N. l80A110061\n                              ASSETS TAX (SPECIFIED BODIES)\n                     (6)Where no such agreement is reached, the\n             Commissioner shall give notice in writing to the specified body\n             of his decision in respect of the objection and if the valuation is\n             altered or the tax payable varied, due adjustment shall be made\n             and amounts paid in excess shall be refunded and amounts\n             payable shall be recoverable as arrears.\nAPPSIS.         5.-(1)   Any person aggrieved by any decision of the\n             Commissioner under section 4 may appeal to the Commissioner                  r:\n             of Taxpayer Appeals within thirty days of receiving the\n             Commissioner's decision.\n                        (2) The Commissioner of Taxpayer Appeal shall-\n                 (a) consider every appeal made under subsection (1) at\n                     such time and in such manner, either in the presence or\n                     absence of the appellant as he may think fit; and\n                 (b) make such decision in relation thereto, as he may think\n                       fit.\n                   (3) An appellant who is dissatisfied with the decision of\n             the Commissioner under subsection (2) may appeal to the\n             Revenue Court within thirty days of the date of receiving that\n             decision.\nEnforcing      6.-(1)   Where any tax being due and payable, remains\npayment of\ntax.         unpaid after the relevant date or the date authorized under\n             section 3(3), interest shall be charged thereon from the day next\n             after the relevant date or that other date, as the case may be,\n             until the date of payment, at the rate of fifteen per centum per\n             annum.\n                        (2) Interest payable under subsection (1) may-\n                  (a) be added to the tax payable and may be collected and\n                      recovered as if it were such; and\n                  (b) be remitted in whole or in part by the Commissioner\n                      for reasons which appear to him to be sufficient.\n                            IThe Inclusion of this page la suthorizd by L.N. 180A120061\n                     ASSETS TAX (SP1iCIFIlZD BODES)                                      7\n           (3) The Minister may, by order subject to negative\n     resolution of the House of Representatives, vary the rate of\n     interest specified in subsection (1).\n          (4) Any tax, and any interest payable thereon pursuant to\n     subsection (I), may be sued for and recovered in a Resident\n     Magistrate's Court as a debt due to the Government.\n-,\n.~     7. The provisions of the Tax Collection Act concerning\n     payment, collection and recovery of tax and the enforcement of ~ u ~ e c t i o n\n     payment thereof shall apply to tax imposed under this Act.     Act.\n       &-(I) Every person having any official duty or being                     rc''''\n     employed in the administration of this Act shall regard and deal declarations,\n     with all declarations, documents, information, assessments and dOculnents~\n                                                                      d ~ BS\n                                                                           ..\n     copies thereof relating to the assets of any specified body, as recreti~ndto\n     secret and confidential, and shall make and subscribe a\n     declaration to that effect.\n           (2) Every person referred to in subsection (1) having\n     possession of or control over any declarations, documents or\n     assessments who at any time communicates or attempts to\n     communicate anything contained therein to any person-\n          (a) other than a person to whom he is authorized under this\n              Act or any other enactment to communicate it; or\n          (6) otherwise than for the purposes of this Act or any other\n              enactment,\n     commits an offence and is liable on summary conviction thereof\n     in a Resident Magistrate's Court to a fine not exceeding five\n7\nL    hundred thousand dollars or to imprisonment for a term not\n     exceeding six months or to both such fine and imprisonment.\n                   (The indualon of lhls page 11 nuthorimd by L.N. 180A120061\n                 ASSElS TAX (XPECIFIED BODIES)\n                                     SCHEDULE                       (Sections 3. 13A)\n               Rate o f ?bx in relation to Declaration q f h s e t s\n                               PART I. Companies\n      Description of Company                                      Tax\n                                                                   -\nWhere the agp,regate value of the\n assets does not exceed $50.000   . ..                          $1,000\nWhere the aggregate value of the\n assets exceeds $50.000 but does not\n exceed $500.000                     .,.                        $2.0M)\nWhere the aggregate value of the\n assets exceeds $500,000 but does\n not exceed $1.000,000            ...                           $4,000\nWhere the aggregate value of the\n assets exceeds $1,000,000 but does\n not exceed $5.000.000              . ..                        $10.000\nWhere the aggregate value of the\n assets exceeds $5,000,000 but does\n not exceed $10,000,000             .. .                        $15,000\nWhere the aggregate value of the\n assets exceeds $10,000,000 but\n does not exceed $50,000,000     .. .                           $20,000\nWhere the aggregate valuc of the\n assets exceeds $50,000,000 but\n does not exceed $100,000,000    ...                            $25,000\nWhere the aggregate value of the\n assets exceeds $100,000,000     .. .                           $35,000\n               IThc lneluslon or lhls page la suthorhd by L.N. 180A120061\n                     ASSETS 1iiX (SPECIFIED BODIES)\n                               SCHEDULE. contd.\n                           PART 11. Registered Societies\n          Description of Registered\n                   Society                                  Tax\n                   -                                        -\n    Where the aggregate value of thc\n     assets does not exceed $50,000  .. .       ...        $1,000\n1\n    Where the aggregate value of the\n     assets exceeds $50,000 but does not\n     exceed $500,000                     . ..    ...       $2,000\n    Where the aggregate value of the\n     assets exceeds $500.000 but does\n     not exceed $1,000,000            ...        ...       $4,000\n    Where the aggrega:e value of the\n     assets exceeds $1,000,000 but does\n     not exceed $5,000,000              .. .     ...       $10,000\n    Where the aggregate value of the\n     assets exceeds $5,000,000 but does\n     not exceed $10,000,000             ...      ...       $lS,000\n    Where the aggregate value of the\n     assets exceeds $10,000,000 but\n     does not exceed $50,000,000     ...         ...       $20,000\n    Where the aggregate value of the\n     assets exceeds $50,000,000 but\n     does not exceed $100,000,000    ...         ...       $25,000\n    Where the aggregate value of the\n     assets exceeds $100,000,000     ...         ...       $35,000"
    }
  ],
  "definitions": [
    {
      "term": "Commissioner",
      "definition": "the Commissioner of Inland",
      "source_provision": "sec2"
    }
  ]
}