{
  "id": "jm-stat-the-authentication-act-2020",
  "type": "statute",
  "title": "The Authentication Act, 2020",
  "title_en": "The Authentication Act, 2020",
  "short_name": "Authentication Act, 2020",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-authentication-act-2020",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-authentication-act-2020",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Authentication (Foreign Public Short title\nDocuments) Act, 2020, and shall come into operation on a day and commence-\nappointed by the Minister by notice published in the Gazette.    ment.\n                                               2\nInterpreta-   2.—(1) In this Act—\ntion.\n                “administrative document”, includes—\n                           (a) official documents;\n                           (b) birth, marriage and death certificates, and decrees\n                               for the dissolution of marriage;\n                           (c) excerpts from official and public records and\n                               registers;\n                           (d) patents, trademarks and other intellectual property\n                               rights documents;\n                           (e) grants of licences;\n                           (f)   medical and health certificates;\n                           (g) criminal and police records;\n                           (h) educational documents, including academic\n                               transcripts, degrees, diplomas and certificates of\n                               achievement and attendance;\n                           (i)   any other document issued by an authority or a\n                                 person in an official capacity; and\n                           (j)   as applicable, the documents referred to in\n                                 paragraphs (a), (b), (c), (d), (e), (f), (g), (h) and\n                                 (i) in an electronic form in accordance with the\n                                 Electronic Transactions Act;\n                “Apostille” or “Apostille certificate” means the certificate described\n                    in Article 4 of the Apostille Convention and the form of which\n                    is set out in the Annex thereto, and includes an e-Apostille;\n                “Apostille Convention” means the Convention Abolishing the\n                    Requirement of Legalisation for Foreign Public Documents\n                    done at the Hague on the 5th day of October, 1961, as is in\n                    force in relation to Jamaica, the text of which is set out in the\nFirst               First Schedule;\nSchedule.\n                “authentication” means the certification of the authenticity of the\n                     signature, the capacity in which the person signing the\n                               3\n     document has acted and, where appropriate, the identity of\n     the seal or stamp which it bears by the affixing of an Apostille\n     certificate;\n“Competent Authority” means—\n           (a) in relation to Contracting States, other than\n               Jamaica, the authority designated and notified by\n               a Contracting State to issue Apostille certificates\n               in accordance with Article 6 of the Apostille\n               Convention; and\n           (b) in relation to Jamaica, the Competent Authority\n               in Jamaica specified under section 5;\n“Contracting State” means a foreign State that is a party to the\n    Apostille Convention—\n           (a) which does not object to Jamaica’s accession to\n               that Convention; or\n           (b) whose accession to that Convention is not\n               objected to by Jamaica;\n“document” means, in addition to a document in writing, anything\n     in which information of any description is recorded;\n“e-Apostille” means an Apostille issued in an electronic format\n    and bearing an electronic signature;\n“electronic” and “electronically”, respectively, have the meaning\n     assigned to them by section 2 of the Electronic Transactions\n     Act;\n“foreign public document” in relation to a Contracting State, means\n      a document to which Article 1 of the Apostille Convention\n      applies, other than a document executed in a Contracting\n      State to which an order under section 4(1)(b) applies;\n“Government Company” means a company registered under the\n    Companies Act, being a company in which the Government\n    or an agency of the Government, whether by the holding of\n    shares or by other financial input, is in a position to direct the\n    policy of the company;\n                                4\n“judicial documents” includes a document issued, originating from,\n      or constituting a public record of any finding, order, judgment\n      or proceeding in relation to a court, tribunal, inquest,\n      commission of enquiry or other similar judicial or quasi-judicial\n      body;\n“legalisation” means the formality by which the diplomatic or\n     consular agents of the country in which the document has to\n     be produced, certify the authenticity of the signature, the\n     capacity in which the person signing the document has acted\n     and, where appropriate, the identity of the seal or stamp\n     which it bears;\n“Local Authority” has the meaning assigned to it by section 2 of\n    the Local Governance Act, 2016;\n“Minister” means the Minister with responsibility for foreign affairs;\n“notarial acts” means the duties assigned to the office of a Notary\n     Public by law or the practice of commerce;\n“Notary Public” has the meaning assigned to it by the Notaries\n    Public Act;\n“official certificates” means certificates placed on documents signed\n      by persons in their private capacity, including certificates\n      recording the registration of a document or the fact that the\n      document was in existence at a certain date and official notarial\n      authentications of signatures;\n“official documents” means documents issued by, or originating\n      from, a public authority in connection with the functions of\n      that public authority;\n“public authority” in relation to Jamaica, means—\n           (a) a Ministry, department, Executive Agency or other\n               agency of Government;\n           (b) a statutory body or authority;\n           (c) a Local Authority;\n           (d) any Government Company;\n                                   5\n     “public document” has the meaning assigned to it by subsection\n         (2);\n     “Register of Apostilles” means the register required to be kept\n         under section 15;\n     “Registrar” means the public officer designated as the Registrar of\n         the Register of Apostilles under section 17.\n      (2) For the purposes of this Act, the following documents are\ndeemed to be public documents—\n     (a) documents issued by or originating from an authority or an\n         official connected with the courts or a tribunal, including those\n         issued by or originating from the Office of the Director of\n         Public Prosecutions, a clerk of the court, or a process-server;\n     (b) administrative documents;\n     (c) judicial documents;\n     (d) notarial acts;\n     (e) official certificates.\n        (3) Where the First Schedule is amended under section 25(2), First\n                                                                         Schedule.\nany reference to the Apostille Convention in this Act shall, unless the\ncontext otherwise requires, be construed as a reference to the Apostille\nConvention so amended.\n        (4) In the absence of any law of Jamaica or, if applicable, any\nlaw of a Contracting State requiring the authentication of a document,\nthis Act shall not be construed as imposing any requirement for the\nauthentication of a document."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.—(1) Subject to subsection (2), this Act applies to—                     Application\n                                                                             of Act.\n     (a) the recognition of a foreign public document originating from,\n         and authenticated in the jurisdiction of, a Contracting State\n         to be produced in Jamaica; and\n     (b) the authentication of a public document originating from\n         Jamaica to be produced in the jurisdiction of a Contracting\n         State.\n                                                    6\n                        (2) This Act shall not apply to—\n                     (a) public documents originating in Jamaica to be produced in\n                         Jamaica;\n                     (b) documents executed by diplomatic or consular agents;\n                     (c) administrative documents dealing directly with commercial\n                         or customs operations; or\n                     (d) public documents or foreign public documents to be\n                         produced between Jamaica and a Contracting Party to which\n                         an order under section 4 applies.\nMinisterial        4.—(1) The Minister may, by order, if satisfied of the matters\norder limiting\napplication\n                 specified in—\nof Act.\n                     (a) subsection (2)(a), exempt any class of public document or\n                         foreign public document generally, or in relation to Jamaica\n                         and any Contracting State, to which authentication is not\n                         required; or\n                     (b) subsection (2)(b), prescribe any State, or a territory or part\n                         thereof, in relation to which this Act shall not apply.\n                        (2) The Minister may make an order under subsection (1) if\n                 the Minister is satisfied that, in relation to—\n                     (a) subsection (l)(a), the document is one which has been\n                         exempted from or is not subject to any requirement for\n                         legalisation or is subject to less stringent legalisation\n                         requirements—\n                                (i)   under the laws or practice in Jamaica or in the\n                                      Contracting State in which the document is to be\n                                      produced; or\n                                (ii) pursuant to an international agreement between\n                                     Jamaica and any Contracting State;\n                     (b) subsection (l)(b), the application of this Act to a State, or a\n                         territory or part thereof, is not in, or is prejudicial to, the\n                         public interest, national security interest, trade and commercial\n                                     7\n           interests, international relations interest, or any other interest\n           of Jamaica.\n        (3) For the avoidance of doubt—\n     (a) if a foreign public document which is exempted from\n         authentication under subsection (l)(a) on the basis that it is\n         not subject to any requirement for legalisation and\n         nonetheless, the document is authenticated and produced in\n         Jamaica, the person to whom the document is produced\n         need not decline to accept the document produced solely\n         on the ground that it was authenticated in the absence of any\n         such requirement;\n     (b) a document authenticated by the Competent Authority of a\n         Contracting State to which an order under subsection (l)(b)\n         applies and which is produced in Jamaica—\n                 (i)   shall not be treated as a foreign public document;\n                       and\n                 (ii) the authentication of that document shall not have\n                      the effect specified in section 9(3)."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.    bears the seal/stamp of.......................................\n                                         Certified"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. For the purposes of this Act, the person specified in Column I of Competent\nthe Second Schedule shall be the Competent Authority in Jamaica for Authority\n                                                                         specified.\nthe authentication of the public documents specified in relation thereto Second\nin Column II of the Second Schedule.                                     Schedule."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.—(1) The Competent Authority in Jamaica shall—                              Duties of the\n                                                                                Competent\n     (a) subject to section 4, authenticate public documents originating        Authority.\n         in Jamaica which are to be produced to a recipient in the\n         jurisdiction of the territory of a Contracting State;\n     (b) in accordance with section 15, keep a record of Apostille\n         certificates issued and keep and maintain—\n                 (i)   a Register of Apostilles; and\n                 (ii) a database of samples of the signatures, seals and\n                      stamps (as applicable) of the entities from whom\n                                                    8\n                                      the public documents referred to in section 5 are\n                                      issued or originate;\n                     (c) keep and update, as necessary, a list of the Competent\n                         Authorities of Contracting States and a list of official language\n                         translators, if any, approved under section 20; and\n                     (d) perform any other duties as may be prescribed.\n                       (2) The database referred to in subsection (1) may be kept in\n               paper or electronic form.\nApostille         7.—(1) The authentication of a public document or the recognition\ncertificate.\n               of the authentication of a foreign public document shall be by means of\n               the addition of an Apostille certificate issued by a Competent Authority—\n                     (a) placed on the document itself or on an allonge in the form of\n                         the model of certificate set out in the Annex to the Apostille\n                         Convention;\n                     (b) in the form of a square with sides at least 9 centimetres long\n                         in accordance with the Apostille Convention;\n                     (c) drawn up in the official language of the issuing Competent\n                         Authority and the standard terms in the Apostille certificate\n                         may also be in a second language; and\n                     (d) entitled “Apostille (Convention de la Haye du 5 octobre\n                         1961)” in the French language.\n                        (2) The signature, seal and stamp on the Apostille certificate\n               shall not require any certifying formalities.\n                        (3) Subject to subsections (4) and (5) the duration of the\n               validity of an Apostille certificate shall not expire.\n                       (4) An Apostille certificate shall not be regarded as valid if\n               it—\n                     (a) is not attached to, or has become detached from, the\n                         document it purports to authenticate;\n                     (b) is not legible;\n                                      9\n     (c) has in any way been defaced, altered, or otherwise tampered\n         with; or\n     (d) has been procured fraudulently or used for a fraudulent\n         purpose.\n         (5) Where it comes to the notice of the Competent Authority\nthat an Apostille certificate has been procured fraudulently or used for\na fraudulent purpose, the Competent Authority shall—\n     (a) publish a notification to the public accordingly, in a daily\n         newspaper in circulation throughout Jamaica; and\n     (b) direct any person in possession of the certificate to surrender\n         the certificate to the Competent Authority.\n        (6) A person who, without reasonable excuse, fails to comply\nwith a direction under subsection (5)(b) commits an offence and shall\nbe liable on summary conviction before a Parish Court to a fine not\nexceeding five hundred thousand dollars or to imprisonment for a term\nnot exceeding six months."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.    by............................................................................\n            ................................................................................."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.—(1) A Competent Authority in Jamaica shall only authenticate a Limitations\npublic document originating in Jamaica which is to be produced to a on           authenti-\n                                                                             cation and\nrecipient in a foreign jurisdiction in the territory of a Contracting State. recognition\n                                                                               thereof.\n        (2) Notwithstanding the placement of an Apostille by the Com-\npetent Authority of a Contracting State, a recipient in Jamaica of an\nauthenticated foreign public document shall not be obliged to recognize\nthe authentication of that foreign public document unless that docu-\nment—\n     (a) originated from the jurisdiction of the territory of a\n         Contracting State which is not the subject of an order under\n         section 4; and\n     (b) if applicable, is accompanied by an English language\n         translation under section 19."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.    Seal/stamp:                     10. Signature:\n            .................................     .........................................\n                                 24\n                    SECOND SCHEDULE       (Sections 5 and 25)\n       Column I                          Column II\n        ——                                 ——\n Competent Authority\n     in Jamaica                       Public Documents\n        ——                                 ———\nThe Permanent Secretary in the    In respect of all public\nMinistry with responsibility      documents.\nfor Foreign Affairs.\n                        25\n                     THIRD SCHEDULE        (Sections 13 and 25)\n        Fees for Authentication of Public Documents\n            by Competent Authority in Jamaica\n      Column I                             Column II\n       ——                                    ——\nAll public documents—\n     for twenty-four hour service     $5,000.00 per document\n     for service other than twenty-   $3,500.00 per document\n     four hour service\n                                                                                                                                                                                                                                                                                                                                       26\n                                                                                                                                                                                                   MEMORANDUM OF OBJECTS AND REASONS\n                                                                                                                                                                            The Convention Abolishing the Requirement of Legalisation for Foreign Public\n                                                                                                                                                                         Documents done at the Hague on the 5th day of October,1961 (“the Apostille\n                                                                                                                                                                         Convention”) establishes a reciprocal regime among Contracting States for the\n                                                                                                                                                                         mutual recognition of foreign public documents authenticated by an Apostille\n                                                                                                                                                                         certificate which certifies the authenticity of any signature, the capacity of the\n                                                                                                                                                                         person signing and the identity of any seal or stamp appearing on the foreign\n                                                                                                                                                                         public document.\n                                                                                                                                                                            Authentication under the Apostille Convention is regarded as a more efficient\n                                                                                                                                                                         means of authenticating foreign public documents than the procedure of\n                                                                                                                                                                         legalisation performed by diplomatic or consular officials.\n                                                                                                                                                                            The implementation of the Apostille Convention necessitates domestic\n                                                                                                                                                                         legislation to establish a regime in Jamaica for authentication by the addition of\n                                                                                                                                                                         Apostille certificates for Jamaican public documents being produced in the\n                                                                                                                                                                         jurisidicton of a Contracting State and for the reciprocal recognition of Apostilles\n                                                                                                                                                                         issued by those Contracting States.\n                                                                                                                                                                                                                                                                                                                                                                                          DELROY CHUCK\n                                                                                                                                                                                                                                                                                                                                                                                         Minister of Justice.\n                                                                                                                                                   __________________________________________\n                                                                                                                                                                                                                                                                                             _______________________________________\n                                                                                                                                                                                                                                                                                                                                       AN ACT to Implement the Convention Abolishing\n                                      (GOVERNMENT PRINTERS), DUKE STREET, KINGSTON, JAMAICA.\n–––––––––––––––––––––––––––––––––––\n                                                                                                                                                                                                –––––––––––––––––––––––––––––––––––\n                                                                                                                                                                                                                                      As introduced by the Honourable Minister of Justice.\n                                                                                               PRINTED BY JAMAICA PRINTING SERVICES (1992) LTD.,\n                                                                                                                                                                                                                                                                                                                                           connected matters.\n                                                                                                                                                                                                                                                                                                                                           the 5th day of October, 1961; and for\n                                                                                                                                                                                                                                                                                                                                           Public Documents done at the Hague on\n                                                                                                                                                                                                                                                                                                                                           the Requirement of Legalisation for Foreign\n                                                                                                                                                                                                                                                                                                                                                                                                ENTITLED\n                                                                                                                                                                                                                                                                                                                                                                                                           A BILL\n                      27\nTHE AUTHENTICATION (FOREIGN PUBLIC\n       DOCUMENTS) ACT, 2020\n                           (Act    of 2020)\n                      ARRANGEMENT OF SECTIONS"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. For the avoidance of doubt, this Act shall not invalidate any Other forms\nformality accepted under any other law for notarizing, certifying or of authenti-\n                                                                     cation remain\notherwise evidencing—                                                valid.\n     (a) the authenticity of a document;\n     (b) the authenticity of the signature on a document;\n     (c) the capacity in which the person signing the document has\n         acted; or\n     (d) the identity of any seal or stamp that the document bears."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.—(1) A person who has signed a public document or who is the Request for\nbearer thereof desirous of having a public document authenticated shall authentica-\n                                                                        tion.\nmake a request to the Competent Authority in Jamaica for the\nauthentication of the public document and the Competent Authority\nshall, authenticate the public document—\n     (a) on payment of the relevant prescribed non-refundable fee;\n         and\n     (b) if satisfied as to the matters specified in subsection (2).\n         (2) The matters of which the Competent Authority shall be\nsatisfied under subsection (1), are as follows—\n     (a) the document in relation to which the application is made is a\n         public document;\n     (b) the public document is to be produced in a jurisdiction in the\n         territory of a Contracting State;\n     (c) the authenticity of—\n                (i)   the signature on the public document;\n                (ii) the capacity in which the person signing the public\n                     document has acted;\n                (iii) the identity of any seal or stamp that the public\n                      document bears; and\n     (d) the provisions of any order made under section 4 does not\n         preclude authentication of the public document.\n                                                  12\nFees.             13. The fee payable to a Competent Authority in Jamaica for\n                authentication of documents under this Act shall be the fee specified in\n                Column II of the Third Schedule in relation to the public documents\nThird           specified in Column I of the Third Schedule.\nSchedule.\nElectronic        14. The Competent Authority may permit—\ntransactions.\n                     (a) a request under section 12 for the authentication of a public\n                         document;\n                     (b) the payment of the relevant fees to be made to the Competent\n                         Authority and receipt of payment; and\n                     (c) the issue of an Apostille certificate,\n                to be made electronically in accordance with the Electronic Transactions\n                Act and any other prescribed requirements.\nRecords and       15.—(1) In accordance with subsection (2), the Competent\nRegister of\nApostilles.\n                Authority shall keep and maintain—\n                     (a) a record of all Apostille certificates issued by the Competent\n                         Authority; and\n                     (b) a register to be known as the Register of Apostilles.\n                         (2) The records and the Register of Apostilles referred to in\n                subsection (1) shall be kept and maintained by the Competent Author-\n                ity in accordance with any prescribed requirements.\n                       (3) The Competent Authority in Jamaica may establish and\n                maintain any register, record or document as an electronic document in\n                accordance with the Electronic Transactions Act and any other law for\n                the keeping, maintenance, access, security or storage of such docu-\n                ments.\nContents of       16.—(1) In relation to Apostille certificates issued in Jamaica, the\nRegister of\nApostilles.\n                particulars of the Register of Apostilles shall include—\n                     (a) the number and date of the Apostille certificate and the\n                         particulars identifying the public document on which the\n                         Apostille certificate was placed;\n                     (b) the name of the person who signed the public document and\n                         the capacity in which that person acted;\n                                      13\n      (c) the name of the authority which has affixed any imprint, seal\n          or stamp to the public document;\n      (d) the name of the person requesting the Apostille certificate,\n          or on whose behalf the request for the Apostille certificate\n          was made; and\n      (e) any other prescribed particulars.\n         (2) The particulars referred to in subsection (l)(a)—\n      (a) are a brief description of the type of document, any identifying\n          number and date in relation thereto; and\n      (b) does not include the name or any other personal information\n          relating to the identity of any individual to whom the document\n          relates."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Competent Authority in Jamaica shall, in writing, designate— Designation\n                                                                                 of Registrar\n      (a) for the purposes of sections 15(l)(b) and 16, a public officer and\n                                                                         responsible\n          to be the Registrar of the Register of Apostilles; and         officers.\n      (b) such number of public officers to be responsible—\n                  (i)   for the day-to-day management and administration\n                        of authentication procedures and record-keeping;\n                        and\n                  (ii) under the direction of the Registrar, for the keeping\n                       and maintenance of the Register of Apostilles."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Registrar shall, on receiving a written request from any Verification\nperson provide that person with verification of the particulars in an of           Apostille\n                                                                                certificate.\nApostille certificate issued by the Competent Authority as corresponding\nwith the particulars of the Register in relation to that Apostille certificate."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.—(1) Where a foreign public document authenticated by an official\nApostille certificate is to be produced in Jamaica, at the request of the English\n                                                                          language\nrecipient the person producing that document shall cause—                 translation.\n      (a) an English language translation to be made of the\n          authenticated foreign public document; and\n                                                    14\n                     (b) the English language translation to accompany the\n                         authenticated foreign public document when being produced.\n                        (2) The English language translation referred to in subsection\n                (1) shall be made by an official language translator approved under\n                section 20.\nApproved           20. The Minister may, by notice, published in the Gazette, approve\nofficial\nlanguage        suitably qualified persons as official language translators for the purposes\ntranslators.    of providing English language translations of any class of foreign public\n                document.\nOffence of        21. A person who—\nfalsifying or\nforging              (a) is not a Competent Authority and sells or otherwise supplies\nApostille.\n                         an Apostille certificate to any person;\n                     (b) falsifies an Apostille certificate;\n                     (c) detaches an Apostille certificate from the document on which\n                         it was placed by a Competent Authority and places it on a\n                         document in relation to which the Apostille certificate was\n                         not issued to falsely represent that document as having been\n                         authenticated by a Competent Authority,\n                commits an offence and is liable on summary conviction before a Parish\n                Court to a fine not exceeding three million dollars or to a term of\n                imprisonment not exceeding three years or to both such fine and\n                imprisonment.\nOffence of        22. A person who—\npersonation\nof                   (a) by personation holds himself out as a Competent Authority\nCompetent\nAuthority,               or as being authorised to act on behalf of a Competent\netc.                     Authority;\n                     (b) by false representation or knowingly by presentation of a\n                         fraudulent document procures or obtains an Apostille\n                         certificate; or\n                     (c) wilfully places any certificate appearing in the form of an\n                         Apostille certificate on any document in contravention of the\n                         provisions of this Act,\n                                   15\ncommits an offence and is liable on summary conviction before a Parish\nCourt to a fine not exceeding three million dollars or to a term of\nimprisonment not exceeding three years or to both such fine and\nimprisonment."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.—(1) A person who for the purposes of obtaining for himself or Offence of\n                                                                    false\nany other person authentication of a public document—               documents,\n     (a) knowingly produces or makes use of any document tampering\n                                                         with record,\n         containing false information; or                etc.\n     (b) falsifies, tampers with or alters an Apostille certificate, any\n         record relating to an Apostille certificate or any particular in\n         the Register of Apostilles,\ncommits an offence and is liable on summary conviction before a Parish\nCourt to a fine not exceeding three million dollars or to a term of\nimprisonment not exceeding six months.\n          (2) Notwithstanding the affixing of an Apostille certificate\nissued or purportedly issued by the Competent Authority of a Contracting\nState, a person who knowingly produces to any person in Jamaica a\ndocument purporting to be a foreign public document which was not\nvalidly issued by an authority or a person in an official capacity in the\nContracting State, commits an offence and is liable on summary\nconviction before a Parish Court to a fine not exceeding three million\ndollars or to a term of imprisonment not exceeding three years or to\nboth such fine and imprisonment."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.—(1) Subject to subsection (2), the Minister may make regulations Regulations.\ngenerally to give effect to this Act and, without prejudice to the generality\nof the foregoing, the Minister may—\n     (a) prescribe the form, documents and particulars to be kept or\n         maintained of, or in relation to, any record of Apostille\n         certificates or the Register of Apostilles, and the manner\n         thereof, including requirements for the certification of any\n         copy of an Apostille certificate or excerpt of the Register of\n         Apostilles;\n     (b) prescribe the form or manner in which requests shall be made,\n         procedures for the publication of records of Apostille\n                                                  16\n                          certificates or the Register of Apostilles, or any particulars\n                          of any records or excerpt from the Register;\n                   (c) prescribe procedures for the secure custody of public\n                       documents submitted to the Competent Authority for\n                       authentication, seals and stamps;\n                   (d) make regulations to provide for the electronic authentication\n                       of public documents, for electronic record-keeping and the\n                       Register of Apostilles to be kept, maintained and made\n                       available for inspection electronically;\n                   (e) prescribe procedures for the amendment of Apostille\n                       certificates and the Register of Apostilles;\n                   (f)    prescribe procedures for the production of official English\n                          language translations of authenticated foreign public\n                          documents and qualifications for the approval of persons as\n                          official language translators; and\n                   (g) prescribe any matter or thing necessary for the better carrying\n                       out of this Act.\n                       (2) Regulations made under subsection (l)(a), (b), (c) and (g),\n              shall be subject to affirmative resolution.\n                       (3) Regulations made under subsection (1) may, in respect of\n              the breach of any provisions thereof, provide penalties in excess of the\n              penalty provided in section 29(b) of the Interpretation Act, so, how-\n              ever, that such penalties shall not exceed a fine of two million dollars or\n              imprisonment for a term not exceeding one year.\nAmendment       25.—(1) The Minister may by order, subject to affirmative resolution,\nof monetary\npenalty and   amend any monetary penalty specified in this Act.\nSchedules.\n                         (2) The Minister may by order, amend—\nFirst              (a) the First Schedule by making such amendments to the text\nSchedule.              of the Apostille Convention as are necessary to bring that\n                       text up to date as in force in relation to Jamaica; and\nSecond and         (b) the Second and Third Schedules.\nThird\nSchedules.\n                                    17"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.—(1) In the event of any inconsistency between the provisions inconsistency\nof this Act and the provisions of any other law, other than the Constitution and\n                                                                             amendment\nof Jamaica, the—                                                             of law.\n     (a) provisions of this Act shall prevail to the extent of the\n         inconsistency; and\n     (b) Minister may, by order, subject to affirmative resolution,\n         amend this Act or any other Act, to the extent and in any\n         manner as appears necessary or expedient to the Minister\n         for the purpose of resolving the inconsistency and to give\n         due effect to the Apostille Convention.\n          (2) Notwithstanding subsection (l)(a), the requirements of\nthis Act shall not supersede the provisions of any law applying more\nstringent certification formalities for authentication to give effect to the\nterms of a treaty, convention or agreement between Jamaica and a\nContracting State."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. This Act binds the Crown.                                                Act binds the\n                                                                               Crown.\n                             18\n                      FIRST SCHEDULE             (Sections 2 and 25)\n     The Convention Abolishing the Requirement of\n     Legalisation for Foreign Public Documents done\n      at the Hague on the 5th day of October, 1961\nThe States signatory to the present Convention,\nDesiring to abolish the requirement of diplomatic or consular\nlegalisation for foreign public documents,\nHave resolved to conclude a Convention to this effect and have\nagreed upon the following provisions:\n                             Article 1\nThe present Convention shall apply to public documents which\nhave been executed in the territory of one Contracting State and\nwhich have to be produced in the territory of another Contracting\nState.\nFor the purposes of the present Convention, the following are\ndeemed to be public documents:\n      (a)   documents emanating from an authority or an official\n            connected with the courts or tribunals of the State,\n            including those emanating from a public prosecutor, a\n            clerk of a court or a process-server (“huissier de\n            justice”);\n      (b)   administrative documents;\n      (c)   notarial acts;\n      (d)   official certificates which are placed on documents\n            signed by persons in their private capacity, such as\n            official certificates recording the registration of a\n            document or the fact that it was in existence on a certain\n            date and official and notarial authentications of\n            signatures.\n      However, the present Convention shall not apply:\n      (a)   to documents executed by diplomatic or consular agents;\n      (b)   to administrative documents dealing directly with\n            commercial or customs operations.\n                         Article 2\nEach Contracting State shall exempt from legalisation documents to\nwhich the present Convention applies and which have to be\n                             19\nproduced in its territory. For the purposes of the present Convention,\nlegalisation means only the formality by which the diplomatic or\nconsular agents of the country in which the document has to be\nproduced certify the authenticity of the signature, the capacity in\nwhich the person signing the document has acted and, where\nappropriate, the identity of the seal or stamp which it bears.\n                       Article 3\nThe only formality that may be required in order to certify the\nauthenticity of the signature, the capacity in which the person\nsigning the document has acted and, where appropriate, the identity\nof the seal or stamp which it bears, is the addition of the certificate\ndescribed in Article 4, issued by the competent authority of the\nState from which the document emanates.\nHowever, the formality mentioned in the preceding paragraph cannot\nbe required when either the laws, regulations, or practice in force in\nthe State where the document is produced or an agreement between\ntwo or more Contracting States have abolished or simplified it, or\nexempt the document itself from legalisation.\n                         Article 4\nThe certificate referred to in the first paragraph of Article 3 shall be\nplaced on the document itself or on an “allonge”; it shall be in the\nform of the model annexed to the present Convention.\nIt may, however, be drawn up in the official language of the authority\nwhich issues it. The standard terms appearing therein may be in a\nsecond language also. The title “Apostille (Convention de La Haye\ndu 5 octobre 1961)” shall be in the French language.\n                                  Article 5\nThe certificate shall be issued at the request of the person who has\nsigned the document or of any bearer.\nWhen properly filled in, it will certify the authenticity of the signature,\nthe capacity in which the person signing the document has acted\nand, where appropriate, the identity of the seal or stamp which the\ndocument bears.\nThe signature, seal and stamp on the certificate are exempt from all\ncertification.\n                                  Article 6\nEach Contracting State shall designate by reference to their official\nfunction, the authorities who are competent to issue the certificate\nreferred to in the first paragraph of Article 3.\n                            20\nIt shall give notice of such designation to the Ministry of Foreign\nAffairs of the Netherlands at the time it deposits its instrument of\nratification or of accession or its declaration of extension. It shall\nalso give notice of any change in the designated authorities.\n                                 Article 7\nEach of the authorities designated in accordance with Article 6 shall\nkeep a register or card index in which it shall record the certificates\nissued, specifying:\n      (a)    the number and date of the certificate,\n      (b)    the name of the person signing the public document\n             and the capacity in which he has acted, or in the case of\n             unsigned documents, the name of the authority which\n             has affixed the seal or stamp.\nAt the request of any interested person, the authority which has\nissued the certificate shall verify whether the particulars in the\ncertificate correspond with those in the register or card index.\n                        Article 8\nWhen a treaty, convention or agreement between two or more\nContracting States contains provisions which subject the\ncertification of a signature, seal or stamp to certain formalities, the\npresent Convention will only override such provisions if those\nformalities are more rigorous than the formality referred to in Articles\n3 and 4.\n                        Article 9\nEach Contracting State shall take the necessary steps to prevent the\nperformance of legalisations by its diplomatic or consular agents in\ncases where the present Convention provides for exemption.\n                        Article 10\nThe present Convention shall be open for signature by the States\nrepresented at the Ninth Session of the Hague Conference on Private\nInternational Law and Iceland, Ireland, Liechtenstein and Turkey.\nIt shall be ratified, and the instruments of ratification shall be\ndeposited with the Ministry of Foreign Affairs of the\nNetherlands.\n                         Article 11\nThe present Convention shall enter into force on the sixtieth day\nafter the deposit of the third instrument of ratification referred to in\nthe second paragraph of Article 10.\n                           21\nThe Convention shall enter into force for each signatory State which\nratifies subsequently on the sixtieth day after the deposit of its\ninstrument of ratification.\n                        Article 12\nAny State not referred to in Article 10 may accede to the present\nConvention after it has entered into force in accordance with the\nfirst paragraph of Article 11. The instrument of accession shall be\ndeposited with the Ministry of Foreign Affairs of the Netherlands.\nSuch accession shall have effect only as regards the relations between\nthe acceding State and those Contracting States which have not\nraised an objection to its accession in the six months after the receipt\nof the notification referred to in sub-paragraph d) of Article 15. Any\nsuch objection shall be notified to the Ministry of Foreign Affairs of\nthe Netherlands.\nThe Convention shall enter into force as between the acceding State\nand the States which have raised no objection to its accession on\nthe sixtieth day after the expiry of the period of six months mentioned\nin the preceding paragraph.\n                        Article 13\nAny State may, at the time of signature, ratification or accession,\ndeclare that the present Convention shall extend to all the territories\nfor the international relations of which it is responsible, or to one or\nmore of them. Such a declaration shall take effect on the date of\nentry into force of the Convention for the State concerned.\nAt any time thereafter, such extensions shall be notified to the\nMinistry of Foreign Affairs of the Netherlands.\nWhen the declaration of extension is made by a State which has\nsigned and ratified, the Convention shall enter into force for the\nterritories concerned in accordance with Article 11. When the\ndeclaration of extension is made by a State which has acceded, the\nConvention shall enter into force for the territories concerned in\naccordance with Article 12.\n                        Article 14\nThe present Convention shall remain in force for five years from the\ndate of its entry into force in accordance with the first paragraph of\nArticle 11, even for States which have ratified it or acceded to it\nsubsequently.\n                           22\nIf there has been no denunciation, the Convention shall be renewed\ntacitly every five years.\nAny denunciation shall be notified to the Ministry of Foreign Affairs\nof the Netherlands at least six months before the end of the five year\nperiod.\nIt may be limited to certain of the territories to which the Convention\napplies.\nThe denunciation will only have effect as regards the State which\nhas notified it. The Convention shall remain in force for the other\nContracting States.\n                       Article 15\nThe Ministry of Foreign Affairs of the Netherlands shall give notice\nto the States referred to in Article 10, and to the States which have\nacceded in accordance with Article 12, of the following:\n      (a)   the notifications referred to in the second paragraph of\n            Article 6;\n      (b)   the signatures and ratifications referred to in Article 10;\n      (c)   the date on which the present Convention enters into\n            force in accordance with the first paragraph of Article\n            11;\n      (d)   the accessions and objections referred to in Article 12\n            and the date on which such accessions take effect;\n      (e)   the extensions referred to in Article 13 and the date on\n            which they take effect;\n      (f)   the denunciations referred to in the third paragraph of\n            Article 14.\nIn witness whereof the undersigned, being duly authorised thereto,\nhave signed the present Convention.\nDone at The Hague the 5th October 1961, in French and in English,\nthe French text prevailing in case of divergence between the two\ntexts, in a single copy which shall be deposited in the archives of the\nGovernment of the Netherlands, and of which a certified copy shall\nbe sent, through the diplomatic channel, to each of the States\nrepresented at the Ninth Session of the Hague Conference on Private\nInternational Law and also to Iceland, Ireland, Liechtenstein and\nTurkey.\n                                    23\n                          Annex to the Convention\n                               Model of certificate\nThe certificate will be in the form of a square with sides at least 9\ncentimetres long\n                                      APOSTILLE\n           (Convention de La Haye du 5 octobre 1961)"
    }
  ],
  "definitions": []
}