{
  "id": "jm-stat-the-banana-board-act",
  "type": "statute",
  "title": "The Banana Board Act",
  "title_en": "The Banana Board Act",
  "short_name": "Banana Board Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-banana-board-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-banana-board-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.                (3) Notwithstanding the provisions of paragraph\n             (b) of subsection (11, it shall be lawful for the Board from\n             time to time, to issue limited purchasing orders to any\n             person who cultivates fifteen acres or more of bananas, and\n             the Board may refuse to purchase from that person any\n             bananas in excess of the quantity specified in such limited\n             purchasing orders during the relevant period.\n                     (4) The Minister may from time to time by order\n             published in the Gazette vary the acreage of banana\n             cultivations specified in subsection (3).\n                   [The inclusion of this pge is authorized by, L.N. 480119731\n                     BANANA BOARD                                15\n       (5) Any person who is aggrieved by the issue of a\nlimited purchasing order, may appeal to the Minister in\nthe prescribed manner and the decision of the Minister\nupon any appeal shall be final.\n       (6)Upon the hearing of an appeal-\n    (U) the Minister may, subject to any rules made under\n         section 29, award the appellant such compensa-\n         tion as he thinks fair and just, and may either\n         in lieu thereof or in addition thereto direct the\n         Board to alter or modify any limited purchasing\n         order issued by them; and\n    (b) the Board shall give effect to the award made and\n         the directions issued by the Minister.\n        (7)Any person contravening the provisions of\nparagraph (a) or (c) of subsection (1) shall be guilty of an\noffence against this Act and shall be liable on summary\nconviction before a Resident Magistrate to a fine not\nexceeding two thousand dollars and in default of payment\nthereof to imprisonment with or without hard labour for\na term not exceeding twelve months and upon each sub-\nsequent conviction shall be liable, in addition to any fine\nwhich may be imposed by the court, to imprisonment with\nor without hard labour for a term not exceeding twelve\nmonths.\n        (8) Where a company is guilty of an offence under\nthis section every director, manager, agent and officer of\nthe company in this Island who is knowingly a party to\nthe contravention shall be guilty of a like offence and liable\nto a like penalty.\n        (9) Any bananas dealt with contrary to the pro-\nvisions of paragraph (U) or (c) of subsection (1) may be\nseized by the Board and shall be forfeited to the Board\nand disposed of in such manner as the Board may direct.\n      me inchion of this page is authorized by LN. 480/19731\n16                               BANANA BOARD\n                  (10) This section shall not apply to the purchase or\n          sale of bananas for consumption in this Island.\nRules.      29. The Minister may make rules prescribing the pro-\n          cedure to be followed on appeal by persons aggrieved by\n16/1965   the issue of limited purchasing orders and the compensa-\ns. 3.     tion payable to any such person pursuant to the hearing\n          of an appeal.\n                IThe inclusion of thi page is authorized by L.N. 480/19731"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) There shall be established for the purposes of\ncomposition this Act a body to be called the Banana Board.\nof Board.\n1611463            (2) The Board shall be appointed by the Minister\ns. 2.       and shall consist of not less than five nor more than eight\n23/1970\nS. 3 (a)    members of whom one shall be a person selected from a\n            panel of three persons nominated by the body which the\n            Minister recognizes as being representative of banana\n            growers in the Island.\n1711960\ns. 2 (I),          (3) The Minister may appoint a person to fill a\n            vacancy among the members, and a member so appointed\n            shall hold office for the residue of the term of the member\n            whom he has succeeded.\n1611965\ns. 2.              (4)The Minister shall appoint a chairman and a\n231 1970    vice-chairman of the Board from amongst the members\nS. 3 (b).   thereof.\nTemporary     4. In the case of the absence or inability to act of any\nappoint-\nments.      member (in this section referred to as the permanent\n2311970     member), the Minister may appoint any person (in this\ns. 4.\n            section referred to as the temporary member) to act\n            temporarily in the place of the permanent member, so,\n            however, that such appointment shall be made in the same\n            manner and from the same category of persons, if any,\n            as the appointment of the permanent member.\nTenure of\n     of"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The appointment of every member of the Board\nmember.     shall be evidenced by an instrument in writing, and such\n41 / 1958   instrument shall state the period of office of the member\ns 3.        which shall not exceed three years.\n                    (2) Every member shall be eligible for reappoint-\n            ment.\nResigna-      6.-(1) Any member of the Board, other than the\ntion.\n            chairman, may at any time resign his office by instrument\n            ~\n                                                                 ~   ~    __.\n                                                                          I   _   -\n                   [The inclmm of this page IS authorid by L N 87/19861\n                           BANANA BOARD                                        5\nin writing addressed to the Minister and transmitted\nthrough the chairman, and from the date of the receipt\nby the Minister of such instrument, such member shall\ncease to be a member of the Board.\n       (2) The chairman may at any time resign his office\nby instrument in writing addressed to the Minister and\nsuch resignation shall take effect as from the date of the\nreceipt of such instrument by the Minister."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Minister if he thinks it expedient so to do membm:\n                                                        Removalof\nmay at any time remove any member from office.          tanporary\n                                                                    chaimsn.\n       (2) In the event of the absence or inability to act i7/1960\nof the chairman the Minister may appoint any person to s. 2 (1).\nact temporarily as chairman; and subject to the conditions\n(if any) of his appointment a person so appointed shall\nwhile so acting have all the powers and be liable to perform\nall the duties of the chairman; but where an appointment\nunder this subsection is made by reason of the absence\nfrom Jamaica of the chairman in the course of the per-\nformance of the functions of his office as such, this\nsubsection shall not operate to invalidate anything done\nby him in the course of such performance during such\nabsence."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The names of all members of the Board and every PubIia-\nchange in the membership thereof shall be published in\nthe Guzetfe.                                           sblp of\n                                                       Board."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   The Board shall be a body corporate having xncorPora-\nperpetual succession and a common seal with power to tion.\npurchase, lease or otherwise acquire and hold and dispose\nof land and other property of whatever kind.\n       (2) The seal of the Board shall be authenticated by\nthe signatures of the chairman or one member of the Board\nauthorized to act in that behalf and the secretary of the\n           me inclusion of this page is sutho~edby L.N. dSO/l973l\n6                                  BANANA BOARD\n            Board and such seal shall be officially and judicially\n            noticed.\n                  (3) All documents, other than those required by\n            law to be under seal, made by, and all decisions of, the\n            Board may be signified under the hand of the chairman,\n            any member authorized to act in that behalf, the secretary\n            or such other officer as may be authorized by the Board.\n                 (4) The Board may sue or be sued in their corporate\n\"   '(I)'\n1711960\n            name and may for all purposes be described by such name.\nProcedure     10.41) The Board shall meet at such times as may be\nand\nmcstings.   necessary or expedient for the transaction of business, and\n            such meetings shall be held at such places and timw and on\n            such days as the Board may determine.\n                    (2) The chairman may at any time caI1 a special\n            meeting of the Board and shall call a special meeting to\n            be held within seven days of a written requisition for that\n            purpose addressed to him by any two members of the\n            Board.\n2311970            (3) The chairman, or in his absence, the vice-\nS. 5 (d.    chairman, shall preside at meetings of the Board; in the\n            case of the absence of both the chairman and the vice-\n            chairman from any meeting the Minister may appoint some\n            other member to preside at the meeting, and if no member\n            is so appointed or although appointed is absent, the\n            members present shall elect one of their number to preside\n            at the meeting; the chairman or other person presiding at\n            a meeting shall have an original vote and, in any case in\n            which the voting is equal, a casting vote.\n1711960            (4) The quorum of the Board shall be three includ-\ns. 2 (I).\n231 1970\n            ing the chairman or any other member presiding at the\nS. 5 (b).   meeting.\n                  me inclusion of this page is authorized by LN. 480/15731\n                      BANANA BOARD                                   7\n        (5) Subject to the foregoing provisions of this\nsection the Board shall have the power to regulate their\nown proceedings.\n        (6) The validity of any proceeding of the Board\nshall not be affected by any vacancy amongst the members\nthereof or by any defect in the appointment of a member\nthereof.\n          Functions, Duties and Powers of Board"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Apart from any functions of the Board under the Functions\n                                                         of Board.\nBanana Insurance Act, it shall be their duty-            16/1965\n    (U) to promote the interests and efficiency of the S. '.\n         banana industry of this Island and to assist in\n         the development of that industry;\n    (b) to secure the most favourable arrangements for\n         the purchase, handling, transportation, exprta-\n         tion, shipping, marketing and sale of bananas,\n         to purchase bananas and to sell and export the\n        Same;\n    (c) to institute, conduct, finance, assist, and super-\n        intend research activities, experiments and opera-\n        tions-\n             (i) for improvement in the methods of planting\n                 and cultivation of bananas;\n            (U) for the control and elimination of any\n                 disease affecting bananas; and\n           (iii) for the development of bananas wholly or\n                 partially immune to disease.\n  1241) Subject to the provisions of this Act, the ~ ~ ~ r r a l\nBoard shall have power, for the purpose of the discharge g T 2 : O f\nof their duty under section 11-\n     (a) to carry on all activities the carrying on whereof\n         appears to them to be requisite, advantageous or\n      me inclusion of this paw is authorizal by L.N. 480/19731\n8                                   BANANA BOARD\n                     convenient for or in connection with the discharge\n                     of their said duty;\n                 (b) to do anything and to enter into any transaction\n                      (whether or not involving expenditure, borrowing,\n                     granting of loans or investment of money, the\n                     acquisition of any property or rights or the\n                     disposal of any property or rights) which in their\n                     opinion is calculated to facilitate the proper\n16/1%5\ns. 2.\n                     discharge of their functions under this Act or is\n                     incidental or conducive thereto.\n                   ( 2 ) In particular, and without prejudice to the\n            generality of the foregoing, the Board shall have power-\n                (a) to control and fix the prices to be paid from time\n                     to time to growers, producers or agents for\n                     bananas and to arrange for these prices to be\n                     notified in such manner as the Board shall think\n                     fir\n                (b) subject to the provisions of the Agricultural\n                    Produce Act, to regulate from time to time the\n                    grading for sale in the Island for export, of\n                    bananas grown or produced in the Island and to\n                    'arrange for any such grading to be notified in\n                    such manner as the Board shall think fit.\n~       ~      13.41)\n                ~      ~Subject\n                             ~ to the\n                                   w provisions\n                                          i     ~ of subsection\n                                                       ~        (2) the\npowers.\n171I960     Board may borrow sums required by them for meeting\ns. 2 (1).   any of their obligations or discharging any of their func-\ns.\n161196*"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Power of Minister responsible for finance to guarantee borrowings\n      by the Board."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16,1965\nin which trustees are by statute authorized to invest in this s. 2.\nIsland or elsewhere."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. It shall be lawful for the Board to demand from the ACCESS~O\nCommissioner of Customs and Excise or any officer of his informa-\n                                                             tionfrom\n                                                             Commis-\ndepartment or from any Inspector of Agricultural Produce 5,Lmcr\n                                                              . Of\nsuch informalion cither written or oral as may from time 2;;yC;*\nto time be necessary to enable them to exercise or perform and\n                                                                       of\ntheir functions or duties under this Act and it shall be the Inspector\n                                                             Agricul.\nduty of the Commissioner of Customs and Excise or any E&e,\nsuch officer or Inspector of Agricultural Produce to supply 12/1985\n                                                             sch.\nany such information to the best of his ability."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Board may, with the approval of the Minister, Regula-\n                                                            tions.\nmake regulations generally for the better carrying out of\nthe purposes of this Act and in particular but without\nprejudice to the generality of the foregoing may make\nregulations providing for-\n     (a) the registration of persons growing or producing\n         bananas in this Island and for the manner in\n         which records of thp quantities of bananas grown\n         or produced by such persons shall be kept;\n     (b) the registration of persons processing bananas in\n         this Island for export and for the manner in\n         which records of the quantities of bananas\n         processed by such persons shall be kept;\n     (c) the measures and methods to be adopted for the\n         effective control and elimination of leaf spot and\n         any other disease affecting bananas; and\n     (4the effective control of the delivery of bananas to\n         the Board and for the conditions to be observed\n         with respect to the sale or delivery of bananas to\n         the Board.\n       [The inclnsioa of this page is authorized by L.N. 87/1986l\n12                                     BANANA BOARD\nLiability of     21. No member of the Board shall be personally liable\nmembers\nof Board.      for any act or default of the Board done or omitted to be\nlh/ 1965\ns. 2.\n               done in good faith in the course of any of the various\n               operations of the Board.\nPowers of        22. The Minister may, after consultation with the chair-\nhlinirter.\n1711960        man, give to the Board directions of a general character\ns. 2 (1).      as to the policy to be followed in the exercise and\n16/1965\ns. 2.          performance of their functions under this Act in relation\n               to matters appearing to him to concern the public interest\n               and the Board shall give effect to any such directions.\n                                     Financial Provisions\nSpe&.+           2 3 4 1 ) The proceeds of the sale of bananas by the\nproveions\nrelating to    Board shall accrue to and form part of the funds of the\nfunds of\nBoard.         Board.\n1611965\ns. 2.                    (2) The funds of the Board under this Act shall be\n               applied towards the carrying out of their functions or duties\n               under this Act, including the provision of moneys for-\n                    ( U ) the payment of any cess on bananas imposed\n                           under section 21 of the Banana Insurance Act,\n                    (b) financing the operations of any approved associa-\n                        tion;\n                   (c) the payment of interest upon any moneys borrowed\n                        or deemed to be borrowed by the Board under\n                        this Act and the repayment of such moneys.\nReserve          2 4 . 4 1 ) The Board shall establish a reserve fund.\nfund.\n                      (2) The management of the said fund, the sums to\n               be carried from time to time to the credit thereof, and the\n               application thereof, shall be as the Board may determine,\n               so, however, that no part of the said funds shall be applied\n1611965        otherwise than for carrying out the purposes of the Board\ns. 2.          under this Act.\n                                 ___._                              ____\n                      [The inclua:m of thin page is authorized by L.N. 87119861\n                          BANANA BOAD                                    13"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Powers of Minister.\n       F   e inclusion of this page is autryorixd by L.N. 87/19861\n2                           BANANA BOARD\n                            Financiai fiovisiom"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Moneys standing to the credit of the Board under Invest-\nthis Act may from time to time be invested in any securities ments."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The Board shall keep proper accounts in a form Awounta\n                                                         and audit.\nwhich shall conform with the best commercial standards\nof their receipts, payments, credits and liabilities and\nshall submit the same from time to time with vouchers\nto a duly qualified auditor to be audited."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)   The Board shall in each year prepare and repurl  Annual\n                                                                 and\npresent on or before the 1st day of July to the Minister eshlmatss.\na report of their proceedings during the twelve months it:;:; (b),\nending on the 31st day of December in the preceding year,\nincluding a complete report of their financial position in\nsuch form as to secure the provision of separate informa-\ntion in respect of each of the main activities of the Board.\n        (2) A copy of such report shall be laid on the Table\nof the House of Representatives and of the Senate and shall\nbe published in the Gazette and in a daily newspaper\ncirculating in the Island :\n  Rovided that such separate information referred to in s.     1611965"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Rules.\n           [fie inclusion of this page is authorid by L.N 87/198q\n                       BANANA BOARD                                              3\n                                                                       LpWl\n                                                                    24 of 1953,\n             THE BANANA BOARD ACT                                   16 of 1955,\n                                                                   41 of 1958,\n                                                                    17 of 1%0.\n                                           [ I s October, 1953.1   lbof19dS,\n                                                                       Acts\n                                                                    24 01 1969\n                                                                     b d Sch.\n                                                                    23 d WO,\n                          Preliminary                               12 or i m\n                                                                        %b."
    }
  ],
  "definitions": []
}