{
  "id": "jm-stat-the-banana-insurance-act",
  "type": "statute",
  "title": "The Banana Insurance Act",
  "title_en": "The Banana Insurance Act",
  "short_name": "Banana Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-banana-insurance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-banana-insurance-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.41) In this Act-                                         Intcrpreh-\n                                                             tion.\n”affected cultivation” means any banana cultivation which\n     is damaged by windstorm;\n“appropriate tribunal” means any tribunal established\n     under section 17 having the power to exercise the\n     powers conferred and to perform the duties imposed\n     under section I8 in relation to any application for the\n     review of any assessment of the average percentage of\n     loss suffered by banana cultivations in any area;\n“area” means any area defined by the Board under section\n     16;\n“assessed acreage” means the acreage of any banana\n     cultivation as computed in accordance with the pro-\n     visions of subsection (2)of section 3;\n“assessed percentage of loss” means the percentage of loss\n     assessed by the Board in accordance with the provisions\n     of section 16;\n“banana cultivation” means any parcel of land on which\n     bananas are grown immediately prior to any wind-\n    storm with a view to export or to sale for export;\n“banana grower” means any person for the time being in\n    possession or control of any banana cultivation;\n“the Board” means the Banana Board established in ;8q,9a\n     accordance with the Banana Board Act;\n      [The inclusion of this page ia authorized by L.N. 480119731\n4                                 BANANA INSURANCE\n            “cess” means the cess imposed under section 21;\n            “indemnity percentage” means the indemnity percentage\n                 as determined in accordance with the provisions of\n                 section 12;\n            “insurance year” means the period beginning on the 1st\n                January in any year and ending with the 31st December\n                 in the same year;\n            “qualified person” means-\n                 (a) in relation to statutory benefit, a person who is\n                       qualified under section 4 to receive statutory\n                       benefit; and\n                 ( b ) in relation to contractual benefit, a person who\n                       is qualified under section 6 to receive contractual\n                       benefit;\n            “windstorm” means any hurricane, tornado, cyclone, whirl-\n                wind, gale, or atmospheric disturbance, whether\n                 similar to the foregoing or not, which the Board is\n                 satisfied is likely to have caused appreciable damage\n                 to any banana cultivation.\n1211962           (2) For the purposes of this Act bananas sold for\ns. 2.       the purpose of being exported and in respect of which\n            cess has been collected shall be deemed to have been ex-\n            ported.\n            PARTII. Qualification for determination of. and pay-\n                                ment of, benefit\nStatutory     3,-(1) Every banana grower shall be statutorily insured\nmsurance.\n            under this Act, in respect of the assessed acreage of his\n            banana cultivation, against loss consequent upon damage\n            to such cultivation occasioned by windstorm.\n                  (2) For the purposes of this Act the assessed acreage\n            of any banana cultivation in any insurance year shall be\n12/]p62     computed by dividing the total number of insurance weight\nS. 3(a).    units of bananas grown upon such cultivation and expor-\n                     BANANA INSURANCE                                    5\nted or deemed to have been exported or sold for export 1211962\nduring the preceding insurance year by the declared con- s. 3(4.\nstant.\n       (3) For the purposes of subsection (2), the Minister\nmay, after considering any recommendation of the Board,\ndeclare the figure that shall be the declared constant in\nrespect of any insurance year, by order made prior to the\ncommencement of the insurance year to which such order\nrelates, and may, in like manner, fix the weight of bananas\nthat shall be an insurance weight unit; so, however, that\nany figure declared or weight fixed as aforesaid shall con-\ntinue to be the declared constant or the insurance weight\nunit unless and until varied by a subsequent order."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every banana grower who in relation to any affected QualiEcation\ncultivation complies both with the general conditions for for    statutory\n                                                              benefit.\nbenefit and with the special condition for statutory benefit\nshall be qualified to receive statutory benefit in respect of\ndamage occasioned to such cultivation in any insurance\nyear by any windstorm."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Every banana grower who, within a period com- Conbactual\nmencing fourteen months before the beginning of an insur- inaurancc.\nance year and ending on the 31st May in such insurance\nyear, has either-\n     (a) replanted in bananas the whole or any part of\n         his banana cultivation; or\n     (b) brought under cultivation in bananas any land on\n         which bananas were not previously cultivated\n         during the preceding insurance year,\nmay, in accordance with the provisions of this section, effect\ncontractual insurance against loss occasioned to such\nbananas consequent upon the occurrence of any windstorm\nduring such insurance year.\n       me inclusion of this page is authorized by L.N.460/19731\n6                        BANANA INSURANCE\n           (2) Where a banana grower satisfies the Board that\n    his actual acreage under cultivation in bananas in any\n    insurance year, after excluding any acreage in respect of\n    which he may effect contractual insurance under subsection\n    (l), is in excess of his assessed acreage, then he may in\n    accordance with the provisions of this section effect con-\n    tractual insurance in respect of such excess acreage a g a h t\n    loss occasioned to the bananas on such excess acreage con-\n    sequent on the occurrence of any windstorm during such\n    insurance year.\n           (3) Every banana grower who desires to effect con-\n    tractual insurance shall, before the 1st July in the insurance\n    year in which he desires to effect insurance-\n        (a) in the case of insurance effected under subsection\n             (If, after he has replanted or first brought under\n             cultivation any bananas, make application in the\n             prescribed form to the Board, specifying, inter\n             alia-\n                 (i) the total acreage replanted or first brought\n                     under cultivation, as the case may be, within\n                     the period referred to in subsection (1) and\n                     the date when such acreage was so replanted\n                     or first brought under cultivation; and\n               (ii) the acreage so replanted or first brought\n                    under cultivation in respect of which he\n                    desires to effect contractual insurance; and\n               (iii) the acreage so replanted or first brought\n                     under cultivation which he elects to exclude\n                     from contractual insurance as is in this\n                     section mentioned;\n        (b) in the case of insurance effected under subsection\n             (2), make application in the prescribed form to the\n            Board, specifying, inrer alia, his actual acreage\n            under banana cultivation, his assessed acreage and\n          me inclusion o€ this page is authorized by L.N.480/19731\n                     BANANA ZNSURANCE\n           any acreage in respect of which he desires to effect\n           contractual insurance under subsection (1); and\n     (c) in either such case, forward with such application\n           the necessary premium for the acreage in respect\n           of which he desires to effect contractual insurance:\n             Provided that no contractual insurance may be\n           effected in respect of any acre on which there is\n           planted less than three hundred banana trees.\n       (4) The premium payable shall be such sum for each\nacre in respect of which contractual insurance is desired as 311971\nmay be prescribed by regulations under section 31, so, S . z ( o ) - ( b ) .\nhowever, that the regulations may prescribe additional\npremiums in respect of the payment of which a prescribed\nincrease in the indemnity percentage of the declared unit of\nbenefit may be obtained.\n      (5) No contractual insurance may be effected to cover\nany loss consequent upon a windstorm which occurred prior\nto the receipt by the Board of the application and the\nnecessary premium.\n      (6) The Minister may, after considering any recom-\nmendation of the Board, in respect of any insurance year,\nby order vary-\n    (a) the commencing and ending dates of the period\n         referred to in subsection (1);\n     (6) the date and the minimum number of banana trees\n         to an acre mentioned in subsection (3);\n     (c)   the amount of premium payable under subsection\n            (4)in respect of each acre :\n   Provided that any order made under this subsection shall\nbe made prior to the commencement of the insurance year\nin respect to which such order relates.\n       me inclusion of this page is authorized by L.N. 480/1973]\n8                                    BANANA INSURANCE\nQualification     6. Every banana grower who, in relation to any affected\nfor con-\ntractual        cultivation or part thereof, has effected contractual insur-\nbenefit.        ance under this Act and who complies with the general\n                conditions for benefit shall be qualified to receive contractual\n                benefit in respect of the damage occasioned by windstorm\n                during the relevant insurance year to bananas growing upon\n                the acreage in respect of which he effected such insuranoe.\nFirst              7.411 The first general condition for the receipt of\ngeneral con-\ndition for      benefit by a banana grower is that the affected cultivation\nbenefit.        has suffered damage to an extent not less than the minimum\n                statutory percentage or is situate in an area which in the\n                opinion of the Board has suffered damage to an extent not\n                less than the minimum statutory percentage.\n                      (2) For the purposes of subsection (1)-\n                     (a) the minimum statutory percentage shall be forty\n                         per cent unless varied in relation to any insurance\n                         year as is in this subsection provided;\n                     (6) the Minister may, in any insurance year, after con-\n                         sidering any recommendation of the Board, vary\n                         the minimum statutory percentage above referred\n                         to and declare the minimum statutory percentage\n                         for such insurance year.\nSecond             8. The second general condition for the receipt of benefit\ngeneral\ncondition       by a banana grower is that he makes application for benefit\nfor benefit.    in such manner within such time and in such form as may\n                be prescribed and affords to the Board and to any person\n                authorized by the Board such information and such oppr-\n                tunity of inspecting any books or records kept by him in\n                relation to his banana cultivation and of inspecting any\n                damage to his banana cultivati6n as may be required by the\n                Board.\nThird             9. The third general condition for the receipt of benefit\ngeneral con-\ndition for      by a banana grower is that he shall, if required so to d-\nbenefit.\n                     B A N A N A INSURANCE                            9\n    (a) enter into an undertaking in such form as may\n         be prescribed to apply the whole or such part of\n         any sum received by him by way of benefit as the\n         Board may specify to the restoration, rehabilita-\n         tion or extension of his banana cultivation; and\n    (b) in the case of an insured person who has previously\n        received benefit, satisfy the Board that the whole\n        or such part of any benefit so previously received\n        by him as the Board may have specified was\n        expended in the restoration, rehabilitation or\n        extension of his banana cultivation."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The special condition for the receipt of statutory specidcon-\n                                                             dition for\nbenefit by an insured person is that he proves that he or ltatutory\nsome other person from whom he derived title to the affected hne*t\ncultivation exported or sold for export or is deemed to have\nexported during the previous insurance year bananas grown\nupon such cultivation."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Every qualified person shall receive in relation Amountof\n                                                           benefit.\nto any affected cultivation-\n    (a) by way of statutory benefit, for every acre of the\n        assessed acreage of such cultivation, a sum of\n        money equivalent to the indemnity percentage of\n        the declared unit of benefit;\n    (b) by way of contractual benefit, for every acre in\n        respect of which he has effected contractual insur-\n         ance, a sum of money equivalent to the indemnity\n         percentage of the declared unit of benefit,\ntogether with any prescribed increase therein to which he 3119’11\nmay be entitled by virtue of the payment of additional s. 3 w . (6).\npremiums referred to in subsection (4) of section 5.\nW\n10                                  BANANA INSURANCE\n                     (2) For the purposes of this section-\n                  (a) unless varied in relation to any insurance year as\n                       is in this subsection provided, the declared unit\n                       of benefit shall be twenty-five dollars;\n                  (b) the Minister may in any insurance year, after con-\n                       sidering any recommendation of the Board, vary\n                       the declared unit of benefit and declare an amount\n                       to be the declared unit of benefit for such insur-\n                       ance year.\nDetermina-      12.-(1) The indemnity percentage in relation to any\ntion of in-\ndemnity       affected cultivation shall be determined by deducting from\npercentage.\n              the assessed percentage of loss in relation to such cultiva-\n              tion the statutory deductible percentage.\n                     (2) For the purposes of this section-\n                  (a) unless varied in relation to any insurance year as\n                       is in this subsection provided, the statutory de-\n                       ductible percentage shall be twenty per cent of\n                       the entire risk;\n                  (b) the Minister may in any insurance year, after con-\n                       sidering any recommendation of the Board, vary\n                       the statutory deductible percentage and declare\n                       the statutory deductible percentage for such year.\nPayment of\nbenefit."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Subject to the provisions of subsection (2), every\n              insured person who is qualified to receive any statutory\n              benefit under section 4 or any contractual benefit under\n              section 6 shall be paid such benefit so soon as may be after\n              the Board have computed the amount of benefit payable\n              to him.\n                     (2) The Board may deduct from any benefit payable\n              to any insured person any sum owed by him to the Board\n              under this Act.\n                    [ m e inclusion of this page is authorized by L.N. 480119731\n                     BANANA INSURANCE                                     11\n PARTIII. Procedure for Assessing Incidence of Damage"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Every banana grower whose banana cultivation RL!U?  claiming\nis damaged by any windstorm shall, within the prescribed benefit.\ntime after the occurrence of such windstorm or within such\nfurther period as the Board may, in any special case, permit,\nmake a return to the Board in the prescribed form claiming\nbenefit in respect of the loss occasioned to him by such wind-\nstorm.\n          (2) Every return under subsection (1) shall contain\nin relation to the affected cultivation such particulars as\nmay be prescribed and shall estimate in the prescribed\nmanner the percentage of damage, other than exchded\ndamage, suffered by such cultivation consequent upon such\nwindstorm.\n          (3) Every return under subsection (1) shall be\naccompanied by a deposit of such sum of money as the\nBoard may prescribe, and-\n      (a) where the assessed percentage of loss is less than\n            forty per cent; or\n      (b) where the estimate of the percentage of loss con-\n            tained in such return is greater than the assessed\n            percentage of loss by more than seven and one-\n            half per cent,\nevery such deposit shall be forfeited to the board.\n          (4) In this section “excluded damage” means\ndamage to any bananas growing upon any acreage as to\nwhich the banana grower elected to exclude from any con-\ntractual insurance as provided in subsection (3) (a) (iii)\nof section 5."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.41) So soon as may be after the occurrence of any\nwindstorm in respect of which the Board receive any claim to be\nfor benefit under section 14, or consider that they are likely\nto receive any such claim, the Board shall, for the purpose\n       me inclusibn of this page is authorized by L.N. 480/19731\n12                         BANANA INSURANCE\n     of complying with section 16, cause an inspection to be\n     made of any affected cultivation in respect of which any\n     such claim has been made or of any region within which\n     they consider any affected cultivations are likely to be com-\n     prised.\n             (2) So soon as may be after the completion of any\n     inspection under subsection (1) every inspector shall, subject\n     to the directions of the Board, make a report to the BoarJ\n     either-\n          (a) estimating the percentage of loss suffered by any\n               affected cultivation in respect of which a claim for\n               benefit under section 14 has been received by the\n               Board; or\n          (6)     (i) containing a fair estimate of the incidence\n                      of damage occasioned by the windstorm in\n                      the region to which the report relates;\n                  (ii) specifying the various areas within such\n                       region which in the opinion of the inspector\n                       have s d e r e d an approximately similar per-\n                       centage of damage and the boundaries of\n                       such areas;\n                 (iii)estimating the approximate average per-\n                      centage of damage suffered by banana culti-\n                      vations situate in such area.\n             (3) I n making the estimate referred to in paragraph\n     (a) or paragraph (b) (iii) of subsection (2) regard shall be\n     had only to the number of banana trees (other than banana\n     trees to which subsection (4) relates) which, immediately\n     before the windstorm in respect of which the inspection is\n     made, were growing upon any affected cultivation which\n     is inspected and which were rendered incapable of producing\n     at maturity fruit of merchantable quality, by reason of the\n     windstorm.\n            yrhc inclusion of thii page i s authorized by LN. 480/1973]\n                      BANANA INSURANCE                                  13\n        (4) In making the estimate referred to in paragraph\n(a) or paragraph (b) (iii) of subsection (2) regard shall not\nbe had to any young plants or to any banana trees which\nimmediately before the windstorm in respect of which the\ninspection is made were growing upon any acreage as to\nwhich the banana grower elected to exclude from any\ncontractual insurance as provided in subsection 3 (a) (iii)\nof section 5.\n        (5) For the purposes of this section “young plants”\nmeans banana trees which the grower shall satisfy the\ninspector were planted subsequent to the 31st October last\npreceding the windstorm in respect of which the inspection\nis made."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. So soon as may be after the receipt of any report Boardto\n                                                                       areas\nunder subsection (2) of section 15, the Board shall consider define\n                                                                Bnddeclarc\nsuch report and shall consider any claim under section 14 gzi&,e\nand the Board shall, in its absolute discretion, either-        OfloaJ.\n    (a) assess the percentage of loss suffered by each\n         affected cultivation in respect of which a claim\n        under section 14 has been made; or\n    (b) (i) define the area within which are comprised\n                 affected cultivations which have suffered\n                 an approximately similar percentage of\n                 damage; and\n            (ii) assess the average percentage of loss suffered\n                 by affected cultivations within each such\n                 area consequent upon the windstorm in\n                 respect of which the assessment is made."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) For the purposes of section 18 there shall be Establish-\nestablished in such manner as may be prescribed so many rncptof\n                                                              review\ntribunals as may be prescribed each of which shall, in\nrelation to such areas as the Board may specify, exercise the\npowers conferred and perform the duties imposed by\nsection 18.\n       tThe inclusion of this page is authorized by L.N. 480/19731\n14                                   B A N A N A INSURANCE\n                       (2) Every tribunal established under subsection ( 1 )\n               shall consist of three members.\nReview OE        18.-(1) (a) Where, in the case of an assessment under\nasrcsrment\nby tribunal.   paragraph (a) of section 16, any banana grower is dissatisfied\n               with such assessment he may within the prescribed time\n               make application to the Board in the prescribed manner for\n               a review by the appropriate tribunal of such assessment.\n                           (b) Where, in the case of an assessment under\n               paragraph (b)of section 16, any number of banana growers\n               who together control not less than fifty per cent of the\n               aggregate acreage of all the affected cultivations situate\n               within any area are dissatisfied with such assessment they\n               may within the prescribed time make application to the\n               Board in the prescribed manner for a review by the appro-\n               priate tribunal of such assessment.\n                       (2) Every application under subsection (1) for the\n               review of any assessment shall be accompanied by the\n               prescribed deposit.\n                       (3) So soon as may be after the receipt of any appli-\n               cation under subsection (1) for the review of any assessment,\n               the Board shall refer such application to the appropriate\n               tribunal together with all the information, reports, returns\n               or records which the Board considered in making such\n               assessment.\n                       (4) As soon as may be after the appropriate tribunal\n               receives from the Board any application for the review of\n               any assessment, the tribunal shall consider such application\n               together with all documents relating to such assessment and\n               shall take such steps, whether by inspecting or causing to be\n               inspected the atfected cultivation or cultivations situated\n               in the area to which such application relates (as the case\n               may be) or otherwise, as the tribunal in its absolute discre-\n               tion may think necessary to determine the accuracy or other-\n                      [The inclusion of this pasa is authorized by L.N. 480119731\n                                                                                    -\n                                                                        .\n                     BANANA INSURANCE                                  15\nwise of such assessment, and shall make a report to the\nBoard.\n        (5) In the case of an application for review undcr\nparagraph (a) of subsection (11, if the appropriate tribunal\nreports to the Board that in the opinion of the tribunal the\npercentage of loss suffered by the affected cultivation to\nwhich the application relates-\n    (a) does not exceed the assessment by more than seven\n          and one-half per cent, then the assessment for all\n          purposes shall be final and conclusive and the\n          deposit paid under subsection (2) shall be forfeited\n          to the Board;\n    (6) exceeds the assessment by more than seven and\n          one-half per cent, then the assessment shall be\n          amended by the substitution for the percentage\n          specified therein the percentage which in the\n          opinion of the tribunal is the percentage of loss\n          suffered by the affected cultivation and the deposit\n         paid under subsection (2) shall be refunded.\n        (6) In the case of an application for review under\nparagraph (b) of subsection (1) if the appropriate tribunal\nreports to the Board under subsection (4) that in the opinion\nof the tribunal the average percentage of loss suffered by\nbanana cultivations in the area to which the application\nrelates does not exceed by more than seven and one-half\nper cent the assessment under paragraph Ib) of section 16\nin respect of which the application for review was made,\nthe assessment by the Board shall for all purposes be final\nand conclusive and the deposit paid under subsection (2)\nin relation to the application for review shall be forfeited\nto the Board.\n        (7) In the case of an application for review under\nparagraph (b) of subsection (1) if the appropriate tribunal        ,\nreports to the Board under subsection (4) that in the opinion\n      [The indunion of this page is authorized by L.N. 480119731\n16                                  BANANA INSURANCE\n               of the tribunal the average percentage of loss suffered by\n               banana cultivations in the area to which the application\n               relates exceeds by more than seven and one-half per cent\n               the assessment under paragraph (b) of section 16 in respect\n               of which the application for review was made, the assess-\n               ment shall be amended by the substitution for the percent-\n               age specified therein the percentage which in the opinion\n               of the tribunal is the average percentage of loss suffered\n               by banana cultivations in the area to which such application\n               relates, and the deposit paid under subsection ( 2 ) shall he\n               refunded to the persons by whom it was paid.\n                     (8) In this section “assessment” means any assess-\n               ment made by the Board under section 16.\n                              PARTIV. Financial Provisions\nEstablish-       19.-(1) For the purposes of this Act there shall be\nment of\nBanana         established under the control and management of the Board\nInsurance\nFund.          a fund called the Banana Insurance Fund.\n                       (2) The proceeds of the cess raised, levied or\n               collected under section 21 and any premiums paid to the\n               Board under section 5 and any moneys borrowed by the\n               Board under section 23 and any sums received by the\n               Board by way of re-insurance or from the sale of any of\n               their assets, or otherwise, under this Act shall be paid into\n               the Banana Insurance Fund.\nInvestments.     20. Any moneys forming part of the Fund shall from\n               time to t i m e\n12/1962            (a) be invested in such manner as the Minister may\ns. 4.\n                         approve, in the public securities of Jamaica or any\n                         other Commonwealth country, or such other\n                         securities as the Minister may from time to time\n                         approve; or\n                     BANANA 1NSURANCE                                 17\n    (6) be placed on deposit with the Accountant-General\n        or in such bank or banks as the Board may, with\n        the approval of the Minister, from time to time\n        direct,\n  Zl.-(l) There shall be raised, levied and collected for hiposition\n                                                               of CWS.\nthe purposes of this Act a cess upon each insurance weight\nunit of bananas-\n     (a) exported from Jamaica; or                             1211962\n                                                               s. 510).\n     (b) purchased for the purpose of being exported,\n           irrespective of whether or no such insurance weight\n           unit of bananas is subsequently exported from\n           Jamaica.\n         (2) The Minister may, after considering any recom- iz/196z\nmendation of the Board, from time to time by order fix S. Xb).\nthe rate at which cess shall be levied on each insurance\nweight unit of bananas or part of such unit."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Imposition of cess.\n          me inclusion of this page is authorized by LN. 480/19731\nTT\n2                        B A N A N A INSURANCE"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.--(1) The cess shall be paid by every banana grower Pa catand\nand shall be collected and paid over by the exporter in m G o n\naccordance with regulations made under section 31.\n        ( 2 ) Any exporter who fail*\n     (a) to collect or to pay over, in accordance with the\n           regulations, any cess or any part thereof due under\n          this Act; or\n     (b) to comply with any regulations relating to any such\n          collection or payment over,\nshall be guilty of an offence against this Act.\n        (3) Nothing in this section contained shall be\ndeemed to prejudice or interfere with the right of the Board\nto recover from an exporter the amount of any cess due to\nbe collected and paid over by him."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Whenever the Minister is satisfied by the Board LOW.\nthat it is necessary or expedient for the Board to borrow 3/1971\n                                                          s.4.\n       [The inclusion of this page 1s authorized by L.N.480119731\nW\n                                    BANANA ZNSURA NCE\n               money for discharging any of its obligations or carrying out\n               any of its functions under this Act, the House of Representa-\n               tives may by resolution authorize the Board to borrow such\n               sums as may be specified in the resolution.\n                       (2) Any loan authorized under subsection (U or any\n               part of such loan may be raised by the Board by the issue\n               of stock or debentures or both in such form and on such\n               conditions as may be approved by the Minister or by such\n               other means as may be approved by the Minister, and the\n               principal moneys and interests represented by such stock,\n18/1%5         debentures or loan are hereby charged upon and shall be\nS. qb).\n               payable out of the funds and assets which accrue to the\n               Board under this Act.\n                      (3) The principal moneys and interest represented\n               by any loan authorized under subsection (1) are hereby\n               guaranteed by the Government of Jamaica and in the event\n               of default in the payment thereof by the Board shall be\n               charged upon and be payable out of the Consolidated Fund\n               and assets of the Government of Jamaica.\nRe-              24. The Board may effect re-insurance in respect of the\ninsurance.\n               whole or any part of the potential liability incurred by\n               them for the payment of benefit under this Act at such\n               rates and subject to such Conditions as the Minister may\n               deem reasonable.\nApplication     25.-(1) Subject to the provisions of subsection (21, the\noffunds of\nBoard.         moneys forming part of the funds of the Board under this\nial1965\ns. 5(a)-(c).   Act shall be applied towards-\n                   (U) the payment of all expenses incurred by the Board\n                        in the execution of the provisions of this Act,\n                   (b) the payment of any sums by way of premiums on\n                        the re-insurance of any potential liability incurred\n                        by the Board under this Act;\n                     BANANA INSURANCE                                           19\n    (c) the payment of benefit to insured persons in accord-\n        ance with the provisions of this Act;\n    (d) the payment of interest upon any moneys borrowed\n        by the Board under this Act and the repayment of\n        such moneys;\n    (e) the creation of such a reserve fund as the Board .\n        may, with the approval of the Minister, consider\n         adequate for the purposes of this Act.\n       (2) So soon as the Minister is satisfied that the assets\nof the Fund are in excess of the amount necessary to meet\nany liability which can reasonably be anticipated the\nMinister may authorize the Board to apply the whole or\nany part of such excess in any manner which the Minister\ndeems to be conducive to the interest of the banana industry."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The Board shall keep separate accounts dating to Audit.\n                                                           1811965\ntheir activities under this Act and such accounts shall be S. 4\naudited annually and where there is any amount outstanding\non loan to the Board under section 23 such annual audit\nshall be made by the Auditor-General."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Notwithstanding anything to the contrary in any Exemption\n                                                                   of Board'r\nlaw, the income of the Board under this Act shall not be mmme\n                                                         .      from\nliable to the payment of income tax.                     inmme tax.\n                                                         18/1%5\n                                                                   s. 7."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Notwithstanding anything to the contrary in any b o m c t u\nlaw, where the whole of any moneys received by any banana OnbencfiL\ngrower by way of statutory benefit or of contractual benefit\nhas not been applied by such banana grower for the restora-\ntion or rehabilitation of his banana cultivation in the year\nin which such moneys were received, only such amount\nthereof as has been so applied shall be deemed for the pur-\nposes of the Income Tax Act to be income derived or\nreceived in such year :\n       me inclusion of this page i s authorized by L.N. 60/19761\n20                               BANANA INSURANCE\n              Provided that the remaining portion thereof shall be\n            deemed to be income derived or received in the next suc-\n            ceeding year.\n                        PARTV. Administrative Provisions\nBoardtob.     29.41) The Board shall be deemed to be to a l l intents\n-or oi\nhanah. and purposes the successor of the Banana Industry Insurance\nlnumara\ndwtry       Board constituted under this Act before the 1st July, 1965,\nBoard.      and without prejudice to the generality of the foregohg\nIS/I~H      provision of this section, the funds, assets, rights and\nS. 8.\n            liabilities of the said Banana Industry Insurance Board lirc\n            hereby transferred to and vested in the Board accordingly.\n                     (2) Unless and until other arrangements are made\n            under section 17 of the Banana Board Act, all officers\n            and servants holding office under the said Banana Industry\n            Insurance Board (in this subsection referred to as the former\n            Board) immediately prior to the 1st July, 1%5, s h d , from\n            and after that date, hold under the Banana Board the like\n            respective offices or employments and by the same tenure\n            and upon the same terms as theretofore they held those\n            offices under the former Board; and a superannuationscheme\n            of the former Board for the benefit of their employees and\n            trusts constituted in that behalf, the terms of which include\n            provision for the determination of such trusts and the\n            winding up of the affairs thereof in the case of dissolution\n            of that Board by law, shall continue to be eanied out,\n            but not in relation to any employees other than those who\n            joined the scheme before the said 1st July, 1965, as if the\n            place of the former Board in relation to such scheme and\n            trusts had been taken by the Banana Board as from the said\n            date, and such terms shall be construed and have dect\n            accordingly.\n                     (3) Any officer in the employment of the Board by\n            virtue of his appointment from the service of the Island\n            to an office under the Banana Industry Insurance Board\n                     B A N A N A INSURANCE                             21\nwith such approval in that behalf as was required by this\nAct before the 1st July, 1965, shall, in relation to pension,\ngratuity, allowance and to other rights as a public officer,\nbe deemed to be in such service while so employed."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) A meeting at which business under this Act is Mcetlngs\n                                                           and dele-\ntransacted by the Board shall be held by the Board at Bat,On,\nleast once in every month.\n         ( 2 ) The Board may from time to time delegate to ;8//;65\nany member, officer or servant of the Board, or to any\ncommittee thereof appointed by the Board, authority to\ncarry out such portions of the duties committed to the\nBoard by this Act as they may from time to time determine."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(13 The Board may make regulations for the better ~ ~ g u k t i ~ r n\ncarrying out of this Act and generally for giving effect to ig/i%s\nthe provisions of this Act and, without prejudice to the s. 11.\ngenerality of the foregoing, for the collection and payment\nover of cess.\n        (2) Regulations made by the Board under sub-\nsection (1) shall have no effect until approved by the Minister\nwho may alter, add to or amend such regulations."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every person guilty of an offence against this Act or Pcadtiea\nagainst any regulations made thereunder shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding one thousand dollars or to imprisonment with\nhard labour for any period not exceeding twelve months or\nto both such fine and imprisonment."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.41) Within such period as may be prescribed every Returns\nbanana grower shall make a return to the Board in relation\nto each of his banana cultivations.\n        (2) Every return under subsection (1) shall-\n     (U) be in such form as may be prescribed;\n       yrhE inclusion of this paee is authorid by L.N. 480/19731\n22                                 BANANA INSURANCE\n                 (b) specify the acreage of the banana cultivation to\n                     which it relates which is actually cultivated in\n                     bananas; and\n                 (c) contain such other particulars in relation to rmch\n                     banana cultivation as may be prescribed.\nBoard's        34.-Nothmg in this Act shall be deemed to abrogate\nfunctions\nunder        any functions, powers or duties assigned to the Board by\n*cBmma\nBoard Act    the Banana Board Act.\nnot\nabrogated.\n18/1%5\ns. 12.\n                  K h e inclusion of this pslc is authorized by   LN. 480119731"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Board's functions under the Banana Board Act not abrogated.\n          F   e inclusion of this page is authorized by   L.N. 480/1973]\n                     B A N A N A INSURANCE                                        3\n          THE BANANA INSURANCE ACT                                   cap. 27.\n                                                                       Act6\n                                                                    12 of 1962,\n                                                                    18 of 1965.\n                                           [24ih October, 1946.1    42of1%9,\n                                                                     3rd Sch\n                                                                    3 Of 1971.\n                    PART1.       Introductory"
    }
  ],
  "definitions": []
}