{
  "id": "jm-stat-the-bank-of-jamaica-act",
  "type": "statute",
  "title": "The Bank of Jamaica Act",
  "title_en": "The Bank of Jamaica Act",
  "short_name": "Bank of Jamaica Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bank-of-jamaica-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bank-of-jamaica-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.\n      (b) the maximum or minimum rates of interest which s;:,bj$\n           such institutions or commercial banks may pay s. 21 cb, (i)\n                                                                and (ii).\n           on deposits; and\n      (c) the volume, terms and conditions of credit (includ-   ;q:(gcii).\n           ing instalment credit) which may be extended\n           through loans and advances or investments by\n           such institutions or commercial banks, so, how-\n           ever, that such amounts shall not in respect of each\n           commercial bank or financial institution be less\n            than ninety-five per centum of the respective\n            amounts of the loans and advances by that bank\n           or financial institution outstanding at the date of\n           the notice.\n            (2) A notice under subsection (1) shall be pub-     :$,?),\n lished in the Gazette and shall state the date on which it\n shall take effect :\n    Provided that, in the case of a notice with reference to\n paragraph (c) of subsection (11, the date on which such\n notice takes effect-\n         -\n          Winclaaiond~hiagagoa~byLN.95/1997]\n                                      BANK OF JAMAICA\n                     (a) for the purpose of any reduction in the volume,\n                           terms and conditions of credit which commercial\n                           banks and specified financial institutions may\n                           extend through loans and advances or invest-\n                           ments, shall not be less than ninety days after the\n                           date on which the notice was issued; and\n                     ( b ) for any other purpose, shall not be less than thirty\n                           days after the date referred to in paragraph (a)\n                         (3) The power conferred by subsection (1) may be\n                 exercised-\n                      (a) either in relation to all cases to which the power\n                           extends, or in relation to all those cases subject\n                           to specified exceptions, or in relation to any\n                           specified cases or classes of case;\n                      (b) so as to make, as respects the cases to which it\n                           is exercised-\n                               (i) the full provision to which the power ex-\n                                    tends or any less provision (whether by\n                                    way of exception or otherwise);\n                              (ii) the same provision for all cases in relation\n                                    to which the power is exercised or different\n                                    provisions for different cases or classes of\n                                    case, or different provisions as respects the\n                                    same case or class of case for different pur-\n                                    Poses\n                              (iiii any such provision either unconditionally\n                                    or subject to any specified condition.\n                           (4) Where a specified financial institution or com-\nS. 3.\n15/1992        mercial bank on any day fails to comply with the provisions\nS. 21 (d) (i).\n1511992        of a notice under subsection (1) (c), that specified financial\nS. 21 (d) (u3. institution or commercial bank shall pay to the Bank in\n               respect of that date interest calculated at a daily rate of one-\n               sixth of one per cent (or such other rate as the Minister may,\n               by order: approve) on the sum by which the amount of loans\n               and advances (including instzlment credit) outstanding on\n                               inclusion of this page is authorized by LN.95 !.I9971"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. 1\nsuch operation, such annual fee as the Bank, with the approval of\nthe Minister, may by notice determine.\n           PART IVB . Money Transfers and Remittances              1/zoC/4\n                                                                   S.7."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   The Bank shall establish and maintain a General &  :?\nReserve Fund-                                                 hod.\n     (a) to which, subject to subsection (2), shall be trans-\n         ferred at the end of each financial year the net\n          profits of the Bank after allowing for the expenses\n          of the operation and after provision has been made\n          for bad and doubtful debts, depreciation in assets,\n          contributions to staff and superannuation funds\n          and other contingencies including the provision 181 1973\n                                                              S. 6 iai.\n          for a sufficient reserve against exceptional ex-\n          penditure; and\n     b upon which shall be charged any net losses of the ;a&;3.\n          Bank at the end of any financial ya-.\n        (2) Whenever the sums standing to the credit of the\nGeneral Reserve Fund amount to five times the Bank's lWm\nauthorized capital the residue of any such net profits as are S 7f.h\nreferred to in paragraph (a) of subsection (1) shall be paid\nto the Consolidated Fund.\n       (3) If any net losses referred to in subsection (1)\nexceed the amount of the General Reserve Fund at the end\nof the financial year-\n                               BANK OF JAMAICA\n                 (a) a sum equivalent to the excess shall be paid to the\n                      Bank from the Consolidated Fund; or\n                 (b) if, in the opinion of the Minister, such payment\n                      cannot be made then such securities as may be\n                      agreed between the Bank and the Minister shall\n                      be issued to the Bank and such securities shall be\n                      charged on the Consolidated Fund.\n                    (4) Where a sum has been paid from the Consoii-\n'5/'992\ns. 7 (c).   dated Fund pursuant to subsection (3) (a) it shall be repaid\n            by the Bank from the General Reserve Fund at such time\n            and in such amounts as the Minister may approve, so,\n            however, that the repayment of the sum shall not at any\n            time have the effect of reducing the General Reserve Fund\n            to less than five times the Bank's authorized capital.\n                PARTN. Currency, Coinage and Legal Tender\nCU~T~UCY      10.-(1) The currency of the Island shall be the decimal\nof &e\nIsland.     currency provided for in this Part and shall consist of the\n 1st SEh.\n            notes and coins in such currency issued by the Bank under\n            this Act.\n                   (2) The monetary unit, or unit of currency, of the\n            Island is the dollar.\n                   (3) The denominations of money in the currency\n            of the Island are the dollar and the cent.\n                    (4) A cent is one-hundredth part of a dollar.\n mdty         11.-(1) The parity of the Jamaica dollar shall be fixed\n ofthe\n            on such basis as the Minister may from time to time, after\n dollar.    consultation with the Governor, by order, declare.\n 2211971\n S.'2.              (2) An order made under subsection (1) may con-\n  1511992\n S 8.       tain such consequential, supplemental or ancillary provi-\n ,,/,,,\n s. 2.      sions (including mdications of the provisions of this\n            Act) as the Minister may consider necessary or expedient\n            for the purposes of the order.\n                         BANK OF JAMAICA\nbe legal tender, but shall be redeemed by the Bank upon\nsuch conditions as may be prescribed.\n         (2) A person shall not be entitled to recover from\nthe Bank the value of any lost, stolen, mutilated, or\nimperfect note or coin. The circumstances in which, and\nthe conditions and limitations subject to which, the value\nof lost, stolen, mutilated or imperfect notes or wins may be\nrefunded as of grace shall be within the absolute discretion\nof the Bank.\n         (3) If the Minister considers it necessary or i,1,,f978\nexpedient so to do he may, by order published in the\nGarette, direct that such notes and coins as may be specified\nin the order shall cease to be legal tender as from such\ndate as may be specified in the order, not being less than\nten days from the date of publication in the Gazette; and\nas from the date so specified the notes and coins so specified\nshall not be redeemed by the Bank unless the Bank is\nsatisfied that any omission to redeem those notes or coins\nprior to that date arose from circumstances which, in the\nopinion of the Bank, in their absolute discretion, were such\nas to excuse the omission."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Every contract, sale, payment, bill, note, instrument cor~ma.\n                                                             dc.. to be\nand security for money, and every transaction, dealing, incumaey.\nmatter and thing whatever relating to money or the\nliability to pay any money which is made, executed or\nentered into, done or had, shall be made, executed, entered\ninto, done and had according to the currency of the Island\nand not otherwise unless they are made, executed, entered\ninto, done or had according to the currency of some other\ncountry, so, however, that nothing in the section shall\noperate so as to invalidate a will or other testamentary 7,1969\ninstrument.                                                   I* sch.\n16                                   BANK OF JAMAICA\nFunctiom       19. The Bank shall-\nof Bank in\nrclalion to\ncurrency.         (a) arrange for the printing of notes and the minting\n                      of coins for circulation in Jamaica;\n                  (b) issue, re-issue and redeem such notes and coins;\n                  (c) arrange for the safe custody of unissued stocks of\n                       notes and wins and for the preparation, safe\n                       custody and destruction of plates and paper for\n                       the printing of notes and dies for the minting of\n                       coins."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. [Repealed by Act 15 of 1992.1\nRescna          21.41) The Bank shall hold assets of an amount in\n-=IS     ~n\nrclatlan1o\nFurrency\n              value sufficient to cover the value of the total amount of\nIS~UC.        notes and coins for the time being in circulation.\n 18:1973\nS. 11.\n                     (2) [Deleted by Act 15 of 1992.1\n 1511992\ns. 12 (b).           (3) For the purposes of subsection (1) such assets\n              shall include all or any of the following-\n                  (a) gold coin or gold bulIion;\n                  ( b ) foreign currency notes or coins;\n                  (c) money at call or on deposit with banks outside of\n                       Jamaica;\n                  (J) securities, including Treasury bills, issued or guar-\n                      anteed by any government other than the Govern-\n                      ment of Jamaica;\n                  (e) securities issued by international financial institu-\n                       tions of which Jamaica is a member and which\n                          BANK OF JAMAICA                                 20.01\n      (b) specified in-\n              (i) Part A of the Appendix in relation to a person\n                  who operates an exchange bureau;\n             (ii) Part B of the Appendix in relation to a person\n                  who operates a money transfer and remittance\n                  agency or as a money transfer and remittance\n                  agent.\n          (2) The Governor may, with the approval of the\nDirector of Public Prosecutions, give to any person referred\nto in subsection (1) (a) who, in the opinion of the Director\nof Public Prosecutions, has committed an offence to which\nthis section applies, a notice in writing in the prescribed\nform offering that person the opportunity to discharge any\nliability to conviction of that offence by payment of a fixed\npenalty under this section.\n          (3) No person shall be liable to be convicted of the\noffence if the fixed penalty is paid in accordance with this\nsection and the requirement in respect of which the offence\nwas committed is complied with before the expiration of\nthe fifteen days following the date of the notice referred to\nin subsection (2) or such longer period (if any) as may be\nspecified in that notice or before the date on which proceed-\nings are begun, whichever event last occurs.\n          (4) Where a person is given notice under this\nsection in respect of an offence, proceedings shall not be\ntaken against any person for that offence until the end of\nthe fifteen days following the date of the notice or such\nlonger period (if any) as may have been specified therein.\n          (5) In subsections (3) and (4) \"proceedings\" means\nany criminal proceedings in respect of the act or omission\nconstituting the offence specified in the notice under sub-\nsection (2) and \"convicted\" shall be construed in like\nmanner.\n          (6) Payment of a fixed penalty under this section\nshall be made to the Collector of Taxes specified pursuant\nto subsection (7); and in any proceedings a certificate that\npayment of a fixed penalty was or was not made to the\nCollector of Taxes by a date specified in the certificate shall,\n                                      BANK OF JAMAICA\n           if the certificate purports to be signed by the Collectorof Taxes,\n           be admissible as evidence of the facts stated therein.\n                    (7) A notice under subsection (2) shall-\n                 (a) specify the offence alleged;\n                 (b) give such particulars of the offence as qre neces-                               I\n                                                                                                          \\\n                     sary for giving reasonable informatiob of the\n                     allegation;                                                     I\n                 (c) state-                                                          I\n                        (i) the period (whether fifteen days o r a longer\n                             period) during which, by virtue of subshion (4),\n                             proceedings will not be taken for th offence;\n                             and\n                       (ii) the amount of the fixed penalty and thd Collector\n                                                                                 1\n                             of Taxes to whom and the address a1 which it\n                                                                                 I\n                             may be paid.\n                     (8) The fixed penalty for the offences s\nAppendix   the Appendix shall be the penalty specified\n           tion to such offences.\n                    (9) In any proceedings for an offence 1 to which\n           this section applies, no reference shall be made after the\n           conviction of the accused to the giving of any notice under\n           this section or to the payment or non-payment of a fixed\n           penalty thereunder unless in the course of the proceedings\n           or in some document which is before the court in connection\n           with the proceedings, reference has been made by or on                                    A\n           behalf of the accused to the giving of such a nolice or, as                               l.   I\n           the case may be, to such payment or non-payment.\n                    (10) The Minister may, by order, make prokision as to\n           any matter incidental to the operation of this sectjon, and in\n           particular, any such order may-                                               +'$% <. .\n                 (a) prescribe-\n                       (i) the form of notice under subsection (21, and\n                           BANK OF JRMAICA                                     21\n                  the Collector of Taxes to whom a fixed penalty\n                  is payable;\n            (ii) the nature of the information to be furnished to\n                 the Collector of Taxes along with any payment;\n           (iii) the arrangements for the Collector of Taxes to\n                 furnish to the Bank, information with regard to      ,\n                 any payment pursuant to a notice under this\n                 section;\n     (b) amend the Appendix.                                      Appeedix."
    },
    {
      "provision_ref": "sec22f",
      "section": "22F",
      "title": "Section 22F",
      "content": "22F. A person who, with the approval of the Minister, operates Fees.\n                                                                   21 19915\nan exchange bureau, a money transfer and remittance agency or s. 4. ,\nas a money transfer and remittance agent, shall pay, in respect of S.\n                                                                   1/2O04"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Subject to the provisions of this Act, the Bank may for the\npurpose of the performance of its functions-\n       (a) accept deposits of money;\n       (b) pay money whether by demand drafts or other\n           instrument payable at its own offices or at the offices\n           of its agents or correspondents;\n      (c) buy and sell gold coin and gold bullion;\n      (d) buy, sell, discount and re-discount-                     S. 1 (a).\n             (i) inland or foreign bills of exchange or promissory I T\n                  notes maturing within two hundred and seventy\n                                   BANK OF JAMAICA\n                           days of the date of acquisition;\n                    (ii) Treasury Bills issued by the Goverhment of\n                          Jamaica or by any other government;\n15 1992\n             (e) buy and sell (whether in the open market or $henvise)\ns 13 (a)         securities issued or guaranteed by the Govehment of\n18 1973          Jamaica or by any other government or Issued by\ns 13 (b)         international financial institutions of which Jabaica is a                I\n                 member.\n1511992\nS 13 (b).\n             V) grant to financial institutions loans and advances for\n                 fixed periods not exceeding six months on thI3 security\n                 of all or any of the followir&                                        I\n                                                                                       I\n                                                                                       I\n                      (i) gold coin or gold bullion;\n18'1973              (ii) Treasury Bills of the Government of ~bmaicaor\nS. 13 (c).\n                          any other government;                                    I\n                    (iii) securities issued or guaranteed by\n                          ment of Jamaica or by any other\n                    (iv) such bills of exchange and promisso\n                          are eligible for purchase, discount or\n                          by the Bank;\n                    (v) warehouse warrants or their equivalent (securing\n                          possession of goods) in respect of nished or        d\n                          semi-finished products, duly insired and\n                          accompanied by a letter of hypothec4tion from\n                          the owner:                             ,\n                       Provided that a loan granted on any such\n                 is mentioned in sub-paragraph (iii) or\n                 exceed seventy-five per centurn of the\n                 value of that security;\n1811973\nS. 13 (d)    (g) buy and sell foreign currencies;\n             (h) maintain deposits in any other bank whether In Jamaica\n                 or elsewhere and utilize any such deposit asithe Board\n                 thinks expedient for the due performan/;e of the\n                 functions of the Bank;\nI5ll992      (i) make\nS. 13 (c).\n                 to borrow in such\n                 upon such other\n                 any foreign currency\n                 expedient to acquire;\n                    BANK OF JAMALCA                                          31"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. The Bank may by notice prescribe the minimum &             :\nratio which, after the expiration of six months from the rano.\ndate of service of the notice, assets held in Jamaica by\ncommercial banks and specified financial institutions shall As:b392\nbear to their deposit liabilities in Jamaica, but any variation\nof such a ratio shall not exceed five percentage points in\nany one period of six months.\n   3341) The Bank may, after consultation with the Min- ~ ; ~ ~ ~ ~\nister and after giving thirty days' notice to commercial ;        ;&\nbanks and such specified financial institutions as are financial\n                                                                institutions\naffected, by notice prescribe-                                  or com-\n                                                                mercial\n      (a) the maximum or minimum rates of interest, dis-\n           counts or other charges which such institutions 1 ~ 1 ~ 7 3\n                                                                S. I Y .\n           or commercial banks may impose for specified types 4411 975\n           of loans, advances or other credit;                  s.1511992"
    },
    {
      "provision_ref": "sec226",
      "section": "226",
      "title": "Section 226",
      "content": "226.-(1)    Except with the approval of the Minister, no person\nshall carry on the business of a money transfer and remittance trans\n                                                                   \"On? erand\n                                                                   remittance\nagency or operate as a money transfer and remittance agent.        agen y a\n          (2) Any person who carries on the business of a money a w l\ntransfer and remittance agency or who operates as a money\ntransfer and remittance agent shall do so in accordance with such\ndirections as may be issued by the Minister from time to time,\nand the provisions of section 22B(3) shall apply with necessary\nmodifications in relation to directions issued under this\nsubsection.\n                        PART V. Bankmg"
    }
  ],
  "definitions": [
    {
      "term": "proceedings",
      "definition": "any criminal proceedings in respect of the act or omission",
      "source_provision": "sec20"
    }
  ]
}