{
  "id": "jm-stat-the-banking-act",
  "type": "statute",
  "title": "The Banking Act",
  "title_en": "The Banking Act",
  "short_name": "Banking Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-banking-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-banking-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) For the purposes of section 25 (6A), the S u p e ~ s oshall\n                                                                     r     serve on 2611997\n     the bank concerned a notice, announcing his intention of temporarily S. l9(e).\n     managing the bank from such date and time as may be specified in the notice. ~~~~~)    (i),\n            (2) The Supervisor may appoint any person to manage on his behalf llnooz\n3\n-    the bank specified in a notice under sub-paragraph (1).                  s. 13 (b) (i).\n            (3) A copy of the notice referred to in sub-paragraph (1) shall be sent\n     to the Registrar of the Supreme Court and shall be posted in a wnspicuous\n     position at each place of business of the bank and shall be published in a\n     newspaper printed and circulated in Jamaica.\n            (4) Upon the date and time specified in the notice referred to in sub- lllzooz\n     paragraph (1). there shall vest in the Supervisor full and exclusive powers of s. 13 (b) (i),\n     management and control of the bank. including, without prejudice to the\n     generality of the foregoing, power t e\n          (a) continue or discontinue its operations;\n          ( b ) stop or limit the payment of its obligations;\n          (c) employ any necessaly officers or employees;\n          (d) execute any instrument in the name of the bank; and\n          (e) initiate, defend and conduct in the name of the bank, any action or\n                 proceedings to which the bank may be a party.\n              (5) Subject to sub-paragraph (5A), not later than sixty days after the 1112002\n     Supervisor has assumed temporary management of a bank he shall apply to S. I3 (b)(ii).\n     the Court (furnishing full particulars of the assets and liabilities of the bank)\n     for an order confirming the vesting in the Supervisor of full and exclusive ~lizooz\n     powers of management of the bank as described in sub-paragraph (4).               s. I3 (b) (i),\n            (5A) An application under sub-paragraph (5) shall be made by the llI2002\n                                                                             S . 13 (b)\n     Attorney General.                                                       (iii).       ~,\n            (6) All expenses of and incidental to the temporary management of a\n     bank shall be paid by such bank in such manner as the Supervisor may ll'zooz\n?\nLL   determine.\n                                                                                S. 13 (b) (i)."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)    In this Act-                                             tation.\n    \"assigned capital7' means such portion of the capital of a\n         foreign bank, consisting of unencumbered assets, as is\n         specifically assigned by the bank to the financing of its\n         Jamaican operations;\n    \"authorized officer\" has the same meaning as in the Bank\n         of Jamaica Act;\n    \"bank\" means any company licensed under this Act to\n         carry on banking business;\n    \"banking business\" means the business of receiving from\n         the public, on current account or deposit account,\n         money which is repayable on demand by cheque or\n         order and which may be invested by way of advances\n         to customers or otherwise; and such other business of\n         a like nature as the Minister may, by order, prescribe;\n    \"capital base\" in relation to a bank means-                     2611997\n                                                                              S.(2)(a)(i).\n               (a) the amount of shareholder's equity and\n                   eligible reserves of the bank, calculated in\n                   such a manner and by such methods as may\n                   be prescribed from time t o time by\n                   regulations made under section 38; and\n               (b) the amount of special debentures which for\n                   the time being may be taken into account in\n                   the calculation of the bank's capital base\n                   pursuant to section 46 (7);\n              (c) the retained earnings reserve;\n              (4 the share premium account;\n         [The inclusion o f this page is authorized by L.N. 1 1 112005]\n                       (e) any other fund established by the bank and\n                           approved by the Bank of Jamaica as being\n                           part of the bank's capital base; and\n                      Cf) the amount of special debentures which for\n                           the time being may be taken into account in\n                           the calculation of the bank's deposit liabilities\n                           pursuant to section 46 ( 5 ) ,\n                  less any amount by which that total has become\n                  impaired;\n            \"company\" means a body corporate whether incorporated\n                 under the law of Jamaica or of any other country;\n2812004     \"competent authority\" means a supervisory authority in a\nS. 2 (a).\n                 foreign country which has supervisory duties and\n                 responsibilities-\n                      (a) with respect to a company which is incor-\n                            porated in and provides financial services in\n                            that country; and\n                      (b) which are similar to the duties and\n                            responsibilities of the Bank of Jamaica and\n                            the Financial Services Commission;\n            \"connected person\" shall be construed in accordance with\n                 subsection (2);\n            \"control\" in relation to a bank or any other company,\n                 means the power of a person to secure by means of the\n                 holding of shares or the possession of voting power in\n                 or in relation to that bank or any other company, or by\n                 any agreement or by virtue of any other powers con-\n                 ferred by the articles of association or other document\n                 regulating the bank or any other company, that the\n                 affairs of the bank or other company are conducted in\n                 accordance with the wishes of that person;\n            \"credit facilities\" includes loans, advances, comfort letters,\n                 standby and commercial letters of credit and any other\n                 arrangement whereby a customer of a bank has access\n                 to funds or financial guarantees of the bank or the\n                 bank undertakes on behalf of a customer financial\n                 liability to another person;\n                  [The ~nclus~on\n                               of t h ~ spage IS authorized by L.N 111/2005]\n                            BANKING\n           (c) any other institution in Jamaica approved for\n                the purpose by the Minister,\n      repayable on demand or on not more than fourteen\n      days' notice;\n\"paid-up capital\" shall be construed in accordance with\n     subsection (4);\n\"prescribed liabilities\" means such liabilities as may, by\n     notice, from time to time be specified by the Bank of\n     Jamaica;\n\"regulated or supervised financial institution\" means-          2~2004\n                                                                S. 2 (b).\n          (a) an institution in Jamaica which is supervised\n               or regulated by the Bank of Jamaica or the\n               Financial Services Commission;\n          (h) a financial institution which is established in\n               a foreign country in accordance with the\n               relevant laws of that country and is regulated\n               in that country by a competent authority;\n\"retained earnings reserve\" means a reserve which has been\n     notified as such to the Bank of Jamaica and into which\n     is paid such portion of a bank's net profits as defined\n     in section 8 (including realized capital gains) as the\n     bank may determine;\n\"Supervisor\" means the Supervisor of Banks and Financial z6/1997\n     Institutions appointed under the Bank of Jamaica Act; S, 2 (axiii).\n\"Supervisory Department\" means the Department of 26f1997\n      Supervision of Banks and Financial Institutions 8, 2 (n)(iii).\n     established under Part VA of the Bank of Jamaica Act;\n\"trust business\" includes property devalving upon a bank\n      whether in the capacity af trustee, executor,\n      administrator or any other fiduciary capacity;\n\"unsasured\" in relation to credit facilities, means-\n           (a) credit facilities granted without security; or\n           (b) in the case of credit facilities granted against\n                security, any part thereof which at\n                any given time exceeds the market value of\n     [The inclusion o f this page is authorized by L.N. 1 1 112005J\n                   the assets comprising the security or which\n                   exceeds the valuation approved by the\n                   Bank of Jamaica whenever it deems\n                   that no market value exists for such assets,\n          and for the purpose of this definition security shall be\n          construed as including a confirmed irrevocable letter\n          of credit and such other instruments as the Bank of\n          Jamaica may from time to time determine.\n       (2) For the purposes of this Act the following\npersons shall be treated as being connected with a given\nbank (\"B\") and the bank with them, and shall be so treated\nnotwithstanding that at the relevant time any of the persons\nin question (not being individuals) had not yet come into\nexistence or had ceased to exist-\n         a holding company or subsidiary of B;\n         a subsidiary or a holding company of B;\n         a holding company of a subsidiary of B;\n         any company of which B has control;\n         any company of which B and persons connected\n         with B together have control;\n         any company which together with B constitute a\n         group;\n         an individual who is a director, manager or a\n         person who has control of B or any partner or any\n         immediate relative of such director, manager or\n         person as aforesaid;\n         any company of which any of the persons referred\n         to in paragraph (g) is a director, manager or has\n         control.\n      (3) For the purposes of this Act \"group\" in relation to\na company, means that company and-\n      (a) any other company which is its holding company or\n          subsidiary;\n      (b) any other company which is a subsidiary of the\n          holding company;\n          (The inclusion of this page is authorized by L.N. 1 1 1/2005]\n                                  BANKING                                              11\n     (c) any company which directly or indirectly controls or\n             is controlled by any company referred to in para-\n             graph (4or (b);\n       (cl) any company which is controlled by a- person who\n             directly or indirectly controls a company referred to\n             in paragraph (U), (b) or (c).\n         (3A) For the purposes of this Act a company is the 2611997\nholding company of any company that is its immediate, S.2 (b).\nintermediate or ultimate subsidiary whether the holding I I ~ O O Z\ncompany holds that other company’s shares on trust or is the S.2 (b).\nbeneficial owner of such shares.\n          (4) For the purposes of this Act, in determining the\npaid-up capital of a bank-\n       ( U ) unless the Bank of Jamaica otherwise determines\n             and subject to .paragraph (b), there shall be dis-\n             regarded any portion of capital subscribed to and\n             paid up by a connected person who had within the\n             three years immediately preceding the payment,\n             received fiom the bank a loan (other than a loan\n             referred to in subsection ( 5 ) ), deposit or advance\n             of an amount equal to or greater than the amount\n             of that portion of capital; and\n       (b) the amount disregarded pursuant to paragraph ( b )\n             consequent OR any loan, deposit or advance shall\n             be limited to the amount remaining unpaid on the\n             loan, deposit or advance.\n         (5) Subsection (4) shall not apply to any secured loan\nused to purchase shares in a bank where those shares are not\nused as security for that loan.\n         (6) Nothing in this Act shall be construed as permitting a\nbank to reduce the amount held in the retained earnings reserve\nwithout the prior approval in writing of the Bank of Jamaica.\n                    PART 11. Licensing of Banks"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where a bank has been notified of the suspension or revocation\n               of its licence it may, within ten days after the date of such notification,\n               appeal to the Court of Appeal and that Court may make such order as it\n               thinks fit.\n                                    BANKING                                                          67\n                             THIRD SCHEDULE                               (Section 42)\n                            Ofletices nnd Pennlrres\n              First Column                                  Second Colunui\n    Brief Description of           Relevan1\n                                                                Penalty\nCarrying on banlung business                   On conviction. a fine not exceeding\n\\vithout licence.                              $2.000.000.00 and. in the case of a 26,1997\n                                               continuing offence. a further s. 20 (c)(i).\n                                               penalty not exceeding $200.000.00 262997\n                                               for each day during whch the S . 20 (c)(i).\n                                               offence continues after conviction.\nObstructing or hndering an                     On conviction. a fine not exceeding\nauthorized officer in the                      $500,000.00 and, in the case of a 2611997\nperformance of h s duties.                     continuing offence, a further s. 20 (c)(ii).\n                                               penalty not exceeding $50.000.00 2611997\n                                               for 'each day during which the s, 20 (c)(ii).\n                                               offence continues after conviction.\nIncurring deposit liabilities in               On conviction, a fine not exceeding 2812o04\nexcess of prescribed anoiunt.                  $l.OOO1OOO.OO and. in the case of a S. 5.\n                                               continuing offence, a further 2611997\n                                                                                   S. 2O(c)(iii).\n                                               penalty not exceeding $100,000.00 26! 1997\n                                               for each day during which the s. 20(c)(iii).\n                                               offence continues after conviction.\nActing in a managerial                         On conviction, a fine not exceeding\ncapacity in a bank while                       $500.000.00.                        2611997\ndebarred.                                                                                 S. 2O(c)(iv).\nPermitting persons debarred                        On conviction, a fine not exceeding\nfrom bank managenlent to be                        $1,000,000.00 and, in the case of a 2611997\ninvolved with the bank's                           continuing offence, a further S. 20(c) (V).\nmanagement.                                        penalty not exceeding $100,000.00\n                                                   for each day during whch the\n                                                   offence continues after conviction.\nUsing the -wurd \"ba&                   12 (1) O\n                                              -n       conviction, a fine not exceeding\ncontrary to section 12.                            $500,000.00 and, i n f h e case of a\n                                                   continuing offence, a further          2611997\n                                                                                          S. 20 (b).\n                                                   penalty of $100,000.00 for each day    2611997\n                                                   during which the offence continues     s . ~ o ( c (vi).\n                                                                                                      )\n                                                   after conviction.\n                - -                -     -   --\n                                                    BANKING\n                                           THIRD SCHEDULE, contd.\n                              First ~ o l d m n                          Second Column\n                     Bricf Description of          Relevant\n                           Offences                Section\n                                                                                -\n                                                                               Penalty\n                 Refusing to delete the word         12 (4)   On conviction, a fine not exceeding\n2611997          \"bank\" within 28 days when                   $200,000.00 and, in the case of a\n  20 (C)(VII)    instructed so to do or                       continuing offence, a further\n                 continuing to receive dcposits               penalty not exceeding $20,000.00\n                 whcn not so authorized.                      for each day during which the\n                                                              offence continues aftcr conviction.\n                 Engaging     in     prohibitcd      13 (9)   On conviction, a fine not excceding\n261 1997                                                      $1,000,000.00 and, in the case of a\ns 20 (c)(v111)   business.\n                                                              continuing offencc, a further\n                                                              penalty not exceeding $250,000.00\n261 1997                                                      for each day during which the\nS 20 (c)(v111)                                                offence continues after conviction.\n                 Failure to make returns or          16 (4)    On conviction, a fine not exceeding\n2611997          furnish information.                          $250,000.00 for each day during\ns. 20 (c)(Ix)                                                  which the failure continues after the\n                                                               expiry of thc time prescribed for\n                                                               making thc return or furnishing the\n                                                               information.\n                 Failure to submit or exhibit        18 (3)    On conviction, a fine not exceeding\n2611997          or publish ' last audited                     $250,OQ0,00.\ns 20 (c)(x).     balance sheet and profit and\n                 loss account.\nI 112002         Failure to provide con-             19 (5) On conviction, a fine not exceeding\ns 14.            solidatcd balance sheet' and               $250,000.00\n                 profit and loss account.\n2611997          Fail~tre to make report to 19A (2) On conviction, a fine not ex~cccting\nS. 20 (a)        Supervisor.                        $2,000,000.00 or to imprisonment\n                                                    for a term not exceeding six months\n                                                    or to both such fine            and\n                                                    imprisonment.\n2611997          Failure to comply with 19B (3) On conviction, a fine not exceeding                    ,\nS 20 (a)         requirement of Supervisor for  $2,000,000.00 or to imprisonment\n                 aud~tor examination.           for a term not exceeding six months\n                                                or to both such fine and\n                                                imprisonment.\n                              [The lnclus~on of t h ~ spage IS authorized by L.N. 11 1120051\n                                        BANKING                                                  69\n                           THIRD SCHEDULE, conrd.\n              First Column                                       Second Column\n    Brief Description of             Relevant\n                                      Section                            Penalty\n          Offences\n                                                                          -\nFailure of shareholder to 22 (2) On conviction,'a fine not exceeding 2 ~ 1 9 9 7\nprovide   information to         $1,000,OOO.00 or to imprisonment S.Zqcxxi).\nMinister.                        for a term not exceeding two years\n                                 or to both such fine and\n                                 imprisonment.\nFailure to comply With a 25 (4)                     On conviction, to a fine not        1in00~\ndirection or a cease and desist                     exceeding $2,000,000.00.            S. 14.\norder.\nBeing a bank manager failing 27 (1)                 On conviction, a fine not exceeding 26/1m\nto provide information on the                       $1,000,000.00.                      S.ZO(c)(xii).\nfinancial position of the bank\nor of its branches or\nsubsidiaries\nFailure to comply with 29B (3) On conviction, a fine not exceeding 26/1w\nrequest   of     Supervisory   $2,000,000.00 or to imprisonmat S.20 (a).\nDepartment for information.    for a term not exceeding six months\n                               or to both such fine and\n                               imprisonment.\nRefusal to furnish infor- 29C(4) On conviction, to a fine not 1 ~ / 2 0 0 2\nmation or obey summons.          exceeding $250,000.00.       S. 14.\nFailure to      comply       with 29D               On conviction, to a fine not iinm\ndirections.                                         exceeding $2,000,000.00      S. 14.\nFailure   to comply with 30 (2)                     On conviction, a fine not exceeding\nsummons of Bank of Jamaica                          $l,OOO,OOO.OO or imprisommt for 2611997\nor with the requirements of                         a term not exceeding six months or S.2qcXxi\").\nauthorized    officers   or                         to both such fine and imprisonment.\nobstructing or misleading\nthem.\n                  [The iiicliision of this page i s authonzed by L N   88/2003]\n70                                                   BANKING\n                                         THIRD SCHEDULE. confd.\n                           First Column                                      Second Column\n                    Brief Description of          Relevant\n                          Offences                Section                           Penalh\n                Failure to not@ the Bank of 32 (4) On conviction a fine not exceeding\n268 1997        Jamaica of a resolution for        $1,000.000.00.\nS. 20(cXxiv).   voluntary windmg up.\n                Furnislung false mformation 34 (2) On conviction-\n                in any statement. agreement,        (a) on indctment in a Circuit\n                deed or declaration in relation          Court to imprisonment for a\n                to amalgamation or transfer              term not exceeding two years\n                of bank.                                  or to a fine or to both such\n                                                                         fine and imprisonment;\n                                                                    (b) on summary conviction\n                                                                        before a Resident Magistrate,\n                                                                        to imprisonment for a term\n                                                                        not e x d n g twelve months\n                                                                        or to a fine not exceeding\n26i 1997                                                                $l.OOO,OOO.OO or to both\nS.ZO(a)(xv).                                                            such fine and imprisonment.\n                Fraudulently inducing per-             41       On convictionm indictment in a\n                sons to invest.                                 Circuit Court,to imprisonment for a\n                                                                term not exceeding two years or to\n                                                                a fine or to both such fine and\n                                                                imprisonment.\n                Being a bank official, making 45 (3) On conviction, a fine not exceeding\n2611997         unauthorized disclosures.            $2,000,000.00 or to imprisonment\nS.ZO(c)(xvi).                                        for a term not exceeding two years\n                                                     or to both such fine and\n                                                     imprisonment.\n                                       FOURTH SCHEDULE                  (Section 45 (2))\n                       Circumstances in which information on customer's\n                               accounts may be disclosed\n                  section 45 (1) shall not apply in any case where-\n                   (a) the information is disclosed by an officer of a bank to another\n                       officer of that bank;\n                         BANKING\n                   FOURTH SCHEDULE. contd\nthe customer or his personal representative gives written permission\nfor disclosure of the information:\nthe customer is an undischarged bankrupt or. if the customer is a\ncompany, it is being wound u p\nthe information is disclosed in connection with civil proceedings-\n (i)   arising between the bank and the customer relating to the\n       customer's banking transaction: or\n (ii) brought by the bank by way of interpleader in connection\n      with competing claims by two or more parties to money in\n      the customer's account:\nthe information is disclosed to an authorized officer:\nthe disclosure is made on the written direction of the Minister to the\npolice or to a public oflicer who is duly authorized under the\nprovisions of any law for the time being in force which requires\nsuch disclosure for the purpose of the investigation or prosecution ol\na criminal offence;\nthe bank has been served with a court order attaching money in the\naccount of the customer;\nthe information disclosed is required by the hcad office of a Coreign\nbank and pertains only to credit granted by the Jamaican operations\nof that bank;\nthe Minister in writing directs such disclosure to a foreign\ngovernment or agency of such government where there exists\nbetween Jamaica and such foreign government an agreement for the\nmutual exchange of information of such kind and the Minister\nconsiders it in the public interest that such disclosure be made;\n                                                                          1 If2002\non the recommendation of the Supervisor, the Minister in writing S. 15 (b).\ndirects such disclosure;\n                                                                        1 112002\nthe circumstances are such that it is in the interests of the bank that s. ,5 (b),\nthe information be disclosed;\n                                                                          1112002\ndisclosure is required under another enactment;                           S. 15 (b).\n                                                                          11/2002\ndisclosure is required by virtue of an order of the court, other than s, (b).\nan order under paragraph (g).\n                                              BANKING\n                                        FIFTH SCHEDULE                           (Section 42A)\n                 Offences in respect of which liability to conviction may be discharged\n                                  by payment of a f i e d penalty\n                        Nature of Offence                     Section                  Penalty\n                                                                 -                       -\n          Incurring deposit in excess of statutory limit        9 (3)          S 600,000.00\n          Acting or continuing to act as director or            1 1 (3)\n          concerned in management without express\n          authorization\n2812004   Failure to make returns                                              S 150,000.00\nS. 6.                                                                            for each day\n                                                                                 of default\n          Failure to submit, exhibit, publish last              18(3)          S 150,000.00\n          audited balance sheet and profit and loss\n          account\n          Failure to provide consolidated balance sheet         19 (5)\n          and profit and loss account for bank and\n          subsidiaries\n          Breach of duty of auditor to carry out 19B (3)\n          expanded audit as directed by Supervisor\n          Failure of shareholder to comply with notice         22 (2)\n          issued by Minister\n                       [The inclusion of thls page is authorized by L.N. 1 1 112005]"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A cease and desist order shall-\n                  (a) q u i r e the bank concerned or the person concerned, as the case\n                      may be, to cease and desist from the actions giving rise to the\n                        Order.\n                  (b)   if made under paragraph 2. take effect as from such date as may\n                        be specified theRh.\n                  (c)   if made under paragraph 3. take effect from the date of service of\n                        the order or from such later date as may be specified therein."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where in relation to any bank-\n                  (a) a notice has been served pursuant to paragraph 1; and\n                  ( 6 ) at any time prior to the holdmg of a hearing in accordance with\n                        that paragraph, the Supenisor is satisfied that the situation giving\n26i1997                 rise to the notice is likely to endanger the financial position of the\nS. 19 (c).\n                        bank or the interests of its customers,\n26i1997\n             the Supervisor may forthwith serve on that bank and on any person named in\nS. 19(c).    such notice. a temporary cease and desist order which shall take effect as\n             from the date of such service."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Where a temporary cease and desist order is served under pangraph 5,\n             the bank or. as the case may be. the person on whom it is served may,within\n             ten days after the date of such service, apply to a Judge of the Supreme Court\n             in accordance with rules of court to set aside, limit, or suspend the operation\n             or enforcement of such order.\n                                 II IIC I ~ I C ~ I I \\ I O I01I tliis page I \\ authorized by L N   88/2003]\n                                           BANKING\n                                             PART C\n                            Temporary Management of a Bank"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The bank has failed to commence banking business within six months\nof the date of the granting of a licence or the coming into effect of the\nBanking (Amendment) Act, 1997."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The bank is contraveningor has contravened any cease and desist order\nor any directions issued by the Supervisor pursuant to this Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.\n            supervised financial institution, the Supervisor may, in writing,\n            direct the bank to undertake-\n                  (a) a restructuring such that ownership of the bank is\n                      directly held by a financial holding company which\n                      does hot own the other companies within the group\n                      unless those other companies are regulated or\n                      supervised financial institutions; or\n                          [The inclusion of this page IS authonzed by L N   88/2003]\n                                      BANKING                                46.03\n       (b) such other measures as may be necessary to properly\n           identifi, assess and manage-\n                  (i) the relationship between the companies in\n                      the group;\n                  (ii) the risks among members of the group; and\n                  (iii) any other risks posed by external factors.\n          (2) The restructuring under subsection (1) shall be\ncarried out within twelve months of the date of the direction, so,\nhowever, that the Supervisor may extend the period by notice in\nwriting to the bank.\n          (3) A bank which wilhlly rehses to comply with a\ndirection under subsection (1) shall be guilty of an offence.\n             (4) Without prejudice to the operation of sgbsection\n(3), the Minister may revoke the licence of the bank referred to\nin that subsection.\n             ( 5 ) Where a group is restructured, the Supervisor\nmay-\n       (U)   examine and inspect the books of the bank's financial\n             holding company and any other company which is a\n             subsidiary of the financial holding company and any\n             subsidiary of that other company;\n       (b) require the manager of any member of the group to\n           provide information concerning its operations, so as\n           to ascertain the likely effects of such operations on\n             the bank;\n                 [The inclusion of this page ISauthorized by L N   SSn0031"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.    Limit on fixed assets of banks.\n1 1.   Persons debarred from bank management."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) A      person to whom this subsection applies                       Lmc'\"\nshall not, without the express authorization in writing of 6 m W\nthe Minister, act or continue to act, as a director of, or be -ge-\n                                                              mat.\n               [The iiicliision of this page is authorized by L.N. SSn003]\n20                                                 BANKING\n                directly or indirectly concerned in the management of any bank.\n                       (2) Subsection (1) applies to any person who-\n                    (a) is not a fit and proper person as described in subsection\n                          (3) of section 4; or\n                    ( b ) whether in Jamaica or elsewhere has been a director of,\n                         or directly concerned in    management of a bank or\nFirst\n                         other financial institution referred to in the First\nSchedule.                Schedule.\n11 2002\ns. 3.\n                       (3) Any person who contravenes the provisions of\n                subsection (1) shall be guilty of an offence.\n                       (4) It shall be the duty of every bank to ensure that in\n                relation to the bank, persons do not act or continue to act in\n                contravention of subsection (1); and, subject to subsection ( 5 ) ,\n                any bank which contravenes this subsection shall be guilty of an\n                offence.\n                       ( 5 ) It shall be a defence to a bank charged pursuant to\n                subsection (4) for the bank to prove that it took all reasonable\n                steps in the circumstances to prevent a contravention of\n                subsection (1).\nRestrictionon      12.-(1)   Except with the approval in writing of the Minister\nuse oftitle\n“bank“.         or except in accordance with the provisions of any Act, no"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A receiver has been appointed in respect of the bank.\n                                         PART B\n                              Cease and Desist Orders"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.    Prohibited business.\n              PART V. Cash Reserves and LiquidAssets"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--(1) Where, in respect of any credit facility granted by a I B O S S ~ ~ S W -\nbank, no payment of principal or interest which is due and ves on\npayable has been made for a period of three months-              lilies.\n                                                                                 1 112002\n   (a) the bank shall establish an appropriate reserve s2611097   . 4 ~\n       (hereinafter referred to as loss reserves on credit s , 7 ( n ) .\n       facilities) in respect of all such credit facilities in 11/2002\n                                                               S.7 (b).\n       suchamount and on such basis as the Minister may 26/1997\n       prescribe in regulations made under section 38; and s.7(h).\n                [Tlic incliisios of this page is aiithorized by L.N   88/2003]\n32                                                    BANKING\n11/2002                (b) interest in respect of such credit facilities shall not\nS. 4 (b).                  continue to be taken to the profit and loss account\n                           aRer the expiration of that period.\n1 112002                 (2) There shall be shown on the audited balance sheet of\nS. 4 (b).\n                 each bank the aggregate amount of the loss reserves on credit\n                 facilities and the portion thereof which has been written off\n                 against the profit and loss account.\n1 112002\nS. 4 (b).               (3) Where the terms of any credit facility referred to in\n                 subsection (1) have been altered pursuant to a renegotiation-\n1 1/2002\nS 4 (b).\n                       (a) if the credit facility is of an amount equivalent to\n                           10 per cent or more of the bank’s capital base, the\n                           bank shall within seven days after the date of such\n                           renegotiation notify the Bank of Jamaica in writing\n                           giving full particulars thereof\n1 112002               (b) if the credit facility is not one referred to in\nS. 4 (b).\n                           paragraph (a) but is of an amount in excess of\n                           1 per cent of the bank’s capital base, the bank shall\n                           within seven days after the expiration of the month in\n                           which the alteration occurred, make a return to the\n1 112002                   Bank of Jamaica setting out the total amount of the\nS. 4 (b).                  credit facility so altered during that month.\nPresentation       18.--(1)  Every bank shall-\nand\npublication of         (a) not later than ninety days after the end of each\nbalance sheet              financial year, submit the prescribed documents to the\nand profit and\nloss account               Bank of Jamaica;\n                       (b) not later than fourteen days after the date on which\n                           the prescribed documents are submitted pursuant to\n                           paragraph (a), cause a copy thereof to be published in\n                           a daily newspaper printed and circulated in Jamaica;\n                       (c) exhibit throughout each year a copy of the latest\n                              prescribed documents in a conspicuous position in\n                              each place of business of the bank in Jamaica.\n                                 [The inclusion of this p a p is authorized by L.N. 88/2003]\n                                  BANKING\n                    (ii) loans or credit facilities granted by the\n                          subsidiary shall be deemed to be loans of\n                         the bank for the purposes of section 13\n                         (prohibited business);\n       (b) any transfer of funds to the subsidiary by the bank\n            shall be deemed to be a loan or the granting of credit\n            facilities for the purposes of section 13 (1) (e);\n       (c) the bank shall make returns under section 16 in\n            relation to the operations in Jamaica of the subsidiary\n            as if the subsidiary were a bank;\n       (d) the bank shall make a return of all loans transferred\n            to the subsidiary whether for consideration or for\n            purposes of collection.\n          (5) Any bank or company which-\n       (a) contravenes subsection (2); or\n       (b) fails to comply with directions issued under\n            subsection (3),\nshall be guilty of an offence."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Presentation and publication of balance sheet and profit and loss\n           accouIlt."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Consolidated accounts of banks and affiliated companies.\n    19‘4. Duty of auditors to reportto Supemisoron transactions,etc., affecting\n           bank’s financial viability.\n    1 9 ~ .Expauded audit.\n                  PART VII. Regulation and Control of Banks"
    },
    {
      "provision_ref": "sec19a",
      "section": "19A",
      "title": "Section 19A",
      "content": "19A.-(1)    It is the duty of the auditors of a bank to report in\n                                                                    auditors to\nwriting to the chief executive officer of the bank, each director          to\nof the bank and the Supervisor, any material transactions or Supervis0r\n                                                                    on transac .\nconditions that have come to the auditors' attention in the tions,etc.,\nordinary course of the audit, which, in the auditors' opinion\nmeet one or more of the following criteria-                         financial\n                                                                          viability.\n      (a) any change in accounting policy or any presentation 2611997\n          of or any failure to present, facts or figures which, in s. 10.\n          the opinion of the auditors, has the effect of\n          misrepresenting the financial position of the bank;\n      (b) transactions or conditions giving rise to significant\n          risks or exposures that have the potential to\n          jeopardize the bank's financial viability;\n      (c) transactions or conditions indicating that the bank has\n          significant weaknesses in internal control which\n           [The inclusion o f this page is authorized by L.N. 11112005]\n                                    BANKING                                             39\nsuch further order relating to the sale or transfer of the shares as\nhe thinks fit.\n         (4) Where specified shares are sold in pursuance of an\norder under this section the proceeds of sale, less the costs of the\nsale, shall be paid into such fund as the Court may specify for\nthe benefit of the persons beneficially interested in them, and\nany such person may apply to the Court for the whole or part of\nthe proceeds to be paid to him."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Any person who is aggrieved by a notice of refirsal                    tzz:\npursuant to section 20 ( 2 ~ )or 21 ( 2 ~ )or any terms and restriction\nconditions stipulated by the Minister in granting approval ;       :&\npursuant to those sections or any notice served pursuant to S. 12.\nsection 23 (1) or (2), may within twenty-one days after receipt of\nsuch notice appeal to the Court of Appeal against the Minister's\ndecision and that Court may make such order as it thinks fit.\n         PART VIII. Regulation against Unsafe Practices\n  2 5 . 3 1 ) Where the Supervisor believes that any of the\n                                                               w e -\nconditions specified in paragraph 1,2,3, or 4 of Part A of the hzlldcdin-\nSecond Schedule exists in relation to a bank, the Supervisor E'''?.\nmav-                                                           Schedule.\n                                                                             2611 997\n   (a) require the bank to give an undertaking signed by the s. 13.\n       majority of the members of the bank's Board to take\n       such corrective action as may be agreed between the\n       bank and the Supervisor;\n   (b) give directions to the bank under this section; or\n   (c)    issue a cease and desist order in accordance with Part B\n          of the Second Schedule.\n                (Vie iiiclusionof this page is autliorizedby L.N. 88/2003]\n40                                      BANKING\n          (2) Directions under this section shall be such as\n     appear to the Supervisor to be desirable in the interest of\n     the bank's depositors and potential depositors, whether for\n     the purposes of safeguarding its assets or otherwise, and\n     may, in particular-\n        (a) require the bank to take certain steps or to refrain\n            from adopting or pursuing a particular course of\n            action or to restrict the scope of its business in a\n            particular way;\n        (b) impose limitations on the acceptance of deposits,\n             the granting of credit or the making of investments;\n        (c) prohibit the bank from soliciting deposits either\n             generally or from persons who are not already\n             depositors;\n        (d) prohibit the bank from entering into any other\n             transaction or class of transactions;\n        (e) require the removal of any director or manager\n          (3) Where a bank ceases to be liable for deposits which\n     were or could have been the subject matter of the Supervisor's\n     powers under this section-\n        (a) no direction shall be given by the Supervisor to that\n            bank pursuant to this section; and\n        (b) any direction of the Supervisor which was given to that\n            bank shall cease to have effect.\n          (4) A bank which fails to comply with any requirement or\n     contravenes any prohibition imposed by any direction or cease\n     and desist order under this section shall be guilty of an offence.\n         ( 5 ) A contravention of any direction or prohibition\n     imposed under this section shall not invalidate any transaction.\n                                  BA\"G                                      41\n        (6) Where the Minister, after consultation with the\nSupervisor, believes that a bank is or appears likely to become\nunable to meet its obligations or that any of the conditions\nspecified in paragraph 5, 6, 7, 8, 9, 11 or 12 of Part A of the\nSecond Schedule exists, the Minister may-                       Second\n                                                                Schedule.\n      (a) [Deleted by Act I I of2002.1\n      (b) suspend or revoke the bank's licence in accordance\n            with Part D of that Schedule;\n      (c) present to the court a petition for the winding up of\n            the bank or an application regarding reconstruction of\n            the bank.\n        (6A) Where the Supervisor believes that a bank is or 1ll2002\nappears likely to become unable to meet its obligations or that s. 5 (c).\nany of the conditions specified in paragraph 5, 6, 7, 8, 9, 10, 11\nor 12 of Part A of the Second Schedule exists, the Supervisor\nmay assume temporary management of the bank in accordance\nwith Part C of that Schedule.\n        (6B) The Minister may, &er consultation with the 11l2002\nSupervisor, give to the Supervisor directions of a general s. 5 (c).\ncharacter as to the policy to be followed by the Supervisor in the\nperformance of his functions under subsection (6A), in relation\nto matters appearing to the Minister to concern the public\ninterest.\n        (6C) The Supervisor shall inform the Minister in Writing 1Id002\nof any action that he intends to take under subsections (1) (b) s. 5 (c).\nand (c)and (6A).\n         (7) Where action is taken under paragraph (b) or (c) of\nsubsection (6) the bank concerned shall not, without the consent\nof the court-\n      (a) carry on any banking business; or\n      (b) make any payment directly or indirectly to or for the\n            benefit of any person who-\n              (i) is or was an officer of the bank on the date on\n                  which the petition was presented, or, as the case\n                  may be, the licence was suspended or revoked;\n              (The inclusion of this page is authorized by L.N. SSn003]\n42                                                   BANKING\n                             (ii) is the immediate relative of such officer; or\n                            (iii) in relation to the bank, is a connected person\n                       (8) The provisions of the Companies Act relating to the\n               mode of winding up by the court and to arrangements for\n               reconstructions shall, with such modifications and adaptations as\n               may be necessary, apply to a petition or application made by\n               virtue of paragraph (c) of subsection (6).\nBank ceasing     25A-(1) Where the Minister, aRer consultation with the\nto be viable\n2611997        Supervisor, is of the opinion that-\nS 14\n                      (a) a bank has ceased to be viable;\n                      (b) the viability of the bank cannot be restored by the\n                           exercise of the powers under section 25; and\n                      (c) it is in the best interests of the bank's depositors that\n                           there be a reconstruction of the bank or a disposition\n                           of its assets in accordance with section 25D on an\n                           expeditious basis,\n               the Minister shall notifjl the bank in writing accordingly and\n               provide the bank with an opportunity to make representations\n               within ten days of the receipt of the notice by the bank.\n                        (2) For the purposes of subsection (1) the Minister may\n               take into account all matters the Minister considers relevant and\n               in all cases, whether-\n                      (a) to sustain its operations, the bank is dependent on\n                           loans, advances, guarantees or other financial\n                           assistance from government agencies or undertakings;\n                      (b) the bank's capital base is less than the amount\n                           required by this Act or any regulations made\n                           thereunder;\n                      (c) the bank has failed to pay any liability that has\n                           become due and payable or will not be able to pay its\n                           liabilities as they become due and payable.\n                        (3) The powers conferred by this section and by\n               sections 25B to 25F may be exercised by the Minister in\n               relation to a bank in respect of which the Supervisor has\n               assumed temporary management pursuant to subsection (6A) of 1112002\n               section 25.                                                          s 7 (a) @)\n                               IIIIC IIicltlwti of tliib page IS nutlionzed by L N   88/2003]\n                                          BANKING                                           46.01\nof any audit or examination carried out pursuant to subsection\n(1) shall be paid by the Supervisor and the amount so paid-\n      (a) shall be repaid to the Supervisor by the bank\n          concerned; and\n      (b) may be recovered by or on behalf of the Supervisor\n          summarily in a Resident Magistrate's Court without\n          limit of amount, as a civil debt.\n          (4) An auditor or firm of auditors, appointed under\nsubsection (I), of a bank shall not be regarded as being in breach\nof a duty of confidentiality to the bank in consequence of any\nreport made to the Supervisor in compliance with subsection (1).\n  2 9 B . 4 1 ) Where a bank is a subsidiary of a holding                               2'::;\ncompany, the Supervisory Department shall be entitled at all to have\nreasonable times to examine books, records, statements and\nother relevant documents of that holding company.                  of holding\n                                                                                        company.\n          (2) The Supervisory Department may in writing 2 6 ' ~ ~\nrequire the manager of the holding company to hrnish the S . IS.\nDepartment with such information concerning the operation of\nthe holding company as the Department shall specify.\n            (3) A person who fails to comply with a request of the\nSupervisory Department under subsection (2) shall be guilty of\nan offence.\n  2 9 C . 4 1 ) The Supervisor may require any company which is\na member of a group of which a bank is a member, or as the case information.\n                                                                                        zrd:e\nmay require, all companies within that group, to submit to the                          i'f\"\nSupervisor such information relating to the operations of that\ncompany or those companies, as the Supervisor considers\nnecessary for the effective supervision of the bank concerned.\n          (2) The information referred to in subsection (1) may\nbe required for the purpose of determining-\n      (a) the effect of the company's operations on the bank;\n               ~ l l i ciiicliisioii of this page i s aiitliorized by I,.N   88/2003]\n-16.02                                         BANKING\n                  (b) whether a member of the group is obtaining financing\n                      or other benefit, whether directly or indirectly from\n                      the bank;\n                  (c) the general risks relating to the operations of the\n                      members of the group;\n                  (4 the risk management capabilities of the group as a\n                      whole;\n                  (e) whether the internal audit facilities within the group\n                      have the capability to scrutinize transactions\n                      undertaken or proposed to be undertaken by the\n                      management of the group or a company within the\n                      group so as to determine whether there are associated\n                      risks.\n                     (3) For the purposes of this section the Supervisor\n           may-\n                  (a) require the information in the form of documents\n                      (including audited and consolidated accounts); or\n                  (b) summon any officers, directors or substantial\n                      shareholders of the company or companies concerned\n                      for the purposes of obtaining the information.\n                     (4) A company which refuses to furnish information\n            required under subsection (1) or any person who refuses to obey\n            a summons issued to that person under subsection (3) (b), shall\n            be guilty of an offence.\nRcstrurmriw29D.41) Where a bank is a member of a group and at least\nof ownaship\n            one member of that group is not a bank or other regulated or\ns.\n1”200z"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Actual or apprehended insolvency.\n    2 5 ~ .Bank ceasing to be viable.\n    2 5 ~ . Vesting of bank’s shares, etc., in Minister."
    },
    {
      "provision_ref": "sec25c",
      "section": "25c",
      "title": "Section 25c",
      "content": "25c. Effect of vesting order.\n    2 5 ~ . R e s t r u c t u r i n g0m.\n                                     ~\n    2 5 ~ . Winding up or Scheme of Arrangement.\n    2 5 ~ . Notice re compemation"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26,1997         person other than a company duly licensed under this Act shall,\nS. 5 (axi).\n                in connection with a trade or business carried on by him, use the\n                word “bank”. or any grammatical variation thereof and any\n                person who contravenes this subsection shall be guilty of an\n                offence.\n                         (2) Subsection (1) shall not apply to any association\n                formed by banks for the purpose of representing the common\n26/1997         interests of the members of such association or in any case\nS. 5 (b).       where the word “bank” or any grammatical variation thereof\n                forms part of the name of a person or place.\n                              [The inclusion of this page IS authonzed by L N   SSL?003]\n                              BANKING                                       25\nso that the bank no longer has, directly or indirectly, my\ninterest or control in respect thereof except ky way of\nsecurity.\n          (4) The Minister may in writing direct that the time\nspecified in subsection (3) for sale or disposal of land be\nextended for a further period or periods.\n         (5) The Minister may, by order, make provision\nwhereby credit facilities may be granted by a bank on such\nbasis (being less restrictive than that imposed at paragraph\n(fl of subsection (1) ) as may be prescribed in the order if\nhe is satisfied, on the application of the bank and after con-\nsultation with the Bank of Jamaica, that the bank has made\narrangements whereby the repayment of amounts made\navailable as credit facilities will be assured by such cash\nresources of the borrower or such other resources of the\nborrower approved by the Bank of Jamaica or guaranteed\nby such person in such circumstances and subject to such\nterms and conditions as will adequately protect the\ninterests of shareholders and depositors in the bank.\n          (6) For the purposes of this section ‘‘specified credit\nfacilities” means-\n      (a) credit facilities made to or guaranteed by the\n            Government of Jamaica;\n      (b) credit facilities made to a local government author-\n            ity;\n       (c) credit facilities made to-                             2611997\n                                                                  s.60.\n                 (i) a statutory body; or\n               (ii) a company owned or controlled by the\n                     Government or an agency of the Govern-\n                     ment,\n            which is designated by the Minister for the purposes\n            of this provision;\n      (4credit facilities derived solely from funds provided\n            by an institution, under a scheme approved by the\n             inclusion Op this pltyge is authorizadbry L.N. 146119991\n                                       BANKING                                              31\n        (4) Every bank which fails to make any return or\nfurnish any statement or information in accordance with\ntte requirements of this Act or the Bank of Jamaica Act,\nshall be guilty of an offence.\n       (5) If any return required to be made, or any state-\nment or information required to be krnished, under or pur-\nsuant to this Act or the Bank of Jamaica Act, is transmitted\nby post, the date appearing by the stamp or mark of the\npost o f i c e in Jamaica upon the envelope or wrapper\nenclosing the return, statement or information received by\nthe Minister or the Bank of Jamaica, as the case may be,\nas the date of deposit in the post ofice shall be taken\nprima facie for the purposes of this section to be the day\nupon which the return was made or the information was\nfinished.\n         (6) The Bank of Jamaica may publish in a daily\nnewspaper printed and circulated in Jamaica information\nin such form as may be approved by the Minister on the\nliabilities and assets of each bank hrnished under para-\ngraph (a) of subsection (1):\n  Provided that no information in respect of the affairs of\na particular customer of a bank shall be so published.\n       (7) In this section “working day” means any day on\nwhich a bank is normally opened for business."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Resignation, etc., of auditor.\n               PART IX Suprvision and Examination of Banks"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Functions of SupeMsory Department under this Act.\n    2 9 ~ . Special audit or examination of bank.\n    2 9 ~ . SupeMsory Department to have access to books, etc., of holding\n            ampany.\n                    [The inclusion of tliis page is aiilliorizedby L.N. 88/2003]\n                                       BANKING                                   3"
    },
    {
      "provision_ref": "sec29c",
      "section": "29c",
      "title": "Section 29c",
      "content": "29c. Supervisor may require information.\n2 9 ~- . Restructuringof ownership of bank.\n2 9 ~ . Ownershipof subsidiaries etc.. by banks. etc."
    },
    {
      "provision_ref": "sec29e",
      "section": "29E",
      "title": "Section 29E",
      "content": "29E.-(1)   Subject to subsection (2). a bank may only own a * d i p\n                                                                of subai-\nsubsidiary which is a regulated or supervised financial                 &,.\ninstitution.                                                    b\\ bML.5.\n                                                                                           dC.\n          (2) The Supervisor may approve the ownership of a s.112002"
    },
    {
      "provision_ref": "sec29f",
      "section": "29F",
      "title": "Section 29F",
      "content": "29F.--(1) The Supervisor may issue directions to a bank or supq\\.l-\n                                                              may Issus?\nits financial holding company, regarding the control of risks hliuns ,o\nthroughout the group.                                         balks. ac..\n                                                                                           n til.\n         (2) The directions referred to in subsection (1) may :I@”\ninclude -\n       (LI)capital requirements, including market risks on a\n           group-wide basis;\n       (h) limitson-\n                 (i) large exposures;\n                (ii) intra group transactions;\n              I Ilic i i i ~ l i i ~ i t1 3w1 [hi\\ pigz I< .iutlltmd b\\ I N SS Z O O ; ]"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Powers of inspection.\n 3 1. Protection of auditor.\n                  PART X Winding up of Local Banks"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. An auditor or former auditor of a bank shall not be Protection\n                                                              of auditor.\nregarded as being in breach of his duty of confidentiality to 26/1997\na bank in consequence of any disclosure to an authorized S. 16.\nofficerpursuant to section 29 or 30.\n          PARTX. Winding U p of Local Banks"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) Where a local bank passes a resolution for on        Restriction\n                                                                  volun-\nvoluntary winding up, it shall forthwith notify the Bank of tary wind-\nJamaica in writing and shall, within twenty-one days after ins \"P*\nthe date of the passing of such resolution, furnish to the\n Bank of Jamaica-\n     (a) a statement of the financial position of the bank;\n     (b) an up-to-date profit and loss account in relation to\n           the bank;\n     (c) a balance sheet as at the date to which the profit\n           and loss account is made up;\n     (d) the auditor's report in relation to such account\n           and balance sheet.\n         (2) A resolution for voluntary winding up of a bank\nshall not be effective unless the Bank of Jamaica certifies\nthat its realizable assets are such as to enable it to satisfy\nthe claims of its creditors.\n         (3) Where a bank passes a resolution for voluntary\nwinding up, it shall-\n     (a) cause a copy of the resolution to be published in\n           the Gazette and in a daily newspaper printed and\n           circulated in Jamaica;\n      (b) give notice of the resolution to its customers, in\n           such form and containing such information as the\n           Minister may approve,\n          tThc hclusion of this page is authorized by L.N. 146l1999)\n48                                          BANKING\n              and such bank shall, within thirty days after the date of\n              publication of a copy of the resolution pursuant to para-\n              graph (a) cease to carry on banking business in Jamaica.\n                      (4) A bank which contravenes the provisions of\n              subsection (1) shall be guilty of an offence.\n                        PARTXI. Amalgamation and Transfers\nAmalpma-        33.-(1) A bank may, with the approval of the Minister,\ntioa and\ntransfa.      enter into an agreement or arrangement-\n                  (a) to amalgamate its property and business (whether\n                      in whole or in part) with the property and business\n                      of any other bank or, as the case may be, a com-\n                       pany which is a licensee under the Financial Insti-\n                      tutions Act;\n                  (b) to transfer its business (in whole or in part) to\n                      another bank or, as the case may be, a company\n                      which is a licensee under the Financial Institutions\n                      Act.\n                     (2) Application to the Minister for approval pursuant\n              to subsection (1) shall be presented in the form of a scheme\n              and shall be regulated in accordance with such provisions as\n              may be prescribed.\nStatements    %.-(I) Where an amalgamation or transfer referred to\nrelating to\namalgam-    in section 33 takes place, the bank or company as the case\ntion Or\ntransfer to\n            may   be as amalgamated or to which business is transferred\nbedepodtcd shall, within thirty days from the date of completion of\nwith\nMinister.   the amalgamation or transfer or such longer period as the\n            Minister may allow, deposit with the Minister-\n                 (a) certified copies of statements of the assets and lia-\n                      bilities of the banks or, as the case may be, the\n                      bank and company concerned in the amalgama-\n                      tion or transfer, together with a statement of the\n                      nature and terms of the amalgamation or transfer;\n                               BANKING                               49\n     (b) a certified copy of the agreement or deed under\n         which the amalgamation or transfer is effected;\n     (c) a declaration signed by the secretzry or manager,\n         if any, and by at least two directors of the bank\n         or company as the case may be. that to the best of\n         their belief every payment made or to be made\n         to any person on account of the amalgamation or\n          transfer is therein fully set out, and that no pay-\n         ments other than those set out have been made\n         or are to be made by or with the knowledge of\n         any parties to the amalgamation or transfer.\n        (2) A person who in any statement, agreement, deed\nor declaration referred to in subsection (1) causes or permits\nthe inclusion of any information which he knows to be false\nin a material particular or recklessly includes any informa-\ntion which is false in a material particular, shall be guilty of\nan offence."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Statements relating to amalgamation or transfer to be deposited with\n     Minister."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Where a bank sells the whole or any part of its assets E:tFonof\nto any other bank or, as the case may be, a company which sale of\n                                                               bank.\nis a licensee under the Financial Institutions Act, if the\npurchasing bank or purchasing company as the case may\nbe requires that assets included in the agreement for\nsale and purchase be vested in it pursuant to this section,\nit may make written application to the Minister accordingly\nspecifying which of the assets included as aforesaid it re-\nquires to be so vested and thereupon the Minister may, if\nhe thinks fit, make an order vesting, subject to the agree-\nment for sale and purchase. the assets so specified in the\npurchasing bank or purchasing company, as the case may\nbe, and thereupon-\n      (a) the assets shall so vest without further conveyance,\n          assignment and assurance; and\n     (b) without preiiidice to paragraph (a), the selling\n          bank shall, if requested by the purchasing bank\n         [The inclusion of this pnge is authorized by U. 42/ 19951\n                                           BANKING\n                     or purchasing company, as the case may be,\n                     execute such formal and separate conveyances,\n                     assignments and assurances as are reasonably\n                     required by the purchasing bank or purchasing\n                     company, as the case may be, in conformity with\n                     the agreement for sale and purchase.\nTmndu\nof trutt"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.41) Where an agreement has been entered into for\nbutincar.   the acquisition by a bank or, as the case may be, a com-\n            pany licensed under the Financial Institutions Act (herein-\n            after referred to as the “transferee bank” or the “transferee\n            company”) of the trust business of another bank (herein-\n            after referred to as the “transferor bank”) the transferee\n            bank or the transferee company may, for the purpose\n            of effecting the transfer to, and the vesting in, the trans-\n            feree bank or the transferee company of that trust busi-\n            ness, make a written application to the Minister accordingly,\n            and thereupon the Minister may, if he thinks fit, make an\n            order transferring to and vesting in the transferee bank or\n            the transferee company, subject to the relevant agreement,\n            the trust business specified in the order, and thereupn-\n                  (U) the trust business so specified shall be transferred\n                       and shall vest without further conveyance, assign-\n                       ment and assurance; and\n                  (b) without prejudice to paragraph (U),the transferor\n                       bank shall, if requested by the transferee bank or\n                       the transferee company execute such formal and\n                       separate conveyances, assignments and assurances\n                       as are reasonably required by the transferee bank\n                       or the transferee company in conformity with the\n                       relevant agreement.\n                    (2) No transfer or vesting effected by an order under\n            subsection (1) shall-\n                (a) operate as a breach of covenant or condition\n                      against alienation;\n                                    BAN..iVG\n       (c) stating that unless within one year fiom the date of\n           the first publication of the notice in the Gazette a\n           claim to those moneys is established to the\n           satisfaction of the bank concerned or, failing that, to\n           the satisfaction of a court of competent jurisdiction,\n           the moneys will be dealt with in accordance with\n           subsection (2),\nwhich notice shall during the said year be published four times\nor more often if the Minister thinks fit.\n         (2) Subject to subsection (3), upon the expiration of the\nsaid year any of such moneys to which no claim has been\nestablished as aforesaid shall lapse to and become part of the\nrevenues of Jamaica and the Accountant-General shall keep a\nrecord of all such moneys.\n         (3) Where-\n      (a) a claim has been duly made but not determined\n           during the said year; or\n      (b) before the expiration of that year the claimant lodges\n           with the Accountant-General a certificate to that\n           effect signed by the Judge or Resident Magistrate, as\n           the case may be,\nsubsection (2) shall not have effect in relation to the moneys in\nquestion until the claim is settled.\n         (4) Any sum as respects which subsection (2) takes\neffect shall be recoverable from the bank as a debt due to the\nGovernment.\n        ( 5 ) Where subsection (2) takes effect as respects any\nsum, then not later than fifteen years after the year referred to in\nthat subsection, the Accountant-General shall pay that sum to\nany person who establishes a claim thereto to the satisfaction of\nthe Accountant-General.\n               [The inclusion of thls page is authonzui by L N   SSn0031\n56                                                  BANKING\nFraudulent        41. Any person who, by any statement, promise or forecast\ninducement to\ninvest.         which he knows to be misleading, false or deceptive, or by any\n                dishonest concealment of material facts, or by the reckless\n                making (dishonestly or otherwise) of any statement, promise,\n                forecast or projection which is misleading, false or deceptive,\n                induces or attempts to induce another person-\n                       (a) to invest money on deposit with him or any other\n                           person; or\n                       (b) to enter into or offer to enter into any agreement for\n                           that purpose,\n                shall be guilty of an offence.\nWenwsmd           42.-(1)    The offences specified in the first column of the\npenalties.\nThird           Third Schedule shall incur the penalties specified in relation\nSchdde.         thereto in the second column of that Schedule.\n                      (2) Every offence under and every contravention of this\n                Act may be tried summarily before a Resident Magistrate.\n                        (3) Where any person commits an offence against this\n                Act or any regulations hereunder for which no penalty is\n11/2002         expressly provided he shall be liable to a fine not exceeding five\nS . 1 0 ~       hundred thousand dollars or to imprisonment for a term not\n                exceeding six months.\n                       (4) A person upon whom a fine is imposed under this\n                Act may be sentenced in default of payment thereof to\n                imprisonment with or without hard labour in the case of a fine-\n1 112002              (a) not exceeding two hundred thousand dollars, for a\nS. 10 (b).                period not exceeding three months;\n                      (b) exceeding two hundred thousand dollars but not\n1 1/2002\nS . lO(b).\n                          exceeding one million dollars, for a period not\n                          exceeding six months;\n1112002               (c) exceeding one million dollars, for a period not\nS .10 (b).\n                          exceeding twelve months.\n                              [The iiicliisioii of this page IS authonzed by L N   88/2003]\n                                    BANKING                                         57\n        (5) Where an offence under this Act committed by a\nbody corporate is proved-\n      (a) to have been committed with the consent or\n          connivance of any director, manager, secretary or\n          other similar oficer of the body corporate or any\n          person who was purporting to act in that capacity; or\n      (b) to be attributable to the failure of any such director,\n          manager, secretary or other officer or person to\n          exercise all such reasonable diligence as he ought in\n          the circumstances to have exercised to prevent the\n          offence, having regard to the nature of his functions\n          and all the circumstances,\nsuch director, manager, secretary or other officer or person as\naforesaid, as well as the body corporate shall be guilty of that\noffence and shall be liable to be proceeded against and punished\naccordingly.\n        (6) For the purposes of this section, a person shall be\ndeemed to be a director of a body corporate, if he occupies in\nrelation thereto the position of a director, by whatever name\ncalled, or is a person in accordance with whose directions or\ninstructions (not being directions or instructions in a\nprofessional capacity only) the directors and the body corporate\nor any of them act."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Effect of transfer and vesting order.\n                               PART MI. General"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.04                                        HA NKIN(;\n           (c) review changes in       the ownership, directors and\n                 managerial personnel of the financial holding company\n                 and make recommendations to the Minister as regards\n                 those persons who do not meet the- fit and proper\n                 criteria.\n              (6) Where a bank is a member of a group and the bank or\n        any other member within the group has a relationship with a\n        company that is not a member of the group, which poses a risk\n        to the bank and other members of the group, the Supervisor\n        may-\n           (U)   treat the non-member as a member of the group; or\n           (h) require the bank or other member of the group to\n               terminate the relationship.\n               (7) A financial holding company referred to in subsection\n        ( I ) may be the ultimate holding company of the group or the\n        immediate subsidiary of the ultimate holding company.\n              (8) The provisions of section 4 (3) shall apply with\n        necessary modifications to every director and manager of an\n        ultimate holding company or a financial holding company and\n        its subsidiaries.\n             (9) The Supervisor may exempt from any provision of this\n        section and section 29C any foreign financial holding company\n        or foreign ultimate holding company where he is satisfied as to\n        the matters specified in subsection (10).\n            (10) The Supervisor may take action under subsection (9)\n        where he is satisfied-\n                                      Of this page I S authorized b) L N\n                       (The ~iicIii\\io~i                                   88 20031\n                                        BANKING                                                  46.05\n      (a) as to the stringency of the fit and proper criteria\n          applied by the competent authority in the country of\n          incorporation of the foreign financial holding\n          company or foreign ultimate holding company;\n      (b) by the competent authority in the country of\n          incorporation of the foreign financial holding\n          company that-\n                (i) the foreign financial holding company is\n                    supervised on a consolidate basis; and\n               (ii) there are no impediments to the\n                    Supervisor’s receipt      of   information\n                    as regards that foreign financial holding\n                    company fiom the head office thereof or the\n                    competent authority."
    },
    {
      "provision_ref": "sec42a",
      "section": "42A",
      "title": "Section 42A",
      "content": "42A.-(1) This section shall apply to an offence specified in\nthe Fifth Schedule.                                            s. 11.\n                                                                            Fifth\n                                                                            Schedule.\n          (2) The Supervisor may give to any person which he\nhas reason to believe has committed an offence to which this\nsection applies, a notice in writing in the prescribed form\noffering that person the opportunity to discharge any liability to\nconviction of that offence by payment of a fixed penalty under\nthis section.\n              [The iiichision of this page IS authonzed by L N   88/2003]\n58                                       BANKING\n               (3) No person shall be liable to be convicted of the\n     offence if the fixed penalty is paid in accordance with this\n     section and the requirement in respect of which the offence was\n     committed is complied with before the expiration of the fifteen\n     days following the date of the notice referred to in subsection (2)\n     or such longer period (if any) as may be specified in that notice\n     or before the date on which proceedings aEe begun, whichever\n     event last occurs.\n               (4) Where a person is given notice under this section\n     in respect of an offence, proceedings shall not be taken against\n     the person for that offence until the end of the fifteen days\n     following the date of the notice or such longer period (if any) as\n     may have been specified therein.\n               ( 5 ) In subsections (3) and (4) “proceedings” means\n     any criminal proceedings in. respect of the act or omission\n     constituting the offence specified in the notice under subsection\n     (2) and “convicted” shall be construed in like manner.\n               (6) Payment of a fixed penalty under this section shall\n     be made to the Collector of Taxes specified pursuant to\n     subsection (7); and in any proceedings a certificate that payment\n     of a fixed penalty was or was not made to the Collector of Taxes\n     by a date specified in the certificate shall, if the certificate\n     purports to be signed by the Collector of Taxes, be admissible as\n     evidence of the facts stated therein.\n               (7) A notice under subsection (2) shall-\n           (a) specifj the offence alleged;\n           (b) give such particulars of the offence as are necessary\n               for giving reasonable information of the allegation;\n           (c) state-\n                      (i) the period (whether fifteen days or a longer\n                          period) during which, by Virtue of\n                          subsection (4), proceedings will not be taken\n                          for the offence; and\n                    [The inclusion of this page i s authonzed by L N   88120031\n                                   BANHNG                                   59\n               (ii) the amount of the fixed penalty and the\n                    Collector of Taxes to whom and the address\n                    at which it may be paid.\n       (8) The fixed penalty for the offences specified in the\nFifth Schedule shall be the penalty specified therein in relation Fifth\n                                                                  Schedule.\nto such offences.\n        (9) In any proceedings for an offence to which this\nsection applies, no reference shall be made after the conviction\nof the accused to the giving of any notice under this section or to\nthe payment or non-payment of a fixed penalty thereunder\nunless in the course of the proceedings or in some document\nwhich is before the court in connection with the proceedings,\nreference has been made by or on behalf of the accused to the\ngiving of such a notice, or, as the case may be, to such payment.\n       (10) The Minister may, by order, make provision as to\nany matter incidental to the operation of this section, and in\nparticular, any such order may-\n     (U) p r e s c r i b e\n                 (i) the form of notice under subsection (2), and\n                         the Collector of Taxes to whom a fixed\n                          penalty is payable;\n               (ii) the nature of the information to be\n                    furnished to the Collector of Taxes along\n                    with any payment;\n               (iii) the arrangements for the Collector of Taxes\n                     to furnish to the Supervisor, information\n                     with regard to any payment pursuant to a\n                     notice under this section;\n     (b) amend the Fifth Schedule.\n       (11) An order made under subsection (10) (b) shall be\nsubject to affirmative resolution."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Every order made by the Minister under this Act shall be wication\n                                                               ofadas.\npublished in the Gazette.\n               (The inclttsion of this page is authorized by L.N. 8800031\n60                                               BANKING\nSaving.         44. Nothing in this Act shall apply to the Bank of Jamaica or\n              to any society registered under the Co-operative Societies Act,\n              the Agricultural Credit Board Act or the Industrial and Provident\n              Societies Act.\nSecrecy of      45.41) Subject to subsection (2), no official of any bank\nbdofficids.   and no person who, by reason of his capacity or office has by\n              any means access to the records of the bank, or any registers,\n              correspondence or material with regard to the account of any\n              customer of that bank shall, while his employment in or, as the\n              case may be, his professional relationship with the bank\n              continues or after the termination thereof, give, divulge or reveal\n              any information regarding the money or other relevant\n              particulars of the account of that customer.\n                       (2) Subsection (1) shall not apply in any of the\nFourth        circumstances specified in the Fourth Schedule.\nSchedule.\n                       (3) Any person who contravenes subsection (1) shall be\n              guilty of an offence.\nTwitid.         46.-(1) In this section “the repealed Act” means the\n              Banking Act in force immediately prior to the 31st December,\n              1992.\n                       (2) Any company which, immediately prior to the 3 1st\n              December, 1992, was licensed as a bank under the-repealed Act\n              (hereinafter referred to as an existing bank) shall, subject to the\n              provisions of this Act, be deemed to be licensed under section 4\n              of this Act as if that section were in force at the date on which\n              any such licence was granted.\n                      (3) b y existing bank which, before the 31st\n              December, 1992 has entered into any transaction in\n              accordance with section 10 of the repealed Act but which is\n              incompatible with the provisions of section 13 of this Act\n              (pkohibited business) shall, within four weeks after the date\n              of commencement, submit to the Bank of Jamaica, a statement\n              giving particulars of all such transactions as are still in\n              operation at that date and shall submit a programme to the\n                             [The inclusion of this page is authoiztd by L.N. SSn003]\n                                BANKING\nBank of Jamaica for the operation of each such transaction\nafter that date or, as the case may be , for the liquidation\nof each such transaction within such period as may be agreed\nbetween the bank and the Bank of Jamaica, or, in default of\nagreement, as may be determined by the Bank of Jamaica.\n         (4) The provisions of section 6 (minimum capital\nrequirements) shall apply to an existing bank subject to the\nmodification that the bank shall increase its capital requirements\nto the amount specified on the basis of a scheme approved by\nthe Bank of Jamaica, the period of which shall expire not later\nthan three years after the 3 1st December, 1992.\n        (5) Notwithstanding the repeal of section 7 of the\nrepealed Act, existing banks shall not be precluded from\nincluding special debentures, as defined in the repealed Act and\nissued prior to 30th October, 1990, in the calculation of their\ndeposit liabilities until the date of maturity of such debentures.\n         (6) For the purposes of section 40 (unclaimed moneys)\nwhere the period of fifteen years referred to in subsection (1) of\nthat section expired at any time prior to the 3 1st December, 1992\nthen, unless it was part of a period of thirty years in relation to\nwhich action was taken pursuant to section 24 of the repealed\nAct, it shall be deemed to have expired on that date.\n        (7) For the purposes of paragraph (b) of the definition 2611997\nof \"capital base\", in section 2 (1) the special debentures which S.\nmay be included in the calculation of a bank's capital, are those\noutstanding at the 29th October, 1997.\n                                               FIRST SCHEDULE                        (Section 11)\n1 112002                flanks or orher,financ/alinsrirurions lo which secrion I I applies\n  l 2 (\") (h).      Any bank or other financial institutions whether in Jamaica or\n                 clscu hcrc-\n                      (a) which has becn wound up by a court;\n                      (h) the liccncc of which has bccn rcvokcd. unlcss such rcvocation was\n                             conscqucnl upon-\n                                (i) thc :unalgaualion of that bank or othcr financial\n                                      institution with another b'mk or financial institution:\n                                (ii) a voluntary windng up of the bank in coinpliancc with\n                                      section 32:\n                       (c)   which  has becn in rcccivership:\n                       ((I) which has cntcred into a composition with its creditors;\n                       (e) whose business has been conducted imprudently or fraudulently:\n                       V ) which has failcd to meet the solvency requirements prescribed by\n                             I ~ M\n                                               SECOND SCHEDULE                        (Scction 25)\n26 1907                                                  PART A\ns 10 ( A )(11          ('OML//I/OMS  I S ~ h j e10          l~ttonun~lers t ~ c f i o25~ (1) and (6)\n                                                 ~ tHen~e~I/a/."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.06                                               BANKING\n                                (iii) holdings in any regulated or supervised\n                                      financial institution.\n                          (3) A bank or financial holding company which fails\n                to comply with directions under this section shall be guilty of an\n                offence.\nXlanagement        29G.+1) A bank shall not manage or invest hnds on behalf\nor investment\nof customers’   of its customers unless such investment is carried out under a\nhnds.           trust subject to regulations made under the Bank of Jamaica Act\n11 2002\ns. 9.           or the Standards of Best Practice issued from time to time by the\n                Bank of Jamaica.\n                         (2) A bank that engages in proprietary trading in\n                securities for its own account shall conform with the Standards\n                of Best Practice referred to in subsection (1).\nPowers of         30.-(1)  In the performance of his duties under this Part an\ninspection.\n                authorized officer shall be entitled at all reasonable times-\n                       (a) to have access to all books, records and\n                             documents in the possession or control of any\n                             director, manager, officer or employee of any bank;\n                       (h) to require any , director, manager, officer,\n                             auditor, former auditor or employee of any bank\n                             to hrnish such information or to produce such\n                             books, records or documents as are in his\n                             possession or control,\n                that relate to the operations of the bank and may be reasonably\n                required for the performance of those duties.\n                          (2) Any person who-\n                       ( U ) fails to attend in response to a summons issued\n                             pursuant to section 29 (2) (e); or\n                       (h) fails to comply with a requirement made pursuant to\n                             subsection (1) (b) of the section; or\n                       (c) wilfblly attempts to mislead or makes any false\n                             statement with intent to mislead or attempts to\n                             mislead any person in the execution of his duties\n                             under this Part;or\n                              [The iiiclusion of this page IS authorized by L N   88f2003l\n                               BANKING                                   47\n    (4without lawful justification or excuse, obstructs or\n          hinders any person in the execution of such duties,\nshall be guilty of an offence."
    },
    {
      "provision_ref": "sec250",
      "section": "250",
      "title": "Section 250",
      "content": "250. Application of Sections 25A to 25F.\n    2 5 ~ . Determination of compensation"
    }
  ],
  "definitions": [
    {
      "term": "bank",
      "definition": "any company licensed under this Act to",
      "source_provision": "sec2"
    },
    {
      "term": "banking business",
      "definition": "the business of receiving from",
      "source_provision": "sec2"
    },
    {
      "term": "company",
      "definition": "a body corporate whether incorporated",
      "source_provision": "sec2"
    },
    {
      "term": "competent authority",
      "definition": "a supervisory authority in a",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed liabilities",
      "definition": "such liabilities as may, by",
      "source_provision": "sec2"
    },
    {
      "term": "retained earnings reserve",
      "definition": "a reserve which has been",
      "source_provision": "sec2"
    },
    {
      "term": "Supervisor",
      "definition": "the Supervisor of Banks and Financial z6/1997",
      "source_provision": "sec2"
    },
    {
      "term": "Supervisory Department",
      "definition": "the Department of 26f1997",
      "source_provision": "sec2"
    }
  ]
}