{
  "id": "jm-stat-the-bankruptcy-act",
  "type": "statute",
  "title": "The Bankruptcy Act",
  "title_en": "The Bankruptcy Act",
  "short_name": "Bankruptcy Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bankruptcy-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bankruptcy-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Bankruptcy Act.                     Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                     Interprela-\n                                                                      tion.\n“banhptcy petition” or “petition” means a petition\n    praying that the affairs of the debtor may be wound\n    up, and his property administered, under the provi-\n    sions of the law of bankruptcy;\n“creditors” includes any two or more persons to whom a\n    debt is owing jointly, and also incorporated joint stock\n    companies;\n“debtor” includes any person, whether a Commonwealth\n    citizen or not, who at the time when any act of\n    bankruptcy was done or suffered by him-\n       (a) was personally present in Jamaica; or\n       (b) ordinarily resided or had a place of residence in\n           Jamaica; or\n       (c) was carrying on business in Jamaica, personally\n            or by means of an agent or manager; or\n       (d) was a member of a firm or partnership which\n            carried on business in Jamaica;\n“deed of arrangement” means a deed or instrument provid-\n     ing by way of trust, inspectorship or otherwise, for\n     the distribution of all or part of the property of a\n     debtor among all his creditors, and for the payment\n     of a composition to all his creditors out of his property\n     or otherwise;\n“person” includes a body corporate and a firm;\n“prescribed” means prescribed by rules of court;\n          [Thcinclusi~lnfthispigoisauthorized byL.N.9511997)\n12                                 BANKRUPTCY\n          “property” includes money, goods, things in action, land,\n               and every description of property real or personal, also\n               obligations, easements, and every description of estate,\n               interest and profit, present or future, vested or con-\n               tingent, arising out of or incident to property LIS above\n               defined;\n          “rules of court” includes such rules and orders of court in\n               relation to bankruptcy proceedings as are in force for\n               the time being;\n          “secured creditor” means any person holding a mortgage,\n               charge or lien upon the property of the debtor as\n               security for a debt due to him from such debtor;\n          “the Court” means the Court exercising jurisdiction in\n               bankruptcy;\n          “the Supreme Court” means the Chief Court of Bankruptcy;\n          “Trustee” means the Trustee in Bankruptcy as in this Act\n               hereafter mentioned, whether acting as Receiver or\n              Trustee.\n                      Constitution and Jurisdiction of Courts\nmechid      3 . 4 1 ) The Supreme Court shall be the Chief Court of\nCourt Of\nRmhptCY. Bankruptcy.\n                  (2) The Judges of the Supreme Court shall be the\n         Judges of the Chief Court of Bankruptcy.\n                  (3) The clerks and officers of the Supreme Court, and\n         such other clerks and officers as may be appointed, shall\n         be the clerks and officers of the Chief Court of Bankruptcy.\n                  (4) The Chief Court of Bankruptcy shall be a Court\n         of Law and of Equity, and a principal Court of Record,\n         and, for the purposes of this Act, shall have all the powers\n         and jurisdiction of the Supreme Court.\n                  (5) Every Judge of the Chief Court of Bankruptcy\n         shall, for the purposes of this Act, have all the powers,\n         jurisdiction end privileges of a Judge of the Supreme Court;\n                            of thjspsgeisauthorized by LN.95119971\n                   ~eindusion\n                           BANKRUPTCY                                     13\nand the orders of every such Judge shall be of the same\nforce as if they were judgments of the Supreme Court.\n       (6) The clerks and other officers of the Chief Court\nof Bankruptcy, in proceedings in bankruptcy, shall have the\nsame powers, duties, and responsibilities, that they have in\nproceedings within the ordinary jurisdiction of the Supreme\nCourt, and such further powers, duties, and responsibilities\nas shall be assigned to them by the Judges of the Chief Court\nof Bankruptcy, for the purposes of this Act, under rules to\nbe sanctioned by the Minister.\n      (7) A single Judge. may carry on the business of the\nChief Court of Bankruptcy, except in cases of appeal.\n       (8) A Judge of the Chief Court of Bankruptcy may\nsit in Chambers, and when in Chambers shall have the\nsame jurisdiction, and exercise the same powers as if in\nCourt."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The Resident Magistrates’ Courts shall be Resi- Resident\n                                                               Magistrates‘\ndent Magistrates’ Courts of Bankruptcy, and the Judges, Courtsof\nand clerks and officers of the Resident Magistrates’ Courts        gzr%z;\nshall be the Judges, and clerks, and officers of the Resident atheir\n                                                                 ndosew\n                                                                     powers.\nMagistrates’ Courts of Bankruptcy.                             duties, etc.\n       (2) Every Resident Magistrate’s Court of Bankruptcy\nin regard to all proceedings in bankruptcy shall be a Court\nof Law and Equity, and a Court of Record; and the\nResident Magistrates thereof in all such proceedings, shall\nhave all the powers, jurisdiction, and privileges exercised\nby a Resident Magistrate in matters within the ordinary\njurisdiction of such Court, and the Resident Magistrate\nof such Court, for the purposes of this Act, in addition to\nhis ordinary powers as a Resident Magistrate, shall have\nall the powers, jurisdiction, and privileges of a Judge of\n-_\n         me inclusion of this page is authorized by L.N.42/1995]\n14                                       BANKRUPTCY\n              the Supreme Court; and the officers of every such Court in\n              proceedings in bankruptcy shall have the same powers,\n              duties, and responsibilities that they have in proceedings\n              within the ordinary jurisdiction of their Courts, and such\n              further powers, duties, and responsibilities as may be\n              assigned to them by the Judges of the Chief Court of Bank-\n              ruptcy, for the purposes of this Act, under rules to be\n              sanctioned by the Minister.\nProceedings     5 . 4 1 ) All proceedings in bankruptcy, shall be com-\nin bank-\nmptcy.      menced by petition in the Chief Court of Bankruptcy,\nCourt to be except in cases where the petitioning creditor, on present-\nInwhat\ncommenced: ing his petition in a Resident Magistrate’s Court of Bank-\nand how and\nwhcnthcy    ruptcy, files along with it an affidavit of his belief that\nmay be\ntransfcrrd. the estate of the debtor, in respect of whom adjudication\ns. 3 .\n22’1m       is sought, is below the value of thirty thousand dollars. When\n            such an affidavit is so filed the proceedings may be com-\n            menced and carried out in the Resident Magistrate’s Court\n            of the parish in which the debtor resides or carries on\n            business.\n                     (2) If whilst proceedings in any case in bankruptcy\n              are pending in the Chief Court of Bankruptcy, it shall\n              appear to the Court to be expedient it may remit the case\n              and all proceedings therein to the Resident Magistrate’s\n              Court of Bankruptcy of the parish in which the debtor\n              resides or carries on business, or to such other Resident\n              Magistrate’s Court of Bankruptcy as to it may seem fit.\n                     (3) If whilst proceedings in any case in bankruptcy\n              are pending in any Resident Magistrate’s Court of Bank-\n              ruptcy, it shall-\n                   (a) appear to such Resident Magistrate’s Court that\n                        the estate of the debtor is not below the value of\nXi1 I993                 thirty thousand dollars, and that the proceedings\ns. 3.\n                         may be more conveniently conducted in the Chief\n                        Court, o r that the majority of the creditors desire\n                                                                           -\n                       [ n oinclusion of this page is authorized by L.N.421 IB5]\n                           RANKKUPTCY                                            15\n           that the proceedings should be transferred to the\n           Chief Court; or\n     ( b ) be made to appear on application to the Chief\n           Court that the proceedings may be more con-\n           veniently conducted in the Chief Court,\nit shall be lawful for such Resident Magistrate’s Court or\nChief Court, as the case may be, to order the transfer of\nthe case and the proceedings therein to the Chief Court\nupon such terms as to costs and otherwise as to the Court\nordering the transfer may seem fit."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.2.          Trustee, make an absolute order for bankruptcy against\n              the debtor and direct such bankruptcy to be gazetted.\n                           [rhe inclusion of this page is authorized by LA. 42/:19951\n                          BANKRUPTCY                                  29"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6) that the debtor has, in Jamaica or elsewhere, made\n      any conveyance or transfer of his property or any\n      part thereof, or created any charge thereon, which\n      would under any law relating to bankruptcy, be\n      void as a fraudulent preference if he were adjudged\n      bankrupt;\n  (k) that the debtor has, in the Gazette or in a daily\n      paper circulated in Kingston given notice of his\n      intention to convey, assign or transfer his stock-\n      in-trade, debts or things in action relating to his\n      business to any other person; and that the creditor\n      presenting the petition having a demand against\n      the debtor of a liquidated sum amounting to not\n       less than three thousand dollars has served on the ~\n       debtor in Jamaica a bankruptcy notice in writing,        '*. 1        1   ~\n       in the prescribed manner and form, requiring him\n       to pay the amount of such debt, and that the debtor\n      has not within seven days after the service of such\n      notice paid such amount or secured or compounded\n      for the same to the satisfaction of the creditor;\n  (0 that the debtor has paid money to or given or\n       delivered any satisfaction or security for the debt\n       of a petitioning creditor, or any part thereof,\n       after such creditor has presented a bankruptcy\n       petition against him :\nProvided-\n   (i) that the alleged act of bankruptcy must have\n       occurred within six months before the presentation\n       of the petition;\n          inclusion ofthis piw is authorized by L X 421 19931\n24                                BANKRUPTCY\n            (ii) that the debt of the petitioning creditor must be\n                 a liquidated sum due or growing due at law or\n                 in equity, and must not be a secured debt unless\n                 the petitioner state in his petition that he will\n                 be ready to give up such security for the benefit\n                 of the creditors in the event of a provisional order\n                 being made, or unless the petitioner give an\n                 estimate of the value of the security, in which\n                  latter case he may be admitted as a petitioning\n                 creditor to the extent of the balance of the debt\n                 due to him after deducting the value so estimated,\n                 but he shall, on an application being made in the\n                  course of the proceedings within the prescribed\n                  time by any person interested, give up his security\n                  to be dealt with as part of the property of the\n                  debtor for the benefit of the creditors upon pay-\n                  ment of such estimated value;\n451 19-58   (iii) that any person who is for the time being entitIed\nS. 2(d).\n                  to enforce a final judgment or final order shall be\n                  deemed a creditor who has obtained a final\n                  judgment or final order within the meaning of this\n                  section;\n            (iv) that where any debtor is absent from the Island,\n                  any act done or suffered by any agent or manager\n                 of the debtor managing any property, or engaged\n                  in carrying on any business of the debtor in\n                 Jamaica, which if such agent or manager were the\n                  owner of the property or business would have con-\n                  stituted an act of bankruptcy available against\n                  such person, shall, in all cases be deemed to have\n                 been expressly authorized by the debtor and shall\n                 be available as an act of bankruptcy against the\n                  debtor unless the authority of the agent or manager\n                  shall be shown to have been exceeded.\n                 [The mclurion of lhis page IS authorized b) L.N. 421 19951\n                            BANKRUPTCY                                       25"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Subject to the provisions of this Act, every Court Pc+crsof\n                                                                Court to\nhaving jurisdiction in bankruptcy under this Act shall have decldc ail\nfull power to decide all questions of priorities, and all other quesmns\nquestions whatsoever, whether of law or of fact, arising in\nany case of bankruptcy coming within the cognizance of\n such Court, or which such Court may deem it expedient or\nnzcessary to decide for the purpose of doing complete\njustice or making a complete distribution of property in any\nsuch case; and no such Court shall be subject to be res-\ntrained in the exercise of its powers under this Act by the\norder of any other Court, nor shall any appeal lie from the\ndecisions of any such Court, except in the manner directed\nby or under the authority of this Act.\n-                         - -.- - -    --\n          fi%&clllsion of this page is authorized by L.N. 951 19971\n16                                       BANKRUPTCY\nSittinsof\nChief Court."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Chief Court of Bankruptcy shall sit at such\n                times and places as may be determined by the Judges\n                thereof.\n                       (2) It shall be lawful for a Judge of the Chief Court\n                of Bankruptcy to hear any matter or proceeding in bank-\n                ruptcy within the original jurisdiction of such Court either\n                with or without a jury; if with a jury at any Circuit Court,\n                and if without a jury either at an ordinary or special sitting\n                of the Chief Court,or at a Circuit Court,and at every Circuit\n                Court the Judge thereof may appoint a sitting and sit as a\n                Judge in Bankruptcy for the disposal of such business as\n                shall be brought before him.\nTrjal of        9. If in any proceedings in bankruptcy before the Chief\nqllcstioos of\nfacl by jury;Court or a Resident Magistrate’s Court there arises any\nwhen and     question of fact which the Chief Court or Resident\nhow.\n             Magistrate’s Court, as the case may be, thinks ought to be\n             tried before a jury, it may direct such trial to be had\n             accordingly-\n                   (a) if the case is pending in the Chief Court of Bank-\n                        ruptcy then at any Circuit Court in the same\n                        manner as if it were the trial of an issue in the\n                        Supreme CourS\n                   (b) if the case be pending in a Resident Magistrate’s\n                        Court of Bankruptcy then at such Resident Mag-\n                        istrate’s Court in the manner in which jury trials\n                        in ordinary cases are by law held in a Resident\n                        Magistrate’s Court\n                                   A ppellare Jurisdiction\ncourt           10. Every Court having jurisdiction in bankruptcy under\nvary orders.\n             this Act may review, rescind, or vary any order made by\n             it in pursuance of this Act.\nAppeals.          11.-(1) Any person aggrieved by any order of a Resident\n                Magistrate’s Court of Bankruptcy, or of a single Judge of\n                the Chief Court of Bankruptcy in respect of a matter of\n                          inclusiono of thispageisauthorizedbyL.N. 95119971\n                              BANKRUPTCY                                              17\nfact or of law, may appeal to the Court of Appeal, and it\nshall be lawful for such Court to alter, or reverse, or con-\nfirm any such order as it sees fit, and if the order be in\nrespect of a matter of fact, to direct the rehearing of such\na matter of fact, either by a Resident Magistrate’s Court\nor by the Chief Court, with or without a jury,in such man-\nner and on such terms as it sees fit. But no appeal shall be\nallowed from any order relating to a matter of fact unless\nthe amount involved is not less than thirty thousand dollars. 3 f 9 9 5\n       (2) The judgment of the Court of Appeal upon\nappeal shall be final, subject only to the right of appeal to\nHer Majesty in Council. An appeal from Chambers shall be\nmade in the same way as an appeal from an order in Court.\n                             Costs, Fees, etc.\n  U.Every Court having jurisdiction in bankruptcy may poMo\nmake any such order regarding the costs of proceedings\npending before it as it sees fit.\n  W. The fees to be charged for any business done under Fees,how\nthis Act shall be according to a scale to be prescribed by 6xcd. pay-\n                                                           ableand\nthe Minister, who shall have power to direct by whom and app’icablc.\nin what manner the same shall be collected, accounted for,\nand appropriated. The Minister may, at any time, alter\n the amount of any of the fees prescribed under this Act,\nand notice of such alteration shall be given in the Gazette,\nand the scale so altered shall come into operation at such\ntime as may be specified in such notice.\n                        Oficers in Bankruptcy\n  1 4 . 4 1 ) It shall be. lawful for the Governor-General to :El;&,\nappoint-                                                                    22/1993\n                                                                            s. 5.\n     (a) such person, other than the Administrator-General,\n           as he may see fit to be Trustee in Bankruptcy in the\n           Supreme Court and the Resident Magistrates’\n            ITheinclusion of this page is a u t h o r i d by LN.SS/ 19971\n                                            BANKRUPTCY\n                        Courts throughout the Island who shall administer\n                        the estates of debtors in bankruptcy subject to the\n                        provisions of this Act, and any enactment relating\n                        to bankruptcy; and\n                   (b) such clerks and assistants as may from time to time\n                       be necessary for the functions of the office of the\n                       Trustee,\n                       (2) The Minister shall provide the Trustee with a\n               suitable office in Kingston and all expenses of that office\n               including the salary of the Trustee and all expenses incurred\n               by him in the performance of his functions shall be defrayed\n               out of the Consolidated Fund.\nTrustee in        15.-(1) The Trustee may, on such terms as to remunera-\nhis power\nBankrupsy:     tion and otherwise as may be prescribed, and with the\ntoappoint      approval of the Court, appoint a proper person to act as\nagcnis. etc.\n221 1993       his agent in respect of any estate vested in or administered\nS.   (a).\n               by him under this Act, or in respect of any part of the\n               business thereof.\n                       (2) No change of the Trustee shall affect any estate\n               or trust vested in or administered by the Trustee, but such\n               estates and trusts shall vest in or be administered by the\n               succeeding Trustee, who shall hold the same position with\n               regard to such estates and trusts as the former Trustee held.\n                      (3) No proceedings pending on a changs of the\n               person holding the office of Trustee shall be affected by such\n               change, but may be continued by and against the succeeding\n               Trustee without suggestion, revival, or other similar\n               proceeding.\nU/\n 1993                  (4) The Trustee shall be entitled, on the grant of a\nS.   (bh       provisional order in bankruptcy, to a commission of six per\n               cent on all dividends of any estate or trust paid by him in\n               the administration of a bankrupt’s estate under this Act, and\n                         [The inclusion of t h i s page is authorized by L.N. 951 19911\n                            BANKRUPTCY                                    19\na commission of six per cent on all dividends of any estate\nor trust paid by him (or sanctioned by the Court) in the\nadministration of a debtor’s estate under a deed of arrange-\nment under this Act.\n       (5) Such remuneration shall be for the time and\nresponsibility of the Trustee in the general administration\nof the estate or trust, and the estate or trust shall not be\nsubject to any other charge in respect thereof, but any\nexpenses in respect of any other matters, including travel-\nling expenses relating to any estate or trust, may be charged\nagainst the estate or trust in such manner and to such extent\nas may be prescribed or specially sanctioned or allowed by\nthe Court.\n       (6) The word “dividends”, as used in subsection\n(4), which provides that the Trustee shall be entitled to a W!IW\ncommission on all dividends of any estate or trust paid by S. 6(c)(i).\nhim, shall be deemed to include and to have included all pi1g3(E).\nsums of money paid by the Trustee out of the net amount W/IM\nrealized of any such estate or trust in satisfaction in whole S. 6(c)(iii).\nor in part of any debt or liability of the bankrupt or debtor :\n  Provided always, that nothing herein contained shall\nentitle the Trustee to recover from any creditor of any such 22i1993\n                                                             S. 6 (E) (iii).\nbankrupt or debtor, any sum of money which he has paid\nto him and which, under the provisions of this Act, he\nwould have been entitled to retain.\n         (7) The Trustee shall be entitled to recover, as\na first charge on every estate or trust or the proceeds thereof,\nall auctioneer’s fees and charges and other similar expenses\n(the same having been duly taxed by the Registrar of the\nCourt) paid by him in and about the realization of any\nestate under this Act.\n         [The inclusion ofthis page is a u t h o r i d by LN. 42/1S95]\n20                                          BANKRUPTCY\n                       (8) The Trustee in Bankruptcy in the Supreme Court\n               shall have an office in Kingston.\nCornmis-      16. All commissions, fees and remuneration other than\nsions\nmnd fees to salary payable to, or receivable by the Trustee under and\nbe paid into\n            in pursuance of the provisions of this Act or under or in\ndalcd Fund- pursuance of the provisions of any enactment amending or\n421 1969\n3rd Sch.    substituted for this Act shall, as the same are received by\n            him, be paid into the Treasury and shall form part of the\n            Consolidated Fund."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Trial of questions of fact by jury;when aad how.\n                      Appellate Jmkdiction"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Fccs. how fixd.payabk and applicable\n                         o@% in Bankruptcy"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Trustee in Bankruptcy.\nIS. T r u e in Bankruptcy: his power to appoint agents. etc."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. [Repealed by Act 22 of 1993.1\nReimburse-        18. When in the performance of the duties of his office\nmen1 of\nenpenscs of    the Trustee has incurred any expense or made himself\nTrusteein\n Bankruptcy.\n               liable to any claim or demand, and there is no fund out of\n2211993        which he may or can lawfully reimburse himself in respect of\nS. 9 (b).\n               the same, then on any Judge of the Supreme Court or Resi-\n               dent Magistrate, as the case may be, certifying that such\n               expense was properly incurred or t h a t such liability was pro-\n               perly undertaken as aforesaid, it shall be lawful for the\n               Minister to order that such expenses shall be reimbursed out\n               of, or such liability be provided for from the Consolidated\n               Fund.\n                         PROCEEDINGS           PETITION\n                                  ON A BANKRUPTCY\n                 As to who may present a petition and on what grounds\nwhomaybe        19. A single creditor or two or more creditors, if the\npetmonmg\ncredllors,    debt owing to such single creditor or the aggregate amount\nare acts of\nandwhat       of debts owing to such several creditors from any debtor\nb a n b w t w amounts to a sum of not less than three thousand dollars,\n2 2 / 1993\ns. 10.        may present a bankruptcy petition to the Court against a\n              debtor, alleging as the grounds of the petition any one or\n              more of the following acts or defaults, in this Act deemed\n              to be and included under the expression “acts of bank-\n              ruptcy”-\n                        [The inclusion of &IS   page is authonzed by L.N. 42/1995]\n                     BANKRUPTCY                                  21\n(a) that the debtor has, in Jamaica or elsewhere, made\n    a conveyance or assignment of his property to a\n    trustee or trustees for the benefit of his creditors\n    generally, or has executed any other instrument\n    whereby his property is made available for general\n    distribution amongst his creditors;\n(b) that the debtor has, in Jamaica or elsewhere, made\n     a fraudulent conveyance, gift, delivery or trans-\n    fer, of his property or any part thereof;\n(c) that the debtor has with intent to defeat or delay\n    his creditors, done any of the following things,\n    namely, departed out of Jamaica, or being out\n    of Jamaica remained out of Jamaica, or departed\n    from his dwelling-house, or otherwise absented\n    himself, or begun to keep house, or begun to sell\n    his stock-in-trade at an under-value;\n(d) that the debtor has by any act declared himself\n    unable to meet his engagements;\n(e) that the debtor has presented                 a bankruptcy\n    petition against himself;\nV, that execution issued in Jamaica against the debtor\n   on any legal process for the obtaining payment\n   of any sum of money has been levied by seizure\n   and sale of his goods, or enforced by delivery of\n   his goods;\n(g) that the creditor presenting the petition has Served\n    on the debtor a writ in an action in the Supreme\n    Court, or a summons in the Resident Magistrate’s\n    Court wherein the creditor claims payment of a\n    [The inclusion of this p g c is authorid by LN.42/19951\n22                                 BANKRUPTCY\nzSllY93         liquidated sum amounting to not less than three\ns. 10.\n                thousand dollars, and has also served on the debtor\n                in Jamaica in the prescribed manner, at or at any\n                time after the date of the service of the writ, or\n                summons, a bankruptcy notice in writing, in the\n                prescribed form, requiring him to pay the amount\n                endorsed upon such writ, or summons, and the\n                debtor has not within seven days after the service\n                of such notice paid the amount due to the creditor,\n                or secured or compounded for the same to the\n                satisfaction of the creditor, provided that no bank-\n                ruptcy petition shall be presented on the ground\n                of such last-mentioned act of bankruptcy unless\n45 I1968        the creditor has obtained final judgment or final\ns. '2(a).        order in the action for not less than three thousand\n2311993\ns. 10.           dollars within three months from the service of the\n                 writ or summons;\n4S/1%8      ( h ) that the creditor presenting the petition has\nS. 2(b).\n                  obtained h a 1 judgment or final order against the\n                  debtor in an action in the Supreme Court, or in a\n                  Resident Magistrate's Court,for a sum of not less\n2211993            than three thousand dollars, and has served on the\ns. 10.             debtor in Jamaica a bankruptcy notice in writing,\n                   in the prescribed manner and form, requiring him\n4511968            to pay the amount for which such judgment or\ns. 2(C).           order has been obtained, and the debtor has not\n                   within seven days after the service of such notice\n                   paid such amount, or secured or compounded for\n                   the same to the satisfaction of the creditor;\n            h-l that the creditor presenting the petition, having\n                a demand against the debtor of not less than\n2211993         three thousand dollars upon a negotiable security\ns. 10.          for money upon which the debtor was primarily\n                liable, and upon which payment was at least four-\n                teen days overdue, served on the debtor in Jamaica\n                @ inclurion of this page is a u t h o r i d by LN. 42/.1995]\n                       BANKRUPTCY                                       23\n      a bankruptcy notice in writing, in the prescribed\n      manner and form, requiring him to pay the amount\n      of such debt and that the debtor has not within\n      seven days after the service of such notice paid\n      such amount or secured or compounded for the\n      same to the satisfaction of the creditor;"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Reimbursement of expenses of TNS~W\n                                     in Bankruptcy.\n        ~   I   inclusion\n                O         of this page is authorid by LN.421 19951\n2                             BANKRUPTCY\n                 hOCEEDiNG.5 ON A B m U P T C Y PK7ll’ION\n       A s to who may present a Petition and on what Grounds"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. A debtor may present a bankruptcy petition against Debtor’s\n                                                           petition\nhimself stating the grounds on which the petition is made. 2711993\n                                                                     s 11.\n     As to the verification of the allegations of a petition"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Every petition presented by a creditor shall be Creditor’s\naccompanied by an affidavit of the petitioner in the pre- etmon.\n                                                          ow to be\nscribed form verifying the statements contained in such v & f i d\npetition."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Every petition presented by a debtor shall be Debtor’s\naccompanied by a statement verified in the prescribed man-\nner of the debtor’s property, and of his debts and liabilities,      r:;;any\nand of his creditors, and of the value and dates of the same.\nsecurities held by them, and of the dates when such securities\nwere actually given, together with a general statement of\nthe profits, losses and expenses of any business in which he\nmay have been engaged during the twelve months preceding\nthe presentation of the petition, and a memorandum\nexplanatory of the causes of his insolvency.\n        (2) No petition by a debtor against himself shall\nbe received unless accompanied by the statement required\nby subsection (l), nor shall any order be made on any such\npetition unless a copy thereof shall have been served on the\nTrustee, and the Trustee shall apply for such order. Any\norder made on such petition shall be an absolute order.\n                   Appointment of Receiver"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. At any time after a petition has been filed the Court Appoint-\nmay order that the Trustee become the Receiver or Manager mentof\nof the property or business of the debtor, or of any part zdT$:\nthereof, and the Trustee shall thereon enter upon and act\nin the performance of his office in relation to such property\nor business at such time, and in such manner and to such\nextent, as the Court may from time to time direct, and if\n         [The inclusion of L61s page is authorized by LN. 42119951\n26                                        BANKRUPTCY\n              directed by the Court, and so far as the nature of the case\n=/I593        will admit, do anything which might be done by the Trustee\nS. 13.\n              after an absolute order for bankruptcy under this Act,\n              and shall, in relation to and for the purpose of acquiring or\n              retaining possession of the property of the debtor, and in\n              addition to any powers given to him by this Act, be in the\n              same position in all respects as if he were a Receiver\n              appointed by the Supreme Court, and the Court may on his\n              application enforce such acquisition and retention accord-\n              ingly.\n                     As to Parzies to Proceedings under a Petition-\n                              Companies, Partners, Firms\nCompanies     24. A company or other body incorporated or authorized\nmay proceed to sue, may present a petition and act in any proceedings\nby agent.\n              thereon by an agent duly authorized on its behalf.\nFirms m a y     25. Any two or more persons being partners may take\nbe named-\nby their      proceedings or be proceeded against under this Act in the\nstyle.        name of their firm, but in such case the Court may, on\n              application by any person interested, order the names of\n              the persons who are partners in such firm to be disclosed\n              in such manner, and verified on oath or otherwise, as the\n              Court may direct.\nspec!al         26. A provisional order or deed of arrangement under\nprovision     this Act shall not be made against or by any partnership\n  to Fcnain\nmmpames.      association or company corporate or registered under the\n              Companies Act.\n                 As to Comolidating, Staying, Adjourning, Continuing,\n                      and Dismissing, Proceedings under a Petition\nConsoli-        27. Where a petition is presented against a member of\ndating        a partnership whilst bankruptcy proceedings are pending\npetitions\n              on a petition against another member of the same partner-\n                       m e inclusion of this page is a u i h o r i d by L.N. 42/~1935]\n                            BANKRUPTCY                                      21\nship, the Court may give such directions for consolidating\nthe proceedings under the petitions as it thinks just."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Special provision as to certain companies.\n          A s to Conrdidafing, Staying, Adjourning. Coftfinuiw\n              and Dismissing, Prmeedings under a Pefitim"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. When two or more bankruptcy petitions are presented dating\n                                                              Consoli-\nagainst the same debtor or against joint debtors, the Court petiJions\n                                                              against same\nmay consolidate the proceedings, or any of them, upon such debtor.\nterms as the Court thinks fit."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The Court may at any time for sufficient reasons Staying\nmake an order staying proceedings under a petition, either ,Frooccding+\naltogether or for a limited time, on such terms and subject\nto such conditions as the Court thinks just."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. The Court may adjourn any petition, either con- mjournbg\nditionally or unconditionally, for the procurement of further         $3;\nevidence or for any other just cause, or may dismiss the petlllons.\npetition with or without costs as it thinks just."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Where a petitioner does not proceed with due dili- S$$$oin\ngence on his petition, the Court may substitute as petitioner creditoras\nany other creditor to whom the debtor may be indebted in petitioner in\nthe amount required by this Act in the case of a petitioning dday.\ncreditor."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. When a debtor by whom a petition has been presented E;h~$g3\nor against whom a provisional order has been made dies, though\n                                                              debtor dies.\nthe proceedings shall be continued as if he were alive.\n                         Provisional Order"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. It shall not be necessary to serve a petition or any\nnotice thereof on the debtor.                                   not he\n                                                                      z;;;,,~:~~\n                                                                served."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. As soon as may be after the presentation of a petition Provisional\n                                                                order when\nthe court, if satkfied by ex parte evidence or otherwise in 14&,adc.\nthe case of a creditor’s petition of the petitioning creditor’s\ndebt and of the act or of one of the acts of bankruptcy\nalleged, shall make on the petition an order, in this Act\nreferred to as a “provisional order”, that the affairs of the\ndebtor shall be wound up and hi5 property administered\nunder the law of bankruptcy.\n         p e inclusion of this p g e is authorized by L.N. 42/d993]\n28                                           BANKRUPTCY\nService of       3 5 4 1 ) Where a provisional order is made on a creditor‘s\nprovisional\norder.        petition, a copy of the order shall be served on the debtor\n              in the prescribed manner, together with a notice that within\n              a specified number of days the debtor may show cause why\n              the provisional order should be revoked.\n’’\n2211993\n   l 4 ‘bX\n                       (2) A certified copy of the provisional order referred\n              to in subsection (1) shall be served on the Trustee.\nRevocation       36. If the debtor, within the time appointed, shows to\nof pro-\nvisional      the satisfaction of the Court that either the proof of the\nOrder.        pditioning creditor’s debt, o r of the act of bankruptcy,\n              is insuflicient, and if upon such showing no other sufficient\n              petitioning creditor’s debt o r act of bankruptcy is proved,\n              or if any ground is shown to exist which would render the\n              making of a provisional order inequitable, the Court shall\n              revoke the provisional order, and unless it sees good cause\n              to the contrary shall order costs to be paid to the debtor.\nOrder lor        37.-(1)     If the provisional order is not so revoked, an order\ndehtortofi’e\nstatomeni of\n             shall be served on the debtor, in the prescribed manner,\nhisaffairs,\nand scrvicc\n             requiring him to file in the                Court,\n                                                  within the specified\nthereof.     number of days after the date of the service of the order,\n              a statement verified in the prescribed manner, and con-\n              taining the particulars specified in section 22, and giving\n              notice that if he does not do so the provisional order may,\n 1jl9~2       on the application of a creditor or the Trustee, be made\n s. 2.        an absolute order for bankruptcy, and that the bankruptcy\n              will be gazetted.\n 2211993               (2) A copy of the order served on the debtor pursu-\n’. Is ‘bX      ant to subsection (1) shall be served on the Trustee.\nAhsolute        38. If the debtor fails to comply with the order, or ta\norder for\n              show a suficient excuse for not having complied with it,\n,,,482        the Court may, on the application of any creditor or the"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Order for debtor to file statement of his &airs. and m i c e\n          thereof."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Absolute order for banl~ptcy.\n             cm0 inclruion of tbia prse is auUwrizt-3 by L.N. 42/W5l\n                        BANKRUPTCY                                   3"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) When a provisional or an absolute order has Effectof\n                                                            order aa to\nbeen made against a debtor, no creditor to whom the debtor staying\nis indebted in respect cf any debt provable in bankruptcy r&y;gs\nshall have any remedy against the property or person of the debts.\ndebtor in respect of such debt, except in manner directed\nby this Act.\n        (2) All proceedings to recover any such debt shall, if\nnot already stayed, be stayed upon notice of such order being\ngiven in manner prescribed, but the Court may on applica-\ntion by any creditor or person interested, allow any pro-\nceedings commenced to be continued upon such terms and\nconditions as it thinks just.\n        (3) The provisions of this section shall not a h t the\npower of any secured creditor to realize or otherwise deal\nwith his security in the same manner as he would have been\nentitled to realize or deal with the same if the section had\nnot been passed."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. The effect of the provisional order shall be deemed Relation\nto have relation back to and to commence at the time of back      of\n                                                              prov~ional\nthe act of bankruptcy being completed on which the pro- Order.\nvisional order is made, hereinafter referred to as “the\ncommencement of the bankruptcy”, or, if the debtor is\nproved to have committed more acts of bankruptcy than\none, to have relation back and to commence at the time\nof the first of the acts of bankruptcy proved to have been\ncommitted by the debtor within six months next preceding\nthe date of the presentation of the petition; but the efTect\nof the provisional order shall not relate to any act of bank-\nruptcy prior to the one on which such order is made, unless\nat the time of committing such prior act the debtor was\nindebted to some creditor or creditors in a sum or sums\nsufficient to support a petition, and unless such debt or\ndebts are still remaining due at the date of the provisional\norder.\n       me inclusion of this jmge is authorized by L.N. 480119731\n30                                        BANKRUPTCY\nDebtor's          41. When a provisional order has been made against a\nproperty.\nwhen and        debtor, his property shall become divisible amongst his\nhow             creditors in proportion to the debts proved by them.\ndivisible.\nDebtor's           42. When a provisional order has been made against a\nPropertyj       debtor, the property of the debtor shall immediately pass\nwhen It vests\nin Trustee,     to and vest in the Trustee, without any conveyance or assign-\nand when\nand how to      ment or transfer whatever, to be by him in due course,\nbe adminis-\ntered.          either under an absolute order for bankruptcy, or under a\n                deed of arrangement as hereinafter provided by this Act,\n                realized, administered and distributed with as much despatch\n                as is reasonably practicable for the benefit of the creditors :\n                  Provided, that until the provisional order is made\n                absolute, it shall be the duty of the Trustee, as far as the\n                nature of the property seized permits, to preserve all such\n                property in such state as to permit of its being returned\n                to the debtor in the condition in which it was when it was\n                seized, in the event of the revocation of the provisional\n                order :\n                  Provided always, that it shall be lawful for the Trustee,\n                before any such order is made absolute, to make sales of any\n                part of the debtor's stock-in-trade, or other property, and\n                take such other action in the interests of the debtor's estate,\n                as in the ordinary course of the debtor's business may seem\n                expedient.\nDuty of           43. When a provisional or an absolute order has been\ndebtor to\najdTNstee,      made against a debtor, it shall become the duty of the debtor\n                to the utmost of his power, so far as he may be required,\n                to aid in the realization of his property, and the distribution\n                of the proceeds amongst his creditors, and subject to the\n                provisions of this Act to submit to such examinations in\n                respect of his property or his creditors as the Trustee or the\n                Court may require, and to execute such powers of attorney,\n                conveyances, deeds and instruments, and generally to do all\n                      [lie inclusion of this page is authorized by L.N. 480/1973]\n                          BANKRUPTCY                                      31\nsuch things in relation to his property, and the distribution\nof the proceeds amongst his creditors, as the Trustee or\nCourt may reasonably require or as may be prescribed."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Debtor’s property, when it vests in Trustee, and when aad how\n      to be administered."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. If the debtor wilfully fails to perform any of the duties w h e n\n                                                                debtor\nimposed on him by this Act, or if he fails to deliver up p,,&able\npossession of any part of his property, which is divisible\namongst his creditors under this Act, and which may for ofcourt.\nthe time being be in his possession or control, to the Trustee\nor any person authorized by the Court to take possession\nthereof, he shall, in addition to any other punishment to\nwhich he may be subject, be guilty of a contempt of court\nand may be punished accordingly.\n            Meeting of Creditors and Resolutions"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Court shall, as soon as practicable after the pro- ~ ~ t             i   ~   ~   i\nvisional order, summon a general meeting of the creditors creditors,\n                                                             whentobe\nof the debtor; but if under any of the foregoing provisions summoned.\nan absolute order for bankruptcy has been made against\nthe debtor before the day appointed for such meeting, the\nmeeting shall not be held."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The meeting shall be held in the prescribed manner, Meeting,\nand subject to the prescribed regulations as to the quorum\nof creditors, adjournment of meeting, and all other matters \":U\n                                                              , $,\nrelating to the conduct of the meeting, or the proceedings voting\n                                                             thereat.\nthereat :\n  Provided that-\n    (a) a person shall not be entitled to vote as a creditor\n          unless he has in the prescribed manner proved a\n          debt that is due to him;\n    ( b ) a creditor shall not vote in respect of any unliqui-\n          dated or contingent debt, or any debt the value\n          of which is not ascertained;\n       me inclusion of this page is authorized by L.N. 480119731\n32                                    BANKRUPTCY\n                (c) a secured creditor shall, for the purpose of voting,\n                    be deemed to be a creditor only in respect of the\n                    balance (if any) due to him after deducting the\n                    value of his security; and the amount of such\n                    balance shall, until the security is realized be\n                    determined or assessed in the prescribed manner.\n                    He may, however, give up or abandon the security,\n                    and thereupon he shall rank as a creditor in respect\n                    of the whole sum due to him;\n                (dl a creditor shall not vote in respect of any current\n                    bill of exchange or promissory note held by him\n                    under discount, unless he is willing to treat the\n                    liability of every person who is liable thereon ante\n                    cedently to the debtor, and whose estate is not in\n                    course of administration under this Act, as\n                    security in his hands, and to estimate the value\n                    thereof and deduct the same from his proof, in\n                    which case he shall, on application being made\n                    within the prescribed time by any person interested,\n                    give up such security for the benefit of the creditors\n                    of the debtor upon payment of such estimated\n                    value :\n                       Provided, that such estimate (except so far as\n                     the creditor may receive any payment as aforesaid\n                    in respect thereof) shall not prejudice the right of\n                    such creditor to receive from the estate of the\n                    debtor a dividend upon the whole amount of such\n                    bill or note;\n                (e) votes may be given either personally or by proxies\n                     as may be prescribed.\nDuty and       47. The Trustee shall attend the meeting, and shall receive\npower of\nTrusteeat   and decide upon proof of debts in the prescribed manner,\nmeeling.    and in so far as it may be necessary for determining the\n            right of voting at such meeting.\n                          BANKRUPTCY                                            33"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1) At the meeting the creditors may, by the votes of Resolutions\n                                                              at mecung.\na majority in value of the creditors present, personally or\nby proxy-\n    (a) resolve that the proceedings under the petition\n          be stayed, and the affairs of the debtor wound up\n          and his property administered under a deed of\n          arrangement, the nature of which may or may not\n          be specified in the resolution; or\n     (b) resolve that adjudication of bankruptcy be made;\n          and\n     (c) resolve, at their discretion, that a creditor to be\n          named at such meeting shall be associated with\n          the Trustee to assist and advise the Trustee in the\n          administration of the debtor’s estate, but the\n          appointment of such creditor shall not affect the\n          responsibility of the Trustee.\n       (2) A creditor so appointed shall receive out of the\ndebtor’s estate such remuneration for his services as the\nCourt may think fit."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-(1) The resolutions come to shall be filed with the Reportto\n                                                          the Court\nproceedings, and reported by the Trustee to the Court.    mta\n                                                                   resolutions.\n      (2) The Trustee shall report to the Court also in case\nno meeting is held, or no resolution come to."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. If the resolution be that the proceedings under the p r o d m\n                                                                   on resolu-\n                                                              . for\npetition be stayed, the Court shall make an order that the tion\nproceedings be stayed accordingly for such time as may             2;;:.\nbe necessary to obtain the confirmation of a deed of arrange- ment\nment as hereinafter provided, and such order may be made\non such terms and subject to such conditions as the Court\nmay think just."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. If no meeting is held, or if no resolution is come to, Absolute\n                                                                  for\nor if the resolution be that adjudication of bankruptcy be order\n                                                             bankruptcy,\nmade, or if it is shown to the satisfaction of the Court that      z$,m     be\n       [Thc incluson of this page is authonzed by L.N. 480119731\n   BANKRUPTCY--5\n34                                   BANKRUPTCY\n            there is no reasonable probability of the confirmation of a\n            deed of arrangement and that delay will not be for the\n            benefit of the creditors, the Court shall make an absolute\n            order for bankruptcy against the debtor.\n              Proceedings under an Order for a Deed of Arrangement\nDeed of       52. Where an order is made that proceedings in bank-\narrange-\nment,hoa    ruptcy against a debtor be stayed for such time as may be\nmade,\nexecuted,   necessruy to obtain the confirmation of a deed of arrange\nprovedand   ment, a deed may be entered into between a debtor and his\nfiled.\n            creditors, subject to the following provisions-\n                (a) the deed must be assented to by a majority in\n                    number representing three-fourths in value of the\n                    creditors of the debtor, and no creditor shall be\n                    reckoned in such majority unless he has proved\n                    his debt in manner prescribed.\n                       The assent of a creditor shall be testified by his\n                    signing the deed of arrangement, or some docu-\n                    ment in a form prescribed for that purpose;\n                (b) the deed shall be acknowledged or proved in the\n                    manner provided by the Probate of Deeds Act;\n                (c) when the deed has been executed by the debtor\n                     an attested copy thereof shall be fled in the CourS\n                (4 there shall be filed with the deed-\n                         (i) a list showing the debts and liabilities of\n                             the debtor, and the time when the same were\n                             contracted or incurred, and the considera-\n                             tions, for the same, the names, residences,\n                             and occupations of his creditors, and the\n                             respective amounts due to them, and all\n                             securities held by them, and the date when\n                             such securities were respectively given;\n                        (ii) a detailed statement of his debts and pro-\n                             perty, and the estimated value thereof;\n                  me inclusion of this page is authorized by L.N. 480/19731\n                        BANKRUPTCY                                  35\n           (iii) an affidavit in the prescribed form by the\n               debtor, or some person able to depose there-\n                to, verifying such list and statement;\n    (f, the list or statement may be from time to time\n        amended by leave of the Court, and every such\n        amendment shall be in like manner verified by\n        affidavit."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. At the time appointed for the confirmation of the ensidera-\n                                                         tlon of\ndeed, the Court shall on the application of any creditor dcedby\n                                                         thc court\nof the debtor take the deed into consideration."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.-(1) No deed of arrangement shall be taken into Conditions\nconsideration by the Court until the debtor shall have sub-     2mz;,,,\nmitted himself to the public examination of the Court, and\nthe Trustee shall have made a report to the Court as provi-\nded by section 71; and no such deed as aforesaid shall be\nconfirmed by the Court unless on a consideration of the\nreport as aforesaid it shall appear to be in the interest of the\ncreditors generally that it should be confirmed.\n        (2) All applications to confirm any deed as aforesaid\nshall be made to the Judge before whom the public examin-\nation of the debtor was held, save as in section 72 (1)\nprovided in cases where the services of such Judge are not\navailable."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. If there is no application to the Court to consider P r d\nthe deed, or if no deed has been filed, or if the Court does when d s\n                                                             isnotcon-\nnot confirm the deed, the Court shall order that the med.\nproceedings in bankruptcy shall forthwith continue from\nthe point at which they were stayed, or if it thinks fit may\norder the adjournment of the consideration to allow time\nfor the execution of the deed or another deed."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. If upon the consideration of the deed the Court is Proocoding\nsatisfied that the requirements of this Act have been on\ncomplied with, it may in its discretion, by order, confirm psf\n       me indusion of tbis page is authorid by LN. 4800119333\n36                                       BANKRUPTCY\n               the deed, and may make such order as to the further staying\n               of any proceedings, or the annulling of any provisional\n               order under the petition, as it thinks fit.\nConiirrna-       57. The order of the Court confirming the deed shall\ntion of\ndeed con-      be conclusive evidence of the validity of the deed, and after\nclusive as\nto its\n               such order the deed shall not be liable to be impeached or\nvalidity.      disturbed in any court on the ground of anything being\n               contained therein or omitted therefrom, or on any other\n               ground whatsoever except in manner provided by this Act.\nAdministra-       58. If the deed is confirmed it shall be binding on all\ntion of\nestate         creditors, and all questions under it shall be determined\nunder          by the Court according to the law of bankruptcy and every\nconfirmed\ndeed.          creditor under the deed shall be entitled to be paid his debt\n               or, as the case may be, a dividend or composition t h e r m\n               ratably with the other creditors of the arranging debtor, but\n               all creditors who would be entitled to priority of payment\n               under an adjudication of bankruptcy against the arranging\n               debtor shall be entitled to the like priority under the deed,\n               and regard shall be had to the rule in bankruptcy as to the\n               application of joint or separate estate in payment of\n               creditors.\nDischarge         59.-(1) The Court may at any time after the confirm-\nof debtor\nwhen deed      ation of the deed make an order for the discharge of the\ncarried out.   debtor in accordance with the terms of the deed, or if there\n               are no terms relating to discharge then upon the report of\n               the Trustee that the arrangements under the deed have been\n               fully carried out.\n                      (2) Such order shall, except in so far as may be\n               otherwise expressly provided in this Act, have all the effect\n               of an unconditional discharge of a bankrupt as hereinafter\n               mentioned made upon proceedings after an absolute order\n               for bankruptcy.\n                     me inclusion of this page is authorized by L.N. 480/193]\n                          BANKRUPTCY                                   37"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. If at any time after the confirmation of the deed it whendeed\nappears to the Court that the debtor has not acted in good T&;zd\nfaith in relation to the bankruptcy proceedings before or ;$:Fa\nunder the deed, or is not assisting the Trustee to the utmost thereof.\nof his power to administer the estate in accordance with\nthe terms of the deed, or that for other reasons it is\nexpedient or just, the Court may by order declare that the\ndeed so far as regards any release to the debtor therein con-\ntained or provided for shall be void, and the deed shall\naccordingly be void to such extent, and the Court may with-\nout any further condition make an absolute order for bank-\nruptcy against the debtor, which shall take effect from the\ntime of the making thereof, provided that no act done in\npursuance of a deed which has been confirmed shall be\nimpeached or disturbed by reason of any such order, and\nin the administration of the property of the debtor thereafter\nregard shall be had to all payments made in pursuance of\nthe deed."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. This Part shall apply to any case in which members of As to deeds\n                                                              of arrange-\na partnership enter into a deed of arrangement with their mentin\ncreditors under the provisions of this Act, and any such deed i\"tn.\"f,,\nof arrangement may be entered into with the joint creditors\nwithout any of the separate creditors being parties to or\nincluded in the deed, or with separate creditors without any\nof the joint creditors being parties to or included in the\ndeed :\n  Provided, that in a distinct arrangement with any parti-\ncular class of creditors the rule in bankruptcy respecting\nthe application of joint or separate estate to the payment\nof creditors shall not be contravened."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Where a deed of arrangement is made by members ~ s t o a s e n t\nof a partnership with their joint and separate creditors, of     certain\n                                                               crditorsh\n                                                      &: of; ; ;\nany delay in obtaining, or failure to obtain, the assent\nsome or one of the classes of separate creditors shall not\n                                                                   -\n       me inclusion of this page is authorized by L.N. 480/19731\n38                                      BANKRUPTCY\n              prevent the deed being confirmed so as to bind the joint\n              creditors and any other class of separate creditors.\nA$ to debt     63. Where a debtor who has executed a deed of arrange-\nincurred or\nincrcaxi  oI ment has incurred or increased a debt or obtained forbear-\nforborne,    ance thereof by fraud, he shall be liable to pay to the\nby means\nof fraud.    defrauded creditor the balance of such debt after deducting\n             any sum or sums which may have been received by such\n             creditor by way of composition or dividend under the deed,\n             provided that such creditor has not assented to the deed in\n             manner provided by this Act.\nRishtsOf        64. No creditor of the arranging debtor, whether assent-\ncreditors     ing to the deed or not, shall be prejudicially affected by this\nagainst\nthird         Part with respect to any right or remedy against any person\nparties\nnot           other than the arranging debtor.\naffected.\nAd-ktra.        65. When the deed of arrangement is confirmed, the\ntionaf\nestate on     Trustee shall proceed to administer the debtor’s estate so\nmnfirma-      as to give full effect to the deed, and subject to the pro-\ntion of\ndced.         visions of this Act so far as the same may be applicable.\n                 Proceedings under an Absolute Order for Bankruptcy\nExamina-         66.-(1) When an absolute order for bankruptcy has been\ntion of\ndebtor, and   made against a debtor the Court shall direct the adjudica-\ninto his\naffairs.\n              tion to be gazetted, and shall direct a public sitting to be\n              held on a day to be named for the purpose of exarniniig\n              into the affairs of the debtor, and the debtor shall attend\n              at such sitting and shall submit himself to examination as\n              to his conduct, dealings and property.\n                     (2) The sitting may be adjourned as often as the\n              Court thinks fit, and the debtor shall attend at each\n              adjourned meeting.\n                     m e inclusion of this page is authorized by L.N. 480119731\n                         BANKRUPTCY                                   39\n         (3) The Court may at such sitting take such evidence\nas it thinks necessary, and such evidence as may be tendered\nby the creditors, or the Trustee, or the debtor, or any of\nthem.\n        (4)For the purposes of the examination, the Court\nmay take evidence viva vuce, or by affidavit, or by interro-\ngatories, or by commission, as it thinks fit.\n         ( 5 ) When the Court is satisfied that the debtor’s\naffairs have been sufficiently investigated it may declare the\nexamination finished.\n        (6) On the public examination of the debtor under\nthis section the debtor shall be examined upon oath, and it\nshall be his duty to answer all such questions as the Court\nmay put or allow to be put to him. Such notes of the\nexamination as the Court thinks proper shall be taken down\nin writing, and shall be read over to and signed by the\ndebtor, and may thereafter be used in evidence against him;\nthey shall also be open to the inspection of any creditor at\nall reasonable times."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Administration of estate on confirmationof deed.\n      Proceedings under m Absolute Order for B b p t c y"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.41) If at any time after an absolute order for bank- Omissionto\nruptcy has been made against a debtor it appears to the\nCourt that the debtor, having been engaged in any trading        ror;\nor other business, has not kept and produced proper books whm and\n                                                             how punirh-\nof account, papers or vouchers, by means of which the able.\nTrustee may be able to obtain a correct knowledge of his\naffairs, it may if it thinks fit order the debtor to be im-\nprisoned in some convenient prison for any period not\nexceeding one year, unless. good cause is shown to the Court\nwhy such books, papers and vouchers have not been kept\nand produced.\n        (2) If the books of account in this section required\nto be kept and produced shall not have been kept written\nor printed in the English language, they shall not be deemed\n       me inclusion of this page is authonzd by L.N. 480/1973]\n                                         BANKRUPTCY\n              to be proper books of account within the meaning of this\n              section, unless for good cause shown by the debtor the Court\n              otherwise determines.\n                       (3) For the purposes of this section a person shall\n              be deemed not to have kept proper books of account if he\n              has not kept such books or accounts as are necessary to\n              exhibit or explain his transactions and financial position\n              in his trade or business including a book or books containing\n              entries from day to day in sufficient detail of all cash received\n              and cash paid, and, where the trade or business has involved\n              dealings in goods, also accounts of all goods sold and\n              purchased respectively and statements of annual stock-\n              takings.\nDebts           68. If at any time before an order of discharge is granted\nincurred by\nbreachof      to a debtor it appears to the Court that the debtor has\ntmor\nreckless-\n              incurred or contracted any debt by means of a breach of\nnemor         trust, or without having had any reasonable or probable\nextrava-\ngance,how     ground of expectation at the time when he incurred or\nfar punish-\nable.         contracted such debt of being able to pay the same, or that\n              he has lived extravagantly or beyond his proper means, it\n              may if it thinks fit order the debtor to be imprisoned in some\n              convenient prison for any period not e x d i g one year :\n                Provided, that if in the opinion of the Court the conduct\n              of the debtor has rendered him liable to punishment for a\n              misdemeanour under this Act, it may direct the prosecution\n              of the debtor for such misdemeanour, and cause the Trustee\n              to prepare a statement of the case for the conduct of the\n              prosecution.\nAdministra-     69. When an absolute order for bankruptcy has been\ntion of\ndebtor,s      made against a debtor the Trustee shall proceed to administer\norder\n              the debtor’s estate for the benefit of the creditors subject to\nabsolute.     the provisions of this Act.\n                     [The inclu,ion of this page is authorized by L.N. 480/1973]\n                          BANKRUPTCY                               41\n    Bankruptcy Proceedings against Estate of a Deceased\n                        Debtor\n   7 0 . 4 1 ) Any creditor of a deceased debtor whose debt Proceedings\n                                                            in bank-\nwould have been sufficient to support a bankruptcy petition ruptEy\nagainst such debtor, had he been alive, may present to the ; ~ ~ ~ ~ r ,\nCourt a petition praying for an order for the administra- ;E;!\ntion of the estate of the deceased debtor according to the\nlaw of bankruptcy.\n        (2) Upon notice being given to the legal personal\nrepresentative of the deceased debtor, the Court may, upon\nproof of the petitioner's debt, unless the Court is satisfied\nthat there is a reasonable probability that the estate will\nbe sufticient for the payment of the debts owing by the\ndeceased, make an order for the administration in bank-\nruptcy of the deceased debtor's estate, or may upon cause\nshown dismiss such petition with or without costs.\n       (3) An order of administration under this section\nmay be made at any time after the grant of probate or letters\nof administration.\n        (4) A petition for administration under this section\nshall not be presented to the Court after proceedings have\nbeen commenced for the administration of the deceased\ndebtor's estate; but the Court in which such proceedings\nhave been taken may, in any such case in which it is made\nto appear that the estate is insufficient to pay its debts, make\nan order for the administration of the estate of the deceased\ndebtor in bankruptcy, and thereupon the like consequences\nshall ensue as under an administration order made on the\npetition of a creditor.\n       (5) Upon an order being made under this section\nfor the administration of a deceased debtor's estate, the\nproperty of the debtor shall vest in the Trustee in Bank-\nruptcy, and he shall forthwith proceed to realize and\n      Isme inclusion of this page is authorized by L.N.480119731\n42                             BANKRUPTCY\n     distribute the same in accordance with the provisions of\n     the laws of bankruptcy.\n             (6) In the administration by the Trustee in Bank-\n     ruptcy of the assets of any person pursuant to an order under\n     this section, the Court shall, on the petition of the Trustee,\n     have and exercise all the powers which, in the case of\n     administration of the assets by the Court, it would have,\n     under section 112, on the petition of a creditor or creditors.\n             (7) With the modifications hereinafter mentioned,\n     all the provisions of this Act relating to the administration\n     of the property of a bankrupt shall, so far as the same are\n     applicable, apply to the case of an administration order\n     under this section, in like manner as to an order of adjudica-\n     tion under this Act.\n             (8) In the administration of the property of the\n     deceased debtor under an order made under this section,\n     the Trustee shall have regard to any claim by the legal\n     personal representative of the deceased debtor to payment\n     of the proper funeral and testamentary expenses incurred\n     by him in and about the debtor’s estate, and such claims\n     shall be deemed a preferential debt under the order and\n     be payable in full, out of the debtor’s estate, in priority to\n     all other debts.\n             (9) If, on the administration of a deceased debtor’s\n     estate any surplus remains in the hands of the Trustee, after\n     payment in full of all the debts due from the debtor, together\n     with the costs of the administration and interest as provided\n     by this Act in case of bankruptcy, such surplus shall be paid\n     over to the legal personal representative of the deceased\n     debtor’s estate, or dealt with in such other manner as may\n     be ordered by the Court.\n            (10) Notice to the legal persona1 representative of a\n     deceased debtor of the presentation by a creditor of a\n     petition under this section shall, in the event of an order\n                          BANKRUPTCY                                         43\nfor administration being made thereon, be deemed to be\nequivalent to notice of an act of bankruptcy, and after such\nnotice no payment or transfer of property made by the legal\npersonal representative shall operate as a discharge to him\nas between himself and the Trustee; save as aforesaid,\nnothing in this section shall invalidate any payment made or\nany act or thing done in good faith by the legal personal\nrepresentative before the date of the order for administration.\n      (1I) “Court” in this section means any Court in which\nthe deceased debtor might immediately before his death have\nbeen adjudicated bankrupt.\n              OF THE DISCHARGE\n                            OF A BANKRUPT\n              A s to the Granting of a Discharge"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Debts incurred by breach of trust or recklessness or extravangance,\n          how far punishable."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Administration of debtor’s estate after order absoIute.\n          Bankruptcy Prmeedinqs against Estate of a Deceased\n                               Debtor"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Proceedings in bankruptcy against estate of a deceased debtor.\n            OF THE DISCHARGE OF A BANKRUF‘T\n                As to the Granting of a Discharge"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.-(1) It shall be the duty of the Trustee, as soon as Reportof\n                                                                           its\npossible after the close of the public examination of the Trustee,purport.\ndebtor, to make a report as to the state of the debtor‘s affairs,\nand as to the conduct of the debtor both before and during\nthe bankruptcy, and shall note particularly any matters\nwhich in his judgment might constitute offences under this\nAct, or any enactment relating to bankruptcy, or which\nwould justify the Court under this Act in refusing, suspend-\ning or qualifying an order for the debtor’s discharge.\n         (2) Such report may be made, as to the bankrupt’s\naffairs and estate, although, if the estate has not been fully\nadministered, the Trustee may be unable to speak precisely\nas to details :\n  Provided, that in such a case, if it appear to the Court\nor the Judge before whom the debtor’s examination was\nheld, material to do so with reference to an application on\nthe part of the debtor for an order of discharge, it shall be\nlawful for the Court or Judge aforesaid to order the Trustee\nto make a further and exact report, and in any case where\n       me inclusion of this page is nuhoriztd by L.N. 480/19731\n44                                      BANKRUPTCY\n              the estate of the debtor shall have been fully administered,\n              the Trustee shall make a further and full report to the Court\n              as to the assets and liabilities of the debtor, and as to the\n              dividend paid.\nConsidera-       72.41) The.debtor may, at any time after the filing of\ntionof        the report aforesaid, apply to the Judge hereinafter men-\napplication\nfordis-\ncharge\n              tioned to appoint a day for hearing his application for an\nand dealing   order of discharge.\nwith same.\n                      (2) The Judge shall thereupon appoint a day and\n              place for hearing such application.\n                      (3) The prescribed notice of the time and place\n              appointed shall be given in the prescribed manner.\n                      (4) Any such application for an order of discharge\n              shall be made in open court, before the Judge before whom\n              the examination of the debtor was held unless such Judge is\n              ill, absent from the Island or otherwise incapacitated, in\n              which case it shall be made (in the case of the Supreme\n              Court) before another Judge, or (in the case of the Resident\n              Magistrate’s Court) before the locum tenens or successor\n              of such Judge:\n                 Provided, that in the case last aforesaid, it shall be lawful\n              for such other Judge or locum tenens or sucoessor, to use\n              the notes of the Judge before whom the examination was\n              held, and to take such action upon them as the Judge him-\n              self might have taken under the provisions of t h i s Act.\n                     (5) The Trustee or any creditor may oppose the dis-\n              charge and may show cause why it should be refused, or\n              postponed, or made subject to conditions.\n                     (6) Whether any such opposition is made or cause\n              shown or not, the Court shall take into consideration the\n              report of the Trustee aforesaid, and may either grant or\n              refuse an absolute order of discharge, or suspend the\n                     m e inclusion oi this mge is authorized by L.N. 480/19731\n                          BANKRUPTCY                                45\noperation of the order for a specified time, or grant an order\nor discharge subject to any conditions with respect to any\nearnings or income which may afterwards become due to the\ndebtor, or with respect to his after-acquired property :\n   Provided, that the Judge shall refuse the discharge in all\ncases where the debtor has been convicted of a misdemean-\nour under this Act, or any other misdemeanour con-\nnected with his bankruptcy, or any felony connected\nwith his bankruptcy, unless for special reasons to be stated\nin the order the Judge otherwise determines; and further\nif, on a consideration of the report of the Trustee, or of\nrepresentations made by the Trustee or any creditor on the\nhearing of the application, and of the Judge’s notes of the\nexamination of the debtor, and of the evidence (if any)\nadduced at the hearing of the application, and after hearing\nthe debtor in support of the same, it shall appear to the\nJudge that any of the facts hereinafter mentioned has been\nproved, the Judge shall, either-\n     (a) refuse the discharge; or\n     ( b ) suspend the discharge for a period of not less than\n            two years; or\n     (c) suspend the discharge until a dividend of not less\n            than fifty cents in the dollar has been paid to\n            the creditors; or\n     (d) require the debtor, as a condition of his discharge,\n            to consent to judgment being entered against him\n            by the Trustee for any balance, or part of any\n           balance, of the debts provable under the bank-\n            ruptcy which is not satisfied at the date of the\n            discharge, such balance, or part of any balance,\n            of the debts to be paid out of the future earnings\n            or after acquired property of the debtor in such\n            manner and subject to such conditions as the\n            Judge may direct; but execution shall not be issued\n            on the judgment without leave of the Court, which\n       m e inclusion of this page is authorized by L.N. 480119731\n46                                      BANKRUPTCY\n                        leave may be given on proof that the debtor has\n                        since his discharge acquired property or income\n                        available towards payment of his debts :\n                 Provided, that if at any time after the expiration of two\n               years from the date of any order made under this section\n               the debtor shall satisfy the Court that there is no reason-\n               able probability of his being in a position to comply with\n               the terms of such order, the Court may modify the terms\n               of the order, or of any substituted order, in such manner\n               and upon such conditions as it may think fit.\nFacts on              (7)The facts hereinbefore referred to are-\nproof of\nwhich              (U) that the debtor’s assets are not of       a value equal\nJudge may\nrefuse or                to fifty cents in the dollar on the amount of his\nsuspend\norder of                 unsecured liabilities, unless he satisfies the Judge\ndischarge\nor make it               that the fact that the assets are not of a value equal\ncondilional.             to fifty cents in the dollar on the amount of his\n                         unsecured liabilities has arisen from circumstances\n                         for which he cannot justly be held responsible;\n                   ( b ) that the debtor has omitted to keep such books of\n                         account as are usual and proper in the business\n                         carried on by him, and as sufficiently disclose his\n                         business transactions and financial position within\n                         the three years immediately preceding his bank-\n                         mptcy;\n                   (c) that the debtor has continued to trade after know-\n                         ing himself to be insolvent;\n                   ( d ) that the debtor has contracted any debt provable\n                         in the bankruptcy without having at the time of\n                         contracting it any reasonable or probable ground\n                         of expectation (proof whereof shall lie on him) of\n                         being able to pay it;\n                   (e) that the debtor has failed to account satisfactorily\n                         for any loss of assets, or for any deficiency of assets\n                         to meet his liabilities;\n                     m e inclusion of this page is authorized by LN. 480/19731\n                       BANKRUPTCY                                 47\n(f, that the debtor has brought on, or contributed to,\n      his bankruptcy by rash and hazardous speculations,\n      or by unjustifiable extravangance in living, or by\n      gambling, or by culpable neglect of his business\n      affairs;\n(g) that the debtor has put any of his creditors to\n      unnecessary expense by a frivoIous or vexatious\n      defence to any action properly brought against\n      him;\n(h) that the debtor has, within three months preced-\n    ing the date of the act of bankruptcy, incurred\n    unjustifiable expense by bringing a frivolous or\n      vexatious action;\n(i)   that the debtor has, within three months preceding\n       the date of the act of bankruptcy, when unable to\n       pay his debts as they become due, given an undue\n       preference to any of his creditors;\nCj) that the debtor has, within three months preceding\n      the date of the act of bankruptcy, incurred\n      liabilities with a view of making his assets equal\n      to fifty cents in the dollar on the amount of his\n      unsecured liabilities;\n( k ) that the debtor has on any previous occasion been\n      adjudged bankrupt, or made a composition or\n      arrangement with his creditors;\n(0 that the debtor has been guilty of any fraud or\n      fraudulent breach of trust;\n( m ) that the debtor has carried on trade by means of\n       fictitious capital or by means of money raised or\n       obtained at excessive rates of interest or under any\n       plan or scheme involving the payment of excessive\n       interest, fines, premiums, commissions or bonus;\n  F    e inclusion of this page is authorized by L.N. 480119731\n48                             BANKRUPTCY\n          (n) that he is indebted for damages recovered in any\n              action for malicious injury to the person, reputa-\n              tion or property, of the plaintiff' therein;\n          (0) that he has failed to deliver up to the Trustee all\n              books, papers, documents or writings, in his cus-\n              tody or under his control, or to disclose the name\n              of the person or persons in whose custody or under\n              whose control the same may be;\n          ( p ) that his insolvency has arisen from rash or hazard-\n                ous conduct as a trader; or\n          ( q ) that he has wilfully failed to perform any of the\n                duties cast upon him by section 43.\n             (8)For the purposes of this section a debtor's assets\n     shall be deemed of a value equal to fifty cents in the dollar\n     on the amount of his unsecured liabilities when the Court\n     is satisfied that the property of the debtor has realized, or\n     is likely to realize, or with due care in realization might have\n     realized, an amount equal to fifty cents in the dollar on his\n     unsecured liabilities, and a report by the Trustee shall be\n     prima facie evidence of the amount of such liabilities.\n             (9) For the purposes of this section the report of the\n     Trustee shall be prima fucie evidence of the statements\n     therein contained.\n             (10) Notice of the appointment by the Judge of the\n     day for hearing the application for discharge shall be\n     published in the prescribed manner, and sent fourteen days\n     at least before the day so appointed to each creditor who\n     has proved, and the Judge may hear the Trustee, and may\n     also hear any creditor. At the hearing the Judge may put\n     such questions to the debtor and receive such evidence as he\n     may think fit.\n     .-\n            me inclusion of this page is authorized by L.N. 480/1973]\n                          BANKRUPTCY                                  49\n        (11) The powers of suspending and of attaching\nconditions to a debtor's discharge may be exercised con-\ncurrently.\n       (12) A discharged bankrupt shall, notwithstanding\nhis discharge, give such assistance as the Trustee may\nrequire in the realization and distribution of such of his\nproperty as is vested in the Trustee. and if he fails to do so\nhe shall be guilty of a contempt of court; and the Court\nmay also, if it thinks fit, revoke his discharge, but without\nprejudice to the validity of any sale, disposition or payment,\nduly made or thing duly done, subsequent to the discharge\nbut before its revocation."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Consideration of application for discharge and dealing with same.\n        Facts on proof of which Judge may refuse or suspend order of\n          discharge or make it conditional"
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73, Where any application is by section 54 or by sections Appeal.\n70 to 72 required to be made in the first instance to a single\nJudge, an appeal shall lie from his order to the Court of\nAppeal.                                                .. ."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. When the Court grants an order of'dkcharge it may Conditions\n                                                              of dis-\ngrant it subject to any condition or conditions touching any charge.\nsalary, pay, emoluments, profits, wages, earnings or income,\nwhich may afterwards become due to the bankrupt,. and\ntouching after acquired property of the bankrupt;and it\nmay order that the bankrupt shall thereafter pay to the\nTrustee for the benefit of the creditors under the bankruptcy\n such sum as may be stated in the order granting him his\n discharge, but payment of such sum shall only be enforced\n'against the debtor by leave of the Court,and to such extent .: ..\n from time to time as the Court may approve, and .if sub-           .. ,\nsequently the debtor should be adjudged bankrupt, or a\n provisional order be made against him, the amount (if any)\n remaining unpaid under any such order for payment shall\n be postponed until the debts due to the creditors under such\n subsequent bankruptcy or provisional order shall have been\n fully paid or satisfied.\n50                                       BANKRUPTCY\n                         As to the Effectof an Order of Discharge\nnow fat            75. An order of discharge shall not release the bankrupt\norder of\ndischarge       from any debt or liability incurred by means of any fraud\nIeIC88eS\ndebtor\n                or breach of trust, nor from any debt or liability whereof\nfrom his        he has obtained forbearance by any fraud, but it shall\ndebts.\n                release the bankrupt from all other debts provable under\n                the bankruptcy with the exception of-\n                    (a) debts due to the Crown or to the Government of\n                         Jamaica;\n                     (b) debts with which the bankrupt stands charged at\n                          the suit of the Crown, or of any person, for any\n                          offence relating to any branch of the Public\n                          Revenue, or at the suit of any public officer 011 a\n                          bail bond entered into for the appearancc of any\n                          person prosecuted for any such offence,\n                and he shall not be discharged from such excepted debts\n                unless the Accountant-General certifies in writing his con-\n                sent to his being discharged therefrom.\nDoes not          76. An order of discharge shall not release any person\nrelease part-\nner or joint\n                who at the date of the order of adjudication was a partner\ndebtor.         with the debtor, or was jointly bound, or had made any joint\n                contract with him.\nH o w order       77.An order of discharge shall be sufficient evidence of\nof dis-         the bankruptcy; and of the validity of the proceedings there-\ncharge\npleaded and\nproved.\n                on; and in any proceedings that may be instituted against\n                a bankrupt who has obtained an order of discharge in respect\n                of any debt from which he is released by such order, the\n                bankrupt may plead that the cause of action occurred before\n                his discharge, and may give this Act and the special matter\n                in evidence.\n                                                                                  ,\n                      me inclusion of this page is authorized by L.N. 480/19731\n                             BANKRUPTCY                                         51\n     Administration of a Debtor's Estate by the Trustee\n            Duties and Powers ofthe Trustee"
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. How order of discharge pleaded and proved.\n           Administrution of U Debtofs Estate by the Trustee\n                   Duties and Powers of the Trustee"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. The Trustee under the control of the Court shall Etateof\n                                                                       to be\nadminister the debtor's estate for the benefit of the creditors debtor\n                                                                adminis\n                                                                  Bred for\nsubject to the provisions of this Part.                           the b m d :\n                                                                  ofhi.\n                                                                  creditors."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. The Trustee shall as soon as may be after the making T~~~ to\nof a provisional order but subject to the directions of the F2Ession\nCourt, take possession of 4 property red and personal, ofdebtor'#\nand all books, papers and documents, of the debtor, and prom.\nexercise such of the powers conferred on him by this Act\nas may be necessary for the purpose of acquiring and retain-\ning possession thereof, and for the purpose of protecting\nthe rights of the creditors."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. The Trustee shall to the best of his power discover TcUsfeet,,\nand recover all debts due to the debtor's estate.         reoover\n                                                          debta."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. The Trustee shall examine and verify the books,\npapers and vouchers relating to the debtor's affairs. examine\n                                                      debtor's\n                                                                  books."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. The Trustee may sell all or any part of the property powsrof\nof the debtor (including the goodwill of the busmess, if any, Eyp\nand the debts growing due to the debtor) by public auction property.\nor tender, or private contract, and transfer the whole thereof\nto any person or company, or sell the same in parcels, and\naccept as the consideration for such transfer and sale a sum\nto be paid or secured to be paid at such tinaeS and in such\nmanner as he t h i i fit."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. The Trustee may carry on the trade of the debtor so ~~~f~\nfar as may be necessary or expedient for the beneficial           zg!py\nwinding up or sale of the same, and for that purpose., or         Ly\nfor the general management and realization of his property,\nemploy the debtor himself, or any other person or persons.\n           iDLusion of   ~       is authorid by LN. 48011973l\n52                                      BANKRUPTCY\nTrustee’s        84. The Trustee may bring, institute or defend, any action\npowerto\nbrmgor         or other legd proceeding relating to the property of the\ndefend\nactions.       debtor.\nMay               85. The Trustee may prove rank, claim and draw dividend,\nrecover\ndltIdends.     in respect of any debt due to the debtor.\nTrustee’s   86. The Trustee may refer any dispute to arbitration,\npower to\n          compromise all debts, claims and liabilities, whether present\narblvate or\n      of\ncomp~omue\nclaim     or future, certain or contingent, liquidated or unliquidated,\ndebtor    subsisting or supposed to subsist between the debtor and\n          any person who may have incurred any liability to the deb-\n          tor, upon the receipt of such sums payable at such times and\n          generally upon such terms as may be agreed upon.\nTrustee’s    87. The Trustee may make such compromise or other\npower to\nulmpromise arrangemsnt as may be thought expedient with creditors,\nagainst    or persons claiming to be creditors, in respect of any debts\ndebtor.    provable under the petition.\nTrustee’s        88. The Trustee may make such compromise or other\npower to\nulmpIomse      arrangement as may be thought expedient with respect to\nclaim as to\ndeblor.s       any claim arising out of or incidental to the property of\nP~OPW.         the debtor, made or capable of being made on the Trustee\n               by any person, or by the Trustee on any person.\nPowers of\nTrustee"
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87. Trustee’s power to compromise claims against debtor.\n         me inclusion of this page is authorized by LN. 480/19731\n                          BANKRUPTCY"
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. The Trustee may exercise any powers and discretions\nas to          the capacity to exercise which is vested in the Trustee under\n~s~~~~         this Act, and may execute any powers of attorney, deeds\n0reX~-         and other instruments, for the purpose of carrying into effect\ntmg deeds.\n               the provisions of this Act.\nTrustee’s        90. The Trustee may deal with any property to which\npower as to\nestatestaii.   the debtor is beneficially entitled as tenant in tail in the\n               same manner as the debtor might have dealt with the same.\n                     me inclusion of this page IS authorized by L.N. 480/19731\n                          BANKRUPTCY                                          53"
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. The Trustee shall receive and decide on proof of proofoi\n                                                                      debts\ndebts."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92. The Trustee shall be deemed an accountmg party to T m t k\nthe Court, and shall be under the control and subject to the ~ ~                   ~   o   l\ndirections of the Court.                                     of lhc\n                                                             cam"
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93. The Trustee may at any time apply to the Court for Tnutacmay\n                                                                  the\ndirections respecting his rights or duties with regard to the aak\n                                                              Courtfor\ndebtor’s estate, or with regard to any matters arising out dlrsalons\nof the management or conduct of the estate."
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94. The Trustee obtaining born frde direction of the -teem.\n                                                                 under\nCourt or acting bum fide on such direction, shall be deemed, ing\n                                                             soch\nso far as regards his own responsibility, to have discharged         2:T\n                                                                       ;t\nhis duty therein as Trustee with regard to the matter in\nrespect of which such direction is given."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95.-(1) The Trustee shall keep in manner prescribed -steCto\nproper books, in which he shall from time to time make or kccgbookr\ncause to be made entries or minutes of such matters in\nrelation to the debtor’s estate as may be prescribed\n         (2) Any creditor of the debtor may, at such times\nas may be prescribed, personally or by his agent inspect\nsuch books.\n  %.-(1) All sums of money from time to hme received ~ m c y\nby the Trustee in the course of the administration of estates rsdvsdte\n                                                               be depo$lM\nof debtors shall forthwith or within such time as may be              &y$kzzd\nprescribed-                                                    Loan Bank\n                                                               a211993\n     (a) be paid by the Trustee into a commercial bank to S. 16(a)\n          the credit of an account to be entitled “The Trustee\n          in Bankruptcy Account”; or\n     (6) be invested by the Trustee in securities issued by\n          the Government of Jamaica.\n        (2) Interest shall be allowed on such money in the\nsame way as interest is dlowed on deposits by executors, ,,1958\nadministrators and trustees under theTrustees, Attorneys ant3 S.2.\n         P l w inclusion of this page 16 authonmd by L.N 42/119951\n54                                       BANKRUPTCY\n              Executors (Accounts and General) Act, except that there\n              shall be no limit of amount.\nW I 1993               (3) A T r u s t s shall, for the purposes of administering\nS 160.\n              any estate-\n                    (a) withdraw from the commercial bank referred to\n                         in subsection (1) any money standing to the credit\n                         of the Trustee in Bankruptcy Account; or\n                    (b) sell any securities purchased pursuant to subsec-\n                         tion (1) (b),\n              and until any money so withdrawn or derived from the\n              sale of any securities, as the case may be, is applied to such\n              purposes as aforesaid the Trustee shall, subject to any order\n              of a court of competent jurisdiction, deal with such money\n              in accordance with such general or special directions as may\n              be given by the Minister :\n                Provided that a Trustee shall never expend the money of\n              one estate for the purposes of another estate.\n AU moneys      97. The Trustee shall, at the expiration of two years from\nto be paid\ninto Court    the date of the provisional order, pay all moneys then in\nafter two\nyears.        hand, and all moneys thenceforth received by him, into Court\n              in manner prescribed, unless under special circumstances\n              the Court shall by order extend the time.\nAudit of\nTNSW’S"
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98. The Trustee shall submit his accounts for audit at\nOoEOUlltC     such times and in such manner as may be prescribed.\n                  Control of the Court over the Administration ofthe\n                            Debtor’s Estate by the Trustee\nTrUatsa          99. The Court shall examine all statements submitted to\nresponsible\nto the\nCourt.\n              it by the Trustee, and may order the Trustee to account for\n              any misfeasance, neglect or omission and to make good any\n              loss which the estate of the debtor may have sustained by\n              such misfeawnce, neglect or omission.\nPower of         100. The Court may at any time require the Trustee to\ntour! to      answer any enquiry in relation to any matter in which he\ncaarnnle\nTrusfM and\nhis bwka.     is engazed, and may examine him, or any other person on\n                        me rnclusion of this pge is authorized by LN 42/,19!W\n                          BANKRUPTCY                                    55\noath concerning such matter, and may cause his bankruptcy\nbooks, either generally or in relation to any particular estate,\nto be examined by any person to be named by it."
    },
    {
      "provision_ref": "sec101",
      "section": "101",
      "title": "Section 101",
      "content": "101.-(1) If the Trustee at any time improperly neglects, Powerof\nrefuses or delays, to assume the management of any estate court      to\n                                                               control\nor trust under this Act, or if he improperly acts or omits ntmC.\nto act in the management of any estate or trust vested in or\nadministered by him, or the duties of which he has entered\nupon, or if he improperly neglects, refuses, or delays, to pay\nforthwith the amount of any judgment, decree or order,\nrecovered against him, or if he pays the amount of any such\njudgment, decree or order, out of any funds not properly\nliable to such payment, or if he improperly acts or omits to\nact in any other matter with respect to any estate or trust\nvested in or administered by him, or with respect to any duty\nimposed upon him by this Act, or if there is reasonable\nground to think that he is about improperly to act, or to\nomit to act, with respect to any of the matters aforesaid,\nany person interested in such estate, trust or matter may\napply to the Court for an order, requiring him to do, or to\nrefrain from doing, the act in respect of which such person\ncomplains, and the Court may thereupon make such order\nas it thinks fit.\n        (2) Such order may direct that the Trustee shall pay\nout of his own pocket any sum of money required to a m -\npensate any person, estate or trust, for the consequences of\nany wrongful act or omission of the Trustee or Receiver."
    },
    {
      "provision_ref": "sec102",
      "section": "102",
      "title": "Section 102",
      "content": "102. The debtor, or any of the creditors, or any other A~ Lication\nperson, if aggrieved by any act or decision or estimate of to tg,\nthe Trustee,may apply to the Court, and the Court may Ftg,\nconfirm, reverse or vary, the act complained of, and may\nmake such order in the matter as it thinks just, and may\ndirect any question of fact or assessment of value or damage\nto be tried by a jury.\n                                                                   __\n       me inclusion of thi €.age is authorized by L.N. 480/19731\n56                                       BANKRUPTCY\nPower of          103. Where the debtor refuses or neglects to do any act\nCourt to\nenable m y     in reference to the recovery, sale or transfer of, or otherwise\nperson to do\nacu for the    dealing with, any property remaining in him under this Act\ndebtor.        in trust for his creditors, for twenty-four hours after he has\n               been required by the Receiver or Trustee to do the same,\n               the Court may, on application by the Receiver or Trustee,\n               by order authorize such act to be done in the name of the\n               debtor, or otherwise by any person named in the order for\n               that purpose, and every act done by such person shall be\n               as effectual for all purposes as if the debtor had done the\n               same, and shall not be revocable or impeachable by the\n               debtor.\n                          DISTNBUTION   OF DEBTOR’S   PROPERTY\n                       General Provisions as to Property of Debtors\nWhat the          104. The property of the debtor divisible amongst his\nproperty of\nthedebtor      creditors and vestkg the Trustee, and in this Act referred\ncOmPrlses      to as the property of the debtor;\n                    shall comprise-\n                    (a) aU such properly as may belong to or be vested in\n                          the debtor at the commencement of the bankruptcy,\n                          or may be acquired by or devolve on him at any\n                          time previously to his discharge; and\n                    ( b ) the capacity to exercise and to take proceedings for\n                          exercising all such powers in or over or in respect\n                          of property as might have been exercised by the\n                          debtor for his own benefit at the commencement of\n                          the bankruptcy, or at any time previously to his\n                          discharge; and\n                    (c) all goods and chattels being a t the commencement\n                          of the bankruptcy in the possession order or dis-\n                          position of the debtor by the permission of the true\n                          owner, of which goods and chattels the debtor is\n                          reputed owner, or of which he has taken upon\n                          himself the sale or disposition as owner, provided\n                      m e inclusion of this page 1s aulhoriud by LN. 480119731\n                         BANKRUPTCY                                   51\n         that things in action, other than debts due or\n         growing due to him,shall not be deemed goods and\n         chattels within the meaning of this section;and\n    shall not comprise-\n    (6) property held by the debtor in trust for any other\n         person; or\n    (e) the tools (if any) of his trade, and the necessary\n         wearing apparel and bedding of himself, his wife\n         and children to a value, inclusive of tools and\n         apparel and bedding, not exceeding sixty dollars\n         in the whole.\n     Special Provisions as to Certain Kinds of Property\n                         of Debtor"
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103. Power of Court to enable any person to do acts for the debtor.\n       DISTRIBUTION OF DEBTOR’S PROPERTY\n            General Provisions as to Property of Debtor"
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. What the property of the debtor oomprises\n   Special Provisions as to Certain Kinds of Property of Debtor"
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105. Where a debtor is in the enjoyment of any salary, ~ppropria-\npension or allowance, paid by the Government of this Island, tion of\n                                                             portionof\nthe Trustee shall receive for distribution amongst the $E*;\ncreditors so much of the debtor’s salary, pension or payableby\n                                                             Govern-\nallowance, as the Court upon application of the Trustee ment.\nthinks just and reasonable, to be paid in such manner and\nat such times as the Court directs."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106. Where a debtor is in the receipt of a salary or income Appropna-\n                                                               tion of\nother than as aforesaid, the Court upon the application portionof\nof the Trustee shall from time to time make such order as ~~~~~~y\nit thinks just for the payment of such salary or income, or\nof any part thereof, to the Trustee, to be applied by him\nin such manner as the Court may direct."
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107. Any treasurer or other offier, or any banker, Deliveryto\n                                                                    of\nattorney or agent of a debtor, shall pay and deliver to the Trustee\n                                                              moneyand\nTrustee all moneys and securities in his possession or power, g$i:mOf\nas such officer or agent, which he is not by law entitled to\nretain as against the debtor or the Trustee or Receiver.\n       m e inclusion of this page is authorized by L.N. 480119731\n58                                      BANKRUPTCY\nTransferof        108. Where any part of the property of the debtor con-\nstocks,\nshares,etc,    sists of stock, shares in ships, shares or any other property\n               transferable in the books of any company, office or person,\n               the right to transfer such property shall be absolutely vested\n               in the Trustee to the same extent as the debtor might have\n               exercised the same if a petition had not been filed against\n               or by him.\nOnerousand      109.--(1) Where any part of the property of the debtor\nunprolitabla\npropertyof   consists of land of any tenure burdened with onerous cove-\ndebtor.\npOMrof       nants, of unmarketable shares in companies, of unprofitable\ndisclaimto\nTrustee      contracts, or of any other property that is unsaleable, or not\nsame.\nER ect of\n             readily saleable, by reason of its binding the possessor there-\ndlsdaimer.   of to the performance of any onerous act, or to the payment\n             of any sum of money, the Trustee, notwithstanding that he\n             has endeavoured to sell, or has taken possession of such pro-\n             perty, or exercised any act of ownership in relation thereto,\n             may by writing under his hand disclaim such property, and\n           , upon the execution of such disclaimer the property disclaim-\n             ed shall if the same be a contract be deemed to have\n             determined at the date of the filing of the bankruptcy\n             petition so far as regards the interest of the debtor therein,\n             and the liability of himself and property and of the Trustee\n             thereunder, and if the same be a lease to have determined at\n             the same date, so far as regards the interests of the debtor\n             therein, and the liability of himself and his property and the\n             Trustee to the performance of the covenants and the con-\n             ditions thereof, and if the same be shares in any company to\n             have been forfeited at the same date; and whatever be the\n             nature of the property it shall (unless the Court otherwise\n             order) pass to the person (if any) entitled thereto on the\n             determination of the estate or interest of the debtor therein,\n             and in no case shall any estate or interest or liability therein\n             or thereunder remain in the debtor.\n                       (2) Such disclaimer shall not prejudice the rights or\n               remedies or affect the obligations of any person other than\n                     me inclusion of k s jmge 1s authorized by L.N. 480119731\n                         BANKRUPTCY                                     59\nthe debtor and the Trustee and the Court may, on applica-\ntion made by any person claiming any interest in the dis-\nclaimed property, and upon hearing such persons as it thinks\nfit, make an order for the vesting of the same property in or\ndelivery thereof (together with any deeds or documents\nrelating thereto) to any person or persons entitled thereto,\nOT a trustee for him or them, and upon such terms as the\nCourt may think just, and upon any such vesting order being\nmade the property comprised therein shall vest according\nto the tenor thereof in the person or persons therein named\nin that behalf, without any conveyance or assignment for the\npurpose.\n        (3) Any person injured by the operation of any such\ndisclaimer as aforesaid shall be deemed to be a creditor of\nthe debtor to the extent of such injury, and may accordingly\nprove the same as a debt under the bankruptcy petition."
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109. Onerous and unprofitable prooperty of debtor. Power of Trustee\n        to disclaim same. Effect of disclaimer."
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110. The Trustee shall not be entitled to disclaim any Lidtto\nproperty in pursuance of this Act in any case where an $gty\napplication in writing has been made to him as Trustee,by disclaim.\nany person interested in such property, requiring such\nTrustee to decide whether he will disclaim or not, and the\nTrustee has for a period of not less than twenty-eight days\nafter the receipt of such application, or such further time\nas may be allowed by the Court, declined or neglected to\ngive notice whether he disclaims the same or not.\n     Special Provisions as to the Benefit of Transactions\n           Affecting the Debtor and his Property"
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111.-(1) Any settlement of property not being a settle-\nment made before and in consideration of marriage, OT howfar\n                                                                   cz;g,b\n                                                             void as\nmade in favour of a purchaser or incumbrancer in good agabt\nfaith and for valuable consideration, or a settlement made TNstec~\non or for the wife OT children of the settlor of property\nwhich has accrued to the settlor after marriage, in right of\n      m e inclusion of this page is authorized by L.N. 480/39731\n60                                     BANKRUPTCY\n              his wife, shall, if a provisiond order in bankmptcy, or an\n              absolute order in bankruptcy in cases where no provisional\n              order is made, take effect against the settlor within two\n              years after the date of the settlement, be void against the\n              Trustee, and shall, if the settlor becomes bankrupt at any\n              subsequent time within ten years after the date of the settle\n              ment, be void against the Trustee unless the parties claiming\n              under the settlement can prove that the settlor was at the\n              time of making the settlement able to pay all his debts with-\n              out the aid of the property comprised in the settlement, and\n              that the interest of the settlor in such property had passed\n              to the trustee of such settlement on the execution thereof.\n                        (2) Any covenant or contract made by any person\n              in consideration of marriage, for the future settlement upon\n              his wife or children of any money or property wherein he\n              had not at the date of his marriage any estate or interest,\n              whether vested or contingent, in possession or remainder\n              and not being money or property of or in right of his wife,\n              shall, if a provisional order, or an absolute order in bank-\n              ruptcy in cases where no provisional order is made, take\n              effect against him before such money or property has been\n              actually transferred or paid pursuant to such contract or\n              covenant be void against the Trustee.\n                        (3) “Settlement” shall for the purposes of this\n              section include any conveyance, gift or transfer of property.\nExtensionof     112. In the administration by the Court of the assets of\nPower to\navoid         any deceased person, it shall be lawful for the Court, on the\ncertain\nvoluntary     petition of any creditor or creditors of such deceased person\nsettkmnb,     whose claim, or claims together, against the estate would\netc.. as\nagainsttix    have been sufficient to support a petition in bankruptcy\n,eprescnt.-\ntivesof       against such person had he not died, and on proof that the\naettlors\ndeEad         assets of such person were at the time of his death insu&\nwhose         cient to pay his debts and liabilities in full, to order that\nestates arc\ninsolvent.    any settlement of property made by such deceased person\n                         inclusion of this paae is authorized by LN. 480/19731\n                          BANKRUPTCY                              61\nwithin the meaning of the last preceding section and except\nas therein excepted, or any conveyance or transfer of\nproperty or charge thereon, or any payment, obligation or\njudicial proceeding, made, incurred, taken or suffered by\nsuch person, he being at the time of making, taking, paying\nor suffering, the same, unable to pay his debts as they become\ndue from his own moneys, in favour of any creditor or any\nperson in trust for any creditor, with a view of giving such\ncreditor preference over the other creditors, and which\nsettlement, conveyance, transfer, charge, payment, obliga-\ntion or judicial proceeding, would have been void against\nthe Trustee in Bankruptcy if a provisional order had taken\neffect against such deceased person at the moment of his\ndeath, shall be void as against the executor, administrator,\nreceiver or other person, charged with the administration\nof the assets of such deceased person :\n Provided that such petition shall be presented within six\nmonths after the death of such deceased person :\n  Provided also that the proper funeral and testamentary\nexpenses, incurred by the legal personal representative in\nand about the deceased person’s estate, shall be deemed a\npreferential debt, and the payment thereof by the legal\npersonal representative shall be valid, or, if the same have\nnot been paid at the time of the making of any order under\nthis section, they shall be payable in full out of the debtor’s\nestate, in priority to all other debts :\n  Provided also, that nothing herein shall be deemed to\nmake the legal personal representative of such deceased\nperson personally liable in respect of any payment made, or\nact or thing done, in good faith before the date of the order\nfor the administration of the assets of such person by the\nCourt.\n       me inclusion of this page is authorized by LN. 480/19131\n62                                        BANKRUPTCY\nVoluntary         113. The voluntary expenditure of any moneys by any\nexpenditure\nof moneys      person in building or making permanent improvements on\non iht         the property of another shall be deemed to be a settlement\nproperty\nof another\nto be\n               of such moneys on such other person within the meaning of\ndeemed a       section 111, and if an order in bankruptcy, as mentioned in\nsettlement\nif order in    the said section 111, take effect against the person making\nbankuptcy      such expenditure within two years from the date of such\ntakes effect\nwithin two\nyears\n               expenditure the Trustee shall be entitled to recover, from\nagainst        the owner of the property benefited by such expenditure, an\nthe person\nso expend-     amount equal to the increase in the value of such property\ning the        brought about by such expenditure, and shall have a lien\nsame.\n               on such property for such amount, and on the proceeds\n               thereof if the same have been sold :\n                 Provided always, that such lien shall not prevail against\n               a bum fide purchaser for valuable consideration who at the\n               time of the purchase, either had no notice of such expendi-\n               ture as aforesaid, or if he had such notice had no notice of\n               an act of bankruptcy on the part of the person making the\n               same, available for adjudication against him.\nRankruptcy\nofafirmor"
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112. Extension of power to avoid certain voluntary settlements, etc.,\n           as against the representatives of deceased settlors whose estates\n           are insolvent."
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113. Voluntary expenditure of moneys on the properly of another to be\n           deemed a settlement if order in bankruptcy takes effect within\n           two years against the person so expending the m e ."
    },
    {
      "provision_ref": "sec114",
      "section": "114",
      "title": "Section 114",
      "content": "114.-(1) When a provisional order has been made against\nof one or      a firm of partners, all the separate property of each of the\nmore part-\nners. effect   bankrupts as well as all the joint property of the partner-\nthereof on     ship, shall immediately pass to and vest in the Trustee.\nthe partner-\nship asset8\nand on the                (2) Where a provisional order has been made\nproperty of\neach           against one partner in a firm, there shall pass to the Trustee\npartner.       as well the separate property of such partner as the share to\n               which, as between himself and his partners, the bankrupt is\n               entitled in the assets of the firm after paying or providing for\n               all the liabilities. For the purpose of ascertaining such share,\n               the accounts of the firm shall be taken in such manner as\n               the Court may direct.\n                          (3) In the case of bankruptcy of partners, or of any\n               member of a partnership firm, the joint estate shall be applic-\n                      m e inclusion of this page is authorized by L.N. 480/1973]\n                          BANKRUPTCY                                         63\nable in the first instance in payment of their joint debts, and\nthe separate estate of each partner shall be applicable in the\nfirst instance in payment of his separate debts. If there is\na surplus of the separate estates it shall be dealt with as part\nof the joint estate. If there is a surplus of the joint estate\nit shall be dealt with as part of the respective separate estates\nin proportion to the rights and interest of each partner in\nthe joint estate."
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115.-(1) Every conveyance or transfer of property, or Fraudulent\n                                                               preferences.\ncharge thereon, every payment, every obligation, and every\njudicial proceeding, made, incurred, taken or suffered, by\nany person unable to pay his debts as they become due from\nhis own moneys, in favour of any creditor or any person in\ntrust for any creditor, with a view of giving such creditor\na preference over the other creditors, shall, if a provisional\norder take effect against the person making, taking, paying\nor suffering the same within six months after the date of\nmaking, taking, paying or suffering the same, be deemed\nfraudulent and void as against the Trustee.\n          (2) Every conveyance or transfer of property, real Convey-\n                                                               ances\nor personal, made by any person unable to pay his debts to to a ~ r u s t e e\nany other person in trust for any creditor shall be absolutely\nvoid unless the same were made and executed with the assent         :zz,fm\nof three-fourths in number and value of the creditors of\nsuch person."
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116. Every conveyance, assignment, transfer, sale or convey-\n                                                              ance,\ndisposition made by any trader unable to pay his debts, of assignment,\n                                                                    of\nhis stock-in-trade, debts or things in action relating to his etc.,\n                                                              stock-in-\nbusiness or any part thereof, otherwise than in the ordinary trade*ctc.\nway of business, to any other person shall, if a provisional\norder or an absolute order take effect against the person\nmaking the same within six months after the date of making\nthe same be deemed fraudulent and void as against the\nTrustee; unless the same were made and executed with the\n       me inclusion of this page is authorized by L.N. 480/1973]\n64                                       BANKRUPTCY\n                assent of three-fourths in number and value of the creditors\n                of such person; or unless the same were made and executed\n                after not less than twenty-one days’ notice in the Gazefte\n4211969         and in a daily paper printed and published in Jamaica of the\n3rd Sch.\n                intention of the trader to make such conveyance, assignment\n                or transfer, sale or disposition.\nEntry of          117. When any deed is declared void under the provisions\nvacatur o n\nmarein of       of this Act, the Court shall direct the Deputy-Keeper of the\nrecohed         Records to enter a note of such decree on the margin of any\ndeed\ndeclared\nboid.\n                deed to which it relates that may be recorded in the Record\n                Office.\nProceeds of        118. When the goods of a person have been taken in\nexecutions\nagainst         execution in respect of a judgment and sold, the bail8 or\ndebtor.         officer executing the process shall, if he have notice of a\n                petition filed by or against such person, hold the balance of\n                the proceeds of the sale, after deducting expenses, upon\n                trust to pay the same to the Trustee or other person entitled\n                thereto under the petition.\nDelivery of       119. When the goods of a person have been taken in\ngoods taken\nin execution    execution in respect of a judgment, and not sold before the\nbut not sold.   bailiff or officer executing the process receives notice of the\n                appointment of a receiver or trustee under a bankruptcy\n                petition presented against or by such person, such officer\n                shall forthwith after receipt of the notice deliver up such\n                goods to the Receiver or Trustee, and the costs incurred by\n                such officer in respect of such execution shall be paid out of\n                the property of the debtor.\nHow far           120. A creditor who has levied execution on the property\ncreditor\nentitled to     of a debtor, or has made an attachment thereof, shall not\nbenefit of\nexecution\n                be entitled to retain the benefit of such execution or attach-\nor attach-      ment unless and except in so far as he has, before the filing\nment\nagainst         of a petition against or by such debtor, enforced such\ndebtor.\n                      m e inclusion of this page is authorized by L.N. 480/1973]\n                         BANKRUPTCY                                     65\nexecution by sale of the property seized, or enforced such\nattachment by actual possession of the moneys attached or\n(as the case may be) by sale of the property attached."
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. How far c d i t o r entitled to benefit of execution or attachment\n           against debtor."
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. Subject to the provisions of this Act relating to the Protection\nproceeds of the sale of goods which have been seized, and of   certain\n                                                             b,,afidc\nto the provisions of this Act and every other enactment          ~~~~\navoiding, on the ground of their being fraudulent, certain mptbefo=\n                                                               tition\nsettlements, conveyances, transfers, charges, payments, gd.\nobligations and judicial proceedings, the following dealings\nand transactions relating to the property of the debtor, if\nthey take place before the filing of the petition, shall be\nvalid notwithstanding any prior act of bankruptcy com-\nmitted by the debtor, that is to say-\n    (a) every payment by the debtor to any of his creditors\n         and every payment or delivery to him; and\n    (b) every conveyance, sale or assignment for valuable\n        consideration by and with him; and\n    (c) every execution and attachment against his goods\n         and chattels executed and levied by seizure and\n         sale :\n  Provided that the person to, by or with whom such pay-\nment, delivery, conveyance, assignment, sale contract,\ndealing or transaction, was made, executed or entered into,\nor at whose suit or on whose account every such execution or\nattachment was issued, had not at the time of such pay-\nment, delivery, conveyance, assignment, contract, dealing\nor transaction, or at the time of the executing or levying of\nsuch execution or attachment, or at the time of the making\nof any sale thereunder, notice of any act of bankruptcy\n      me inclusion of this page is authorized by L.N. 57/1980]\n66                                      BANKRUPTCY\n               committed by the debtor and available for adjudication\n               against him at the time of the filing of the petition.\n                       Debts Provable Against the Debtor’s Estate\nWhat debts        l23.-(1) Demands in the nature of unliquidated damages\nare and        arising otherwise than by reason of a contract or promise\nwhat are\nnot provable\nagainst\n               shall not be provable under a bankruptcy petition, and no\ndebtor’s       person having notice of any act of bankruptcy available for\nestate.\n               adjudication against the debtor shall prove for any debt or\n               liability contracted by the debtor subsequently to the date\n               of his so having notice, unless the Court is of opinion that\n               the property of the debtor has been benefited or increased,\n               or that his debts or liabilities have been diminished, by the\n               payment of the money or execution of the contract upon\n               which the debt or liability sought to be proved has arisen.\n                        (2) Save as aforesaid, all debts and liabilities, pre-\n               sent or future, certain or contingent, to which the debtor is\n               subject at the date of the provisional order, or to which he\n               may become subject by reason of any obligation incurred\n               previously to the date of the order, shall be deemed to be\n               debts provable under a bankruptcy petition in pursuance\n               of this Act.\nEstimateof        124. An estimate shall be made by the Trustee, according\ndebtsof\nuncertain      to the rules of court for the time being in force so far as\nvalue.         the same may be applicable, and where they are not appli-\n               cable at the discretion of the Trustee, of the value of any\n               debt or liability provable which by reason of its being sub-\n               ject to any contingency or contingencies or for any other\n               reason does not bear a certain value.\nLiability        125. “Liability” shall for the purposes of this Act\ndefined.       include any compensation for work or labour done, any\n                      me inclusion of this page is authorized by LN. 57/1980]\n                          BANKRUPTCY                                 67\nobligation or possibility of an obligation to pay money or\nmoney’s worth on the breach of any express or implied\ncovenant, contract, agreement or undertaking, whether such\nbreach does or does not occur, or is or is not likely to occur,\nor capable of occurring, before the discharge of the debtor,\nand generally it shall include any express or implied engage-\nment, agreement or undertaking to pay, or capable of result-\ning in the payment of money or money’s worth, whether\nsuch payments be-\n     ta) as respects amount, fixed or unliquidated, and\n         payment in one sum or by instalments, or period-\n         ical payments;\n     (b) as respects time, present or future, certain or\n         dependent on any one contingency, or on two or\n         more contingencies;\n     (d as to mode of valuation, capable of being ascer-\n        tained by fixed rules, or assessable only by a jury,\n        or as matter of opinion."
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. Interest on any debt provable under this Act may InttTEItQI1\nbe allowed under the same circumstances in which interest &ba\nwould have been allowable by a jury if an action had been\nbrought for such debt."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127.41) Where a debt has been proved and the debt rntercston\nincludes interest or any pecuniary consideration in lieu of debt%how\ninterest, or in the nature of premiums, fines, bonus or com-\nmissions, such interest or consideration shall, for the pur-\npose of dividend, be calculated at a rate not exceeding six\n per centurn per annum, without prejudice to the right of\n a creditor to receive out of the estate any higher rate of\n        [The inclusion of this page is authoPized by L.N. 57119801\n68                             BANKRUPTCY\n     interest to which he may be entitled after all the debts proved\n     in the estate have been paid in full.\n               (2) In dealing with the proof of the debt the follow-\n     ing rules shall be observed-\n         (a)    any account settled between the debtor and the\n               creditor within three years preceding the date of\n               the provisional order may be examined, and, if it\n               appears that the settlement of the account forms\n               substantially one transaction with any debt alleged\n               to be due out of the debtor's estate (whether in\n               the form of renewal of a loan or capitalization of\n               interest or ascertainment of loans or otherwise),\n               the account may be reopened and the whole\n               transaction treated as one;\n         (b) any payments made by the debtor to the creditor\n             before the provisional order whether by way of\n             bonus, premium, fines, commissions, or otherwise,\n             and any sums received by the creditor before the\n             provisional order from the realization of any\n             security for the debt, shall, notwithstanding any\n             agreement to the contrary, be appropriated in the\n             first place to the satisfaction of interest at a rate\n             not exceeding six per centum per annum as in this\n             section previously provided, and thereafter to the\n             satisfaction of the principal,\n         (c)   where the debt due is secured and the security is\n               realized after the provisional order, or the value\n               thereof is assessed in the proof, the amount realized\n               or assessed shall be appropriated in the first place\n               to the satisfaction of interest at a rate not exceeding\n               six per centum per annum as in this section pre-\n               viously provided, and thereafter to the satisfaction\n               of the principal.\n           me inclusion of this page is suthorized by L.N. 57/1980]\n                         BANKRUPTCY                                         69"
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128.41) Where a married woman has been adjudged Postpone-\n                                                                     of\nbankrupt, her husband shall not be entitled to claim any ment    busbad’s\ndividend as a creditor in respect of any money or other          zfzze’s\nestate lent or entrusted by him to his wife for the purposes\nof her trade or business until all claims of the other creditors\nof his wife for valuable consideration in money or money’s\nworth have been satisfied.\n         (2) Where the husband of a married woman has\nbeen adjudged bankrupt, any money or other estate of such\nwoman lent or entrusted by her to her husband for the\npurpose of any trade or business carried on by him or other-\nwise, shall be treated as assets of his estate, and the wife\nshall not be entitled to claim any dividend as a creditor in\nrespect of any such money or other estate until all claims\nof the other creditors of her husband for valuable considera-\ntion in money or money’s worth have been satisfied."
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129.-(1) A secured creditor may on giving up his security secured\nprove for his whole debt, or he may prove for any balance creditors,\n                                                             how they\ndue to him after realizing or giving credit for the value of m a y p r w .\nhis security in manner and at the time prescribed.\n        ( 2 ) A secured creditor not complying with the fore-\ngoing conditions shall be excluded from proof."
    },
    {
      "provision_ref": "sec130",
      "section": "130",
      "title": "Section 130",
      "content": "130. If the debtor is at the date of the provisional order ptwfsin\n                                                                respect of\nliable in respect of distinct contracts as a member of two dist,nct\nor more distinct firms,or as a sole contractor and also as a Z;:;zin\njoint contractor, the circumstance that such 6rm.s are in capaatier.\nwhole or in part composed of the same individuals, or that\nthe sole contractor is also one of the joint contractors, shall\nnot prevent proof in respect of such contracts against the\nproperties respectively liable upon such contracts.\n       me inclusion of tbii page is authonzed by L.N. 57/1980]\n70                                       BANKRUPTCY\nMutual           131. Where there have been mutual credits, mutual debts,\ndealings .ad   or other mutual dealings, between the debtor and any person\nsetoff.\n               having a debt provable under the bankruptcy petition, an\n               account shall be taken of what is due from the one party to\n               the other in respect of such mutual dealings, and the sum\n               due from the one party shall be set off against any sum due\n               from the other party, and the balance of such account, and\n               no more, shall be proved or paid on either side respectively."
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132. [Repealed by Act I5 of 1979, 2nd Sch.1\nMay prove        133. When any rent or other payment falls due at stated\nfor propor-\ntion of        periods, and the provisional order is made at any time other\nrent to date   than one of such periods, the person entitled to such rent\nof pro-\nvisional       or payment may prove for a proportionate part thereof up\norder.\n               to the date of such order as if such rent or payment grew\n               due from day to day.\n                           Distribution ofAssets and Dividends\nN o i h of        134. Before declaring a dividend the Trustee shall cause\ndividend.\n               a notice to be gazetted, stating the day on which the\n               dividend is intended to be declared, and, except as herein-\n               after provided, those debts only in respect of which proof\n               has been made or tendered before that day shall be allowed\n               to participate in the dividend.\nCalculatIrm       135. In the calculation and distribution of a dividend\nand distri-\nbution of      it shall be obligatory on the Trustee to make provision for\ndivided.       debts provable under this Act appearing from the debtor’s\n               statements, or otherwise, to be due to persons resident in\n               places so distant from the place where the Trustee is acting\n               that in the ordinary course of communication they have\n               not had sufficient time to tender their proofs, and also for\n               debts provable under the bankruptcy petition which have\n                     me incllusion of this page is authorized by LN. 57/1980]\n                         BANKRUPTCY                                     71\nbeen notified to him in manner prescribed, and are subject\nof claims not yet determined, and on such debt being\nestablished the creditor shall be entitled to receive the divi-\ndend reserved thereon."
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133. May prove for proportion of rent to date of provisional order,\n                    Distribution of Assets and Dividends"
    },
    {
      "provision_ref": "sec135",
      "section": "135",
      "title": "Section 135",
      "content": "135. Calculation and distribution of dividend.\n          LThe inclusion of thb rage is authorized by   L.N. 57/1984\n                           BANKRUPTCY                                    7"
    },
    {
      "provision_ref": "sec136",
      "section": "136",
      "title": "Section 136",
      "content": "136. Creditors may prove their debts in manner pre- --of    crediton\nscribed, and creditors who have not proved their debts whoprom\nbefore the declaration of any dividend or dividends shall, e d m d .\non the occasion of the next dividend being declared, be\nentitled to be paid any dividend or dividends they have\nfailed to receive before any moneys are made applicable to\nthe payment of any other dividend or dividends, but they\nshall not be entitled to disturb the distribution of any divi-\ndend declared before their debts were proved, by reason\nthat they have not participated therein."
    },
    {
      "provision_ref": "sec137",
      "section": "137",
      "title": "Section 137",
      "content": "137.-(1) When all the property of the debtor from which F~MI\nany moneys available for division amongst the creditors can dividend.\n                                                               notioD\nin the opinion of the Trustee be reasonably expected to arise *uWf.\nhas been realized, the Trustee shall declare a final dividend.\n          (2) Before so doing he shall give notice in manner\nprescribed to the persons whose claims to be creditors of fhe\ndebtor have been notified to him,and not established to his\nsatisfaction, that if they do not establish such claims to the\nsatisfaction of the Court within a time to be limited for\nthat purpose by the notice he will proceed to make h a l\ndivision of the property without regard to such claims.\n         (3) After the expiration of such time, or if the\nCourt on application by any such claimant grants further\ntime to him for establishing his claim, then on the expiration\nof such further time the property of the debtor divisible\namongst the creditors shall be divided amongst the creditors\nwho have proved their debts without regard to the claims\nof any other person.\n            inclu?im of h a page is autbonzed by LN. 55/19831\n72                                       BANKRUPTCY\nHow\ndividend"
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138. No action shall lie for a dividend, but if the Trustee\nrecoverable    having control of any dividend refuses to pay the same the\nif not paid.   Court may if it thinks fit order him to pay the same, and\n               also to pay out of his own moneys interest thereon for the\n               time that it is withheld, and the cost of the application.\n                                Rules as to Priority of Payment\nPreferential\ndebts."
    },
    {
      "provision_ref": "sec139",
      "section": "139",
      "title": "Section 139",
      "content": "139.--(1) The debts hereinafter mentioned shall be paid\n               in priority to all other debts, and between themselves such\n               debts shall rank equally, and shall be paid in full unless\n               the property of the bankrupt is insufficient to meet them,\n               in which case they shall abate in equal proportion between\n               themselves, that is to say-\n                    (a) all public taxes imposed by law due from the debtor\n                         at the date of the provisional order not exceeding\n                         in the whole one year’s taxes;\n                     (6) all wages or salary of any clerk or servant in\n                         respect of serviw rendered to the debtor during\n                         four months next preceding the date of the provi-\n111982\ns. 3.\n                         sional order, not exceeding one thousand six hun-\n                         dred dollars;\n38/1965\ns. 51               (c) all wages of any labourer or workman in respect\n7th Sch.                 of services rendered to the debtor during four\n                         months next preceding the date of the provisional\n                         order;\n3811965\nS. 51\n                     (d) contributions payable pursuant to the National\n7th Sch.                 Insurance Acs\n3111914\ns. 19.              (e) redundancy payments payable under the Employ-\n                         ment (Termination and Redundancy Payments)\n                         Act; and\n                     (0 all amounts by way of contributions for which the\n                         debtor is liable pursuant to sections 11 and 12 of\n                         the National Housing Trust Act and which have\n                         become due and payable.\n                        (2) Save as aforesaid, all debts provable under the\n               petition shall be paid pan’ passu.\n                       me inclusion of #his pas0 is authorized by LN. 55/19831\n                        BANKRUPTCY                                        73"
    },
    {
      "provision_ref": "sec140",
      "section": "140",
      "title": "Section 140",
      "content": "140. If a provisional order is made against one member Credltornof\nof a partnership, a creditor to whom that partner is indebted   ~~~~~~\njointly with the other partners of the firm or any of them f2;ad;\nshall not receive any dividend out of the separate property creditorsof\n                                                                debtors\nof the first mentioned partner until all the separate creditors\nhave received the full amount of their respective debts.\n                A s to Payment to the Debtor"
    },
    {
      "provision_ref": "sec141",
      "section": "141",
      "title": "Section 141",
      "content": "141. The Trustee may from t h e to t h e make such allow- Allowanm\nance as he thinks just to the debtor out of his property for   ~~~~~~~\nthe support of the debtor and his family, or in consideration SeMCeS.\nof his services if he is engaged in winding up his estate, but\nsuch allowance may be revised by the Court, and where no\nallowance has been made the Court may on cause shown\nmake an allowance."
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142. The debtor shall be entitled to any surplus remaining surplusof\nafter payment of his creditors, and of the costs, charges, pwhto\n                                                             estate\nand expenses of the proceedings under the bankruptcy debtw.\npetition\n              Bankruptcy Unclaimed Estates"
    },
    {
      "provision_ref": "sec143",
      "section": "143",
      "title": "Section 143",
      "content": "143. Where any moneys of an insolvent or bankrupt mcn\nestate have been or shall be lodged in the Treasury in pur-     ~~~~~f\nsuance of any former enactment or in pursuance of any ~ 2 % ~\nenactment now or hereafter to be in force, and have Treasury\nremained or hereafter shall remain in the books of the for     twenty\n                                                            years\nAccountant-General for twenty years or upwards, and $ ~ ~ t ~ ~ t              -\nduring that period no claim has been or shall be success- IepOrtto\n                                                            Mmster.\nfully made thereto, it shall be the duty of the Accountant-\nGeneral to report the facts of the case to the Minister."
    },
    {
      "provision_ref": "sec144",
      "section": "144",
      "title": "Section 144",
      "content": "144. On the direction of the Minister in writing on such AdvertMs.\nreport, that proceedings be taken under this Act, the           Ez:;:and\nAccountant-General shall give public notice by advertise- n e ~ ~ a p e r .\nment in the Gazette, and in one or more newspapers printed      ;!A$:;,\n      me inclwon of this page IS authonzed by LN. 480/19731\n74                                   BANKRUPTCY\n             and published in this Island that a given part of the estate\n             of a bankrupt or insolvent, to be named in such advertise-\n             ment, has been lying in the Treasury for a period to be\nClaims !O be specified as aforesaid, and that unless within one year from\nmade w i t h\none year of the date of the first publication of such advertisement, claim\nadvertise-\nment.        to the moneys therein specified be made and substantiated\n             to the satisfaction of the Accountant-General or a court\n             of competent jurisdiction, such moneys will become subject\n             to the provisions hereinafter mentioned. The advertisement\n             aforesaid shall be published as aforesaid as often during the\n             said year as the Accountant-General may deem expedient,\n             but not less than four times.\nUnclaimed      145. Upon the expiration of one year from the date of\nfunds to\n            the first publication of such advertisement as aforesaid, or\ndaled Fund\nConsoli-\n            from the date of the latest of such advertisements if they\nandassetsof are not simultaneous, and after the due publication of the\nthe Island.\n            same as aforesaid, any of the moneys in question to which\n            no claim shall have been made and substantiated as afore-\n            said shall lapse to and become part of the Consolidated\n            Fund and assets of the Island:\n              Provided always that, if within the year aforesaid, a\n            claim to any portion of the moneys in question shall have\n            been duly made, but shall be pending at the expiration of\n            the said year-\n                 (a) before the Accountant-General for consideration;\n                      or\n                 (b) before a court of competent jurisdiction, and there\n                      shall be lodged with the Accountant-General a\n                      certificate to that effect signed by a Judge of that\n                      court,\n            then such moneys shall not lapse to or become part of the\n            Consolidated Fund and assets of the Island until-\n                  (i) the Accountant-General shall have decided that\n                      such claim is not good and no certificate as afore-\n                 [The indurion of this page is authorized by L.N. 480119731\n                           BANKRUPTCY                                 75\n         said shall have been lodged with the Accountant-\n         General within one month of such decision; or\n    (ii) any such certificate be cancelled or revoked."
    },
    {
      "provision_ref": "sec145",
      "section": "145",
      "title": "Section 145",
      "content": "145. Unclaimed funds to become part of Consolidated Fund and\n       assets of the Island."
    },
    {
      "provision_ref": "sec146",
      "section": "146",
      "title": "Section 146",
      "content": "146. It shall be lawfd for any person desirous of claim- Adonfor\n                                                              money\ning any moneys lodged in the Treasury as aforesaid but Elaimedto\nwhose claim has been rejected by the Accountant-General, gtgainst\nto claim the same by means of an action against the Attorney- Attorney\n                                                              General.\nGeneral of Jamaica on behalf of the Government of the\nIsland as defendant:\n   Provided that if the sum claimed does not exceed two ~ 1 9 6 9\nhundred dollars the action may be brought in the Resident 3rd Sch.\nMagistrate’s Court for the parish of Kingston.\n                   SUPPLEMENTAL   PROVISIONS\n                      As io Joint Debtors"
    },
    {
      "provision_ref": "sec147",
      "section": "147",
      "title": "Section 147",
      "content": "147. Any creditor whose debt is sufficient to entitle him Petition\n                                                            against\nto present a petition against all the members of a partner- part,,ernor\nship, or against all of several joint debtors, may present f ~ ~ ~ o m ,\nsuch petition against any one or more of such persons with-\nout including the others."
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148. Where there are more respondents than one to a Dismivlal\npetition the Court may dismiss the petition as to one or of petition\nmore of them, without prejudice to the effect of the petition\nas against the other or others of them.                       only."
    },
    {
      "provision_ref": "sec149",
      "section": "149",
      "title": "Section 149",
      "content": "149. Where a provisional order has been made against powerto\n                                                                    extend\nall the members of a partnership, or against several joint provisional\ndebtors, the operation of such order shall in the first instance $s;t\nbe limited to the debt jointly due from such partners or partnersto\n                                                                   their\ndebtors, but the Court may, on sufficient cause Wing shown separzk\nby any joint or separate creditor within the prescribed time cstata\nafter the making of the order, direct the order to apply to\nthe separate debts and properties of the partners or debtors,\n       I r n o inclusion of this page is a u t h d by LN. 480/19131\n76                                      BANKRUPTCY\n               or of some or one of them, and such order shall have effect\n               accordingly :\n                 Provided that nothing herein shall prejudice or affect\n               any disposition made by a debtor in good faith, and for\n               valuable consideration, of or in reference to the separate\n               property to which such provisional order is so directed to\n               apply, in the interval between the date of the provisional\n               order and the date when such direction has been given.\nfiditorof         150. When a provisional order is made against one mem-\npartners\nmay prove      ber of a firm or partnership, any creditor to whom that\nforcarlain\n urposes\n               partner is indebted jointly with the other partners of the\n!isclaims      firm, or any of them, may prove his debt for the purpose\nin proceed-\nings           of voting, and may vote at a meeting of creditors.\none partner.\nTrustee's        151.-(1) Where the debtor is a member of a partnership,\nright of\nactionwhen     the Trustee administering his estate under the provisions of\ndebtor is\nmember of      this Act may, when authorized by the Court,bring or pro-\na h.           secute any action in the name of himself and of the debtor's\n               partner.\n                        (2) In such case any release by such partner of the\n               debt or demand to which the action relates shall be void.\n                         (3) Before applying to the Court for authority to\n               bring such action the Trustee must give notice to the partner,\n               who may show cause against it, and on his application the\n               Court may, if it thinks fit, direct that he shall receive his\n               proper share of the proceeds of the action, and shall if no\n               benefit be claimed by him therefrom be indemnified against\n               costs in respect thereof as the Court directs.\nAs. to           152. Where a debtor is a contractor in respect of any\ndebtor's\npint           contract jointly with any other person or persons, such\ncontracts.     person or persons may be sued, and if no action be pending\n               at the suit of the Trustee in respect thereof may sue in respect\n               of such contract without the joinder of the debtor.\n                     me inclusion of this Daee 1s authnrized by L.N. 480/1973J\n                           BANKRUPTCY                                     I1"
    },
    {
      "provision_ref": "sec150",
      "section": "150",
      "title": "Section 150",
      "content": "150. Creditor of partners may prove for certain purposes his claims in\n       proceedings against one partner."
    },
    {
      "provision_ref": "sec153",
      "section": "153",
      "title": "Section 153",
      "content": "153.41) When a provisional order has been made Provisional\n                                                                        when\nagainst a member or members of a firm,     and any one or more order\n                                                                 a member\nother persons being a member or members of the same firm of      . a firm\n                                                                 IS absent\nis or are out of this Island, or of unsound mind, the Court or lunatic.\nshall have jurisdiction, after giving the prescribed notices, to\nmake a provisional order for the administration of the joint\nproperty of the members of the firm, on its being proved\nto the satisfaction of the Court that the firm are unable to\npay their debts, but it shall not be lawful to adjudge any\nmember a bankrupt under this section.\n          (2) Upon such order being made, the property of\nthe firm shall vest in the Trustee, and shall be administered\nin all respects as if a bankruptcy petition had been presented\nand a provisional order had been made in the first instance\nagainst all the members of the firm.\n            As to Discovery of Debtor's Property"
    },
    {
      "provision_ref": "sec154",
      "section": "154",
      "title": "Section 154",
      "content": "154. At any time after the presentation of a petition, powaof\nthe Court may summon before it the debtor, or his wife, Court summon\n                                                                    to\nor any person known or suspected to have in his possession \",'Fmd\nany of the property of the debtor, or supposed to be indebted persons.\n                                                              requue\n                                                                       to\nto the debtor, or any person whom the Court may deem production\ncapable of giving information respecting the debtor, or his of  dm-\n                                                              mentsar\nproperly, his trade, or dealings, or affairs, and the Court         $d$y'*\nmay require any such person to produce any documents\nin his custody or power relating to the debtor, or his\nproperty, trade, or dealings, or affairs; and if any person\nso summoned, after having been tendered a reasonable sum,\nrefuses to produce such documents, having no lawful\nimpediment made known to the Court at the time of its\nsitting and allowed by it, the Court may by warrant cause\nsuch person to be apprehended and brought before it for\nexamination.\n       m e inclusion of this page is authorized by L.N. 480/1973]\nI8                                    BANKRUPTCY\nA n d to        155. The Court may examine upon oath, either by word\noxanune\nwitness,     of mouth or by written interrogation any person so sum-\n             moned or brought before it, or any person being present\n             before the Court, concerning the debtor, or his property,\n             trade, or dealings or affairs.\nA n d to        156.-(1) If any person on examination before the Court\norder pay.\nrnent of     admits that he is indebted to the debtor, the Court may on\naddttd\ndebt\n             the application of the Trustee order him to pay to the\n             Trustee, at such time and in such manner as to the Court\n             seems expedient, the amount admitted, or any part thereof,\n             either in full discharge of the whole amount in question\n             or not, as the Court thinks fit, with or without costs of the\n             examination.\n                        (2) If any person, on examination before the Court,\n             admits having in his possession any property of the debtor\n             vested in the Trustee under this Act, the Court may, on\n             the application of the Trustee, grant a warrant for the\n             seizure of the same:\n               Provided that if on such examination as aforesaid such\n             person claims a lien on such property, such warrant shall\n             authorize the seizure of the same only on satisfaction of\n             such lien.\npomlo          157. Any person acting under warrant of the Court may\naeirc        seize any property of the debtor divisible amongst his\ndebtor%\nr~~t~,\nsearchfor\n             creditors under this Act and in the debtor‘s custody or\n             possession, or in that of any other person, and with a view\nSame.\n             to such seizure may break open any house, building or room,\n             of the debtor where the debtor is supposed to be, or any\n             building or receptacle of the debtor where any of his\n             property is supposed to be; and where the Court is satisfied\n             that there is reason to believe that the property of the debtor\n             is concealed in a house or place not belonging to him the\n                   me inclusion of thii page is authorized by LN. 480119731\n                         BANKRUPTCY                                      I9\nCourt may, if it thinks fit, grant a search warrant to any\nconstable or prescribed officer of the Court,who may execute\nthe same according to the tenor thereof."
    },
    {
      "provision_ref": "sec155",
      "section": "155",
      "title": "Section 155",
      "content": "155. And to examine witnesses.\n       r h e inclusion of this page is authorized by L.N. 480/1973]\n8                              BANKRUPTCY"
    },
    {
      "provision_ref": "sec158",
      "section": "158",
      "title": "Section 158",
      "content": "158. At any time after the presentation of a petition-     Arrest of\n                                                             debtor in\n    (U) if it appears to the Court that there is probable\n         reason for believing that the debtor is about to\n         leave the Island, or to quit his place of residence\n         with a view of avoiding examination in respect of\n         his affairs, or otherwise delaying or embarrassing\n         the proceedings under the petition, or that he is\n         about to remove his property with a view of pre-\n         venting or delaying such property being placed\n         under the control or possession of the Receiver or\n         Trustee, or that he has concealed or is about to\n         conceal or make away with any of his property, or\n         any books, documents, or writings, which might be\n         of use to his creditors in the course of the pro-\n         ceedings; or\n    (b) if the debtor knowing that a petition has been filed\n          removes any property in his possession above the\n          value of ten dollars without the leave of the\n          Receiver or Trustee,or without good cause shown\n          fails to attend any examination ordered by the\n         Court,\nthe Court may cause the debtor to be arrested, and im-\nprisoned in such convenient prison as the Court may direct,\nand any books, papers, or property in his possession to be\nseized and safely kept until such time as the Court may\norder."
    },
    {
      "provision_ref": "sec159",
      "section": "159",
      "title": "Section 159",
      "content": "159. The Court, upon the application of the Trustee, with 4-h  letters\nmay from time to time order that for such time as the Court addrrlucd\nthinks fit, not exceeding three months from the date of such to debtor.\norder, post letters addressed to the debtor at any place or\nplaces mentioned in the order shall be redirected by the\n           inclusion of this page is authorized by L.N. 480/1973]\n80                                      BANKRUPTCY\n              Postmaster General, or the officers acting under him, to the\n              Trustee or otherwise as the Court directs, and the same\n              shall be done accordingly.\n                              Orders and Warrants of Court\nEnforce.         160. All the Courts in bankruptcy and the officers of\nment of\nwarrants      such Courts, shall act in aid of and shall be auxiliaq to\nand orders    each other in all matters of bankruptcy and any order of\nof Courts.\n              any one Court in a proceeding in bankruptcy may, on\n              application to another Court, be made an order of such\n              other Court, and may be carried into effect accordingly.\n              And an order of any Court in bankruptcy seeking aid,\n              together with a request to another of the said Courts, shall\n              be deemed sufficient to enable the latter Court to exercise\n              in regard to the matters directed by such order, the like\n              jurisdiction which the Court which made the request, as\n              well as the Court to which the request is made, could exer-\n              cise in regard to similar matters within their respective\n              jurisdictions.\nWarrants of     161. Any warrant of a Court having jurisdiction in\nBankruptcy\nCourts.       bankruptcy under this Act may be executed in any part\n              of this Island in the same manner and subject to the same\n              privileges in, and subject to which a warrant issued by any\n              Justice against a person for an indictable offence may be\n              executed, and any search warrant issued by a Court having\n              jurisdiction in bankruptcy under this Act for the discovery\n              of any property of a bankrupt may be executed in manner\n              prescribed or in the same manner and subject to the same\n              privileges, in and subject to which a search wmant for\n              property supposed to be stolen may be executed according\n              to Iaw.\nCommit-         162. Where any Court having jurisdiction in bankruptcy\nment to       under this Act commits any person to prison, the commit-\nprison.\n              ment may, unless otherwise prescribed, be to such con-\n                          BANKRUPTCY                                        81\nvenient prison as the Court thinks expedient; and if the\ngaoler of any prison refuses to receive any prisoner so com-\nmitted, he shall be liable, for every such refusal, to a penalty\nnot exceeding two hundred dollars.\n              Change of Jurisdiction by Minister"
    },
    {
      "provision_ref": "sec162",
      "section": "162",
      "title": "Section 162",
      "content": "162. Commitment to prism.\n                     Change of Jurisdiction by Minister"
    },
    {
      "provision_ref": "sec163",
      "section": "163",
      "title": "Section 163",
      "content": "163. Notwithstanding anything in this Act contained, Ch?n&epf\n                                                                 urisdiction\nthe Minister, may from time to time, by order published in by Minister.\nthe Gazette, exclude any Resident Magistrate’s Court from\nhaving jurisdiction in bankruptcy over any part or the whole\nof its district; and, for the purposes of bankruptcy jurisdic-\ntion, may attach its district, or any part thereof, to any other\nResident Magistrate’s Court or Courts, and may from time\nto time in like manner revoke or alter any order so made.\n                MISCELLANEQUS    PROVISIONS\n               Provisions Relating to Evidence"
    },
    {
      "provision_ref": "sec164",
      "section": "164",
      "title": "Section 164",
      "content": "164. Copies, authenticated by the signature of the Trustee, Certified\nof any entries in the books kept by him with respect to any        $;si\nestate or trust vested in or administered by him under this        ;;zr’s\nAct shall be admissible in evidence, and shall have the same\neffect in evidence in all respects as the originals from which\nsuch copies were made."
    },
    {
      "provision_ref": "sec165",
      "section": "165",
      "title": "Section 165",
      "content": "165. In all legal proceeding judicial notice shall be taken Signature\n                                                               of Trustee.\nof the signature of the Trustee; but any Court or Judge may\nrequire such signature to be proved in the ordinary way if\nit is doubtful to such Court or Judge whether the alleged\nsignature is genuine."
    },
    {
      "provision_ref": "sec166",
      "section": "166",
      "title": "Section 166",
      "content": "166. Any bankruptcy petition or copy thereof, any order Evidenceof\nor copy of an order made by any Bankruptcy Court, any documents\n                                                          . proceed-\n                                                          m\ncertificate or copy of a certificate made by a Bankruptcy\nCourt, any deed of arrangement or copy thereof, and any\nother instrument or copy of an instrument, affidavit, or\n       me inclusion of this page is authorized by L.N. 480/19731\n82                                     BANKRUPTCY\n              document, made or used in the course of any proceedings\n              under this Act, may, if any such document or instrument\n              or copy appears to be sealed with the seal of any Bank-\n              ruptcy Court, or purports to be signed by the Judge, or\n              certified to be a true copy by the Registrar of any Bank-\n              ruptcy Court, be receivable in evidence in all legal proceed-\n              ings whatever.\nDcpositions     167. In the case of the death of the debtor or his wife,\nof deceased\npersons.      or of a witness whose evidence has been received by any\n              B&ptcy       Court in any proceeding under this Act, the\n              deposition of the person so deceased purporting to be sealed\n              with the seal of the Court, or a copy thereof purporting\n              to be so sealed, shall be admitted as evidence of the matters\n              therein deposed to.\nGoreffe         168. The production of a Gazette containing a Gazette\nnotice        notice of a provisional order, or of an absolute order for\nconclusive\nevidence of\ncertain\n              bankruptcy, shall be conclusive evidence in legal p r o d -\nfacts.        ings that the provisional order was duly made, or that the\n              debtor against whom the absolute order has been made has\n              been duly adjudged bankrupt, and also of the date of such\n              orders.\n                        Provisions Relating to Legal Proceedings\nService on\nTrustee."
    },
    {
      "provision_ref": "sec168",
      "section": "168",
      "title": "Section 168",
      "content": "168. Gazefte notie conclusive evidence of certain facts.\n                  Provisions Relaling to kgd Proceedings"
    },
    {
      "provision_ref": "sec169",
      "section": "169",
      "title": "Section 169",
      "content": "169. Documents in any legal or other proceedings by or\n              against the Trustee may be served by being left at his office,\n              and such service shall have the same effect as if it had been\n              made personally.\nNotice of        170. No action or other proceeding shall be commenced\naction\nagainst       against the Trustee, as such, unless one month’s notice\nTrustee.      stating the cause thereof, the name and address of the person\n              bringing the action or other proceeding, and the name and\n              address of his solicitor (if any) has been given to the Trustee,\n              and if no action or proceeding shall have been commenced\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                           BANKRUPTCY                                           83\nagainst the Trustee in terms of such notice before the\nexpiration of sixty days from the service thereof the said\nnotice shall lapse and cease to be effective."
    },
    {
      "provision_ref": "sec171",
      "section": "171",
      "title": "Section 171",
      "content": "171. Every deed, conveyance, assignment, surrender, Exemptiona\nadmission or other assurance, relating solely to freehold from    duty.\n                                                                        stamp\nor leasehold property, or to any mortgage, charge or other\nincumbrance on, or any estate, right or interest in, any real\nor personal property which is part of the estate of any debtor\nunder this Act, and which, after the execution of such deed,\nconveyance, assignment, surrender, admission or other\nassurance, either at law or in equity, is or remains the pro-\nperty of the debtor or Trustee,and every power of attorney,\nproxy, paper, writ, order, certificate, affidavit, bond, or other\ninstrument or writing, relating solely to the property of any\nsuch debtor, or to any proceeding under this Act, shall be\nexempt from stamp duty (except in respect of fees under\nthis Act)."
    },
    {
      "provision_ref": "sec172",
      "section": "172",
      "title": "Section 172",
      "content": "172. Proceedings under this Act shall not be invalidated Irregulmi-\n                                                           lies not 10\nby any irregularity, unless the Court before which an invalidate\nobjection is made to such proceeding is of opinion that proceedings.\nsubstantial injustice has been caused by such defect or\nirregularity, and that such injustice cannot be remedied\nby any order of such Court."
    },
    {
      "provision_ref": "sec173",
      "section": "173",
      "title": "Section 173",
      "content": "173. Any person to whom anything in action belonging Actionsh\n                                                             respect of\nto the debtor is assigned in pursuance of this Act may bring debtor's\nor defend any action relating to such thing in action in his E\";:t\nown name.                                                    assigned.\n                  As to Apprenticeship"
    },
    {
      "provision_ref": "sec174",
      "section": "174",
      "title": "Section 174",
      "content": "174. Where at the t h e of the presentation of the bank- AS to d i s\nruptcy petition any person is apprenticed or is an articied charge of\n                                                             indentureof\nclerk, to the debtor, the provisional order shall, if either ~ ~ $ ~                 ~   ~   ,   e\nthe debtor or apprentice or clerk give notice in writing to ;;$;;.\nthe Trustee or Receiver to that effect, be a complete dis- allowance\n                                                                     thereon.\n       IThe inclusion of t h i a page is aumnized by LN. 480119731\n84                                      BANKRUPTCY\n              charge of the indenture of apprenticeship or articles of\n              agreement; and if any money has been paid by or on behalf\n              of such apprentice or clerk to the debtor as a fee, the Trustee\n              or Receiver may, on the application of the apprentice or\n              clerk, or of some person on his behalf, pay such sum as such\n              Trustee or Receiver, subject to an appeal to the Court,\n              thinks reasonable, out of the debtor's property, to or for\n              the use of the apprentice or clerk, regard being had to the\n              amount paid by him or on his behalf, and to the time during\n              which he served with the debtor under the indenture or\n              articles before the date of the provisional order, and to the\n              other circumstances of the case.\n                      As to the Annulling or Revoking of Orders in\n                                      Bankruptcy\npower to        175.-(1) The Court may at any time, for sufficient reason,\nrevoke\norders,etc,   revoke a provisional order for bankruptcy, or annul an\nthereof.\neffect        adjudication; but in such case all sales and dispositions\n              of property and payments duly made, and all acts there-\n              tofore done by the Trustee or any person acting under his\n              authority, or by the Court, shall be valid, but the property\n              of the debtor shall in such case vest in such person as the\n              Court may appoint, or in default of any such appointment\n              revert to the debtor for all his estate or interest therein,\n              upon such terms and subject to such conditions, if any, as\n              the Court may declare by order.\n                      (2) A copy of the order of revocation or annul-\n              ment, unless such order has been made on cause shown by\n              the debtor in the first instance, may be forthwith published\n              in the Gazette, and advertised locally in the prescribed man-\n              ner, and the production of a copy of the Gazette containing\n              such order of revocation or annulment shall be conclusive\n              evidence of the fact of such revocation or annulment, and of\n              the terms of the order.\n                     m e inclusion of this page is authorized by L.N. 48Ol19731\n                          BANKRUPTCY                                     85\nas 176. The revocation of a provisional order shall operate Effectof\n   a revocation of the appointment of the Trustee under the revocation\n                                                            of apro-\npetition, and shall revive the remedy of any creditor against visional\n                                                              order,\nthe property or person of the debtor that was suspended or\nstayed by the order.\n                   FRAUDULENT\n                          BANKRWTCY\n               Crimes Against Bwkruptcy Act"
    },
    {
      "provision_ref": "sec176",
      "section": "176",
      "title": "Section 176",
      "content": "176. Effect of revocation of a provisiod Order.\n            me inclusion of this page is authorized by L.N. 480/19731\n                          BANKRUPTCY                                     9\n                FRAUDULENT BANKRUPTCY\n                  Crimes Againsf Bankruptcy Act"
    },
    {
      "provision_ref": "sec177",
      "section": "177",
      "title": "Section 177",
      "content": "177. Any person against whom a provisional order or crimes\nan absolute order in bankruptcy has been made and has !?&?&\nnot been revoked shall in each of the cases following be $;$t?,\nguilty of a misdemeanour, and shall be liable, on conviction, triable.\nto imprisonment, with or without hard labour, for a term\nnot exceeding one year, that is to say-\n     (a) if he does not to the best of his knowledge and\n         belief fully discover to the Trustee administering\n         his estate for the benefit of his creditors all his\n         property, real and personal, and how, and to whom,\n         and for what consideration, and when he disposed\n         of any part of his property except such part as\n         has been disposed of in the ordinary way of his\n         trade (if any) or laid out in the ordinary expense of\n         his family;\n     (b) if he does not deliver up to the Trustee, or as he\n         directs, all such part of his real and personal pro-\n         perty as is in his custody or under his control and\n         which he is required by law to deliver up, unless\n         the jury is satisfied that he had no intent to\n         defraud;\n     (c) if he does not deliver up to the Trustee, or as he\n         directs, all books, documents, papers and writ-\n         ings, in his custody or under his control, relating\n         to his property or affairs, unless the jury is satisfied\n         that he had no intent to defraud;\n       me inclusion of this page is authorized by L.N. 480(1973]\n                     BANKRUPTCY\n(4if since the presentation of the petition by or\n    against him or within six months before such\n    presentation, he has concealed or removed any part\n    of his property to the value of twenty dollars or u p\n    wards, or concealed any debt due to or from him,\n    unless the jury is satisfied that he had no intent\n    to defraud;\n(e) if he makes any material omission in any state-\n    ment required under this Act relating to his &airs,\n    unless the jury is satisfied that he had no intent\n     to defraud;\nv) if, knowing or believing that a false debt has been\n    proved by any person under the bankruptcy pro-\n     ceedings, he fails for the period of a month to\n     inform the Trustee thereof, unless the jury is\n     satisfied that he had no intent to defraud;\n(9) if after the presentation of the petition by or\n     against him he prevented the production of any\n     book, document, paper or writing, affecting or\n     relating to his property or affairs, unlm the jury\n     is satisfied that he had no intent to conceal the\n     state of his dairs 01 to defeat the law,\n(h) if after the presentation of the petition, or within\n     six months before such presentation, he has con-\n     cealed, destroyed, mutilated or falsified, or has\n     been privy to the concealment, destruction, muti-\n     lation or falsification of any book or document\n     affecting or relating to his property or affairs, unless\n     the jury is satisfied that he had no intent to conceal\n     the state of his affairs or to defeat the law;\n(i) if, either before or after the presentation of the\n    petition, he made or was privy to the making of\n    any false entry in any book or document affecting\n     or relating to his property or affairs, nnless the\n  I l k inclusion of this pyc ia authmivd by L\".   480/1973]\n                      BANKRUPTCY                              87\n     jury is satisfied that he had no intent to conceal\n     the state of his affairs or to defeat the law;\n({I if after the presentation of the petition, or within\n      six months before such presentation, he has parted\n     with, altered, or made any omission in, or has been\n     privy to the parting with, altering, or making any\n      omission in, any document affecting or relating to\n      his property or affairs, unless the jury is satisfied\n      that he had no intent to defraud;\n (k) if after or within six months before the presenta-\n      tion of the petition he has attempted to account\n      for any part of his property by fictitious losses or\n      expenses;\n (D if within six months before the presentation of the\n      petition he by any false representation or other\n      fraud has obtained any property on credit, and\n      has not paid for the same;\n(rn) if within six months before the presentation of the\n      petition he obtained, under the false pretence of\n     carrying on business and dealing in the ordinary\n      way of his business, any property on credit, and\n      has not paid for the same, unless the jury is\n      satisfied that he had no intent to defraud;\n(n) if within six months before the presentation of the\n     petition he has pawned, pledged, or disposed of\n     otherwise than in the ordinary way of his business\n     any property which he had obtained on credit and\n     had not paid for, unless the jury is satisfied that\n     he had no intent to defraud;\n(0) if he is guilty of any false representation or other\n      fraud for the purpose of obtaining the consent of\n      his creditors, or any of them, to any agreement\n     with reference to his affairs, or his bankruptcy or\n      liquidation;\n                                                          -\n  me inclusion of this page is authorized by L.N. 480119731\n       88                                    BANKRUPTCY\n                        (p) if after or within six months before the presenta-\n                            tion of the petition he has quitted this Island and\n                            taken with him, or attempted or made preparation\n                            for quitting this Island and for taking with him\n                            any part of his property to the amount of forty\n                            dollars or upwards, which would by law be\n                            divisible amongst his meditors under the bank-\n                            ruptcy, unless the jury is satisfied that he had no\n                            intent to defraud;\n                        (q) if in incurring any debt or liability he has obtained\n                            credit under false pretences, or by means of any\n                            other fraud;\n                        (4 if he has, with intent to defraud his creditors, or\n                           any of them, made or caused to be made any gift,\n                           delivery or transfer of, or any charge on his\n                             property;\n                        (s) if he has, with intent to defraud his creditors,\n                            concealed or removed any part of bis property\n                             since, or withii two months before, the date of any\n                             unsatisfied judgment or order for payment of\n                             money obtained against him.\n                    Misdemeanours under this section shall not be triable in a\n                    Resident Magistrate’s Court.\n       Uudir          178. Where an undischarged bankrupt who has been\n       bankrupt     adjudged  bankrupt under this Act obtains credit to the\n       obtai~w extent of forty dollars or more from any_person without\n       credit to\n       extentof     informing such person that he is an undischarged bankrupt\n       forty dollan\n       wihoul       he shall be guilty of a misdemeanour, and on conviction\n       xor-\n       creditor of  thereof shall be liable to be imprisoned for any term not\n       his bank-    exceeding two years, with or without hard labour.\nf O : $ :\n        m15-\n       demeanour.\n                          me inclusion of this page is authorized by L.N. 480/19731"
    },
    {
      "provision_ref": "sec178",
      "section": "178",
      "title": "Section 178",
      "content": "178. Undischarged bankrupt obtaining credit to extent of forty dollars\n       without informing creditor of his bankruptcy. guilty of\n       misdemeanour.\n       [rhe bclvsion of t!nb page is authorized by LN. 55/19831\nR/L - D\n                         BANKRUPTCY                                                11\n                                                                        Cap. 32.\n                                                                          Ls“\n                                                                       ’Iof 1958.\n                                                                          ACtr\n               THE BANKRUPTCY ACT                                      38 of 1965,\n                                                                       45 of 1968,\n                                                                       42 of 1963\n                                               [Ist January, 1880.1     3rdSeb..\n                                                                       15 of 1979\n                                                                        2nd Sch,\n                                                                       1 of 1982\n                        Preliminary                                    22 of 1993.\n                                                                       34 of 1995."
    }
  ],
  "definitions": []
}