{
  "id": "jm-stat-the-bath-of-st-thomas-the-apostle-act",
  "type": "statute",
  "title": "The Bath of St. Thomas the Apostle Act",
  "title_en": "The Bath of St. Thomas the Apostle Act",
  "short_name": "Bath of St. Thomas the Apostle Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bath-of-st-thomas-the-apostle-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bath-of-st-thomas-the-apostle-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Bath of St. Thomas the shorttitle.\nApostle Act.\n  2 4 1 ) For the purposes of this Act there shall be Estabhh-\n                                                                     men1 of\nestablished a body corporate to be called “The Directors Corpomtton.\nof the Bath of St. Thomas the Apostle” (hereinafter in\nthis Act referred to as “the Corporation”) with perpetual\nsuccession and a common seal and with power to acquire,\nhold and dispose of land.\n       (2) The seal of the Corporation shall be authenticated\nby the signature of the Chairman and of the Clerk of the\nCorporation, and such seal shall be officially and judicially\nnoticed.\n       (3) The Corporation may sue and be sued in its cor-\nporate name and may for all purposes be described by such\nname."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. AU that property known as Bath Police Station bounded on the\n            North by the main road from Port Morant to Port Ant~nio:OII the\n            East by a parochial road called Trelawny Street: and on the Sonth\n            and West by lands belonging to the Bath Corporation.\n                Whe inclusion of this pape is authorkd by L.N. 480/19731"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(1) The Corporation shall consist of seven persons Consh-tution ofthe\nwho shall be appointed by the Minister by instrument in mrporahon\nwriting and such persons are hereafter in this Act referred to 35/1%6\nas “Directors”.                                                s 2.\n       (2) The appointment of a Director shall, subject to\nthe provisions of this section, be for a period not exceeding\nthree years and such Director shall be eligible for\nre-appointment.\n        (3) The Minister shall appoint a Chairman and a\nDeputy Chairman from amongst the Directors.\n        (4) If the Chairman or Deputy Chairman is absent\nor unable to act, the Minister may appoint any other\n   __ -             -\n          plein~ludonuft h i s m c a au&aorizcdbyL.N 95119971\n4                    BATH OF ST. THOMAS THE APOSTLE\n          Director to act temporarily as Chairman or, as the case\n          may be, Deputy Chairman during such absence or\n          incapacity.\n                 (5) The Minister may appoint any person as a\n          Director to act temporarily in the place of a Director who\n          is absent or unable to act.\n                 (6) Any Director may at any time resign his office\n          by instrument in writing addressed to the Minister (which\n          as respects a Director other than the Chairman or Deputy\n          Chairman shall be transmitted through the Chairman) and\n          from the date of receipt by the Minister of such instrument\n          such Director shall cease to be a Director.\n                 (7) The Minister may at any time revoke the appoint-\n          ment of any Director if he thinks it expedient so to do.\n                 (8) If any vacancy occurs in the membership of the\n          Corporation such vacancy shall be filled by the appointment\n          of another person to be Director who shall, subject to the\n          provisions of this section, hold office for the remainder of\n          the period for which the previous Director was appointed.\n                 (9) The names of all persons appointed under this\n          section and every change in any such appointment shall be\n          published in the Gazetie.\nproceduro     4 . 4 1 ) The Corporation shall meet at such times may          as\nof the\nmndmeetings be necessary or expedient for transacting the business of\nCorpo~=tion. the Corporation and shall have power to regulate its own\n          proceedings :\n            Provided that there shall be at least two meetings during\n          any year.\n                 ( 2 ) The Clerk shall, upon being so requested by any\n          Director, summon a special meeting of the Corporation\n          withii seven days of such request.\n35/l%6\n                 (3) The Chairman, or in his absence the Deputy\nS. 3b).   Chairman, shall preside at meetings of the Corporation and\n          in the absence of both the Chairman and the Deputy Chair-\n                          -----\n                   me inclusion of this rega is authorizedby LN.9 5 / 19971\n           BATH OF ST. THOMAS THE APOSTLE                                   5\nman from any meeting the Directors present shall elect one\nor their number to preside at that meeting.\n       (4) The Chairman or other person presiding at any 3 5 / 1 9 ~ x\n                                                               S. 3(b).\nmeeting shall have an original and a casting vote.\n       ( 5 ) At any meeting of the Corporation three Directors 35/1966\n                                                               s. 3(C).\nshall form a quorum for the transaction of business.\n                                                               35/1966\n       (6) The power of the Corporation shall not be dected S.    3(d).\nby any vacancy in the membership thereof or by any defect\nin the appointment of any Director."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.41) Subject to the provisions of subsection (2) all the real\n                                                              Transferof\n                                                                  and\nreal and personal property vested in, or belonging to, personal\nincluding all moneys standing to the credit of, or receivable pmpeny.\nby, the Directors of the Bath of St. Thomas the Apostle\nimmediately prior to the coming into operation of this Act\nunder and by virtue of the Bath of St. Thomas the Apostlz\nLaw (repealed by this Act) are hereby transferred to and\nvested in the Corporation.\n       (2) It is hereby declared that all the rights and\ninterests of the Bath Corporation in the properties set out\nin the Schedule shall be deemed to have been transferred Schedule.\nto and vested in the Commissioner of Lands in trust for Her 42/1969\n                                                              3rd Sch.\nMajesty in right of the Government of Jamaica."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Corporation may purchase, or otherwise powerto\nacquire and hold, any personal property required for the hold,,\n                                                           acqu,rc\npurposes of this Act and may dispose of any personal $$:$g$,\nproperty belonging to it which is no longer required for\nsuch purposes.\n        (2) The Corporation may, subject to the prior\napproval of the Minister, purchase, or otherwise acquire\nand hold, or take on lease, any real property and any\ninterest therein required for the purposes of this Act, or\nmay sell, mortgage, lease or exchange any such property.\n               inclusion of this page is a u t h o r i d by L.N.95j 1997)\n6                      BATH OF ST. THOMAS T H E APOSTLE\nManagement       7.41) The management, care, upkeep, and preservation\nof the Bath\n              of the Bath of St. Thomas the Apostle and all the buildings,\nfor cemin     st,ructures and grounds in connection therewith (hereinafter\npurpows.      in this Act referred to as “the Bath”) is hereby entrusted\n              to the Corporation.\n                     (2) All the property vested in or belonging to the\n             Corporation shall be held by it for the accommodation and\n             relief of persons visiting the Bath for the use of the waters\n             or for the benefit of their health, and for all matters con-\n             nected with such purposes.\nAppointment"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Corporation n a y appoint, at such remunera-\nof Clerk and tion and on such terms and conditions as it may determine,\nservants.\n              a Clerk and such officers and servants as may be necessary\n             and proper for the due and efficient management and per-\n             formance by the Corporation of its duties under this Act:\n3511966\ns. 4.            Provided that-\n2611995\n                     (a) no salary in excess of the prescribed rate shall be\nS. 2 (b) (i).             assigned to any post without the prior approval\n                          of the Minister;\n 26/1995\n                     (b) no appointment shall be made to any post to\nS. 2 (b) (ii).            which a salary in excess of the prescribed rate is\n                          assigned without the prior approval of the Mi-\n                          ister; and\n                     (c) no provision shall be made for the payment of any\n                          pensions, gratuities or other like benefits in respect\n                          of the service of any employee without the prior\n                          approval of the Minister.\n 26: 1995               (2) In subsection (1) “the prescribed rate” means a\n s. 2 ( C ) .  rate of $lCQOQO per annum or such higher rate as the Min-\n               ister may by order prescribe.\nRevenueand        9,-(1) All rents and profits of lands, buildings and\ncxwnditure\nof the         structures belonging to the Corporation and all moneys\n Corporation.\n               collected and received by the Corporation shall be paid into\n               a fund to be called “the Bath Fund”.\n                           .. -            ~~   ~                     -__           ~~\n                            inclusion oflhia page is authorized by L.N. 95/.19971\n            BATH OF ST. THOMAS THE APOSTLE                                     7\n           (2) Moneys to the credit of the Bath Fund may be\napplied towards-\n       ( U ) the payment of the salaries of the Clerk and ser-\n               vants of the corporation;\n       (b) the repairs, maintenance, management, upkeep,\n               enlargement and improvement of the Bath and all\n               the buildings and structures vested in the Cor-\n               poration;\n       (c) the provision of accommodation and board for\n               persons visiting the Bath for the use of the waters\n               or for the benefit of their health;\n       (d) the maintenance of any such persons who may be\n               destitute while at the Bath;\n       (e) the repairs, maintenance and improvement of the\n               road leading from the town of Bath to the Bath;\n       cf, the payment of all expenses properly incurred\n               under this Act.\n   lO.--(l)      The Clerk shall receive all moneys due or owing Fmn*\nto or received by the Corporation and shall issue and sign\nreceipts in respect thereof. All such moneys shall be\ndeposited in the Bath Fund, which Fund shall be lodged in\nsuch Bank as the Corporation may determine.\n             (2) Cheques against the Bath Fund shall be signed\nby such person as the Corporation may appoint for that\npurpose, and shall be countersigned by the Chairman or any\nDirector.\n            (3) All payments shall be made by the Clerk who\nshall enter them in a book to be kept for that purpose in\nsuch form as he may be directed by the Corporation.\n             (4) The Corporation shaU cause to be kept proper s.   2611995"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The accounts of the Corporation shall be audited Aidit and\nannually by the Auditor-General or by an auditor appointed repon.\nby the Minister.\n          mac inclusion_of_ _this page is authorized by I^N. 951 19971\n                                               ~~           ~            ~~~\n8                       BATH OF ST. THOMAS THE APOSTLE\n3511966              ( 2 ) The Corporation shall, on or before the 31st day\nS. 6(a).\n              of July in each year, submit to the auditor a statement of\n              the accounts of the Corporation for the twelve months\n              ending on the preceding 31st day of March.\n                      (3) The Corporation shall submit to the Minister on\n              or before the 31st day of July in each year a report on its\n              financial position and on its activities during the year ending\n              on the preceding 31st day of March.\n Estimates.      lZ.-(l) The Corporation shall on or before the 15th day\n              of January in each year prepare and submit to the Minister\n              a true estimate of the income receivable and expenditure\n              to be incurred during the financial year commencing on the\n              1st day of April then following.\n                        (2) The Corporation shall submit Estimates in the\n              form required by the Minister, who may approve or amend\n              such Estimates.\n                        (3) All new or special expenditure shall receive the\n              approval of the Minister before being included in thp\n3511966       Estimates and the Minister shall cause a copy of the report\nS. 6(b).\n              to be laid on the Table of the House of Representatives.\n                        (4) Save with the approval of the Minister, no\n              further sum shall be expended during any financial yeat\n              other than is provided in the Estimates relating to such\n              financial year.\nRewlationa.     13.-(1) The Corporation may make regulations generally\n              for giving effect to the provisions of this Act and, withost\n              prejudice to such general power, may make regulations-\n                   (U) for the rates to be charged in relation to persons\n                        staying at or using the Bath;\n                   (6) for the amounts to be paid to the Directors or per-\n                        sons rendering services to the Corporation;\n                   (c) for the exemption of certain persons from the rates\n                        mentioned in paragraph (a);\n                        ~ e h d & m o f & i ~ p g e i s a u t h o r i n dL.N.\n                                                                          ~ 95/1997l\n            BATH OF ST. THOMAS THE APOSTLE                                9\n     (d) for the good government, efficient management,\n          care and upkeep of the Bath.\n        (2) All such regulations shall require approval by\nthe Minister who may alter, add to or vary, them.\n        (3) Every person who contravenes or fails to comply\nwith the provisions of any such regulations shall be liable\non summary conviction before a Resident Magistrate to a\nfine not exceeding four dollars, or in default of payment\nthereof, to imprisonment with hard labour for any term\nnot exceeding one month."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Minister may, after consultation with the Chair- Policy\n                                                              dimtions.\nman, give to the Corporation directions of a general 35,,966\ncharacter as to the policy to be followed in the exercise and 5.7.\nperformance of its functions in relation to matters appearing\nto him to concern the public interest, and the Corporation\nshall give effect to any such directions.\n       lTbe inclusion of this page is authorized by LN. 48011973J\n10                   BATH OF ST. THOMAS THE APOSTLE\nSstion                               SCHEDULE\nw).      1. All that property known as the Bath Botanic Garden and boundd\n            on the North by land belonging to the Bath Corporation and land\n            belonging to the Anglican Church, on the East by a parochial road\n            called Bath S w t ; and on the. South and West by a parochial\n            road called Trelawny Street."
    }
  ],
  "definitions": []
}