{
  "id": "jm-stat-the-bauxite-production-levy-act",
  "type": "statute",
  "title": "The Bauxite (Production Levy) Act",
  "title_en": "The Bauxite (Production Levy) Act",
  "short_name": "Bauxite (Production Levy) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bauxite-production-levy-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bauxite-production-levy-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Bauxite (Production Levy)\nAct.                                                                                        Shon title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)    In this Act unless the context otherwise requires-                              Intcrpre-\n                                                                                            tation.\n       “basic rate” means the amount for the time being described\n            in the First Schedule as the basic rate;                 First\n                                                                     Schedule.\n       “bauxite producer” means a holder of a mining lease or\n            special mining lease under the Mining Act for bauxite\n            or laterite;\n       “Commissioner of Taxpayer Appeals” means the\n            Commissioner of Taxpayer Appeals appointed under\n            section 11B of the Revenue Administration Ac+;\n       “curient rate” means the amount for the time being\n            described in the First Schedule as the current rate;\n       “officer” means an officer of customs and excise, and\n            includes any person who is expressly authorized by\n            the Commissioner of Taxpayer Audit and Assessment\n            to perform the duties of an officer of customs and 12 1985\n                                                                     Sch.\n            excise for the purposes of this Act;                     L.N.\n       “quarterly period’ means a period of three consecutive 8B!2002\n            months commencing on the 1st day of January, or the\n            1st day of April, or the 1st day of July, or the 1st day\n            of October, in any year;\n       “ton” in relation to bauxite or laterite means a ton by\n            standard measure of weight provided in the Weights\n            and Measures Act (twenty hundredweights each of\n            112 standard pounds weights) after deducting the\n            moisture content of the ore.\n                 [The incliisioii of this page i s authorized by L.N. 88120031\n1                               BA UXTE (PRODUCTION LE PY)\nImposition of     3.-(1) Notwithstanding anything in any law, enactment or\nproduction\nlZ\\V.\n                agreement, a tax to be known as a production levy shall\n                be paid on all bauxite or laterite extracted or won in\n                Jamaica on or after the 1st January, 1974, and accordingly\n                nothing in any such law, enactment or agreement shall be\n                construed as derogating from the provisions of this Act or\n                any obligations arising thereunder, or give rise to any cause\n                of action in respect of any act done in accordance with this\n                Act or regulations made thereunder.\n                        (2) The production levy shall be calculated at the\n                current rate.\n                       (3) The production levy payable under this Act shall\n19!1998         be paid to such commercial bank as the Minister may ap-\ns. 2.           prove, by the bauxite producers who extracted or won the\n                bauxite or laterite in respect of which such levy is payable.\nHow the           4 . 4 1 ) For the purposes of this Act each of the bauxite\nproduction\nlevysbl~k       producers named in the first column of the                                Second\npaid.\nSecond\n                Schedule\nSchedule.\n                   (a) shall be deemed to have extracted or won in\n                       Jamaica, during each quarterly period, not less than\n                       the number of tons of bauxite or laterite specified\n                       in respect of that bauxite producer in the second\n                       column of the said Schedule (hereinafter referred\n                       to as the “minimum tonnage”); and\n19t 1998          (b)   shall pay to the commercial bank approved pur-\nS . 3 (a).\n                        suant to section 3 (3) within fifteen days after the\n                        end of each quarterly period, the sum of money\n                        arrived at by multiplying the minimum tonnage\n                        by the basic rate (hereinafter referred to as the\n                        “provisional quarterly payment) on account of\n                             [The inclusion of this page IS authonzed by L N   88f2003l\n                 BA UXITE (PRODUCTION LE W)                                 5\n           the true amount of the production levy payable by\n           him for that quarterly period.\n        (2) Every bauxite producer shall, in respect of each\nquarterly period, make to the Commissionei of Taxpayer Audit 12/1985\nand Assessment, in such form (if any) as may be prescribed, Sch.\n                                                             L,N,\nwithin thirty days after the end of that quarterly period-   8B/2002.\n    (a) a return in writing showing the number of tons of\n        bauxite or laterite extracted or won in Jamaica by him;\n    (b) statements of the prices (expressed in lawfbl currency\n        of the United States of America) received by him or by\n        any associate for primary aluminium, differentiating\n        between the prices received in respect of transactions\n        between associates and other transactions.\n        (3) Every bauxite producer shall, within ninety days\nafter the end of each year, supply to the Minister such fbrther\ninformation as may be prescribed for the purposes of\ndetermining the average realized price for primary aluminium.\n        (4) The Minister shall, as soon as may be practicable\nafter the 30th day of April in each year, by order prescribe the\naverage realized price (expressed in lawfbl currency of the\nUnited States of America) for primary aluminium for the last\npreceding year, taking into account all relevant information,\nincluding the information referred to in subsections (2) and (3).\n       (5) In this section “associate” means any person who\ncontrols, or is controlled by, or is under common control with,\nthe bauxite producer in relation to whom that term is used.\n              (The inclusion of this page i s authonzed by L N   88/2003]\n6                              BAUXITE (PRODlJCTION LEPY)\n                   (6) Within thirty days after the publication in the\n            Gazette of an order made under subsection (4) every bauxite\n12’1985     producer shall prepare and submit to the Commissioner of\nSch.\nL.N.\n            Taxpayer Audit and Assessment a statement in the prescribed\n8W2002.     form showing an assessment of the true amount of the\n            production levy payable by such bauxite producer for each of\n            the quarterly periods in the last preceding year. Such true\n            amount shall be based on the current rate.\n                    (7) Where the total number of tons of bauxite or laterite\n            actually extracted or won in Jamaica by any bauxite producer in\n            any year is less than four times the minimum tonnage specified\n            for that bauxite producer, he shall, for the purpose of\n            determining the true amount of the production levy payable by\n            him for that year be deemed to have actually extracted or won\n            four times the minimum tonnage so specified.\n12’1985            (8) The    Commissioner of Taxpayer Audit and\nSCI1.\nI..N.       Assessment shall, on the receipt of a statement submitted to him\n813~2002.   under subsection ( 6 ) , determine the true amount of the\n            production levy payable for the last preceding year by the\n            bauxite producer who submitted that statement.\n12tI9X5             (9) Where the amount determined by the Commissioner\nSch\nI..N        of Taxpayer Audit and Assessment under subsection (8) is\nXlV2002     greater than the total of the provisional quarterly payments paid\n            by the bauxite producer in respect of whom that amount was\n            determined, the bauxite producer shall notwithstanding any\n19;199X     notice of objection under section 10, pay the difference to the\nS. 3 (h).   commercial bank approved pursuant to section 3 (3) within\nI..N.       thirty days after the Commissioner of Taxpayer Audit and\nXlY2002.    Assessment serves upon him a notice in writing informing him\n            of the difference.\n                    (10) Where the amount determined by                    the\nI ..N.      Commissioner of Taxpayer Audit and Assessment under\nX Iv2002.\n            subsection (8) is less than the total of the provisional quarterly\n                          I I IIC IIILII1\\1,111 nl l l l l \\ I’.I&!C I* ‘Illlllolltcd bv I N   xxaooy\n                    BAUXITE (PRODUCTION LEPY)                                             7\npayments paid by the bauxite producer in respect of whom that\namount was determined, the Minister shall refund the difference 19 1998\nto the bauxite producer.                                        s 3 (c)\n           (1 1) Any amount required by this section to be paid by a\nbauxite producer may, without prejudice to any other means of\nrecovery, be recovered by a Collector of Taxes under the Tax\nCollection Act.\n       (12) The Minister may where he is satisfied that it is\nnecessary so to do, extend the period within which any bauxite\nproducer is required by this section to do anything.\n        (1 3) For the purposes of this section, the true amount of\nthe production levy is the sum of money arrived at by\nmultiplying the number of tons of bauxite or laterite extracted or\nwon (or deemed under subsection (7) to have been so extracted\nor won) by the bauxite producer during the last preceding year\nby the current rate."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)   The Minister may from time to time by order amend Powerto\nthe First and Second Schedules with effect from such date (not                   ~~~~~~\nbeing earlier than the 1st of January of the year preceding the Schedules.\nyear in which the order is made) as may be specified in the\norder.\n      (2) Any order made under subsection (1) may contain\nsuch consequential, supplementary or ancillary provisions as the\nMinister thinks necessary or expedient.\n      (3) Every order made under subsection (1) shall be\nsubject to affirmative resolution of the House of Represent-\natives."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may, upon the application of any person Powerto\nliable for payment of any production levy, if he is satisfied that ~ ~                        ~   ~   ~   ~\nit is just and equitable so to do, waive, remit or refbnd such levy p.o&ction\nin whole or in part and any such waiver, remission or refbnd levy.\n                 [The 11ic1iisionof this page I S authorized by L N   88/2003]\n8                               BA U X T E (PRODUCTION LEVY)\n               may be subject to such conditions as the Minister may see fit to\n               impose:\n                 Provided that a notice of such waiver, remission or refbnd\n               shall be published in the Gazette.\nRefund of        7.-(1) Any amount paid as production levy under this Act\noverpayment.   which is in excess of the amount required to be paid under this\n1911998\ns. 4.          Act shall be refunded by the Minister, on the production to him\n               of such evidence as he may require as proof of such\n               overpayment.\n                      (2) Any application for a refund under subsection (1)\n               shall be made within two years of the date of the overpayment to\n19/1998        which it relates or such longer period as the Minister may allow\ns. 4.          if satisfied that, in the special circumstances of the case, it was\n               not reasonably practicable for the bauxite producer to make his\n               application within two years as aforesaid.\nRecords and      8. Every bauxite producer shall-\nreturns.\n                    (a) keep such books, records, accounts and other\n                        documents in relation to the production or\n                        disposal of bauxite or laterite by that bauxite\n                        producer as may be prescribed; and\n1211985             (b) permit the Commissioner of Taxpayer Audit and\nSch.\nL.N.\n                        Assessment or any officer authorized in that behalf\n8W2002.                 by him to enter any premises used by that bauxite\n                        producer in connection with the production or\n                        disposal of bauxite or laterite and to inspect, and\n                        make copies of entries in, any books, records,\n                        accounts or other documents which relate or appear to\n                        relate to the business of that bauxite producer; and\n1211985             (c) if required so to do by the Commissioner of Taxpayer\nSch.                    Audit and Assessment or any officer authorized in that\nL.N.\n8W2002.                 behalf by him, produce, at such time and place\n                              [The iticlusioii of this page I S authorized by L.N. 88/2003]\n                   BA UXITE (PRODUCTION LE W)                                              9\n           as the Commissioner of Taxpayer Audit and 12 1985\n           Assessment or such officer may specify, any books, Sch.\n                                                                L,s,\n           records, accounts or other documents relating to the 8 ~ 2 0 0 2 .\n           business of that bauxite producer; and\n   (6) at such times and to such persons as the Commissioner Sch.\n                                                             12 1985\n           of Taxpayer Audit and Assessment may specify, make L,N,\n           such returns as may be prescribed and give such other 8 ~ 2 0 0 2\n           information relating to the business of that bauxite\n           producer as the Commissioner of Taxpayer Audit and L.X.\n                                                                 8B 2002.\n           Assessment may require."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)    If any bauxite producer fails to submit to the Commis-\n                                                                      of\nCommissioner of Taxpayer Audit and Assessment the statement sioner\n                                                               Taqaylr\nreferred to in subsection (6) of section 4 the Commissioner of Audit and\n                                                               .Assessment\nTaxpayer Audit and Assessment may assess the amount of may          assess\nproduction levy which, in the opinion of the Commissioner of amount of\n                                                               k\\?.\nTaxpayer Audit and Assessment, is payable under this Act by payable.\nthat bauxite producer and cause to be served on him a notice 1211985\n                                                               Sch.\nstating the amount of production levy so assessed.             L.N.\n                                                                                8B/2002.\n         (2) Notwithstanding any other provision of this Act,\nany amount assessed by the Commissioner of Taxpayer Audit 1211985\nand Assessment under subsection (1) shall be paid within ten                    E,:\ndays after the service of the notice referred to in that subsection. 8~/2002.\n         (3) Where it appears to'the Commissioner of Taxpayer 1211985\nAudit and Assessment that the amount paid by a bauxite                          Et,\nproducer or that any amount determined or assessed under this 8B/2002.\nAct is less than that which ought to be paid, the Commissioner\nof Taxpayer Audit and Assessment may, within two years after L.N.\nthe end of the relevant year, assess the amount which in his 8B/2002.\njudgment ought to be paid.\n  lO.--(l) If any bauxite producer disputes the amount Objediuns.\ndetermined under subsection (8) of section 4 or assessed under\nsection 9 he may apply to the Commissioner of Taxpayer Audit 12/1985\nand Assessment, by notice of objection in writing, to review.                   F;,\n                                                                                8W2002\n                [The iiicliisioii of this page is authorized by L.N. 88/2003]\n10                           BA [JXITE (PRODUCTION LE W)\n            and revise that amount. Such notice of objection shall state\n            precisely the grounds of objection to the amount aforesaid and\n            shall be made within thirty days from the date of s-ervice of the\n            notice served on the bauxite producer under section 4 or 9, as\n            the case may be.\n1211985              (2) On the receipt of a notice of objection the\nSch.\nL. N.\n8 B12002.\n            Commissioner of Taxpayer Audit and Assessment may require\n            the bauxite producer by whom the notice of objection is given to\n                                                                                            .\n            hrnish such particulars as the Commissioner of Taxpayer Audit\n            and Assessment thinks necessary and to produce all books and\n            other documents in his custody or under his control relating to\n            the objection, and may by notice in writing summon any person\n            whom he thinks is able to give evidence in respect thereof to\n            attend before him, and may examine such person on oath or\n            otherwise.\n                       (3) Where any bauxite producer who has given a\n1211985     notice of objection subsequently agrees with the Commissioner\nSch.\nI..N.       of Taxpayer Audit and Assessment as to the amount payable by\n88/2002.    such bauxite producer, the amount referred to in subsection (1)\n            shall, if necessary, be amended accordingly but, in the absence\nL.N.        of such agreement, the Commissioner of Taxpayer Audit and\n8B/2002.\n            Assessment shall give notice in writing to the bauxite producer\n            of his decision in respect of the objection.\nAppeals.      11.--(1) Any bauxite producer (hereinafter in this section\nL.N.\n8B12002.    called the “objector”) who is dissatisfied with the decision of the\n            Commissioner of Taxpayer Audit and Assessment therein, may\n            appeal to the Commissioner of Taxpayer Appeals within thirty\n            days of the date of receiving the decision:\n               Provided that the Commissioner of Taxpayer Appeals upon\n            being satisfied that owing to absence from the Island, sickness\n            or other reasonable cause, the person disputing the assessment\n            was prevented from making the application within such period,\n            shall extend the period as may be reasonable in the\n            circumstances.\n                           [The iiiclusioii of this page IS atitlionzed by L N   88/2003]\n                 BAUXITE (PRODUCTION LEVY)                                           11\n       (2) Upon an appeal under subsection (1) the L.N.\nCommissioner of Taxpayer Appeals may confirm, reduce the 8B/2002.\namount under or vacate the decision complained of.\n        (3) An objector who is dissatisfied with the decision of L. N.\n                                                                 8Bl2002\nthe Commissioner of Taxpayer Appeals may appeal to the\nRevenue Court within thirty days of the date of receiving that\ndecision or within such longer period as may be permitted by or\npursuant to rules of court.\n        (4) An appeal to the Revenue Court shall be limited to L.N.\nthe grounds stated in the notice of objection but the Revenue 8W2002.\nCourt may in its discretion permit the grounds of appeal to be\namended.\n         (5) The onus of proving that the amount complained of\nis erroneous shall be on the objector."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1)   There is hereby established a h n d , to be called the Thecapid\n                                                                   Develop-\nCapital Development Fund (in this section referred to as \"the mentFmd.\nFund').\n       (2) Subject to the provisions of this Act any moneys and\nsecurities forming part of the Fund shall be held by the 19/1998\ncommercial bank approved pursuant to section 3 (3).                s. 5 .\n       (3) All sums received as payment of production levy\nunder this Act and all other income from the assets of the Fund\nshall be paid into the Fund.\n      (4) Any moneys and investments forming part of the\nFund may from time to time be invested or realized, as the case\nmay be, in accordance with the directions of the Minister.\n      (5) The Minister may from time to time by order direct\nthat such sum as shall be specified in the order shall be drawn\nfiom the Fund for such purposes and subject to such conditions\nas shall be so specified.\n      (6) Every order made under subsection ( 5 ) shall be\nsubject to affirmative resolution of the House of\nRepresentatives.\n              I'l'lic iiicliisioii of Illis page is niitliorized by L N   88/2003]\n12                           BAUXITE (PRODUCTION LEPY)\n                     (7) Accounts of the Fund shall be prepared in such\n            form and manner and at such times as the Minister may direct\n            and shall be audited by the Auditor-General, who shall report\n            thereon to the House of Representatives.\n                     (8) The Minister shall, not later than 31st March in\n            each year, cause a report on the operations of the Fund in respect\n            of the last preceding year to be laid on the Table of the House of\n            Representatives.\nOffsnces.     13.-(1) Any person who-\n                (U)   fails to pay any production levy payable by him under\n                      this Act; or\n                (b)   in connection with any production levy payable by\n                      him under this Act makes any statement which he\n                      knows to be false in a material particular or recklessly\n                      makes any statement which is false in a material\n                      particular, or, with intent to deceive, produces or\n                      makes use of any book, record, account, return or\n                      other document which is false in a material pdrticular;\n                      or\n                ( c ) extracts, wins or exports any bauxite or laterite, or any\n                      alumina made therefrom, in contravention of any\n                      regulations made under this Act; or\n                (d)   is knowingly concerned in, or in-the taking of steps\n                      with a view to, the fraudulent evasion, by him or any\n                      other person, of any production levy payable under\n                      this Act,\n            shall be guilty of an offence and shall be liable on summary\n            conviction before a Resident Magistrate to a fine not exceeding\n            fifty thousand dollars or treble the amount of the levy which is\n            unpaid or in respect of which payment is sought to be evaded, as\n1211985     the case may be, at the election of the Commissioner of\nSch.\nL. N.       Taxpayer Audit and Assessment, and in default of payment to\nSB~OO~.     imprisonment for a term not exceeding five years.\n                           [The incliisioii of this page is authorized by L.N. 88/2003]\n                  BAUXITE (PRODUCTION LEVY)                                               13\n         (2) Any person who contravenes any of the provisions\nof section 8 shall be guilty of an offence and shall be liable on\nsummary conviction before a Resident Magistrate to a fine not\nexceeding fifty thousand dollars and in default of payment to\nimprisonment for a term not exceeding three years.\n        (3) Any person who without lawfbl excuse refbses or\nneglects to attend or to give evidefice in pursuance of notice\nserved on him under subsection (2) of section 10 or to produce\nany books or documents which he is required to produce under\nthe said subsection, or who refbses to answer any lawfbl\nquestion touching the matters under consideration, or who\nknowingly or wilfblly gives any false evidence before the\nCommissioner of Taxpayer Audit and Assessment, shall be 1211985\nguilty of an offence and shall be liable on summary conviction                  Fk;\nbefore a Resident Magistrate to a fine not exceeding twenty 8 ~ i 2 0 0 2 .\nthousand dollars and in default of payment to imprisonment for\na term not exceeding two years."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Manager or other principal officer in Jamaica of any Managcr.\ncorporation, society, association, partnership or other body of                 :'Atoin\npersons shall be answerable for doing all such acts, matters and answerable.\nthings as shall be required by or under this Act to be done by\nsuch corporation, society, association, partnership or body.\n   1 5 . 4 1 ) The Minister may make regulations generally for the Regulations.\nproper carrying out of the provisions and purposes of this Act\nand in particular, but without prejudice to the generality of the\nforegoing, may make regulations-\n     (a) restricting or prohibiting the extracting, winning,\n             disposal or exporting of bauxite or laterite, or any\n             alumina made therefrom, by any bauxite producer who\n              is in default with his payment of any production levy\n              or part thereof;\n   (b)     providing for the entry of officers on premises on or\n           from which bauxite or laterite is extracted or won,\n           stored, processed or transported and for the powers\n           and duties of such officers;\n               (Vie iiicliisioii of this page is authorized by L.N   Ss/z003]\n14                       BA UXTE (PRODUCTION LE PY)\n        (c) as to the administration and management of the Capital\n            Development Fund;\n        (4 providing for the manner in which the amount of bauxite or\n            laterite extracted or won in Jamaica by bauxite producers is\n            to be ascertained;\n        (e) prescribing any matter or anything which may be, or is\n            required by this Act to be, prescribed.\n           (2) Regulations made under this section may provide that those\n     regulations shall come into force on such date, which may be earlier\n     than the date of publication of those regulations in the Gazette but\n     shall not be earlier than the 1st day of January, 1974, as shall be\n     specified in those regulations.\n                    [The iiicliision of this page IS authonzed by L N   88/2003]"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.   Regulations.\n      SCHEDULES\n                          of tliis page ISauthonzed by L N\n              [The ~nclus~on                                 88/2W3]\n                   BA U\n                      TE\n                       ’             (PRODUCTION LE PY)\n           THE BAUXITE (PRODUCTION LEVY) ACT                                                    Arts\n                                                                                            29 of 1974.\n                                                                                            12 of 1985\n                                                                                               Sch.,\n                                                                                            19 of 1998.\n                                                                    [1st Jaiiirmy, 1974.1"
    }
  ],
  "definitions": []
}