{
  "id": "jm-stat-the-bauxite-and-alumina-industries-encouragement-act",
  "type": "statute",
  "title": "The Bauxite and Alumina Industries (Encouragement) Act",
  "title_en": "The Bauxite and Alumina Industries (Encouragement) Act",
  "short_name": "Bauxite and Alumina Industries (Encouragement) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bauxite-and-alumina-industries-encouragement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bauxite-and-alumina-industries-encouragement-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Bauxite and Alumina Shorttitb.\nIndustries (Encouragement) Act.\n   Z.-(l) Where the Minister is satisfied that any person\nis engaged in or is desirous of engaging in the winning in\nJ d c a of bauxite or the producing in Jamaica of &mina\nfrom bauxite so won, and that it is expedient so to do, he\nmay by order declare such person to be a rscognized\nbauxite producer or a   ~~         alumina producer, or both,\nas the case may be, with effect from such day (which may\nbe anterior to the enactment of this Act)as may be specified\nin such order, so, however, that no order shall be made\nunder this section unless the person to whom such order\nrelates has signified in writing his approval of such order\nand of the conditions, if any, contained therein.\n      (2) Every order under subsection (1) shall be subject\nto such conditions cmcludiing but not restricted to conditions\nrequiring the payment by the producer to whom the order\nrelates to the Government of Jamaica of any sum of\nmoney) specified therein as the Minister may think expedient\nfor securing that the total area and the fertility and the\nproductivity of land available in Jamaica for agricultural\nand pastoral purposes shall not be diminished to any\ngreater extent or for any longer period than can in the\nopinion of the Coinmissioner of Mines economically be\navoided, by the occupancy by such producer of any lands\n         @inclusion   of Lhis page is authorized by L.N. 1461 19991\n4                      B A U X l T E AND A L U M l N A INDUSTRIES\n                                    (ENCOURAGEMENT)\n            in Jamaica or by the winning of bauxite in Jamaica by or\n            on behalf of or for the purpose of being supplied to such\n            producer, and for securing the speedy and full development\n            of the bauxite resources of Jamaica and the speedy and\n            most effectual development of an alumina industry in\n            Jamaica.\n                   (3) Where any recognized bauxite producer or any\n            recognized alumina producer fails or neglects to comply\n            witb any conditions included by virtue of the provisions\n            of subsection (2) in the order by which he is declared to\n            be a recognizsd bauxite producer or recognized alumina\n            producer, or both, as the case may be, the Minister may\n            by notice in writing require such person within such period\n            (not being less than three months) as may be specified in\n            such notice to comply with such conditions and if such\n            person fails withm the period so specified so to comply\n            with such conditions, may in his absolute discretion revoke\n            the order by which such person was declared to be a\n            remgnkd bauxite producer or recognized dumina pro-\n            ducer, or both, as the case may be.\n                   (4) Where any order under subsection (1) is revoked\n            pursuant to the provisions of subsection (3) the provisions\n            of this Act shall be deemed never to have applied to such\n            person and any sums which but for the provisions of this\n            Act would have been payable by such person by way of\n            tonnage tax or customs duty or other similar impost shall\n            forthwith be deemed to be due and payable to the Govern-\n            ment of Jamaica and shall be recoverable in an action for\n            a civil debt.\nPowor to      3. It is hereby declared that the Minister may, 011 bchalf\nd   s\na w m b ,   of the Government, make or confirm such agreements and\netc.\n37/1961\n            arrangements as he may think expedient for the encourage-\nS. 2.       ment and expansion of the alumina industry in Jamaica.\n                                                                  by L.N. 146119991\n                     [The inclusion of this page is a u l h o ~ e d\n            BAUXITE AND ALVMINA INDUSTRIES                                 5\n                   (ENCOURAGEMENT)"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. F’ower to dcclarc pmdnccrs of bauxite and dumina rccognizcd\n          prodwcra themf."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4-41) No customs duty or other similar impost or\ngeneral consumption tax shall be payable in respect of the\nimportation into Jamaica by ady recognized bauxite pro-\nducer of-\n    (a) any of the articles specified in Part I of the Sched*\n          or\n    (6) lubricating oils,grease, blasting materials and chem-\n         icals and such other materials (except petrol)\n          necessary for the winning, treating and transport-\n          ation in Jamaica and shipphg of bauxite 88 the\n          Minister may by order declare.\n        (2) All documents used in connection with the import-\n ation into Jamaica of any of the articles referred to in sub-\n section (U,shall be exempt from additional stamp duty."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.41) No customs duty or other similar impost or I ppacon-\ngeneral consumption tax shall be payable in respect of the d i m  *”\nimportation into Jamaica by any recognized alumina pro- p r t , d m n\n                                                           1s 1980\nducer-                                                     66w\n                                                                  WIrn\n        The inclusion of thia rage is autborLed by LN.901 19931   Slffl.\n6                     BAUXITE A N D ALUMINA INDUSTRIES\n                             (ENCOURAGEMENT)\n               (a) of any of the articles specified in Part II of the\nSchedula\nPart 11.\n                     Schedule; or\n                (b) of lubricathg oils, grease, chemicals and such other\n37/1%7\nS.*a).               materials (except petrol) necessary for the manu-\n                     facture and transportation in Jamaica and a p i n g\n                     of dumina from bauxite won in Jamaica as the\n                     Minister may by order declare.\n                  (2) AU documents used in connection with the import-\n           ation into Jamaica of any of the articles referred to in sub-\n           section (l), shall be exempt from additional stamp duty.\n                  (3) For the purposes of this section any articles\n           specified in Part II of the schedule shall be deemed to be\n1211985    imported by a recognized alumina producer if the Commis-\nsch.\n           sioner of Cnstoms and Excise is satisfied that they are im-\n           ported by the holder of a contract with such producer to per-\n           form construction work for such producer and that the arti-\n           cles so imported will-\n3711961         (a) be solely used for the purposes of performing such\ns. 4td.              work or any work in connection with the repair,\n15/1980\nS 31b).              maintenance or restoration of any plant or equip\n                     ment; and\n                (b) upon the conclusion of such work either be dis-\n                     posed of by the contractor to such producer or be\n                     re-exported by the contractor,\n           and if the contractor gives security to the satisfaction of\n1211985    the Commissioner of Customs and Excise.\n%.\nOuJtoms\nduty and\n             &-(I) Where any articles are imported into Jamaica\ntax m be   free of customs duty pursuant to the provisions of this Act\npaid in\ncertain    such articles shall not be sold or given away at any time\ncircurn-   within five years next after the date of their importation into\nstancts.\n16/1991    Jamaica except to a person who under the provisions of this\ns. 64.\n           Act would have been entitled to import such articles into\n1611991    Jamaica free of customs duty or other similar impost or\ns. 64.\n           general consumption tax unless at the time when such\n                    pindusion of thia pwp is autharked by L.N. 901 19931\n            BAUXITE AND ALUMINA INDUSTRIES                                7\n                   (ENCOURAGEMENT)\narticles are so sold or given away there is paid to the 3 9 m\nCommissioner of Customs and Excise or the Commissioner p 7 9 1\nof Taxpayer Audit and Assessment all sums whiah would L.N.\nhave been payable in respect of customs duty or other simi- 16s/1995.\nlar impost and g e n e d consumption tax in respect of the 16(1991\nimportation into Jamaica of such articles if such articles '.a.\nhad not been imported into Jamaica under the provisions of\nthis Act.\n       ( 2 ) Where any articles imported into Jamaica free of\ncustoms duty or general consumption tax pursuant to the 16/]w1\nprovisions of this Act are sold or given away otherwise than S. 64.\nin accordance with the provisions of subsection (I), such\narticles shall be forfeited to the Crown and the persons by\nwhom and to whom such articles are so sold or given away\nshall both be guilty of an offence against this section and on\nsummary conviction before a Resident Magistrate shall\nrespectively be liable to a penalty of three times the value of\nthe articles so sold m given away or one thousand d o h\n(whichever shall be the greater) and in default of payment\nthereof to be imprisoned for any term not exceeding twelve\nmonths."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Notwithstanding anything in any Act which may RcgM\nhereafter be enacted or in any resolution of the House of *    d\n                                                               timd\nRepresentatives or in any order of the Minister, whereby            dyd\nany customs duty or 0 t h similar impost may be imposed\nupon the importation into Jamaica of petroleum fuel (except 3 7 / 1 4\npetrol), fuel oil or diesel oil, no such customs duty or other S.xah\nsimilar impost shall be payable in respect of the importation\ninto Jamaica of any petroleum fuel (except petrol), fuel oil\nor diesel oil, during the relevant cOnOesSEOn period if such\n                                                               37/1%1\npetroleum fuel or such oil is imported-                        s. m).\n    (a) by any recognized bauxite producer for the purpose\n          of being used in the winning, treating, transport-\n          ing in Jamaica and shipping of bauxite; or\n          Khe inclusion of this page is auihorized by LN. 3/20011\n                       BAUXITE A N D ALUMINA ZNDUSTRIES\n                              (ENCOURAGEMENT)\n                 (b) by any recognized alumina producer for the pur-\n                     pose of manufacturing, transporting in Jamaica\n                     and shipping of alumina manufactured from\n                     bauxite won in Jamaica.\ns.4.\n1J/1980           ( 2 ) For the purposes of thii section “the relevant\n1/1m\ns. 2.       concession period” means a period commencing on the 1st\n13/1997     day of November, 1979, and ending on the prescribed date.\nS. 1 (a).\n’’\n13/1997\n      )’’\n                  (3) For the purposes of subsection (2) the prescribed\n            date means the 31st day of December, 1996 or such other\n            date as the Minister may, by order, prescribe.\n1311997           (4) An order under subsection (3) shall be subject\ns. 2 tb).\n            to affirmative resoiution of the House of Representatives.\nExcilc\ndutv coo-"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1) Notwithstanding anything contained in any law\n&ions.      no excise duty shall be payable on the following articles\n3711967\nS. 6.       purchased from the manufacturer thereof by any recognized\n            bauxite producer, that is to say-\n                 (a) any of the articles specified in Part I of the Sche-\n                      dule or in paragraph (b)of section 4 (11, manufac-\n                      tured in Jamaica and purchased for the putposes\n                      specified in that paragraph; or\n                 (b) any of the artides specified in subsection (1) of\n                      section 7, manufactured in Jamaica and purchased\n                      during the period and for the purposes specified\n                      in that subsection.\n                   (2) Notwithstanding anything contained in any law\n            no excise duty shall be payable on the following articles\n            purchased from the manufacturer thereof by any recognked\n            alumina producer, that is to say-\nhriU.            (a) any of the articles specified in Part II of the Sche-\n                      dule or in paragraph (b) of section 5 (1). manufac-\n                      tured in Jamaica and purchased for the mrposts\n                      specified in that paragraph; or\n            -\n                     [The inclusion of &is page is authorized by LN. 3/2W11\n            BAUXITE A N D ALUMINA INDUSTRIES                      9\n                   (ENCOURAGEMENT)\n     (b) any of the articles specified in subsection (1) of\n         section 7,manufactured in Jamaica and purchased\n         during the period and for the purposes specitid in\n         that subsection.\n       (3) In relation to the exemption of articles from\nexcise duty the provisions of-\n     (a) subsection (3) of section 4;\n     (b) subsection (3) of section 5;\n     (c) section 6,\nshall apply, with such modifications as may be necessary,\nas they apply in relation to the exemption of articles from\ncustoms duty or other similar impost."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) Notwithstanding anything to the contrary, where\nthe Minister is satisfied that by reason of the manner in\nwhich or terms upon which or persons to whom any recog-\nnized bauxite producer disposes or proposes to dispose of\nany bauxite won by him in Jamaica it is not practicable\naccurately to assess for the purposes of any law relating to\nincome tax his rate of nrofit uDon bauxite so won, the\nMinister may direct thai during such period as may be\nspecified in such direction the rate of profit assessable for\nincome tax purposes upon all units of bauxite (specified in\nsuch direction) disposed of by such producer shall for such\npurposes be deemed to be such sum as may be so specified:\n  Provided that no order under this subsection shall apply 3'\nto any bauxite won in Jamaica and utilized in the manu- S.\nfacture in Jamaica of alumha.\n      (2) Notwithstanding anything to the contrary the 3\n                                                       S\nMinister may-\n    (U)   where any recognized alumina producer is a com-\n          pany which disposes of aluinina manufactured\n       m e loclusion of this page i6 autyloriz*d by LN. S7/19%]\n10                     BAUXITE AND ALUMINA INDUSTRIES\n                              (ENCOURAGEMENT)\n                   in Jamaica by that producer to an m a t e d cam-\n                   pany, by order direct that for the purposes of any\n                   law relating to income tax the mount received\n                   by that producer during such period or periods as\n                   may be specified in the order, from the disposal\n                   of alumina as aforesaid, shall be a sum to be\n                   directed by the Minister, being a fair and reason-\n                   able assessment of the value of alumina and based\n                   on the market conditions prevailing at the time\n                   of the disposal thereof;\n               (6) by order declare any recognized alumina producer\n                   specified therein to be a designated producer\n                   during such period as may be prescribed in the\n                   order; and thereupon, and during the period so\n                   prescribed, the Income Tax Act, shall, in its appli-\n                   cation to that designated producer, have effect\n                   subject to the modifications and variations set out\n                   in the order :\n                       Provided that any order made under this para-\n                     graph and any subsequent order varying or revok-\n                     ing such an order shall be subject to allhnative\n                     resolution of the House of Representatives.\n371 1917          (3) The Minister shall, in making any order or direc-\nS. 7(b).   tion under subsection (2), have regard to any agreement or\n           arrangement referred to in section 3 which is made with\n           the recognized alumina producer to whom such order\n           relates and is in force at the date on which such order is\n           made.\n                  (4) No direction under subsection (1) or paragraph\n           (a) of subs&ion (2) shall be revoked or varied dnrlng the\n           period specified in such direction except with the prior\n           approval of the producer to whom such direction relates.\n                   m e inclusion of this page is a u h r i r e d by L.N. 87/19861\n          BAUXITE AND ALUMINA INDUSTRIES                            11\n                       (ENCOURAGEMENT)\n       (5) Where any recognized alumina producer disposes\nof alumina manufactured in Jamaica by that producer to\nany person other than an affiliated company for a sum\nwhich appears to the Commissioner of Taxpayer Audit and b;j,w9.\nAssessment to be less than the fair and reasonable value of\nthe alumina based on the market conditions prevailing at\nthe time of the dispsal thereof, the Commissioner of Tax- LN.\npayer Audit and Assessment may, in assessing the mount 165/1999\nof income tax payable by that producer in respect of the\nperiod during which the profits m i v e d from the disposal\nof the alumina are required to be brought into charge to\ntax for income tax purposes, substitute for the aforesaid\nsum ‘the fair and reasonable d u e of the alumha based on\nthe market conditions prevailing at the time of the disposal\nthereof.\n       (6) Subsection ( 5 ) shall not apply in respect of any\ntransaction which the Cammissioner of Taxpaye~Audit and bz,949.\nAssessment is satisfied was d e d out in god faith between\nindependent persons dealing at arm’s length.\n      (7) In this &’ ion-\n           the expression “an affiliated company” means\n                 a company which controls, or is controlled\n                by, or is under common control with, the\n                recognized alumina producer to whom the\n                context refers;\n           “Minister” means the Minister responsible for\n                 finance."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister may make regulations generally for the Rerularionr\nbetter carrying into effect of this Act and without prejudice\nto the generality of the foregoing may by regulations\nprovide\n     (U) for the marking of any articles purchased free of ?!%’\n          excise duty or imported free of customs duty\n        [The inclusion of bbis page is authorized by L N. 3/20011\n12         BAUXITE AND ALUMINA INDllSTRlES\n                  (ENCOURAGEMENT)\n           or any similar impost under the provisions of this\n           Act with a distinctive mark; and\n      (b) for the keeping of records in such form,containing\n           such particulars and relating to such matters as\n          may be prescribed; and\n     (c) for the making of returns in such form at such\n          times to such persons and containing such parti-\n          culars in relation to such matters as may be\n          prescribed; and\n     td for the inspection of any records required to be\n          kept under regulations made under this Act and\n          of any lands, buildings, plant, apparatus, materials,\n          stores, bauxite or alumina occupied by or under\n          the control of any recognized bauxite producer or\n          any recognized alumha producer; and\n     (e) that any person who contravenes any regulations\n          made under this section shall on summary con-\n          viction before a Resident Magistrate be liable to\n          a fine not exceeding such sum not being greater\n          than one thousand dollars, or to such term of\n          imprisonment with hard labour for such period\n          not exceeding twelve months,or to both such fine\n          and imprisonment as may be prescribed.\n        F h e inclusion of bbis page is authorid by L.N. 3/zoOl]\n             BAUXITE A N D ALUMINA 1NDUSTRlES                                           13\n                    (ENCOURAGEMENT)\n                               SCHEDULE\n                                 PART I                                     (Sections\n                                                                            4 a 8)\n   All plant, machinery, building materials not intendd for the. am-        ~\nstruction of dwelling-houses. tools, mechanical diggers, overhead\nconveyors, rails, rail cars, pipes, pumps, wharf materials. d r i l b g and\nblasting equipment, explosives and accessories, trucks and cars not\nintended to be and in no circumstances used upon a public road and not\nrequired to be licensed under the Road Tr&c Act, trucks as dc6ned SIIWO\nin section 11 of the Road Traffic Act with the exception of r-               1. 6 .\nvehicles such as are commonly known as buses and &-buses                and\nmotor vehicles constructed to carry a load or passengers or both and\ncommonly known as station-waggons, and any other items of,01 for\nthe construction of,plant and equipment wcessaq for the winning,\ntreating, transportation in Jamaica and shipping of bauxite.\n                                  PART\n   All plant. machinery, building materials not intQldad for the cw-\n                                                                                Yon\nstruction of dwelling-houses, tools, mechanical diggers. overhead\nconveyors, rpils. rail W. p i p . pumps. wharf materials, Wing and\nblasting equipment. explosives and accessories. trucks and cars not\nintended to be and in no circumstancs wed upon a public road and\nnot required to be licensed under the Road Tm3c Act, trucks 88 5/1980\ndeiined in section 11 of the Road T r a f i Act with the exception of L 6.\npassenger vehicles such as are cummonly !dnown as b    us\n                                                        es and mini-\nbuses and motor vehicles comtrwted to cany a load or passengers\nor both and commonly known as station-waggons, and any other items\nof, or for the construction of, plant and equipment necessary for the\nmanufactura. transportation in Jamaica and shipping of alumha.\n          p%s inclusion of this page. is authorized by L.N. 57/1981]"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13) For the purposes of this section any articles\nspecified in Part I of the Schedule shall be deemed to be\n imported by a recognized bauxite producer if the Corn- I 11985\nmissioner of Customs and Excise is satisfied that they are        4.\nimported by the holder of a contract with such producer to\nperfora construction work for such producer and that the\narticles so imported will-\n      (a) be solely used for the purposes of performing such\n           work or any work in connection with the repair,\n           maintenance or restoration of any plant or equip-\n           ment; and\n      (b) upon the conclusion of such work either be\n           disposed of by the contractor to such producer or\n           be re-exported by the contractor,\nand if the contractor gives security to the satisfaction of\nthe Commissioner of Customs and Excise."
    }
  ],
  "definitions": []
}