{
  "id": "jm-stat-the-bauxite-and-alumina-industries-special-provisions-act",
  "type": "statute",
  "title": "The Bauxite and Alumina Industries (Special Provisions) Act",
  "title_en": "The Bauxite and Alumina Industries (Special Provisions) Act",
  "short_name": "Bauxite and Alumina Industries (Special Provisions) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bauxite-and-alumina-industries-special-provisions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bauxite-and-alumina-industries-special-provisions-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Bauxite and Alumina\nIndustries (Special Provisions) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 ) In this Act, unless the context otherwise requires-\n    “associated producer” means-\n              (a) subject to the provisions of section 4 (31,\n                  any of the bauxite producers named in\n                  the Schedule;\n              (6) any person declared under section 4 to be\n                  an associated producer;\n    “bauxite producer” means a holder, under the Mining\n         Act, of a mining lease, or special mining lease, for\n         bauxite or laterite;\n    “production levy” means the tax imposed by the\n        Bauxite (Production Levy) Act on bauxite or\n        laterite extracted or won in Jamaica;\n    “transfer” includes convey and assign.\n       (2) If any provision of the Bauxite (Production Levy)\nAct is, in so far as it applies to an associated producer,\ninconsistent with this Act, this Act shall, to the extent of\nthe inconsistency, prevail over that provision."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41)It is hereby declared that the appropriate Ministers\nmay, on behalf of the Government, make or confirm such\nagreements and arrangements, containing such undertakings\n            inclusion of this page is authorized by LN. 55/1983]\n4                      BAUXITE A N D ALUMINA 1NDUSTRlES\n                             (SPECIAL PROVISIONS)\n             between the Government and associated producers, as the\n             Ministers think expedient to enable the Government to\n             participate in the operations of the bauxite, alumina and\n             related enterprises of Jamaica.\n                   (2) This section shall be deemed to have come into\n             operation on the 1st day of October, 1976.\nPOaratO\ndeclare"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Minister may, by order, declare to be an\ncertain      associated producer-\npersoa%\nassocialed\nproducers,       (a) any bauxite producer with whom the Government\n                     has an agreement in force under which the\n                     Government is associated either directly or\n                     indirectly with that bauxite producer in the pro-\n                     duction of bauxite or alumina in Jamaica or in\n                     related enterprises; or\n311982           ( b ) any person whe-\nS. 3 (a).\n                        (i) is engaged in the winning in Jamaica of\n                            bauxite or in the producing in Jamaica of\n                             alumina from bauxite won in Jamaica, and\n                             is, in the opinion of the Minister, in special\n                             relationship with the Government; or\n                       (ii) is engaged in the winning in Jamaica of\n                            bauxite or in the producing in Jamaica of\n                             alumina from bauxite won in Jamaica. or\n                            is engaged in other related enterPrks or\n                            in all those activities and enterprises, and\n                            in any case has entered into a spacial agree-\n                            ment with the Government for the purpose\n                            of facilitating the carrying on of those\n                            activities or enterprises or of rationalizing\n                            the bauxite industry.\n                   me inclusion of this p”8e is authorized by L.N. 55119831\n           BAUXITE A N D ALUMINA INDUSTRIES\n                 (SPECIAL PROVISIONS)\n      (2) Any order made under subsection (1) may contain\nsuch consequential, supplementary or ancillary provisions\nas the Minister thinks necessary or expedient.\n       (3) Each associated producer named in the Schedule wulc.\nshall continue to be an associated producer for the duration\nof the agreement under which the Government is associated\nwith that associated producer in the production of bauxite\nor dumina in Jamaica or in related enterprises.\n       (4) Any order made under subsection (I) shall be 3 1982\nsubject to a m a t i v e resolution of the House of Repre- S L @I.\nsentatives.\n  5 4 1 ) For the purpose of giving effect to any agreement\nbetween the Government and an associated producer, the\nMinister may, or if requested by the associated producer\nso to do he shall, by order, declare that any property\nWhich-\n    ( U ) is owned or legally transferable by a party to that\n           agreement;\n     (b) that agreement requires to be transferred; and\n     (c) is specified in the order,\nshall be transferred to and vested in such person, on such\ndate, as the order shall specify.\n     (2) No order shall be made under subsection (1)\nwhich is inconsistent with the agreement aforesaid.\n       (3) Upw the date specified in an order made under\nsubsection (l), the property so specified shall, by virtue of\nthin section and without further assurance, be transferred\nto and vested in the person so specified.\n         p l w mclusion of thir page is authorized by LN.42/,14951\n6                      BAUXITE AND ALUMINA INDUSTRIES\n                             (SPECIAL PRO VISIONS)\n3/1982            (4) Nothing in this section shalt prevent any property\ns. 4 (C).\n            which is required to be transferred under an agreement\n            between the Government and an associated producer from\n            being transferred by methods other than the method for\n            which this section provides."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Notwithstanding anything in any other enactment\n            where any property specified in an order made under\n            section 5 is being transfemed-\nrax,S-P\nduties\nand fee&        (a) if the laying out or sub-division of land is necessary\n                      for that transfer, the Minister may, by order,\n                      declare that the Local Improvements Act and the\n                      Town and Country Planning Act shall not apply\n                      in relation to that transfer;\n                (b) if that property comprises or is included in an\n                    agricultural unit within the meaning of the Land\n                    Development and Utilization Act, approval of the\n                     Commission under section 20 of that Act need\n                    not be obtained for that transfer;\n                (E)   that transefer shall be exempt from any tar imposed\n                       by the Transfer Tax Act;\n                (d) any contract or agreement to transfer that pro-\n                    perty, and any instruments necessary for that\n                    transfer, shall be exempt from the payment of any\n                    stamp duties, registration or recording fees which,\n                    but for this d o n , would have been payable on\n                    that contract or agreement and on those instru-\n                    ments.\n                          id&    d this   io a&iod   by Lw. 42W95l\n          BAUXITE AND ALUMINA lNDUSTRlES                                      7\n                (SPECIAL PROVISIONS)"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In so far as any provision in any order made under\nsection 4(4) or section 5 of the Bauxite (Production Levy)\n                                                                [Zk atorden\nAct applies to an associated producer, the Minister-                tiOtlS\n    (a) shall do anything necessary (including the amend-\n         ing or varying of that provision) to ensure that, for\n         the duration of any relevant agreement existing\n         between the Government and the associated pro-\n         ducer, that provision is consistent with that agree-\n         ment; and                                             ,\n                                                                I\n    (b) shall have a l l the powers necessary for the purpose\n        of this section and, in particular, the power to\n         include in any order made under section 4(4) or\n         section 5 of the Bauxite (Production Levy) Act,\n         Merent provisions in relation to different bauxite\n         producerS."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Associated producers shall be exempt from the liability\nunder section 11 of the Mining Act to lodge with the                              ,I\nCommissioner of Mines a sum, or give security therefor,\nfor the payment of any compensation which may be payable\nunder section 12 of that Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Notwithstanding anything in section 12 of the Mining\nAct,a bauxite producer who is an associated producer may,\nprior to the determination or payment of any compensation\nwhich may be payable under that section, mine on lands\ncomprised in his mining lease or special mining lease."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Minister shall ensure that orders and regulations made under\n      Mining Act are consistent with agreements."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Bauxite producer m a y be. required to pay income tax in United\n      states currency."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. In so far as it is necessary to give effect to any pro-\nvision in any agreement between the Government and any              @$\nassociated producer providing that payments under prom-\nissory notes issued by the Government shall be made net             1\nof Jamaican taxes, those payments shall accordingly be i\nfree from liability to tax.                                   ,\n        Plk? inclusion of this page iS authorized by LN. 55/19831\n10             BAUXlTE AND ALUMlNA INDUSTRIES\n                     (SPECIAL PROVISIONS)\n                               SCHEDULE                     (Sections 2 and 4)\n     Alcoa Minerals of Jamaica Inc.\n     Kaiser Bauxite Company\n     Reynolds Jamaica Mints Ltd.\n             me inclusion of this p88t is authoI'ke3 by LN. 551 19831"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. In section 45W of the Mining Act the words “for pplicacion\nany other cause’’ shall be construed to include the necessity bpm\n                                                                                  i\nto give &est to any relevant agreement between the h i n p k\nGovernment and an associated producer.\n           induim of this page is authorized by LN. 55/1983]\n 8                       BAUXITE A N D ALUMINA INDUSTRIES\n                               (SPECIAL PROVfSIONS)\nMinister         11. In so far as any provision in any order made under\nshall ensure\nthatorders     section 47A of the Mining Act or regulations made under\nandregula-\ntions made\n               section 99 of that Act applies to an associated producer, the\nunder          Minister-\nMinim  - Act\nare con-\nsistent witk       (a) shall do anything necessary (including the amend-\nagreement5              ing or varying of that provision) to ensure that,\n                        for the duration of any relevant agreement existing\n                        between the Government and the associated\n                        producer, that provision is consistent with that\n                        agreement; and\n                   (6) shall have all the powers necessary for the purpose\n                       of this section and, in particular, the power to\n                       include in any such order or regulation daerent\n                       provisions in relation to different bauxite pro-\n                       ducers.\nInwme             12. Income tax paid under the Income Tax Aot by a\niax shall be   bauxite producer in respect of any yew of assessment (or\ndited\nagainst\nproduction\n               if that income tax is greater than the amount of production\nlevy.          levy payable by that bauxite producer for that year of\n               assessment, a portion thereof equal to the amount of\n               production levy so payable) shall be allowed as a credit\n               against the amount of production levy payable by that\n               bauxite producer in that year of assessment or, in so far\n               as not so allowed, in any previous or subsequent year of\n               assessment.\nBauxite          13. A n y bauxite producer who is directed in writing by\nproducer\nmay be         the Minister responsible for finance to compute and pay\nrequind        in lawful currency of the United States of Ammica any\nto pay\ninwme tax      income tax payable under the Income Tax Act by that\nin United\nStates         bauxite producer shall comply with that direction.\n-cY.\n                             inclusion of lhio page is authorized by LN. 55/1983]\n            BAUXITE AND ALUMINA INQUSTRXES                               9\n                 (SPECIAL PROVlSlONS)"
    }
  ],
  "definitions": []
}