{
  "id": "jm-stat-the-beach-control-act",
  "type": "statute",
  "title": "The Beach Control Act",
  "title_en": "The Beach Control Act",
  "short_name": "Beach Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-beach-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-beach-control-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Beach Contro11 Act.                                   Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-\n  \"adjoining land\" means land adjoining the foreshore of this\n       Island and extending not more than one hundred yards\n       beyond the landward limit of the foreshore;\n  \"Authority\" means the Natural Resources Conservation 91,991\n       Authority established under the Natural Resources 3d Sch.\n       Conservation Authority Act;\n  \"commercial enterprise\" includes-\n          (a) the business of carrying on a hotel or a\n              proprietary club or the business of letting\n              premises whereby the facilities mentioned 511959\n                                                              S 2.\n              in section 4 may be enjoyed; and\n          (b) the commercial use of a bathing beach to\n              which the public are admitted for bathing\n              or recreation upon payment of a fee; and\n          (c) the    erection, construction or maintenance\n                of any dock, wharf, pier, jetty or other\n                form of encroachment;\n   \"Commission\" means                 any      Commission               appointed\n      under section 27;\n                     BEACH CONTROL\n\"Court\" means the Supreme Court;\n\"dock means an enclosure for the reception of vessels,\n     including structures for loading and unloading or\n     repairing vessels;\n\"fishing\" includes purposes incident to fishing;\n\"floor of the sea\" means the soil and subsoil off the coasts\n     of the Island between low water mark and the outer\n     limits of the territorial sea of the Island and shall be\n     deemed to include the water column superadjacent to\n     the floor of the sea and the natural resources therein\n     and the Exclusive Economic Zone.\n\"foreshore\" means that portion of land, adjacent to the sea,\n     that lies between the ordinary high and low water\n     marks, being alternately covered and uncovered as the\n     tide ebbs and flows;\n\"interested party\" includes every person claiming an\n      interest in compensation to be paid on account of the\n     compulsory acquisition of any land under this Act, but\n      does not include a tenant by the month or at will;\n\"jetty\" means a structure extending into the sea to protect\n      or defend a harbour or to facilitate the loading and\n      unloading of vessels;\n\"land\" includes rights and interests of any nature or\n      description whatever in or over land;\n\"Local Authority\" means-\n        (a) in relation to the Corporate Area as defined in\n             the Kingston and St. Andrew Corporation Act,\n             the Council of the Kingston and St. Andrew\n             Corporation; and\n         (b) in relation to the parishes not within the\n              Corporate Area, the Parish Councils of such\n             parishes in their respective parishes;\n\"pier\" means a structure raised on piles or any other form\n      of support extending into the sea for use as a landing\n      place;\n\"the Minister\" means the Minister responsible for beach\n      control;\n                           BEACH CONTROL\n     \"owner\" means owner of an estate in fee simple in the land\n          or beach in relation to which the expression is used;\n     \"the public\" includes any class of the public;\n     \"vessel\" includes every description of water craft, 1712004\n                                                                  S. 2.\n          including a non-displacement craft, seaplane and a jet\n          ski equipped with an inboard or outboard motor, used\n          or capable of being used as a means of transportation\n          on water;\n     \"water sports equipment\" means any equipment used in 1712004\n          connection with board sailing, boating, parasailing, s.2.\n          scuba diving, sunfish sailing, water skiing, jet skiing\n          or other water related recreational sports;\n     \"wharf' means a quayside structure erected in a harbour or 1712004\n                                                                  S. 2.\n          river for the loading or unloading of vessels.\n           Rights in the Foreshore and Floor of the Sea"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  Subject to the provisions of this section, all rights in Foreshore\nand over the foreshore of this Island and the floor of the sea are O?f:::;\nhereby declared to be vested in the Crown.                               declared to\n                                                                           be vested in\n       (2) All rights in or over the foreshore of this Island or the the Crow.\nfloor of the sea derive from, or acquired under or by virtue of\nthe Registration of Titles Act or any express grant or licence\nfrom the crown subsisting immediately before the\ncommencement of this Act are hereby expressly~preserved.\n       (3) Except as provided in section 7, nothing in this Act 2511960\ncontained shall be deemed to affect-                            s. 3.\n     (a) any rights enjoyed by fishermen engaged in fishing\n         as a trade, where such rights existed immediately\n         before the 1st June, 1956, in or over any beach or\n         adjoining land; or\n     (b) the enjoyment by such fishermen of the use of any\n         part of the foreshore adjoining any beach or land\n         in or over which any rights have been enjoyed by\n         them up to the 1st June, 1956.\n                                                 BEACH CONTROL\n                              (4) No person shall be deemed to have any rights in or\n                      over the foreshore of this Island or the floor of the sea save such\n                      as are derived from or acquired or preserved under or by virtue\n                      of this Act.\n    Use of fore-        4. Any person who is the owner or occupier of any land\n    shore for\n    private           adjoining any part of the foreshore and any member of his\n    domestic          family and any private guest of his shall be entitled to use\n    purposes.\n                      that part of the foreshore adjoining his land for private\n                      domestic purposes, that is to say, for bathing, fishing, and\n                      other like forms of recreation and as a means of access to\n                      the sea for such purposes:\n    511959               Provided that where any land as aforesaid is let, the\n    S. 3.\n                      letting of which is in pursuance of a commercial enterprise,\n                      the right to the use of the foreshore for private domestic\n                      purposes shall only be by virtue of a licence granted to\n                      the lessor under this Act.\n                           Licence~~for\n                                     use of the Foreshore and Floor ofthe Sea\n    Rohibition of       5.-41) From and after the 1st June, 1956, no person shall\n    use of the\n    foreshore or      encroach on or use, or permit any encroachment on or use of, the\n    the floor ofthe   foreshore or the floor of the sea for any public purpose or for or\n    sea without a\n    licence.          in connection with any trade or business, or commercial\n                      enterprise, or in any other manner (whether similar to the\n                      foregoing or not) except as provided by sections 3, 4 and 8,\n                      without a licence granted under this Act.\n                             (2) Any person who contravenes the provisions of\n                      subsection (1) shall be liable on summary conviction before\n                      a Resident Magistrate to imprisonment with or without\n                      hard labour for a term not exceeding twelve months, or to\n    1712004           a fine not exceeding five hundred thousand dollars and in default\n    S.3(a).\n                      of payment of any such fine to imprisonment with or without\n    1712004           hard labour for a term not exceeding twelve months, or to both\n    S.3(b).\n                      such imprisonment and fine.\n'\n                            BEACH CONTROL\n       (3) Where a company is guilty of a contravention of the\nprovisions of subsection (I), every director, manager, agent and\nofficer of the company in this Island who is knowingly a party to\nthe contravention, shall be liable to the penalty prescribed by\nsubsection (2)."
    },
    {
      "provision_ref": "sec3l",
      "section": "3L",
      "title": "Section 3L",
      "content": "3L-(1) In making the reference the Commission shall -is-\n    state for the information of the Court in writing-\n         (U) the boundaries, definition and description of the\n                                                                 ion3gEb\n               land, with particulars of any trees, buildings or\n               standing crops thereon;\n         (b) the names of the persons who they have reason\n               to think are interested in the land and the\n               addresses of such persons;\n         ( E ) the amount of compensation awarded and the\n               manner of apportionment thereof;\n         (d if the objection be to the amount of the compen-\n               sation, the grounds on which the amount of com-\nf              pensation was determined;\nL\n         (e) if the objection be to the amount of the annual /]gm\n               rent assessed, the amount of such annual rent 13.     f\n               and the grounds on which such amount was\n               determined.\n             tTklnallrpionof tham is au(hmiz0d by LN.90119931\n24                                 BEACH CONTROL\n                (2) There shall be submitted with the statement\n         required under subsection (1) a copy of the notes of all the\n         evidence taken by the Commission certified under the\n         hand of the chairman thereof and all exhibits produced to\n         the Commission.\nOOtiOa"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Usc of forcshorc for privalc donlcslic purposcs.\n       Licences'fiw use ofthe Foreshore and Fioor offhe Sea"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Prohibition of usc of the forcshorc or thc floor of thc sea without\n       a licencc."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)    Where at the 1st June, 1956, any person is Applicatio~i\n                                                                   Tor licence\nencroaching on or using or permitting any encroachment bypersons\non or user of the foreshore or the floor of the sea except as using the\nauthorized by this Act, such person may continue or may ~                      ~        ~\ncontinue to permit such encroachment or user for a period not the sea at\nexceeding six months after the 1st June, 1956, but such person                  '\"\"'.\nshall, if he intends to continue or to permit the continuance of\nsuch encroachment or user for any longer period, apply to the\nAuthority for a licence under this Act within the aforesaid period\nof six months.\n       (2) Any person who applies for a licence pursuant to\nsubsection (1) shall not be deemed to be acting in contravention\nof subsection (1) of section 5, between the date of application\nfor the licence and the date on which the application is finally\ndisposed of by the grant of the licence or otherwise, by reason\nonly of the continuance of any encroachment or user prohibited\nby subsection (1) of section 5.\n                              Protected Areas"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   Notwithstanding anything to the contrary in this Protected\nAct, the Minister may, upon the recommendation of the\nAuthority, make an order declaring-\n                                                                           ;z:;:d\n                                                                  activities.\n                                                                  2511960\n     (a) any part of the foreshore and the floor of the sea s.4.\n         defined in the order together with the water lying on\n         such part of the floor of the sea to be a protected area\n         for the purposes of this Act; and\n     (b) such activities as may be specified in the order to\n         be prohibited activities in the area defined in the\n         order, being any or all of the following activities-\n                                         BEACH CONTROL\n                           (i) fishing by any means specified in the order;\n                          (ii) the use of vessels, other than boats propelled by\n                               wind or oars, or of water sports equipment,\n                               where such vessels or equipment are used for\n                               purposes other than for the doing of anything\n                               which may be lawfully done under the\n                               Harbours Act, the Shipping Act, the Pilotage\n                               Act, the Fishing Industry Act or the Exclusive\n                               Economic Zone Act;\n                           (iii) the disposal of rubbish or any other waste\n                                 matter;\n                           (iv) water-skiing;\n                           (v) the dredging or disturbance in any way of the\n                               floor of the sea;\n                           (vi) the destruction or removal of coral, seafans and\n                                sedentary marine animals;\n                           (vii) the searching for or removal of any treasure or\n                                 artifact from the floor of the sea.\n                       (2) Any order made under this section may contain\n               provisions for the constitution of a Board or the appointment of\n1712004        persons to undertake the conservation, protection or reha-\nS. 4(b).\n               bilitation of the area defined in such order.\n                      (3) The provisions of subsection (5) of section 9 (which\n               relate to the laying of regulation before the House of\n               Representatives and the Senate) shall apply to orders made\n               under this section as they apply to regulations made under the          13\n               said section 9.\n                      (4) The Minister may, if he thinks fit, grant to any person\n               applying therefor, in such form and subject to such conditions as\n               the Minister may think fit, a licence to carry on in any area\n           r   defined in an order made under this section any prohibited\n               activity specified in such order.\n                           BEACH CONTROL\n       (5) Every person, not being a person appointed to\nundertake the conservation, protection or rehabilitation of any '712004\n                                                                S. 4(c)(i).\narea defined in an order made under this section, who without a\nlicence from the Minister carries on within such area any\nactivity specified in such order shall be guilty of an offence\nagainst this Act and shall be liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding five 1712004\n                                                                S. 4(c)(ii).\nhundred thousand dollars.\n       Construction o f Docks, Whurves, Piers, Jetties, etc."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every patent, licence, permit and right expressly granted ~'atcnts,\nby the Crown before the 1st June, 1956, for taking up of shoal            E:\";,\nwater and for the erection, construction or maintenance of any rights\ndock, wharf, pier, jetty, structure or other form of encroachment\n(whether similar to the foregoing or not) on the foreshore or the\n                                                                          t::naz.\nfloor of the sea shall be deemed valid, and it shall not be\nnecessary to obtain any licence therefor under the provisions of\nthis Act during the continuance of such patent, licence, permit or\nright or during the period of any extension of such patent,\nlicence, permit or right in accordance with the provisions of the\noriginal grant."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   Subject to the provisions of section 8, no person shall Future en-\nerect, construct or maintain any dock, wharf, pier or jetty on the croachmcnts\n                                                                   to be\nforeshore or the floor of the sea, or any structure, apparatus or authorized\nequipment pertaining to any dock, wharf, pier or jetty and                F:r;\nencroaching on the foreshore or the floor of the sea, except appropriate\nunder the authority of a licence granted by the Minister on Minister.\nbehalf of the Crown.\n        (2) Subject to subsection ( 2 ~ the\n                                        ) Minister may, if he 3 3 1 1 ~ 1\nthinks fit, grant to any person applying therefor, in such form S. 22.\nand subject to such conditions as he may think fit, a licence to\nerect, construct or maintain any dock, wharf, pier or jetty or any\nstructure, apparatus or equipment as aforesaid.\n                                         BEACH CONTROL\n                  ( 2 ~ Any\n                        )   licence affecting the exclusive economic zone\n           shall be subject to the provisions of the Exclusive Economic\n           Zone Act or any order made under section 11 of that Act.\n                  (2~A  ) licence shall not be granted under this section\n           unless the Authority has certified that the issue of the licence is\n           not likely to conflict with the public interest in regard to fishing,\n           bathing, recreation or the protection of the environment.\n                    (3) The Minister may make regulations with respect\n           to--\n                  (a) the form and manner of application for licences\n                      to be granted under this section;\n                  (b) the fees to be paid in respect of such licences;\n                  (c) the grant or refusal of such licences; and\n                  (d) the terms, conditions and restrictions that may\n                      be imposed upon the grant of such licences.\n                  (4) Notwithstanding the provisions of section 29 of\n           the Interpretation Act, regulations made under this section\n           may prescribe greater penalties than those specified in the\n           said section 29, so, however, that the maximum penalty\n           that may be imposed by any such regulations shall be a\n           fine of two hundred thousand dollars or imprisonment with or\n           without hard labour for a term of twelve months.\n4211969          (5) All regulations made under this section shall be\n3rd Sch.   subject to negative resolution.\n                  (6) The decision of the Minister to grant or refuse a\n           licence under this section shall be final and shall not be\n           questioned in any legal proceeding.\n                  (7) Every grant or reksal of a licence by the Minister\n           shall be published in the Gazette.\n                 (8) In this section \"the Minister\" means the Minister\n           responsible for harbours.\n                        [The i~iclusionof this page is authorized by L.N. 1 1 1/2005]\n  lo. [ / M e l e d hy Acl 9 of 1991, 3rd Sch.]"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Subject to the provisions of sections 3, 4 and 9, and Author~tyto\nof subsection (2), the Authority may, on application made in ~ ~ C c , l a r\nsuch manner as may be prescribed under section 18, grant U\\L'OI,\nlicences (whether exclusive in character or not) for the use of the\nforeshore or the floor of the sea for any public purpose, or in seapubli-\n                                                                          ~~~~~~~~~\nconnection with any business or trade or for any other purpose cat~on\n                                                                    ga,vr\n                                                                          ol'\n(whether similar to the foregoing or not) to any person, upon rcfuwl\nsuch conditions (including the payment of an annual fee) and in\nsuch form as they may think fit.\n       (2) Where an application is made for a licence under\nsubsection (I), the Authority shall consider what public interests\nin regard to fishing, bathing or recreation, in regard to the 17,2004\nprotection of the environment or in regard to any future s . 6 ~\ndevelopment of the land adjoining that part of the foreshore in\nrespect of which the application is made, require to be protected,\nand they may provide for the protection of such interests by and\nin the terms of the licence or otherwise in accordance with the\nprovisions of this Act.\n       (3) Every grant or rehsal of a licence by the Authority\nshall be published in the Gazelle.\n       (4) Where application is made under this section to the 1712004\nAuthority for a licence for any use of the foreshore or floor of S.6(b).\nthe sea, which involves the erection, in a harbour, of an\nencroachment not referred to in section 9, the Authority shall not\nissue the licence unless the Port Authority certifies-\n    (a) that the encroachment is not likely to have an adverse\n        impact on vessel traffic or other activities related to\n        harbours; and\n    ( b ) the plans or other documents relating to the structure of\n          the encroachment.\n14                                        BEACH CONTROL\n                       (5) The Authority may by notice in writing require an\n                applicant for a licence under this section-\n                    ( a ) to furnish to the Authority such documents or infor-\n                          mation as the Authority may require to assist it in\n                          making a decision whether or not to grant the licence;\n                          and\n                    (b) where it is of the opinion that the use in relation to\n                        which the licence is sought is having, or is likely to\n                        have, an adverse effect on the environment, to submit\n                        to the Authority an environmental impact assessment in\n                        respect of the use, containing such information as may\n                        be specified in the notice.\n                       (6) The Authority shall keep at its offices a register of\n                licences granted and applications refused under this section and\n                such register shall-\n                    ( a ) contain such particulars as shall be prescribed; and\n                    ( b ) be opened to inspection by the public during the\n                          normal office hours of the Authority.\n                       (7) The Authority shall, on the request of any person and\n                upon the payment by that person of such fee as may be\n                prescribed, supply to the person a copy of any entry contained in\n                the register.\n                       (8) The Authority may require, as a condition of the\n                grant of any licence under this section, that the licensee enter\n                into an undertaking or provide an indemnity against any damage\n                caused by the licensee's use of the foreshore or floor of the sea.\nRevocation,       1 1 ~ . - ( 1 )Subject to subsection (2), the authority may, by\nsuspension or\nvariation of    notice addressed to the person to whom a licence is granted\nlicences.       under this Act-\n                    (a) revoke;\n                    ( b ) suspend; or\n                    (c) vary the terms or conditions of,\n                             BEACH CONTROL                                        14.01\nthe licence, if the Authority is satisfied that there is a breach of\nany term or condition of such licence.\n        (2) Except as provided in subsection (3), the Authority\nshall, before revoking, suspending or varying any licence, serve\non the person to whom the licence is granted a notice in\nwriting-\n     (a) specifying the breach on which the Authority relies and\n          requiring him to remedy it within such time as shall be\n          specified in the notice; and\n     (b) informing him that he may apply to the Authority to be\n          heard on the matter within such time as shall be\n           specified in the notice.\n        (3) The Authority shall not be obliged to serve a notice\npursuant to subsection (2) in relation to any breach if an order\npursuant to section 19 is in effect in relation to that breach."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The Authority shall from time to time determine the D U ~ Yto\nneeds and requirements of the public in relation to the use of- ~ ~ ~                     ~   ~   ~\n                                                                             needs of\n     (a) any portion of land, whether such portion of land\n           adjoins the foreshore or not; and                        power to\n                                                                    acquire land\n     ( b ) the foreshore,"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Authority may maintain, use and develop any & a O r i t y\nbeach or land vested in them or may make provision for wmdto m m t a m ,\nthe maintenance, use or development of such beach or land 225 f ~ r\nby any person, body or authority, on such terms as they g m ~ m ~\nmay think fit."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14-(1) The Authority may, upon receipt of a petition\nfrom not less than five persons concerned in any dispute\nwith respect to the right to use any beach, or any land,\nroad, track or pathway to gain access to such beach, lodge\na plaint in the appropriate Court pursuant to section 9 of\nthe Prescription Act with a view to establishing such right;\nand the Authority shall for the purposes of that section be\ndeemed to be a person concerned in the dispute.\n        (2) Where the public or any class of the public I /I958\nhave used any beach, land, road, track or pathway in the 4 4 (C,\nmanner and for the period specified in subsection (1) of\nsection 4 of the F’resuiption Act and such user is not\ndisputed, the Authority may, if they think it expedient so\nto do, make an application to the Supreme Court by\nmotion for a declaration of the right of the public to use\nsuch beach, land, road, track or pathway, and the Court,\nupon being satisfied that the user is not disputed, shall\nhave power to make such order as the Court m a y think fit.\n        (3) The provisions of section 10 of the Prescription\nAct shall apply to an application under subsection (2) as\nthey apply to a plaint pursuant to section 9 of the said\nAct, and references in section 10 of the said Act to the\nClerk of the Court and to the judgment of the Court shall\nbe construed as referenm to the Registrar of the Supreme\nCourt and to the order of the Supreme Court, rzspectively."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Subject to the provisions of this Act, the Authority\nshall have power, for the purpose of the discharge of their %E2 Ot\n                                                            hfity.\nfunctions and duties under this Act-\n         p l e indusion ob ths page is authorized by LN.90/19931\n16                                BEACH CONTROL\n              (a) to carry on all activities, the carrying on whereof\n                   appears to them to be requisite, advantageous or\n                  convenient for or in connection with the discharge\n                  of their said functions and duties;\n              (6) to do anything and to enter into any transaction\n                   (whether or not involving expenditure, borrowing,\n                  granting of loans or investment of money, the\n                  acquisition of any property or rights or the dis-\n                  posal of any property or rights) which in their\n                  opinion is calculated to facilitate the proper dis-\n                  charge of their functions and duties or is h&\n                  dental or conducive thereto."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16) all persons interested in the objection, except such,\n                  if any, of them as have consented without protest\n                  to receive payment of the compensation awarded,\n                  and\n              (c) if the objection is in relation to the area of the\n                   land or to the amount of the compensation, the\n                   chairman of the Commission,\n         a notice specifying the day on which the Court will proceed\n         to determine the objection, and directing their appearance\n         before the Court on that day.\n                 (2) (a)Service of notice under subsection (1) shall\n         be made by delivering or tendering a copy thereof duly\n         signed to the person to whom the notice is addressed.\n                      (b) When the person cannot be found the ser-\n         vice may be made on any adult member of his family\n         residing with him; and if no such adult member can be\n         found the notice may be served by atsxig the oopy on the\n         outer door of the house in which the person therein named\n         ordinarily dwells or carries on business or by affixing a\n         copy thereof in some conspicuous place in the office of the\n                                                                          3\n         Authority and also on some conspicuous part of the land\n         to be compulsorily acquired or of the land over which any\n         right is to be compulsorily acquired (as the case may be):\n         -           LThe ialu*on d this &agem auth-nkd by LN.901'19931\n                            REACH CONTROL\n  Provided that if the Court so directs a notice may be sent by\nregistered letter addressed to the person named therein at his last\nknown residence or place of business and the service of it may\nbe proved by the production of the registration receipt."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. [Deleted by Act 9 of 1991,3rd Sch.1\nPoWerto      1 8 4 1 ) The Authority may, with the approval of the\n%loonS.   Minister, make regulations generally for the proper carry-\n          ing out of the purposes and provisions of this Act and h\n          particular but without prejudice to the generality of the\n          foregoing may make regulations-\n                (a) with respect to the form and manner of applica-\n                     tion for licences to be granted under this Act by\n                     the Authority, the fees to be paid in respect of\n                     such licences, and the grant or refusal of such\n                   licences;\n              (b) providing for the impition of fees or charges in\n                  such cases as may be determined by the Authority\n                  for seMces rendered by the Authority, their\n                  servants or agents in carrying out the provisions\n                  of this Act;\n              (c) providing for the registration of all penon~\n                  licensed under section 11 and for the manner and\n                  method of registration and the particulars to be\n                   registered;\n                   m b ind&      d tlus papc is aufhorized by 'L.N. 90/'19931\n                          BEACH CONTROL                                     17\n    (6) for securing the observance of sanitary and cleanly\n        conditions and practices, or the protection of the 17f2004\n                                                                 S. 8(a).\n        environment, at and in respect of parts of the foreshore\n        and adjoining lands and parts of the sea to which\n        members of the public habitually resort;\n         providing for the prevention of danger, obstruc-\n        tion or annoyance to members of the public using\n        any part of the foreshore or adjoining land;\n        providing for the employment of lifeguards at beaches\n        to which members of the public habitually resort and\n        for the qualifications of such lifeguards;\n        for the preservation of order and good conduct among\n        ~iiembersof the public using the foreshore or adjoining\n        land;\n        for controlling the erection or placing on any beach or\n        adjoining land to which the public liabitually resort of\n        batli-liouses or huts, booths, tents, sheds, stands and\n        stalls (whether fixed or movable);\n        governing the use of public recreational beaches or any\n        of such beaches;\n        for prohibiting of regulating the use in or upon the 2~11960\n        water lying on any part of the floor of the sea in respect S. 7.\n        of which a licence has been granted by the Authority-\n,\nI\nI        [The inclusion of this page is autlior~zcdby L.N. 1 1 1/2005]\n                                          BEACH CONTROL\n                           (i) of spears or other instruments likely to cause\n                               danger to members of the public for the taking\n                               or pursuit of fish; and\n                          (ii) of vessels or water sports equipment of any\n                               class specified in such regulations, so, however,         (3\n                               that nothing in such regulations shall affect\n                               anything which may be lawfully done under the\n                               Harbours Act, the Shipping Act or the Pilotage\n                               Act;\n1712004            (k) with respect to the constitution and administration of\ns. 8(c).               the fund referred to in section 19 (10).\n                      (2) The provisions of subsections (4) and (5) of section 9\n               shall apply to regulations made under this section.\nCourt orders     1 9 4 1) Where the Authority is of the view that-\nto protect\nforeshore.\n1712004\ns. 9.              (a) a person is, or has been, using the foreshore or floor of\n                       the sea without, or in contravention of, a licence issued\n                       under section 11;\n                   (b) a person refuses to remove an encroachment erected,\n                       or permitted to be erected, by that person on the\n                                                                                         0\n                       foreshore or floor of the sea without, or in\n                       contravention of, a licence issued under section 11,\n                       after being served with a notice by the Authority\n                       requiring that the encroachment be removed within a\n                       specified period, upon the expiry of the specified\n                       period; or\n                           BEACH CONTROL                                   18.01\n    (c) the public interest in regard to fishing, bathing,\n        recreation or the protection of the environment requires\n        safeguarding by the closure of any beach or other\n        facility owned or operated by any person;\n    (6) a person, in contravention of this Act or any licence\n        issued under section 11, causes damage to any natural\n        resources situated in the floor of the sea,\nthe Authority may apply to the Court for an order under\nsubsection (2).\n      (2) Where an application is made under subsection (I),\nthe Court , if satisfied that the circumstances so warrant, may\nmake an order-\n    (a) prohibiting the person from using the foreshore or floor\n        of the sea without, or in contravention of, a licence;\n    ( h ) requiring the person to remove, within a specified\n          period any encroachment erected or permitted to be\n          erected by that person without, or in contravention of, a\n          licence;\n    (c) for the closure of any relevant beach or facility owned\n        or operated by that person;\n          (The inclusion of this page is authorized by I..N. 1 1 1/2005]\n    ( d ) requiring thc pcrson to carry out, within a spccificcl\n        period, a rehabilitation of the foreshore or floor of thc\n        sea so as to remedy any damage caused by such pcrson;\n        or\n    (e) in the case of damage to a natural rcsourcc, rcquiring\n        the person to pay to the Authority such sum as thc\n        Court may determine by way of an award of damages\n        which may take into account any reasonably fore-\n        seeable loss in the economic value of the natural\n        resource to the public.\n       (3) For the purposes of subsection (2) (e), \"economic\nvalue\" includes-\n    (a) income from sales of goods and services provided by\n        marine resources;\n    ( h ) the value of marine resources used for subsistence;\n    (c) the value of ecological functions and services provided\n        by marine resources;\n    (d) the value of potential uses of marine resources and\n        biological assets; and\n    (e) the value to the public derived from the existence of the\n        resource, independent of the value of any existing or\n        potential use of the resource.\n                             BEACH CONTROL                                  18.03\n       (4) In determining whether an order under subsection (2)\nis warranted, the Court may take into account-\n    (a) the level of harm caused to the public interest in regard\n        to fishing, bathing, recreation or the protection of the\n        environment, as a result of the person's use of, or\n        encroachment on, the foreshore or floor of the sea; and\n    (b) the need to restrain continuation or repetition of the\n        harmful activity.\n       (5) Where any person fails to comply with an order made\nunder subsection (2) (b) or (6) within the period specified in the\norder, the Authority-\n    (a) may apply to the Court for authorization to carry out\n        the removal or rehabilitation, as the case may be; and\n    (b) shall be entitled to recover from that person all costs\n        reasonably incurred in such removal or rehabilitation.\n      (6) A person who fails to comply with an order made\nunder subsection (2) (a), (b), (c) or (6) shall be liable to a fine\nnot exceeding one million dollars or to imprisonment for a term\nnot exceeding twelve months, or to both such fine and\nimprisonment.\n       (7) An order for the closure of a beach or facility may\ncontain such directions for notifying the public of the closure, as\nthe Court thinks appropriate in the circumstances.\n         (8) An application under this' section may be made ex\nparte.\n       (9) The provisions of this section are without prejudice to\nany other penalty to which the person may be liable in respect of\nhis use of, or encroachment on, the foreshore or floor of the sea.\n            [The inclusion o f this page is authorized by L.N. 11 1/2005]\n                                            BEACH CONTROL\n                         (10) All sums received by the Authority by virtue of\n                 subsection (2) shall be paid into a h n d , to be constituted and\n                 administered by the Authority in such manner as shall be\n                 prescribed, for purposes related to the rehabilitation, protection\n                 or enhancement of beaches or marine life."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. [Deleted by Act 9 of I99 I , 3rd Sch.]\n2 1. [Deleted by Act 9 of I99 I , 3rd Sch.]"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. [Deleted by Act 9 of 1991, 3rd Sch.]\n                                           Acquisition of Land\nApplication by     24.-(1) Whenever the Authority consider it necessary\nthe Authority.\n 12/1958         or desirable to acquire any land and have failed to arrive\nS. 5.            at any agreement by negotiation under section 12 with the\n2511960          person entitled to dispose of such land, the Authority may\nS. 8(a)\nand (b).         by application in writing seek the approval of the Minister\n                 for the compulsory acquisition of such land.\n                        (2) Where the Authority pursuant to section 12\n                 have acquired land otherwise than by purchase and fail at\n                 the time of any- proposed\n                                     -   .     variation - o f the annual rent to\n                 arrive at any agreement with the owner or other person\n                 having power to dispose of such land as to the annual rent\n                 to be paid upon such variation, the Authority may in like\n                 manner seek the approval of the Minister for the assess-\n                 ment of such annual rent by a Commission.\n                                                                                           0\n                        (3) An application under subsection (1) shall set\n                 forth the precise description of the land which the Author-\n                 ity propose to acquire and the purpose for which they\n                 propose to acquire it, and shall be in such form, accom-\n                 panied by such other information and verified in such\n                 manner as the Minister may require.\n                           BEACH CONTROL                                              19"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The Minister may, if he thinks fit, approve the Approvalof\n                                                           application\napplication, subject to such conditions (if any) as he may by Minister.\ndeem fit to impose.                                        2511960\n                                                           S. 15 (a)."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The approval by the Minister of the compulsory approval to\nacquisition of any land by the Authority shall be published bepublished\nin the Gazette and thereafter the land may be acquired in                &;ztte\naccordance with the terms of the approval and the pro- before\nvisions of this Act and not otherwise.                      acquisition.\n                                                            2511960\n                                                                         S. 15 (a).\n                                                                         1211958\n                                                                         S. 6."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)     Where the Minister is satisfied, after considering the ment ,\napplication from the Authority, that the land which the Authority powers and\npropose to acquire compulsorily should be acquired in the public 2 i - 0 ~\ninterest, or, as the case may require, that any annual rent should mission.\nbe assessed by a Commission, the Minister shall appoint a\nCommission of one or more persons-\n    (a) in the case of a proposal to acquire any land\n        compulsorily, to make recommendations to him,\n        after due enquiry, in relation to the boundaries,\n        definition and description of the land, the com-\n        pensation to be paid therefor, the persons to whom\n        the compensation should be paid, and in relation\n        to the apportionment of the compensation\n        amongst such persons;\n    (b) in the case of a request for the assessment of any\n        annual rent, to assess such annual rent after due\n        enquiry.\n       (2) Every such Commission shall, subject to the\nprovisions of this Act, have all the powers, privileges, duties and\nobligations of, and shall for all purposes be deemed to be, a\nCommission appointed under the Commissions of Enquiry Act.\n20                                         BEACH CONTROL\n                         (3) Any person whose interests are or may be pre-\n                judicially affected shall be entitled to be heard by himself\n                or by counsel before any such Commission.\n2511960\nS. 15(a).               (4) The Minister shall direct the Commission-\n                     (a) to endeavour to arrange by agreement between\n                         the persons concerned and the Authority the com-\n2511960                  pensation or rent to be paid in respect of the land;\nS. IO(c).            (b) (failing such agreement) to assess in accordance\n                          with the provisions of section 28 the compensation\n2511960                   or rent to be paid in respect of the land,\nS. IO(c).\n                and the Commission shall include in their recommendations the\n                compensation or rent so agreed or assessed.\nDetermination     28.-(1)   The compensation in respect of any land to be\nof compen-\nsation.         compulsorily acquired under the provisions of this Act shall be\n                assessed on the basis of what would be fair and reasonable\n                between a willing grantor and a willing grantee, having regard to\n                the conditions subject to which the land is to be acquired, and\n                the Commission shall in considering what compensation should\n                be paid have regard to the provisions of sections 3 and 4.\n1211958               (2) In determining the amount of the compensation\nS. 8(a).        to be awarded for land acquired compulsorily under this\n                Act-\n                     (i) the following and no other matters shall be taken into\n                         consideration-\n                              (a) any increase in the value of the other land\n                                   of any interested party likely to accrue from\n                                   the use to which the land acquired will be\n                                   put;\n                               (b) the damage, if any, sustained by any\n                                   interested party at the time of the taking\n                                   possession of the land by the Authority by\n                                   reason of the severing of such land from\n                                   the other land of such interested party;\n                      BEACH CONTROL                                       21\n           (c) the damage, if any, sustained by any\n                interested party at the time of the taking\n                 possession of the land by the Authority by\n                reason of the acquisition injuriously affect-\n                 ing his other property (whether movable or\n                 immovable) or the actual earnings of such\n                interested party;\n           (d) the reasonabIe expenses, if any, incidental\n                 to any change of residence or place of busi-\n                 ness of any interested party which is news-\n                 sary in consequence of the acquisition;\n    (ii) the following matters shall not be taken into con-\n         sideration-\n            (U) the degree of urgency which has led to the\n                 acquisition;\n            (b) any disinclination of the interested party\n                 to part with the land acquired;\n            (c) any damage sustained by the interested\n                 party which, if caused by a private person,\n                would not be a good cause of adon;\n            (d) any damage which is likely to be caused,\n                                                               I\n                 to the land acquired after the date of the,\n                 publication in the Guzetze of the approval       ~\n                 of the Minister under section 26 by or in 8/1960\n                                                                  1\n                 consequence of the use to which it has been s. 1s (a).\n                 put;\n            (e) any increase in the value of the land,\n                 acquired which is likely to accrue from the I\n                 use to which it will be put;\ni          0 any outlay or additions or improvements to\n                the land acquired, which was incurred after\n                the date of the publication in the Gazezte\n                of the approval of the Minister under',,,,,\n                section 26, unless such additions or im- S. 1s (a).\n            induaiOa of thia migc is authorized by LN.90/11993]\n                                                                  I\n22                                  BEACH CONTROL\n                              provements were necessary for the main-\n                               tenance of any building in a proper state\n                              of rep&,\n                          (g) the fact that the land has been compulsorily\n                              acquired.\n251 1960\ns. 11.                (3) The Commission shall, in assessing any rent in\n              accordance with their duty under section 27, have regard\n              to the provisions of this section 80 far as such provisions are\n              applicable to the case.\nVesting of      29. The Minister may, after considering the recommen-\nland by\norda          dations of the Commission, by order published in the\nof m e\nMinister      Gazette, vest the land to be acquired in the Authority in\nand           fee simple or for any lesser estate or interest, or upon\ntaking of\npossession    such terms or subject to such conditions or for such period\nby the\nAuthorily.    as he may think fit, and the Authority may at any time\n2511960       after the publication of the order in the Gazette take pos-\nS 15W.\n              session of the land.\nPublication        30. The report of the cammission shall be published in\no f r c ~ . o f the Gazetie and in a daily newspaper circulating in the\nCommision.\n                Island for the information of a l l interested parties.\n                     Reference to Court and Procedure thereafter\nRcfucUCC        31.41) Any interested party who is dissatisfied with any\nto court.\n              award made by the Commission may, by written application\n              to the Commission, require that the matter be referred by\n              the Commission for the determination of the Court, whether\n              his objection be in relation to the boundaries, definition or\n              description of the land or in relation to the compensation\n251 1960      or rent to be paid therefor or the persons to whom the\ns. 12.        compensation should be paid or the manner in which the\n              compensation should be apportioned.\n                       p k incluaim of thL ~a%sis &OM\n                                                    by U.90119931\n                          BEACR CONTROL                                    23\n            (2) The applicant shall state specifically the grounds\n    on which the objection to the award is taken and at the\n    hearing no other grounds shall be given in argument with-\n    out the leave of the Court.\n           (3) Every such application shall be made-\n               (a) if the person making it was present or\n                   represented before the Commission at the\nc                  time of the enquiry, withii six weeks after\n                   the publication of the report of the Com-\n                   mission in the Gazette;\n               (b) in other cases, within six months after the\n                   publication of the said report in the\n                    Gazette.\n            (4) The period within which an application for\n    reference to the Court shall be made shall not be capable of\n    enlargement by any Court."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Vesting of land by order of the Mmister and taking of possession\n        by the Authority."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Publication of report of Commission.\n            Reference to Court and Procedure thereaffer\n3 1. Reference to Court."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1)     The Court shall thereupon cause to be served\n         upon-                                                            3\n                                                                          ,\n              (U)    the applicant;"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) If the objection is in regard to the amount of the Power to\n                                                                 appoint\ncompensation and the award of the Commission is not less than assessors     if\nfive hundred thousand dollars, the Court shall appoint two objection is\nassessors for the purpose of aiding the Court in determining the inamount\n                                                                     regard to\n                                                                          of\nobjection.                                                       compen-\n                                                                           sation.\n                                                                           1712004\n      (2) Such assessors may also be appointed in any                      S. 10.\nother case in which the Court considers it desirable to make\nsuch appointment.\n       (3) Every person so appointed shall attend and serve\nas an assessor unless excused by a Judge."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Death, etc., of assessor.\n                        BEACH CONTROI,\n   Restriction on scope of enquiry.\n   Proceedings to be in open Court.\n   Record of assessor's opinion.\n   Difference of opinion between Judge and assessors.\n    Assessor's fees.\n    Awards to be in writing.\n    Costs.\n    Rules of Supreme Court applicable.\n    Appeal from decision of Court\n    Determination of apportionment of compensation.\n    Costs of apportionment to be borne by interested parties.\n    Authority to pay compensation.\n    Police to enforce surrender.\n    Exemption from stamp duty, etc.\n    Commission not to cease to exist until all their functions and\n      duties have been discharged.\n    Bar of suits to set aside awards.\n    Amendment of penalties by order.\n                    Public Recreational Beaches"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. The scope of the enquiry in every such proceeding Restriction\nshall be restricted to a consideration of the interests of the ~ q ~ ~ ~ e o\nperson affected by the objection."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Every enquiry by the Court (except under section 45 Proceedings\n                                                          to be in\nin relation to the apportionment of compensation) shall openCoun,\ntake place in open Court."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The opinion of each assessor shall be given orally Recordof\n                                                         assessor's\nand shall be recorded in writing by the Judge.           opinion."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-31) In case of a difference of opinion between the Judge Difference\nand the assessors or either of them upon a question of law or of opinion\n                                                               between\npractice or usage having the force of law the opinion of the Judgeand\n                                                               assessors.\nJudge shall prevail.\n                                          BEACH CONTROL\n                      (2) In case of a difference of opinion between the Judge\n               and both of the assessors as to the amount of compensation or as\n               to the amount of any item thereof the decision of the Judge shall\n               prevail.\nAssessor's\nfees.\n1712004"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Every assessor shall receive such fee not exceeding ten\n               thousand dollars as the Judge shall direct for each day upon\n                                                                                        0\nS. I I .       which he sits as an assessor or upon which he is engaged in\n               inspecting the land the subject of the proceedings, and such fee\n               shall be deemed to be costs in the proceedings.\nAwards to be     41. Every award made by the Court shall be in writing signed\nin writing.\n               by the Judge and the assessor or assessors (if any) concurring\n               therein and shall specify the amount of comperlsation awarded\n               to each person and the grounds upon which each amount has\n               been awarded.\nCosts.           42.-(1)    The costs of any proceedings instituted under\n               section 3 1 shall be in the discretion of the Court.\n                       (2) Any costs payable by an applicant may be recovered\n               as if they were costs incurred in a suit in the Supreme Court.\nRules of         43. Save in so far as they may be inconsistent with anything\nSupreme\nCourt appli-\n               contained in this Act, the provisions of the Rules of the Supreme\ncable.         Court shall apply to all proceedings instituted under section 3 1.\nAppeal from\ndecision of"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1)   Any interested party may appeal to the Court of\n               Appeal for an award of compensation or annual rent by the\n                                                                                        0\nCourt.\n1 712004       Court.\nS. 12.\n                     (2) Every appeal under this section shall be presented\n               within the time and in the manner provided for appeals by rules\n               governing civil appeals to the Court of Appeal from the\n               Supreme Court.\n                          BEACH CONTROL"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1) Where there is any dispute as to the apportion- Determina-\nment of any compensation awarded under this Act a Judge in ~ ~ ~ o $ o n -\nChambers shall determine the proportions in which any mentof\n                                                              com-\ninterested parties are entitled to share in the compensation. pensation.\n      (2) An appeal from any such decision shall lie to the\nCourt of Appeal.\n      (3) Every appeal shall be presented within the time\nand in the manner provided for civil appeals by the Court\nof Appeal Rules."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The costs of all proceedings in apportioning the costsor\namount of compensation shall be borne by such of the Z:::;\ninterested parties in such proportions as the Judge shall borneby\n                                                          interested\ndetermine.                                                parties.\n                     Payment of Compensation"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1) After an award has been made by the Commis- Authorityto\nsion in accordance with this Act, the Authority shall offer in :::s2z;,\nwriting to pay the compensation awarded to the interested\nparties entitled thereto according to the award and shall pay it to\nsuch parties unless prevented by one or more of the\ncontingencies mentioned in subsection (2).\n       (2) If any of the interested parties do not consent to\nreceive such compensation or if there be no person com-\npetent to alienate the land or if there be any dispute as to\nthe right to receive the compensation or as to the apportion-\nment of it the Authority shall apply ex parte to a Judge in\nChambers for an order authorizing them to deposit the\namount of compensation in Court.\n      (3) Every application under subsection (2) shall be\nsupported by affidavit.\n       (4) Any interested party upon providing sufficient\nsecurity to the satisfaction of the Court may receive such\npayment under protest as to the sufficiency of the amount and\n                                            BEACH CONTROL\n                  such receipt shall not be deemed to prejudice his right to make\n                  application under section 3 1 :\n                    Provided, however, that no person who has received such\n                  payment othenvise than under protest shall be entitled to make\n                  application under section 3 1.\n                                               Miscellaneous\nPolice to           48.-(1) If the Authority are opposed or impeded in taking\nen force\nsurrender.        possession of any land acquired under this Act they shall apply\n                  to the Commissioner of Police who shall enforce the surrender\n                  of the land to the Authority.\n                        (2) The Commissioner of Police may use such force as\n                  may be necessary to enforce such surrender to the Authority.\nExemption           49. No award made by the Commission shall be charge-\nfrom stamp\nduty, etc.        able with stamp duty and no person claiming under any\n                  such award shall be required to pay any fee for a copy of\n                  any such award.\nnot to cease to"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. A Commission shall not cease to exist by reason of\nexistuntilall     having made their report to the Minister and shall continue\ntheirfunctions    in being until all their functions and duties under this Act\nand duties\nhave been dis-    have been discharged.\ncharged.\n2511960\nS. 15(a).\nBarofsuitsto      51. NO suit shall be brought to set aside any award or\nset aside\nawards.         apportionment under this Act.\nAmendment         51A. The Minister may, by order subject to affirmative\nof penalties by\norder.          resolution, vary any penalty specified in this Act.\n1712004\nS. 13.\n                                      Public Recreational Beaches\nPower to            52.-(1)    Where any beach is used by the public for fishing,\ndeclare beach\nto be a public    bathing or recreation, upon payment of a fee, the Authority may,\nbeach and to\n                  after consulting the owner or any person exercising control\ndefine the        thereof or receiving any such fee, and subject to the right of such\nsame.\n                          BEACH CONTROL\nowner or person to appeal to the Minister as provided by section"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Power to declare beach to be a public recreational beach and to\n       define the same.\n                       Revesting of Land or Beach"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Revesting of land for purpose or in furtherance of commercial\n      enterprise."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Any person who is the owner for the time being R ~ D U\n                                                                 ofordrr\n    of any beach declared by an order under subsection (1) of de~lariag\n    section 52 to be a public recreational beach may, at any yW&*\n    time thereafter, request the Authority in writing to revoke l ~ , b ~ t 8\n    the order, to enable him to recover full control over such lintacs~of\n    beach for the purpose or in furtherance of any commercial -P  rnl-\n    enterprise, and the Authority may, if they think fit, after\n    consultation with the Local Authority of the parish in\nc   which the beach is situated, revoke the order.\n                   Appeals from the Authority"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55, by order published in the Gazette-\n     (a) declare such beach to be a public recreational\n         beach; and\n     (b) after consultation with the Local Authority of\n         the parish in which the beach is situated, fix the\n         fee to be paid for admission to or for use of the\n         beach,\nand such beach shall continue to be open to the public for the\naforesaid purposes upon payment of the fee fixed from time to\ntime by any such order.\n       (2) The Authority may, in any order under sub-\nsection (I), define the area of any beach declared under\nthe said subsection to be a public recreational beach and\nthey may include in such definition, as part of such public\nrecreational beach, so much of the adjoining land as they\nmay think necessary,\n       (3) An order declaring a beach to be a public\nrecreational beach shall not have effect until the expiration\nof six weeks from the publication thereof in the Gazette\nand, in any event, not until a notification is published in\nthe Gazette by or on behalf of the Minister to the effect\nthat there has been no appeal against the order within the\nperiod prescribed by section 55 or that every appeal against\nthe order has been dismissed.\n       (4) Any person w h o -\n     (a) hinders or obstructs any member of the public using or\n         attempting to use any beach declared by order under\n         subsection (1) to be a public recreational beach, or any\n         adj~iningland, and properly conducting himself and\n         observing the regulations made by the Authority in\n         relation to the beach or adjoining land;\n                                           BEA CH CONTROL\n                         demands a fee in excess of the fee fixed under the\n                         said subsection, or any other form of consideration\n                         whatever, for permitting a member of the public to use\n                         any such beach; or\n                         ejects or attempts to eject from any such beach, except\n                         for misconduct, any member of the public who has\n                         paid the fee for admission to or for the use of the\n                         beach; or\n                         wilhlly causes any member of the public who has\n                         paid the fee for admission to or for the use of the\n                         beach to leave any such beach, by doing any act\n                         calculated to annoy such member of the public while\n                         he is lawhlly using the beach,\n                          liable on summary conviction before a Resident\n1712004         Magistrate to a fine not exceeding fifty thousand dollars or to\nS. 14.\n                imprisonment with hard labour for any term not exceeding six\n                months.\n                                    Revesting of Land or Beach\nRevesting of      53. Any person from whom any land has been com-\nland for\npurpose or in   pulsorily acquired by the Authority under the provisions of this\nhrtherance of   Act may at any time thereafter seek the approval of the Minister\ncommercial\nenterprise.     by an application in writing for the recovery of the land for the\n2511960         purpose or in hrtherance of any commercial enterprise, and the\nS. 15(a) (b).\n                Minister may, if he thinks fit, after consultation with the\n                Authority, by order published in the Gazette, vest the land in fee\n                simple or for any lesser estate or interest, having regard to the\n                estate or interest held by such person before the land was\n                acquired by the Authority and subject to such conditions (if\n                any), including the payment of any stipulated consideration, as\n                the Minister may deem fit to impose, in such person for the\n                purpose aforesaid.\n                        BEACH CONTROL                                    31"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Application of Act to the Crown.\n     SCHEDULE [Deleted 6.vAct 9 of 1991, 3rd Sch.]\n               THE BEACH CONTROL ACT\n                                                                       Laws           14 of 1971\n                                                                    63 of 1955.       S.8 rmd 2nd\n                                                                                          Sch.,\n                                                                                      9 of 1991\n                                                                                       3rd .Sch.,\n                                                                    25 of 1960.       33 of 1991\n                                                                           Acts           9.22,\n                                                                        14 of 1964,   17 of 2004.\n                                                                        12 of 1969\n                                                                         3rd Sch.\n                             Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "adjoining land",
      "definition": "land adjoining the foreshore of this",
      "source_provision": "sec2"
    },
    {
      "term": "Authority",
      "definition": "the Natural Resources Conservation 91,991",
      "source_provision": "sec2"
    },
    {
      "term": "Commission",
      "definition": "any      Commission               appointed",
      "source_provision": "sec2"
    },
    {
      "term": "Court",
      "definition": "the Supreme Court",
      "source_provision": "sec2"
    },
    {
      "term": "floor of the sea",
      "definition": "the soil and subsoil off the coasts",
      "source_provision": "sec2"
    },
    {
      "term": "foreshore",
      "definition": "that portion of land, adjacent to the sea,",
      "source_provision": "sec2"
    },
    {
      "term": "jetty",
      "definition": "a structure extending into the sea to protect",
      "source_provision": "sec2"
    },
    {
      "term": "pier",
      "definition": "a structure raised on piles or any other form",
      "source_provision": "sec2"
    },
    {
      "term": "the Minister",
      "definition": "the Minister responsible for beach",
      "source_provision": "sec2"
    },
    {
      "term": "owner",
      "definition": "owner of an estate in fee simple in the land",
      "source_provision": "sec2"
    },
    {
      "term": "water sports equipment",
      "definition": "any equipment used in 1712004",
      "source_provision": "sec2"
    },
    {
      "term": "the Minister",
      "definition": "the Minister",
      "source_provision": "sec9"
    }
  ]
}