{
  "id": "jm-stat-the-bees-control-act",
  "type": "statute",
  "title": "The Bees Control Act",
  "title_en": "The Bees Control Act",
  "short_name": "Bees Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bees-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bees-control-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Bees Control Act.              Short title.\n                               Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                Intcrprc-\n                                                                     tation.\n    “beekeepers’ stock” includes combs, hives that have been\n         in use and other products of and things used h con-\n         nection with bee-keeping;\n    “disease” means the diseases known as “foul brood” and\n         “Isle of Wight disease of bees,” and any other disease\n         which the Minister, by notice published in the Gazette.\n         may declare to be a disease for the purposes of this\n         Act.\n                         PART I. Importation"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No bees, honey or beekeeper’s stock shall be brought Permitsfor\n    within the limits of this Island save with the permission in Z 2 - n\n    writing of the Chief Plant Protection Officer first had and S,3(2)and\n    obtained, and any bees, honey, or beekeepers’ stock brought Sch\n    within the limits of this Island without such permission\n    may be seized and destroyed at any time by any Customs\n    Officer or by any officer or sub-officer of the Jamaica Con-\n    stabulary Force."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The Chief Plant Protection Officer may grant to Permit\n.\n    any person leave to bring within the limits of this Island or regulations."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6,,968\n    to land in this Island any bees, honey or beekeepers’ stock in &;@)and\n    accordance with such regulations as the Minister may make\n    and regulations may be made accordingly.\n          me inclusion of this rage is auihorized by LN. 480/1973]\n4                                        BEES CONTROL\n611968                (2) On the breach of any term or condition prescribed\nS. 3(2) and\nSch.            by such regulations the Chief Plant Protection Officer may,\n                with the approval of the Minister, destroy or cause to be\n                destroyed any bees, honey or beekeepers’ stock so brought\n                within the limits of this Island or landed in this Island.\nPunishment        5. Any person bringing within the limits of this Island\nof offenders.\n611968          or landing in this Island any bees, honey or beekeepers’\nS. 3(2) and\nSch.            stock without the leave of the Chief Plant Protection Officer\n                first had and obtained and any person failing to observe or\n                carry out such terms and conditions as may be prescribed by\n                or under the regulations in the last preceding section men-\n                tioned shall be guilty of an offence and shall be liable on\n                summary conviction to a penalty not exceeding one hundred\n                dollars and in default of payment to imprisonment with or\n                without hard labour for a term not exceeding three months.\n                             PART 11. Protection from Disease\nMinister          6. It shall be lawful for the Minister from time to time,\nmay\nprescribe       by orders to be published in the Gazette, tc-\nmeasure%\netc., for\nprevmtiq            fa) prescribe the measures to be taken for the treat-\nintroducimo\nand spread                ment of any disease by the owner or person having\nof dscase.                the charge or management of any apiary;\n                    (b) regulate the duty of persons appointed to carry\n                          out the provisions of any orders issued under this\n                          Part;\n                    (c)   direct the destruction of any apiary infected or\n                          suspected of being infected with disease;\n                     (d) generally make provisions for the purpose of\n                          preventing the introduction and spread of disease\n                          or of any particular disease named in the order.\n                      [The inclusion of this p g e IS authorized by L.N. 480/19731\n                         BEES CONTROL                                              5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be lawful for the Governor-General to appoint Govemor-\npersons to carry out the provisions of this Part and of any General may\norders issued thereunder, and the Minister may by warrant\ndirect payment out of the Treasury of the remuneration opy$'!~~\nand expenses of all such persons and of any other expendi- Part.etc.\nture that the Minister may deem necessary for the purposes\nof this Act, including such compensation to the owner of\nany apiary destroyed under the provisions of this Act as\nthe Minister may in his absolute discretion approve."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. . b y person appointed under the provisions of section Appointed\n7 may with such assistance as may be necessary enter upon persons may\nany land and there examine any apiary in order to ascertain\nwhether the said apiary is infected with disease.           apiary.\n   %-(I) Every owner or person having the charge or Dutiesof   omer, ctc       I\nmanagement of an apiary who knows of or suspects the ofaplary.\nexistence of any disease in such apiary shall with all prac- !/\\Emd\nticable speed give notice in writing to the Chief Plant Pro- Sch.\ntection Officer of the fact of the apiary being so infected or\nsuspected, and shall in such notice give all information in\nhis power as to the extent and nature of such disease. The\nsaid notice shall be served personally on the Chief Plant\nProtection Officeror shall be addressed to him by registered\npost.\n       (2) Where the owner or person having the charge or Presumption\n                                                              apiost\nmanagement of an apiary is charged with an offence under owner,etc.,\n                                                              of aplary\nthis Part, he shall be presumed to have known of the exis- charged with\ntence of the disease, unless and until he shows to the satis-\nfaction of the Court that he had not knowledge thereof, Part.\nand could not with reasonable diligence have obtained that\nknowledge."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Duties of owner, etc., of apiary.\n     Presumption against owner. etc., of apiary charged with offence\n     against this Part."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. If any person without lawful authority or excuse, A cts which\n                                                          ConSDtute\nproof whereof shall lie on him, does any of the following offences\n                                                                    against this\nthings he shall be guilty of an offence against this Part-          part.\n      [The inclusion of this page iy authonzed by L N. 480/ lY731\n6                                       BEES CONTROL\n                    (a) if he does anything in contravention of this Part\n                         or of any order issued under this Act or of any\n                         rule made under this Part or fails to carry out\n                         any measures required to be carried out by him\n                         under any such order or rule;\n                    Ib) if he fails to give any notice which by this Part\n                         he is required to give;\n                    (c) if he refuses to any person acting in execution of\n                         this Part or of any order issued thereunder, admk-\n                         sion to any land or place which the said person is\n                         entitled to enter, or obstructs or impedes such\n                         person in so entering or in examining any apiary\n                         or otherwise in any respect obstructs or impedes\n                         any person in the execution of his duty under this\n                         Part or assists in any such obstructing or impeding;\n               and he shall on summary conviction before a Resident\n               Magistrate be liable to a fine not exceeding one hundred\n               dollars and in default of payment to imprisonment with or\n               without hard labour for a period not exceeding thee\n               months, and on a further conviction withim a period of\n               twelve months for a second or subsequent offence against\n               this Part he shall be liable to be imprisoned for a term not\n               exceeding six months, with or without hard labour, in lieu\n               of a fine to which he is liable.\nConsentof       11. No prosecution for an offence against thii      shall   Part\nDirector of\nPublic       be  instituted except by or with the consent of the Director\nProsecutions\nncccssary    of Public Prosecutions.\nfor\nprosecution,\nRule%.            12.41) The Minister may make rules for the purpose\n               of more effectually carrying out the provisions and objects\n               of this Part.\n                       (2) Rules made under this section shall have the\n               same effect as if they were contained in this Act and shall\n               be judicially noticed.\n                     [The inclusion of this p g e is authorized by L.N. 480119731\n                          BEES CONTROL                                             'I"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Consent of Director of Public Prosecutions necessary for pro-\n     secution."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. For the purposes of this Part the decision of the Decisionof\n                                                         Chief Plant\nChief Plant Protection Officer as to the presence of any\n                                                                     fid.\ndisease shall be final.                                              611968\n                                                                     S. 3(L) and\n                                                                     Sch.\n              PART111. Transportation of Bees\n  1 4 4 1 ) It shall be lawful for the Minister to make rules        2;:gk\nregulating the transportation of bees along any main road Minister.\nor any parochial road.\n       (2) A breach of any rule made under this section Punishment\n                                                          for brcach.\nmay on summary conviction be punished by a fine not\nexceeding forty dollars and in default of payment by\nimprisonment with or without hard labour for a period not\nexceeding three months."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Rules to be made by Minister.\n      Punishment for breach.\n       me inclusion of this page is authorized by LN. 480/19731\nNNN\n                            BEES CONTROL                                            3\n                  THE BEES CONTROL ACT                                 Cap. 38.\n                                                                          Ad\n                                                                       6 Of 1%\n                                                 [loth May, 1918.1"
    }
  ],
  "definitions": []
}