{
  "id": "jm-stat-the-betting-gaming-and-lotteries-act",
  "type": "statute",
  "title": "The Betting, Gaming and Lotteries Act",
  "title_en": "The Betting, Gaming and Lotteries Act",
  "short_name": "Betting, Gaming and Lotteries Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-betting-gaming-and-lotteries-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-betting-gaming-and-lotteries-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Commissioner of lnland Revenue and any person authorized      111975\nin that behalf in writing by the Commissioner of lnland Revenue or the         2ndSch\nCommission may at all reasonable times enter the premises in which             1211985\n                                                                               Sch\nthe totalizator is set up and examine any part of the mechanism and test\nand watch the working thereof, and may require the operator or any servant\nof his to give them all such information, and to produce to them all\nsuch accounts, books and other documents, as they consider necessary for\nthe purpose of ascertaining whether the provisions of this Schedule are\nbeing complied with.\n       (2) Every person who-\n      (a) obstructs any of the persons upon whom powers are conferred\n          by or pursuant to sub-paragraph (I) in the exercise or any of\n          those powers; or\n      ( 6 ) neglects or refuses to give to any of the said persons any such\n            information, or tp produce to him any such document as may\n            have been called:for by him in pursuance of sub-paragraph (I);\n            or\n      (c) knowingly gives to any of the said persons any information which\n          is false or misleading,\nshall be guilty of an offence."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The operator shall, within seven days after the close of each month,\nsubmit to the Commissioner of lnland Revenue for examination by him 1211985\na complete statement of account for that month, giving all such information Sch.\nas the Commissioner of lnland Revenue may requ\\ire for the purpose\nof ascertaining wbether the provisions of this Schedule have been\ncomplied with and the Commissioner of Inland Revenue shall furnish\nthe Commission with a copy of any such statement of account upon 111975\nthe Commission's written request.                                             Sch."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Commissioner of Inland Revenue shall examine the statement\nof account submitted to him under paragraph 7 and shall, so often as he 1211985\nthinks proper, cany out, or cause to be carried out, such inspection as Sch.\nhe considers necessary for the purpose of ascertaining whether the provisions\nof this Schedule are being complied with."
    },
    {
      "provision_ref": "sec8f",
      "section": "8F",
      "title": "Section 8F",
      "content": "8F.-(1) Without prejudice to any other right to refuse a Refusal of\n    person admission to premises or to expel a person from entry           to and\n                                                                     expulsion of\n    premises, the licensee or any servant or agent of his may refuse persons\n    to admit to, or may expel from, any premises licensed by the fromlicensed\n    Commission any person who is drunken, violent, quarrelsome premises.\n                                                                     IOROlO\n    or disorderly, or whose presence on those premises would Sch.\n    subject the licensee or any servant or agent of his to a penalty\n    under section 14.\n             (2) If any person liable to be expelled from a licensed\n    premises under this section, when requested by the licensee, any\n    servant or agent of the licensee or any constable to leave those\n    premises, fails to do so, he shall be guilty of an offence and\n    liable to a fine not exceeding fifty thousand dollars and in\n    default of payment thereof to imprisonment with or without\n    hard labour for a term not exceeding one month.\n0           (3) Any constable may, on the request of the licensee or\n    any servant or agent of the licensee, help to expel from a\n    licensed premises any person whom the constable has\n    reasonable cause to believe to be liable to be expelled therefrom\n    under subsection (1). .\n              [The inclusion of this page. is authorized by L.N. 92c/2012]\n                                BETTING, GAMING AND LOTTERIES\nRefusal to            9. The Commission may-\ngrant a\nlicence, etc.          (a) refuse to grant a licence, permit, approval or authority\nand suspen-\nsion, variation\n                           if the applicant does not satisfy the criteria specified in\nor revocation              section 7(2A); or\nof licence,\netc.                   (b) suspend, vary or revoke any licence permit, approval\n 1012010\nSch.                       or authority after holding an investigation under sec-\n                           tion 10.\nInvestiga-        .  10. The Commission may, where it considers it expedient so\ntions.\n 111975           to do, hold or cause to be held an investigation-.\nS. 3.\n                       (a) to determine whether any licence, permit, approval or\n                            authority granted under this Part should be suspended,\n                            varied or revoked;\n                       (b) in respect of the breach of any of the regulations made\n                            by the Commission under this Act or the terms or\n                            conditions of any licence, permit, approval or authority\n                          . aforesaid; or\n                       (c) as respects any matter related to or connected with its\n                            functions so as to determine whether any of such\n                            functions should be exercised,\n                  and with respect to any such investigation the following\n                  provisions shall have effect-\n                          (i) the person or persons holding the investigation\n                               (herein-after in this section referred to as \"the\n                               tribunal\") shall do so in such manner and under such\n                               conditions as the tribunal may think most effectual\n                               for ascertaining the facts of the matter under\n                               investigation;\n                         (ii) the tribunal shall have for the purposes of the\n                              investigation all the powers of a Resident Magistrate\n                              to summon witnesses, call for the production of\n                              books and documents and to examine wit-nesses and\n                              the parties concerned on 02th;\n                        (iii) any person summoned to attend or to produce\n                              books or documents under this section and refusing\n                              or neglecting so to do or refusing to answer any\n              BETTING, GAMING AND LOTTERIES                             43\n     (a) five and one-halfper cent to the Commission;\n      (b) two per cent to the CHASE FUND."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Commissioner of lnland Revenue shall retain for a period of two\nyears all statements of accounts submitted to him as aforesaid.\n          [The inclusion o f this page is authorized by L.N. 92d2012)\n                                   BETTING, GAMING AND LOTTERIES\n1012plo               10. Any licensee or any servant or agent of a licensee contravening\nsch.               any of the provisions of this Schedule shall be guilty of .an offence as\n   1\n   I               provided in subsection (2) of section 8(E) of the Act.\n11197~5                                   FOURTH SCHEDULE                (Section 52)\n2nd Sch.\nL.N. I\n27~~190.\n       1\n       I                                Caymanas Track Limited\n                                                        '\n                                                        \\\n                                          FIFTH SCHEDULE                [Repealed by Act 9 of\n                                                                       2000.1\n                                            SIXTH SCHEDULE               (Section 59A(1) )\n           1                         Jamaica Lottery Company Limited\n1012010!                            Supreme Ventures Lotteries Limited\nSch.. !\n1012010 1                               Telefun International Limited\nSch.    1\n1012010 I                                 Sportsbet Games Limited\nSch.    1\n               !             [The inclusion of' this page is authorized hy L.N. Y2c./2012]\n               I"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. There shall be paid from the funds of the Commission to the Remuncra-\nchairman and other members of the Commission such remuneration\n(whether by way of honorarium, salary or fees) and such allowances as\n                                                                             z',f,,,\nthe Miniaster may determine."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The office of chairman or member of the Commission shall not Officeof\nbe a public officefor the purposes of Chapter V of the Constitution of $ $\" &\n                                                                            '\nJamaica.                                                               not public\n                                                                             oEce.\n   1 3 . 4 1 ) The seal of the Commission shall be kept in the custody of Seal, and\nthe chairman or of any officer of the Commission authorized by the\nCommission in that bchalf, and shall be affixed to instruments pursuant\nto a resolution of the Commission and in the presence of the chairman\nor any other member of the Commission authorized to sot in that\nbehalf and the secretary thereof.\n        (2) The seal of &heCommission shall be authenticated by the\nsignatures of the chairman or any other member of the Commission\nauthorized to act in that behalf, and of the secretary or some other\nofficer authorized by the Commission to act on the secretary's behalf.\n       (3) All documents other than thme required by law to be under\nseal, made by, and all decisions of, the Commission may be signified\nunder the hand of the chairman or any other member or officer of the\nCommission authorized ta act in that bebalf.\n  1 4 . 4 1 ) The Commission shall meet at such times as may be neces- procedure\nsary or expedient for the transaction of its business and such meetings and\nshall be held at such places and times and on such days as the meelings,\nCommission may determine.\n        (2) The chairman may at any time call a special meeting of the\nCommission and shall call a special meeting within seven days of the\nreceipt of a written requisition for that purpose addressed, to him by\nany three members of the Commission.\n       (3) The chairman shall preside at all meetings of the Commis-\nsion, and if the chairman is absent from a meeting the members of\nthe Commission present shall elect one of their number to preside at\nthe meeting.\n       (4) The quorum of the Commission shall be such number as the\nMinister shall from time tn time determine, not being less than one-\nhalf of the total number of the members of the Commission.\n        me inclusion of this page is authorized by L.N. 50/19791\n70                            BETTING, G A M I N G AND LOTTERIES\n                       ( 5 ) The decisions of the Commission shall be by a majority of\n                votes. and in addition to an original vote the chairman or other\n                member presiding at the meeting shall have a casting vote in any w e\n                in which the voting is equal.\n                       (6) Minutes of each meeting of the Commission shall be kept\n                in proper form and shall te confinned as soon as praaicable at a\n                subsequent meeting.\n                        (7) The validity of the pmeedings of the Commission shall not\n                be affected by any vacancy among the members thereof or by my\n                defect in the appointment of a member thereof.\n                        (8) Subject to the provisions of this Schedule, the Commission\n                may regulate its own proceedings.\nDisclosure         15. A member of the Commission who is directly 01 h w y\n  interest.     interested in any matter which is being dealt with by the Commission-\n                     (a) shall as soon as possible after the relevant facts have come\n                          to his knowledge disclose the nature of his herest at a\n                          meeting of the Commission; and\n                     (b) shall not take part after .the disclosure in any delibnsb Or\n                          decision of the Commission with respqd to that matter.\n                       PARTU. Financial Provisions, A m W s and Reports\nFundsand          16. The funds and resources of the Commission shall m&t of-\nICSOUKeS            (a) sums placed at its disposition pursuant to the provisions of\nof the                   section 28 or section 31 of this Ad,\nCommission\n                    (b) moneys collected as penalties under section 14:\n                    (c) all other s u m s or property which may in any manner become\n                         payable to or vested in the ODmmission in nspe* of any\n                         matter incidental to its functions under this Act or any other\n                         enactment"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Subject to paragraph 21, the funds of the Commission shall be\nof funds.       applied for the purposes authorized by this Act 01 any other enactment\n                in relation to the functions of the Commission.\n~           ~      1~8 . 4 1 ) Subject\n                               ~       to      i      ~ of sub-paragraph\n                                        w the pmvisions       ~          (2). the Commis-\npowers.         sion may borrow sums required by it for meeting any of its obligations\n                or discharging any of its functions\n                          (2) The power of the Commission to borrow shall be exercisable\n                only with the approval of the Minister responsible for finance as to the\n                amount, as to the source of borrowing and as to the tern on which the\n                borrowing may be effected, and an approval given in any r e s p for the\n                purpose of this sub-paragraph m a y be either general or Mted to a\n                particular borrowing or othewise, and may be either unconditional or\n                subject to conditions.\n                        me inclusion of this page in authorized by LN. SO/l979]\n                 BETTING, G M N G AND LOTTERIES"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The Minister may from time to time make advances to the Advances\nCommission out of the moneys provided by Parliament for the purpose.         and\n                                                                             guarantee of\n            (2) With the approval of the House of Representatives. the borrowings.\nMinister responsible for finance may guarantee the repayment of the\nprincipal and the payment of interest on any authorized borrowings of\nthe Commission made otherwise than by way of advance under sub-\nparagraph ( 1).\n            (3) Where the Minister responsible for finance is satisfied that\nthere has been default in the repayment of any principal moneys or in\nthe payment of interest guaranteed under this paragraph he shall direct\nthe repayment. or as the case may be. the payment. out of the Con-\nsolidated Fund of the amount in respect of which there has been such\ndefault. and any such repayment or payment shall be a charge on the\nConsolidated Fund."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Commission shall make to the Accountant-General, at such Repayment\ntimes and in such manner as the Minister may direct, payment of such\namounts as may be so dlrected in or towards repayment of advances advances\nmade to the Commission under paragraph 19. and of any sums issued in and sums\nfidfilment of any guarantee given thereunder. and payments of issudto\ninterest on any sum outstanding for the time being in respect of such\nadvances and of any sums so issued at such rates as the Minister may\ndirect. and different rates of interest may be directed as respects\ndifferent advances or sums and as respects interest for different periods."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Commission shall establish and maintain such reserves as R e s m ~ s .\nit considers necessary and as the Minister may from time to time\napprove.\n    2 2 . 4 1 ) The Commission shall keep proper accounts and other re- A c c ~ n t s\ncords in relation to the business of the Commission and shall prepare\nannually a statement of accounts in a form satisfactory to the Minister.\nbeing a form which shall conform with the best commercial standards.\n           (2) The accounts of the Commission shall be audlted by an\n auditor or auditors appointed annually by the Commission and approved\nby the Minister.\n           (3) So soon as the accounts of the Commission have been\n audlted. the Commission shall send the statement of its accounts\n referred to in sub-paragraph (1) to the Miruster together with a copy\n of any report made by the audltors on that statement or on the accounts\n of the Commission.\n           (4) The audltors' fees and expenses of the audit shall be paid by\n the Commission.\n            (5) The Auditor-General shall be entitled, on the direction of\n the Minister. at all reasonable times to examine the accounts and\n other records in relation to the business of the Commission.\n           [The inclusion of [his page is authorized by L.N. 87120041\n72                                  BETTING. GAMING AND LOTTERIES\n.hual               23.-(1) The Commission shall: within four months after the end of\nreport.          each financial year or such longer period as the Minister may in\n                 special circumstances approve, cause to be made and transmit to the\n                 Minister a report dealing generally with the activities of the Commis-\n                 sion during the precedrng financial year, and containing such information\n                 relating to the proceedings and policy of the Commission as can be\n                 made public without detriment to the interests of the Commission.\n                        (2) The Minister shall cause a copy of the report together with\n                 the annual statement of accounts and audrtors' report on that statement\n                 or on the accounts of the Commission to be laid on the Table of the\n                 House of Representatives and of the Senate.\n                        (3) Copies of the Commission's report together with the annual\n                 statement of accounts and auditors' report on that statement or on the\n                 accounts of the Commission shall be published in such manner as the\n                 Minister may direct and shall be made available to the public by the\n                 Commission at a reasonable price."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. [Deleted by Act 28 of 2003, S. 2. ]\n                                                    PART 111. Stafl\nAppointment         25.-(1) Subject to the provisions of tlus paragraph, the Commission\nof manager,      may appoint and employ at such remuneration and on such terms and\nsecretary and\nother servants   conditions as it thinks fit a manager, a secretary and such other officers,\nand agents.      servants and agents as it thinks necessary for the proper canying out\n                 of its functions:\n                    Provided that no salary exceeding seven thousand five hundred dollars\n                 per annum shall be assigned to any post without the prior approval\n                 of the Minister.\n                         (2) The Governor-General may, subject to such conditions as he may\n                 impose, approve of the appointment of any officer in the service of the\n                 Government to any office with the Commission and any officer so appointed\n                 shall, while so employed, in relation to pension, gratuity or other allowance,\n                 and in relation to other rights as a public officer, be treated as continuing in\n                 the service of the Government.\nPensions,          26.-41) It shall be lawful for the Commission, with the approval of the\ngratuities and   Minister-\notha retirig\nbenefits.\n                      (a) to enter into arrangements respecting schemes whether by way\n                          of itl~urancepolicies or not;\n                 BETTING, GAMING AND LOTTERIES\n      (a) if the remainder does not exceed five cents, it may be retained\n          by the operator; but\n      (6) if the remainder exceeds five cents, the amount payable in respect\n          of each betting unit staked by the said person shall be deemed\n          to be increased to the next greater number of cents which is\n          so divisible."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1)     The pool betting duty shall be paid to the Com- Paymentof\nmissioner of Inland Revenue not later than fourteen days after ::tg;::;-\nthe event to which the pool betting relates and may, without benlngduty.\n                                                                  1211985\nprejudice to any other means of recovery, be recovered by a Sch,\nCollector of Taxes under the Tax Collection Act.\n           (2) Any person who intends to carry on a business the\ncarrying on of which involves or may involve any sums\nbecoming payable by him by way of the pool betting duty\nshall-\n     (a) not less than one week before he first carries on such\n           business notify the Commissioner of Inland Revenue 121198s\n                                                                  Sch.\n           that he intends to carry it on; and\n     (b) not.later than the date when he first uses any premises\n           or totalizator for the purposes of the business, make\n           entry of those premises or that totalizator with the\n           Commissioner of Inland Revenue.                        1211985\n                                                                  Sch.\n         (3) Any person for the time being carrying on such a             -\nbusiness as aforesaid shall-\n     (a) keep such books, records and accounts in relation to the\n           business as may be prescribed or as the Commissioner 1211985\n           of Inland Revenue may in any case direct; and          SC~.\n    (b) for at least six months or such shorter or longer period\n        as the Commissioner of Inland Revenue may in any 1211985\n        particular case direct, preserve, on premises on which sch\n        entry has been made as mentioned in subsection (2),\n        any books, records and accounts directed to be kept by\n        him under paragraph (a) and any other books,\n        records, accounts or documents relating to the business;\n        and\n    (c) permit any officer authorized in that behalf by the\n        Commissioner of Inland Revenue to enter on any 121198s\n        premises used for the purposes of the business to SCh\n        inspect any totalizator used for the purposes thereof,\n        and to inspect and take copies of any books. records,\n44                      BETTING, GAMING AND LOTTERIES\n                     accounts or other documents in his possession or power '\n                     or on any premises used for the purposes of the\n                     business, being books, records, accounts or documents\n                     which relate or appear'to relate to the business, and any\n                     such person and any other person employed in, or\n                     having functions in connection with, any such business\n1211985               shall, if required so to do by the Commissioner of\nSch.\n                      Inland Revenue or any officer authorized in that behalf\n                      by him, produce, at a time and place to be specified by\n                     the Commissioner of Inland Revenue or the officer,\n                      any such books, records, accounts or documents\n                      relating to the business, make, at times and to persons\n                      to be so specified, such returns relating to the business,\n                      and give such other information relating to the\n                      business, as the- Commissioner of Inland Revenue or\n                      the officer may require.\n                    (4) Any person who-\n              (a) fails to pay any pool betting duty payable by him; or\n              (b) contravenes or fails to comply with any of the pro-\n                     visions of subsection (2) or (3); or\n              (c) obstructs any officer in the exercise of his functions in\n                     relation to the pool betting duty; or\n              (d) in connection with the pool betting duty, makes any\n                     statement which he knows to be false in a material\n                     particular or recklessly makes any statement which is\n                     false in a material particular, or, with intent to deceive,\n                     produces or makes use of any book, account, record,\n                     return or other document which is false in a material\n                     particular; or\n               ( e ) is knowingly concerned in, or in the taking of steps with\n                     a view to, the fraudulent evasion, by him or any other\n                     person, of the pool betting duty,\n          shall be guilty of an offence and shall be liable to a fine not\n2011978   exceeding five hundred thousand dollars, and in default of\nS 3\n3012003\n          payment thereof to imprisonment with or without hard labour\ns5        for a term not exceeding eighteen months.\n                       (5) Where a person is convicted under subsection (4) in\n                  BETTING, GAMING AND LOTTERIES                                            45\n    respect of a failure to comply with any of the provisions of\n    subsection (2) or (3) and the failure continues after the\n    conviction, then, unless he has a reasonable excuse for the\n    continuance of the failure, he shall be guilty of a further offence\n    against subsection (4) and may, on conviction, be punished\n    accordingly.\n           (6) In this section, except where the context otherwise\na   requires, \"officer\" means an officer of the Inland Revenue 1211985\n    Department, and includes any person who is expressly Sch\n    authorized by the Commissioner of Inland Revenue to perform\n    the duties of an officer of the Inland Revenue Department for\n    the purposes of this section."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) A tax (to be known as sports betting tax) is im- sports\n                                                                     brrt~ngtax.\n    posed at a rate of seven per cent of gross profit accruing to an ,,,,,,,\n    operator.                                                        SCII.\n             (2) Every operator shall make the following contri-\n    bution from the weekly gross profits of the operator-\n          (a) one per cenf to the Commission;\n          (b) one per cent to the CHASE FUND.\n            (3) The sports betting tax under subsection (1), shall be\n    applicable to any bet made by a bettor-\n          (a) with a bookmaker;\n          (b) with a non-promoter of pool betting under section\n              31A; ar\n          (c) by means of a totalizator on an approved racecourse\n              licensed track or other premises approved by the\n              Commission."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. The tax shall be deductedfrom winnings in respect of-               Drductioll\n                                                                               ofthr tax        -\n        (a) a bet with a bookmaker, (and without prejudice to para-                 win-\n                                                                               nings.\n            graphs (i) to (iv) ) by the bookmaker;                             1311972\n                                                                               S. 3 (b).\n        (b) a bet made with an operator referred to in paragraph (b)\n            of subsection (1) of section 33, by the operator;\n                                          -       -\n                                BETTING, GAMING AND LOTTERIES\n                     (c) a bet made by means of a totalizator on an approved\n                         racecourse or licensed track, by the operator, that is to\n                         say, the person who as principal, operates the tota-\n                         lizator,\n               and in respect of a bet with a bookmaker shall be recover-\n               able jointly and severally from all or any of the following per-\n               sons, namely-\n                             (i) that bookmaker;\n                               (ii) the holder of the bookmaker's permit or betting\n                                    office licence relating to the business in the\n                                    course of which, or the premises at which, the\n                                    bet was made;\n                              (iii) any person responsible for the management of\n                                    that business or those premises;\n                              (iv) where the bookmaker is a company, any\n                                   director of that company.\nPayment of        35.-(1)   The tax shall be paid to the Commission of Inland\nand accoun-\nting for the    Revenue, in relation to any week, not later than fourteen days\ntax.            after the end of that week, by the person who is obliged to\n141 1972\nS. 3 (b).      .deduct the tax from winnings pursuant to section 34 and may,\n1211985         without prejudice to any other means of recovery, be recovered\nSch.\n                by a Collector of Taxes under the Tax Collection Act.\n1012010                (2) A person who intends to carry on business the\nSch.    .      carrying on of which involves or may involve any sum becom-\n               ing payable by him in respect of the tax shall-\n                     (a) not less than seven days before he first carries on such\n1211985                  business, notify the Commissioner of Inland Revenue\nSch.\n                         that he intends to carry it on; and\n                     (b) not later than the date when he first uses any premises\n                         or totalisator for the purposes of the business, make\n                         entry of those premises or that totalizator with the\n1211985                  Commissioner of Inland Revenue.\nSch.\n                       (3) .The provisions of subsections (3), (4), (5) and (6) of\n               section 32 relating to pool betting duty shall mutatis mutandis\n               apply for the purposes of the tax.\n               BETTING, GAMING AND LOTTERIES\n      (a) bazaars, sales of work, fetes, dinners, dances, fairs\n           and other entertainments of a similar character,\n           whether limited to one day or extended over two or\n           more days; and\n      (b) entertainments approved in writing by a Justice of\n           the Peace after notification to an officer of police not\n           below the rank of Assistant Superintendent."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-41) Any three or more persons ordinarily resident in Exemptionof\nJamaica may organize a lottery for the purpose of raising hnds ,,,,\n                                                                    lotteries\nto be used for any religious, charitable or educational purpose, fmchari-\n                                                                    table and\nor promotion of athletic sports or games or cultural activities or ,herpur.\notherwise for the promotion of the welfare of the community or poses.\nany part thereof, subject to the following conditions-\n      (a) the organizers of the lottery shall-\n                 (i) obtain the prior approval of the Minister for\n                       organizing the lottery;\n                 (ii) undertake to declare the purposes for which\n                       the proceeds of the lottery will be applied;\n                (iii) enter into a bond with the Accountant-\n                      General for payment to him of fifteen per\n                       cent of the gross receipts therefiom, which\n                       amount is in this section referred to as the\n                       duty payable on the lottery;\n               (iv) pay to the Accountant-General within\n                      fourteen days after the lottery has been\n                      conducted the duty payable on the lottery\n                      evidenced by a statement of account duly\n                      verified by a Chartered or Certified or\n                     Approved Accountant;\n      (b) the Minister responsible for finance may waive or\n            refhd in whole or in part, the duty payable on the\n            lottery, and, subject to the provisions of paragraph\n            (c), the conditions imposed by sub-paragraphs (iii)\n            and (iv) of paragraph (a) shall be construed\n            accordingly;\n       (c) where the duty payable on a lottery has been waived\n                              BETTING, GGAMING AND LOiTERIES\n                        or refinded in whole or in part, the Accountant-\n                        General may, nevertheless, in his discretion, collect\n                        from the organizers of the lottery the fill amount of\n                        such duty and pay over to the organization in whose\n                        favour the lottery has been organized the amount\n                        waived or refinded.\n                       (2) Should any organizer of such a lottery fail to\n               observe and comply with the terms of this section or section 53\n               or render a false statement of account such organizer shall be\n               guilty of an offence and shall be liable to a fine not exceeding\n               five hundred thousand dollars or to imprisonment with or\n               without hard labour for a term not exceeding twelve months.\n                       (3) For the purposes of subsection (1) \"Approved\n               Accountant\" means-\n                    (a) in relation to a lottery the gross receipts of which do\n                         not exceed five hundred dollars, a person (not being\n                         connected with the conduct of the lottery) approved by\n                         the Minister responsible for finance for the purpose of\n                         verifying the statement of account;\n                    (b) in relation to a lottery the gross receipts of which\n                         exceed five hundred dollars, an approved auditor\n                         under section 12 of the Industrial and Provident\n                         Societies Act.\nExemption of\nsweepstakes"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-31) The Companies mentioned in the Fourth Schedule\non race-       shall each be entitled to conduct not more than two sweepstakes\nmeetings.\nFourth\n               or such greater number as may be prescribed, in each calendar\nSchedule.      year on any race-meeting promoted by such company subject to\n               the following conditions, that is to say-\n311972               (a) that such company is licensed pursuant to the\nS. 33.\n111975                   Jamaica Racing Commission Act, to operate the\n2nd Sch.                 racecourse;\n111975\n2nd Sch.             (b) that within fourteen days after the advertised date for\n                         the draw for any sweepstake fifteen per cent of the\n                         gross      receipts    from       such     sweepstake\n      BETTING, GAMING A N D LOTTERIEi                              55\n     evidenced by a statement of account duly verified\n     by the auditors of the company shall be paid by\n     the company conducting the same to the Account-\n     ant-General to be applied by the Government in\n     such manner as it thinks fit for the improvement\n     or benefit of the public hospitals in Jamaice;\n(c) that such company shall undertake to the satis- 3/1972\n     faction of the Jamaica Racing Commission to s.l j 133.:J75\n     organize and run not less than the prescribed num- 2nd Sch.\n     ber of races in each year to be confined to native\n     bred two and three year old horses with a purse\n     of not less than two thousand dollars or such\n     greater sum as may be prescribed for each such\n     race the nomination or entrance money for which\n     shall not exceed two per cent of the purse;\n(d) that the payment of any purse to be raced for as\n     provided by paragraph (c) shall be guaranteed by\n     the company in such manner as the Jamaica Racing\n     Commission may stipulate in writing from time\n     to time and such payment shall only be made upon\n     proof to the satisfaction of the Jamaica Racing\n     Commission that the race has been run in accord-\n     ance with the provisions of this section and the\n     advertised conditions of the race, and in the absence\n     of such proof within fourteen days of the advertised\n     date for the race the purse shall be forfeited to the\n     Government of Jamaica and be paid to the\n     Accountant General to be applied by the Govern-\n     ment in such manner as it thinks fit for the im-\n     provement or benefit of the public hospitals in\n     Jamaica;\n(e) that if the company fails to observe and comply\n     with the terms of this section or section 53 or\n     render a false statement of account the name of\n     the company shall be removed from the Fourth t'olmi)\n     Schedule in manner provided by subsection (2) Sch-dule\n  Fhe inclusion of thia page is authorized by L.N. 50119791\n56                      BETTING, GAMING AND LOTTERIES\n                      and the company shall forfeit to the Government\n111975                of Jamaica any purse, the payment of which was\n2nd Sch.              guaranteed pursuant to paragraph ld) and the same\n                      shall be applied by the Government in such manner\n                      as it thinks fit for the improvement or benefit of\n                      the public hospitals in Jamaica.\n                   (2) The Minister may from time to time by order\n            published in the Gazerte amend the Fourth Schedule by\n            adding thereto the name of any company registered in\n            Jamaica and promoted for the encouragement of horse-\n            racing or horse-breeding in Jamaica or by removing the\n            name of any company therefrom.\n                    (3) In this section-\n                 “public hospitals” includes-\n                      (a) all the public institutions and services operated\n                            in the interest of the public health and subject\n                            to the directions of the Minister responsible\n                            for health, and\n                      ( b ) alms-houses regulated under the Poor Relief\n                            Act;\n                 “gross receipts” means the nominal value of tickets\n                      sold in a sweepstake les-\n                      (a) any commission to a vendor; and\n                      (b) the value of bonus tickets;\ni:1975           “prescribed” means prescribed by regulations made by\n2nd Sch.              the Jamaica Racing Commission subject to the\n                      approval of the Minister responsible for finance.\n.Audit of     53. The accounts relative to any entertainment at which\naccounts.\n            gaming is carried on pursuant to section 42 or to any sweep-\n            stake o r lottery permitted undcr this Act or to any totalisator\n            on a racecourse or track shall at all times be open to the\n            inspection of the Government of Jamaica and the Minister\n            responsible for finance may, if and whenever he so desires,\n                   [The inclusion of lbis page is authorized by LN. 50/1979]\n              BETTING, GAMING AND LOTTERIES                               57\nappoint an auditor to examine the said accounts at the cost\nof the organizer of such entertainment, sweepstake or lot-\ntery or the operator of such totalisator."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.-(   1) In this section, the expression “private lottery” Exempnon\n                                                                 of private\nmeans a lottery in Jamaica which is promoted for, and in lotteries.\nwhich the sale of tickets or chances by the promoters is\nconfined to, either-\n      (a) members of one society established and conducted\n           for purposes not connected with gaming. betting\n           or lotteries; or\n      (b) persons all of whom work on the same premises;\n           or\n      (c) persons all of whom reside on the same premises,\nand which is promoted by persons each of whom is a person\nto whom under the foregoing provisions of this subsection\ntickets or chances may be sold by the promoters and, in the\ncase of a lottery promoted for the members of a society, is\na person authorized in writing by the governing body of\nthe society to promote the lottery; and for the purposes of\nthis section, the expression “society” includes a club, institu-\ntion, organization or other association of persons by what-\never name called, and each local or affiliated branch or\nsection of a society shall be regarded as a separate and\ndistinct society.\n         (2) A private lottery shall not be unlawful, but the\nfollowing conditions shall be observed in connection with\nits promotion and conduct, that is to say-\n      (a) the whole proceeds, after deducting only expenses\n           incurred for printing and stationery, shall be\n           devoted to the provision of prizes for purchasers\n           of tickets or chances, or, in the case of a lottery\n           promoted for the members of a society, shall be\n           devoted either-\n              (i) to the provision of prizes as aforesaid; or\n          [The iuclwion of this page is authorized by   LN. Sal19791\n          BETTING. GAMING AND LOTTERIES\n             (ii) to purposes which are purposes of the\n                  society; or\n            (iiil as to part to the provision of prizes as afore-\n                  said and as to the remainder to such\n                  purposes as aforesaid;\n    ( b ) there shall not be exhibited, published or dis-\n          tributed any written notice or advertisement of\n          the lottery other thaii-\n              (i) a notice thereof exhibited on the premises\n                  of the society for whose members it is\n                  promoted or, as the case may be, on the\n                  premises on which the persons for whom\n                  it is promoted work or reside; and\n             (ii) such announcement or advertisement there-\n                  of as is contained in the tickets or list of\n                  chances;\n    (c) the prices of all tickets or chances shall be the same,\n          and the price of any ticket shall be stated on the\n          ticket or, if there are no tickets, on the list\n          of chances;\n    ( d ) every ticket shall bear upon the face of it the name\n          and address of each of the promoters, a statement\n          of the persons to whom the sale of tickets or\n          chances by the promoters is restricted, and a state-\n          ment that no prize won in the lottery shall be paid\n          or delivered by the promoters to any person other\n          than the person to whom the winning ticket or\n          chance was sold by them, and no prize shall be\n          paid or delivered except in accordance with that\n          statement;\n    (e) no tickets in the lottery shall be sent through the\n          post.\n        (3) If any of the conditions set out in subsection\n(2) is contravened, each of the promoters of the lottery,\n          BETTING, GAMlNG AND LOTTERIES                                 59\nand where the person by whom the condition is broken\nis not one of the promoters, that person also, shall be\nguilty of an offence:\n    Provided that it shall be a defence for a person charged\nonly by reason of his being a promoter of the lottery to prove\nthat the contravention occurred without his consent or\nconnivance and that he exercised all due diligence to prevent\nit."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Nothing in this Part shall affect the operation of the savmg\n                                                             for 101-\nArt Unions Legalization Act and any lottery promoted or teriesof\nconducted in accordance with that Act shall not be unlawful."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.-(1) Without prejudice to the generality of the pro- offences\n                                                          in relatlon\nvisions of section 48, every person who-                  to peaka\n     (a) has in his possession without lawful excuse (thz anddrop\n                                                          PWW\n           proof whereof shall lie upon him) any peaka peow v.\n           ticket or any drop pan ticket; or\n     ( b ) being the occupier of any premises, without law-\n           ful excuse (the proof whereof shall lie upon him),\n           uses or permits those premises to be used for the\n           storage of any peaka peow tickets; or\n     (c) uses any printing press or other printing machine\n           for the purpose of printing peaka peow tickets; or\n     ( d ) gives or sells or offers for sale any peaka p w\n           ticket or any drop pan ticket; or\n     (e) attends or assembles in any public or private place\n           for the purpose of ascertaining or waiting for the\n           result of any event or contingency of or relating\n           to any game, pretended game or lottery known as\n           psaka peow o r drop pan or to any game of a\n           similar nature,\nshall be guilty of an offence.\n        (2) For the purposes of this section-\n     (U) “ p a k a peow ticket” means-\n       [The ioclusion of this page ls aufhorized by L.N. 50/I9791\n60              BETTING, GAAPING A N D LDTTERIES\n                  (i) any paper, ticket, or document authoriz-\n                      ing or for the purpose of enabling or\n                      entitling any person to receive any money\n                      or valuable thing on any event or contin-\n                      gency of or relating to any game, pretended\n                      game or lottery called or known as peaka\n                      peow or any game of a similar nature;\n                  (ii) any paper, ticket or docummt printed with\n                        characters or symbols of a type commonly\n                        used in connection with any such game,\n                       pretended game or lottery as aforesaid\n                       whether or not such paper, ticket or docu-\n                       ment is, for the time being, being used in\n                       relation to such game, pretended game or\n                        lottery as aforesaid;\n          ( b ) “drop pan ticket” means any paper, ticket or\n                     document authorizing or for the purpose of\n                     enabling or entitling any person to receive\n                     any money or valuable thing on any event\n                     or contingency of or relating to any game,\n                     pretended game or lottery known as drop pan\n                     or any game of a similar nature.\n             (3) Where any person is convicted of any offence\n     under this section the Court may order the destruction of\n     any books, records, papers and other articles relating to\n     the offence which may be found in his possession and in\n     the case of an offence against paragraph (c) of subsection\n     (l), may order the destruction of any printing press or other\n     printing machine used in connection with the offence.\n            (4)Any constable may arrest without warrant any\n     person committing an oRfence under this section and may\n     detain m y article, printing press or other printing machine\n     !iable to be destroyed thereunder.\n           [The inclusion of this page ir authorized by L.N. 50119791\n               BETTING, GAMING AND LOTTERIES                                 61"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. The Postmaster-General with the approval of the Minister Power to\nresponsible for communications may from time to time make ~~~~~~-\nsuch regulations as he thinks fit for preventing the sending or stop~cttcrs.\n                                                                     sent ,,,st,\ndelivery by post of letters, circulars, advertisements or tickets of etc.. hcing\nor concerning any lottery whether such letters, circulars or\ntickets be posted in Jamaica or elsewhere."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-(1) Subject to the provisions of this section, it shall be Restrtct~on\nunlawful to conduct in or through any newspaper, or in ~                     ~     i\nconnectian with any trade or business or the sale of any article petitions.\nto the public-\n      (a) any competition in which prizes are offered for the\n          forecast of the result either-\n               (i) of a future event; or\n              (ii) of a past event, the result of which is not yet\n                   ascertained or not yet generally known;\n      (b) any other competition .success in which does not\n          depend to a, substantial degree upon the exercise of\n          skill.\n                                 ./'\n62                       BETTING, GAMING AND LOTTERIES\n           and in relation to which any entrance fee, stake, contribution or\n           subscription is payable for or in respect of the right to enter or\n           to participate.\n                    (2) Nothing in subsection (1) with respect to the\n           conducting of competitions in connection with a trade or\n           business shall apply in relation to sanctioned pool betting or in\n111 975    relation to pool betting operations carried on by a person\n2nd Sch.   authorized by the Commission pursuant to section 18 or to any\n1012010\nSch.       competition which is authorized by the Commission under this\n           section.\n1012010           ' (3) The Commission may authorize in writing any\nSch.\n           person to conduct a competition under this section on such terms\n           as it thinks fit.\n                  (4) Any person who contravenes the provisions of this\n           section or, being a person authorized to conduct a competition\n           under this section, fails to comply with any terms imposed\n1012010    by the Commission in relation to such competition pursuant to\nSch.\n           subsection (3) shall, without prejudice to any liability to\n           be proceeded against under section 48, be guilty of an\n           offence.\n             BETTING, GAMING AND LOTTERIES                             . .\n                                                                      ,65\n            (ii) recklessly makes any statement which is false\n                 in a material particular; or\n            (iii) with intent to deceive,~producesor makes use\n                  of any relevant document, - retuin or other\n                  document, which is 'false in a material\n                  particular; or\n     (d) is knowingly concerned in, or in the taking of steps 912000\n                                                               S 14 (d)\n         with a view to, the fraudulent evasion, by him or any\n         other person, of the lone& tax.\n       (4) A licensed promoter who commits an offence as\nmentioned in subsection (3) is liable on summary conviction in\na Resident Magistrate's Court to a fine not exceeding\none hundred thousand dollars or in default of payment there-.\nof to imprisonment for a term not exceeding eighteen\nmonths.\n        (5) In this section, except where the context otherwise\nrequires, \"officer\" means an officer of the Inland Revenue\nDepartment, and includes any person who is expressly\nauthorized by the Commissioner of Inland Revenue to perform\nthe duties of an officer of the Inland'Rqvenue Department for\nthe purposes of this section.\n        (6) [Deleted by 10 of 2010.1\n         [me inclusion of this page is authorized by L.N. 92~/2012]\n66                                BETTING, GAMING AND LOTTERIES\nCommissioner           59C.-31) For the purposes of the lottery tax, where, by\nof Inland\nRevenue may         reason of the failure of a person, the relevant document, returns\nassess lottery      or other documents or information which the Commissioner of\ntax.\n2/1998              Inland Revenue may have received from any source whatever,\nS.2.                the Commissioner of Inland Revenue is satisfied that he has not\n912000\nS. 15(a)(b).        been given a true or proper account of the payment of lottery tax\n                    by a licensed promoter during any period, the Commissioner of\n                    Inland Revenue may act in accordance with subsection (2). -\n                               (2) The Commissioner of Inland Revenue may, after\n                    consideration of any representation or information that is made\n                    or supplied to him, as the case may be, assess the amount which\n                    shall be deemed by the Commissioner of Inland Revenue to\n                    constitute weekly gross revenue in any week and the lottery tax\n                    in relation to such week shall be payable on the weekly gross\n                    revenue so assessed.\n                               (3) Any person aggrieved by an assessment by the\n                    Commissioner of Inland Revenue under subsection (2) may\n                    appeal to the Revenue Court within thirty days from the date of\n                    notification of such assessment, subject to any rules of court\n                    governing appeals to the Revenue Court.\n                              (4) he onus of proving that the assessment of the\n                    Commissioner of Inland Revenue is excessive or erroneous shall\n                    be on the person appealing.\n Penalties.            5 9 D . 4 1 ) A licensed promoter who fails to pay lottery tax\n 211998\n s.2.               in accordance with section 59A(1) shall be liable to a penalty\n 912000             equal to thirty per cent of the amount of the tax which should\n S. 16(a)(i)(ii).\n                    have been paid.\n                             [The inclusion of this ;page is authorized by L.N. 92c/2012]\n                   BETTING, GAMING AND LOTTERIES\n             (2) Interest shall be chargeable at the rate of thirty per\n    cent per annurn or part thereof on the amount of any penalty\n    pursuant to subsection (1) from the date on which the lottery tax\n    to which the penalty relates became due until the date of 9t2000\n    payment thereof.                                                    s. 1 6(b)\n             (3) Any penalty or interest payable under this section 912000\n    may be added to any lottery tax due 'and payable and may be '6(b)-\n    recovered as if it were lottery tax.\n@      59E. The provisions of section 37 shall, mufatis mutandis, ~ F $ ? ~ ~ ~ 7\n    apply to the lottery tax.                                           to lottery tax.\n                                                                              211 998\n                                                                              S. 2.\n                                                                               912000\n                                                                              S. 17.\n     Contributions by Lotteries Licensees for Benefit o f Prescribed\n                         Causes and Related Matters"
    },
    {
      "provision_ref": "sec59f",
      "section": "59F",
      "title": "Section 59F",
      "content": "59F.-(1) For the purposes of this Act, there shall be Establish-\n    established, under the control and management of a board Illelit            and\n                                                                         nla,la,,nlel,t\n    appointed by the Minister in accordance with subsection (2), a ofFund.\n    Fund called the Culture, Health, Arts. Sports and Early 2712002      ,,,.\n    Childhood Education Fund (hereinafter referred to as \"the\n    Fund\").\n                 (2) The board shall consists of not less than eight nor 3012003\n    more than fifteen members appointed by the Minister by ~ i ~ o , o\n    instrument in writing and the Minister shall appoint one of the S C ~ .\n    members of the board to be chairman thereof.\n                 (3) There shall be deposited into the Fund monetary lollolo\n    contributions required to be made by-                                sch\n          ( a ) gaming machine licensees pursuant to section 44A(4):\n                and\n          (b) lottery licensees pursuant to section 49(3).\n0      59G.-(1) The moneys of the Fund shall be allocated by the Beneficiaries\n    board to the areas of Sports. Health, Early Childhood $,&$\n    Education. Arts and Culture, in the following proportions-           s. 3.\n          (a) sports-40%;\n          (b) early childhood education-25%;\n          (c) health-20%;\n          (d) arts and culture-1 5%.\n  1"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.+1)~ In construing section 16, 42 or 50, proceeds of any construc-\n entertainment, lottery, gaming or amusement promoted on tion of\n behalf of a society to which this subsection extends which are references\n applied for any purpose calculated to benefit the society as a Farvale\n whole shall not be held to be applied for purposes of private\n gain by reason only that their application for that purpose results\n in benefit to any person as an individual.\n           (2) For the purposes of the said sections 16,42 and 50\n where any payment falls to be made by way of a hiring,\n maintenance or other charge in respect of any equipment for\n holding a lottery or gaming at any entertainment, then if, but\n only if, the amount of that charge falls to be determined wholly\n or partly by reference to the extent to which that or some other\n  such equipment is used for the purposes of betting, lotteries or\n  gaming that payment shall be held to be an application of the\n  stakes hazarded or proceeds of the entertainment, as the case\n  may require, for purpods of private gain; and accordingly any\n  reference in the said section,42 or 50 to expenses shall not\n  include a reference to any such charge falling to be so\n  determined.\n           (3) Subsection (1) of this section extends to any society\n' which is established and conducted either-\n        (a) wholly for purposes other than purposes of any\n            commercial undertaking; or"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.--(I) The Commission, subject to the approval of the\n                    Minister responsible for finance, may make regulations\n                    generally for the better carrying out of the objects and purposes\n                    of this Act and in particular but without prejudice to the\n                    generality of the foregoing may make regulations-\n                         (a) prescribing the form and manner in which applications\n                             shall be made for any permit or licence which may be\n                             granted under this Act and the forms of such permits\n                             and licences;\n                         (b) prescribing the circumstances in which and the\n                             persons by whom fees shall be paid, the amount of\n                             such fees and the disposal thereof;\n1012010                  (c) prescribing offences for breach of the regulations and\nSch.    '                    the penalties including fixed penalties, attached there-\n                             to;\n                         (d) prescribing any other matter or thing which may be or\n                             is required by this Act to be prescribed;\n                          (e) amending or replacing the Second                       and Third\n                              Schedules.\n                            (2) Regulations made pursuant to-\n                          (a) paragraph (a), (b), (d) and (e) shall be subject to\n                              negative resolution;\n                          (b) paragraph (c) shall be subject to affirmative resolution.\nSavings.    ,          66.--(1) Any regulation, permit, exemption or other instru-\n                    ment or document whatsoever made, issued or kept or\n                    any other thing done under or by virtue of the Gambling\nCap. 137        ,   Law (repealed) shall be deemed for the purposes of this Act\n(1953\nEdtn.).         I\n                    to have been made or issued, to be kept, or to have been\n                              [The inclusion of this page is, authorized by L.N. 92d20121\n          BETTING, G A M I N G A N D LOTTERIES                    67\ndone, as the case may be, under the corresponding provision\nof this Act; and anything begun under the Gambling Lav.\nmay be continued under this Act as if begun under this Act.\n        (2) So much of any enactment or document as refers\nexpressly or by implication to the Gambling Law (repealed)\nor any provision thereof shall, if and so far as the context\npermits, be construed as referring to this Act or the\ncorresponding provision therein, as the case may be.\n       (3) Nothing in this section shall be taken as affect-\ning the general application of sections 25 and 27 of the\nInterpretation Act with regard to the effect of repeak\n68                         BETTING, GAMING AND LOTTERIES\n111975                                   FIRSTSCHEDULE                    (Section 4)\nS.S.\n                  PARTI. Constitution and Membership of the Commission\nComtitu-         1. The Commission shall consist of such number of persons not\ntionof        being less than five nor more than seven, as the Minister may from\n              time to time determine.\nApwinl-          2. The members of the Commission shall be appointed by the Minis-\nment of       ter by instrument in writing and, subject to the provisions of this\nmembers.      Schedule, shall hold office for such period, not being less than two\n              years nor more than five years, as the Minister may direct in such\n              instrument.\nReappoint-     3. Every member of the Commission shall be eligible for reappoint-\nmentof        ment.\nmembers.\nChairman.       4. The Minister shall appoint one of the members of the Commission\n              to be the chairman thereof.\nActing           5. If the chairman or any other member of the Commission is\napw'nt-       absent or unable to act, the Minister may appoint any person to act\nments.\n              iu the place of such chairman or other member.\nResigna-        6.-(1) Any member of the Commission, other than the chairman.\ntionn.        may at any time resign his office by instrument in writing addressed\n              to the Minister and transmitted through the chairman. and from the\n              date of receipt by the Minister of such instrument that member shall\n              cease to be a member of the Commission.\n                     (2) The chairman may at any time resign his office by instrument\n              in writing addressed to the Minister and such resignation shall take\n              effect as from the date of receipt by the Minister of such instrument\nLeave of        7. The Minister may, on the application of any member. grant leave\nabsence.      of absence to such member.\nRevocation     8. The Minister may at any time revoke the appointment of any\nofappoint-    member of the Commission if he thinks it expedient so to do.\nment.\nGazetting       9. The names of all members of the Commission as first constituted\nof appoint-   and every change in the membership thereof shall be published in the\nments.        Gazette.\nProtcction      10.41) No action, suit, prosecution or other proceedings shall be\nofmembers brought or executed personally against any member of the Commission\nof the\nCornmission. in respect of any act done bona fide in pursuance or execution or pur-\n              ported execution of the functions of the Commission.\n              -\n                     me inclusion of this page is aulhorized by LN. 50/1979]\n               BETTING, GAMlNG A N D LOTTERIES                                         69\n         (2) Where any member of the Commission is exempt from\nliability by reason only of the provisions of this paragraph, the Com-\nmission shall be liable to the exstent that it would be if the member were\na servant or agent of the Commission."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66..02                                                     BETTING, GAMING AND LOTTERIES\n      I\n                        (2) The Minister may, by order subject to affirmative\n            resolution, vary the percentages specified in subsection (1).\n~dounlsand      59H.-31) The board shall keep proper accounts of the Fund\naudit.\n2712002\n            and shall prepare annually a statement of account in a form\ns. 3.       satisfactory to the Commission and conforming to established\n     I      accounting principles.\n          I             (2) The accounts of the Fund shall be audited\n          1\n            annually by an auditor appointed by the Commission with the\n            approval of the Minister.\n                         (3) The Auditor-General shall be entitled at all times\n            to examine the accounts of the Fund.\nLottery          591.--(1) Subject to subsection (2), a levy (to be known as\nwinnings\nlevy. 1 ,   \"the lottery winnings levy\") is imposed at the rate of fifteen per\n 1012010    cent of the lottery winnings on a winning ticket in a lottery\nSch.\n            promoted by a licensed lottery promoter.\n              1\n              I\n              I          (2) Subsection (1) shall not apply to any amount of\n            the lottery winnings or part thereof that does not exceed fifteen\n            thousand dollars.\n                  I\n                         (3) The lottery winnings levy shall be deducted by\n             the licensed lottery promoter from the amount of lottery\n                  I\n        1\n             winnings referred to in subsection (1).\n                      1\n                         (4) The House of Representatives may, from time to\n          I\n             time, by affirmative resolution reduce, increase or alter the rate\n             of the lottery winnings levy specified in subsection (1).\n                          1\n                        (5) The provisions of sections 59B, 59C, 59D and\n             59E relating to the lottery tax shall with such modification as\n             the7circumstancesrequire apply to the lottery winnings levy.\n                              I\n                                    PARTVIII. General\n                              1\nSearch                                            60.+1) If a Justice of the Peace is satisfied on information\nwarrants and\nsprclal powers                                on oath that there is reasonable ground for suspecting that an\nofpoliceand                                   offence under this Act is being, has been or is about to be\nCOUR.\n                                  I\n                                              committed on any premises, he may issue a warrant in writing\n                                  I\n                                              authorizing any constable to enter those premises, at any time,\n                                  i\n                                              by day or by night, with such assistance and by such force as\n                                      I       may be necessary within fourteen days from the time of the\n                                      1\n                                      ,       issue of the warrant and search them; and any constable who\n                                          I            ['lbe inclusion of this page is authorized by L.N. 92d20121\n              BETTING, GAMING AND LOTTERIES                           66.05\n .   ,\n            offence, having regard to the nature. of his. fbnctions\n            and all the circumstances,     :\n the director, manager, secretary, other similar officer or\n person as aforesaid, as well as the body corporate shall be\n guilty of that offence and shall be liable to be,proceeded against\n and punished accordingly.\n          (2) For the purposes of this section, a person shall be      ! , .'\n deemed to be a director of a body corporate if he occupies in         .   .\n relation thereto the position of a director, by whatever name\n called, or is a person in accordance with whose directions or\n instructions (being directions or instructions in a professional\n capacity only) the directors and the body corporate or any of\n them act."
    }
  ],
  "definitions": [
    {
      "term": "officer",
      "definition": "an officer of the Inland Revenue 1211985",
      "source_provision": "sec32"
    },
    {
      "term": "officer",
      "definition": "an officer of the Inland Revenue",
      "source_provision": "sec58"
    }
  ]
}