{
  "id": "jm-stat-the-bicycles-control-of-second-hand-act",
  "type": "statute",
  "title": "The Bicycles (Control of Second-Hand) Act",
  "title_en": "The Bicycles (Control of Second-Hand) Act",
  "short_name": "Bicycles (Control of Second-Hand) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bicycles-control-of-second-hand-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bicycles-control-of-second-hand-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Bicycles (Control of s h t t i f l c .\nSecond-hand) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. No person shall deal in (whether by way of purchase, N O ~ C M I\n                                                              o dcal in\nsale or exchange) second-hand bicycles and second-hand tEtcond.\nbicycle parts nor shall any person carry on the business of            k;t,esor\nrepairing bicycles except in accordance with a licence under rcpalr\n                                                             bicycled\nthis Act.                                                    WlKlmout\n                                                                       11FenOc."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) Every person who desires to be licensed to deal M ~ ~ ~ O F\nin second-hand bicycles or to repair bicycles shall make ~     ;    \"\napplication in the prescribed form to the Resident\nMagistrate for the parish in which he desires so to deal or\nto effect repairs.\n       (2) Every application under subsection (1) shall\nspecify the premises upon which the applicant desires to\ndeal in second-hand bicycles or to repair bicycles and shall\nbe accompanied by a fee of one dollar.\n       (3) Every person who intends to apply for a licence\nunder this Act shall give not less than fourteen days' notice\nof his intention so to do to the Superintendent of Police in\ncharge of the parish in which are situated the premises upon\nwhich he desires to deal in second-hand bicycles or to repair\nbicycles."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  The Resident Magistrate shall consider every Hmappli-\n                                                           cation to be\napplication made under section 3 and shall, subject to the dealt with.\n           me inclusion of this page is authorized by L.N. 480/19731\n4                      BICYCLES (CONTROL OF SECOND-HAND)\n              provisions of section 5, either grant or refuse such licence as\n              he may in his absolute discretion think fit.\n                     (2) Every licence granted under subsection (1) shall\n              be in such form as may be prescribed, shall come into force\n              on the date specified therein and shall expire on the 31st\n              day of March next after the date upon which it comes into\n              force.\nWhCU            5. The Resident Magistrate shall refuse any application\nlicence to\nbe refused.   for a licence under this Act-\n                   (a) if the applicant has been convicted of any breach\n                        of the provisions of this Act during the three\n                        years next preceding the date of such application;\n                        or\n                   (b) if the applicant has been convicted of any offence\n                        involving fraud or dishonesty during the five years\n                        next preceding the date of such application; or\n                   (c) unless he is satisfied that the applicant has com-\n                        plied with the requirements of subsection (3) of\n                        section 3.\nTnnsfer of       6. The Resident Magistrate for any parish may, on the\nlicence.      application of any person licensed under section 4 to deal\n              in second-hand bicycles or to repair bicycles upon any\n              premises situated in that parish, order that such licence be\n              transferred to any other premises situated in that parish,\n              and thereupon all the provisions of this Act shall apply to\n              the premises specified in such order as if those premises had\n              been the premises specified in an application under section 3.\nSignboard       7.41) Over one of the principal entrances to any\nto bc\na s k d by    premises in respect of which a licence under this Act has\nlicensee.     been granted there shall be placed a board on which shall\n              be printed, in legible letters at least two inches in height,\n              the name in full of such licensee and the words “Licensed\n                    me inclusion of thii page is authorized by L.N. 480/19731\n           BICYCLES (CONTROL OF SECOND-HAND)                                      5\nto Deal in Second-hand Bicycles” or “Licensed to Repair\nBicycles”, as the case may be :\n  Provided that where any person shall be licensed both as\na dealer in second-hand bicycles and as a repairer of\nbicycles then the following words shall be printed on such\nboard “Licensed to Deal in Second-hand Bicycles and to\nRepair Bicycles”.\n      (2) Every licensee who contravenes or fails to comply\nwith the provisions of subsection (1) shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding fifty dollars or to imprisonment with hard\nlabour for any term not exceeding three months."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   Every licensee shall keep such books and shall Books to be\n                                                              kept by\nenter therein such particulars in relation to any dealings iicsnEc.\nby him in second-hand bicycles and in relation to any repairs\neffected by him as may be prescribed.\n       (2) Every licensee shall permit any constable at all\nreasonable times to inspect any book required to be kept\nunder subsection (1) and any bicycle or part of a bicycle\nupon the premises in respect of which he is licensed and\nshall afford to any constable all such information as may\nbe required in relation to such book or to any dealings by\nhim in second-hand bicycles or parts thereof or to any\nrepairs to bicycles effected or to be effected by him."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.41) No licensee shall purchase or exchange any Restriction\nsecond-hand bicycle-                               on purchaac\n                                                   or exchange\n                                                                     of sccood-\n     (a) except between the hours of nine o’clock in the hand\n                                                         bicycle or\n         morning and six o’clock in the evening;         repair of\n                                                                     bicycle.\n     ( b ) from or with any person apparently under the\n           age of sixteen years;\n     (c) from or with any person as to whose identity he\n           is not satisfied.\n6                        BICYCLES (CONTROL OF SECOND-HAND)\n                       (2) No licensee shall receive for repair any bicycle-\n                     (a) except between the hours of six o’clock in the\n                          morning and nine o’clock in the evening;\n                     (b) from any person apparently under the age of\n                          sixteen years;\n                     (c) from any person as to whose identity he is not\n                          satisfied.\n                       (3) No licensee shall purchase, sell or exchange any\n                second-hand bicycle or any part thereof nor shall he receive\n                for repair any bicycle elsewhere than upon the premises in\n                respect of which he is licensed under this Act.\nRestriction        10. No licensee shall within fifteen days of the acquisi-\non disposing\nof, disiigur-   tion of any second-hand bicycle or any part thereof dispose\ning or\ndjsmanuing      of, disfigure, dismantle, or in any way change the shape,\nasond-hand\nbicycles        colour or form thereof except with the written permission\nbought.         of a Superintendent of Police :\n                  Provided that this section shall not apply to any bicycle\n                or any part thereof received by a licensee for the purpose\n                only of effecting repairs thereto.\nLiansee to        11. Every licensee who, after notice has been given to\n~ ; ;\n    him~   ~constable\n       by any  ~ ;or by\n                      ~notice\n                          ~in the Gazette that any\nbicycleor       specified bicycle or any specified part of any bicycle has\npartsthereof\nknownto\n                been stolen or fraudulently obtained, fails to give informa-\nbe stolen.      tion to the police that a bicycle or a part of a bicycle of\n                the like descriDtion was offered to him or was or is in his\n                possession shai be guilty of an offence against this Act.\nSearch            1 2 . 4 1 ) Any Justice upon being satisfied by evidence\nWarrant.        upon oath that there is reasonable cause to believe that any\n                bicycle or part of a bicycle which has been stolen or other-\n                wise unlawfully obtained is upon any premises belonging\n                to or occupied by any licensee, may grant a warrant in the\nSchedule.       form in the Schedule authorizing any constable with such\n         BICYCLES (CONTROL OF SECOND-HAND)                           7\nassistance as may be necessary to enter (with force if\nnecessary) any premises specified in the warrant and to\ntake any such bicycle or part of a bicycle found therein\nbefore the Clerk of the Courts for the parish in which such\npremises are situated.\n        (2) Where, pursuant to the provisions of subsection\n(l), any bicycle or any part of a bicycle is taken before the\nClerk of the Courts, he shall issue his warrant or summons\nrequiring the licensee of the premises upon which such\nbicycle or part of a bicycle was found (as the case may be)\nto appear before the Resident Magistrate at a time and\nplace specified in the summons to account for his possession\nof such things.\n        (3) Every licensee who fails to satisfy any Resident\nMagistrate that his possession of any such bicycle or part\nof a bicycle was lawfully obtained shall be guilty of an\noffence against this Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Restriction on disposing of, disfiguring or dismantling second-\n       hand bicycles bought."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Licensee to notify police of speciiied bicycles or parts therwf\n       known to be stolen."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Every person who acts in contravention of any of the ~~~~~l\nprovisions of this Act for which no special punishment is penalty.\nprovided by this Act, shall be guilty of an offence agahst\nthis Act and shall, upon summary conviction before a\nResident Magistrate, be liable to a fine not exceeding two\nhundred dollars or to imprisonment for any term not\nexceeding twelve months, or to both such fine and\nimprisonment."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. When any person licensed under this Act is con- canceiia-\nvicted of an offence against this Act, the court may, if it tion or\n                                                            suspcngion\nthinks fit, cancel or suspend the licence of such person.   of licencc"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Minister may make regulations generally for Regulations.\nthe better carrying out of the provisions of this Act, and,\nwithout prejudice to the generality of the foregoing power,\nmay make regulations for prescribing anything which by\nthis Act is required to be prescribed.\n      [The inclusion of thii page is authorized by L.N. 480/19731\n8               BICYCLES (CONTROL. OF SECOND-HAND)\n                                   SCHEDULE                        (section 12)\n                         (ChhTROL OF SECOND-HAND) ACT\n                THEBICYCLES\n                               Senrch Warrant\n       Whereas it appears to me one of Her Majesty’s Justices of the Peace\n    for the parish of                              by the evidence upon\n    oath of                                 of\n    in the parish of                             that there is reasonable\n    ground to believe that certain bicycles and/or parts of a bicycle,\n    to wit,\n    which have been stolen or otherwise unlawfully obtainad rue upon\n    certain premises at\n    belonging to or occupied by                                   a pcrson\n    licensed under this Act :\n      These are therefore in Her Majesty’s name to authorize and command\n    YOU                                together with\n    to enter (by force if necessary) and to search the said premises and to\n    seize any such bicycles or parts of a bicycle, as are specified in this\n    Warrant and to take the same before the Clerk of the Courts for the\n    parish of\n         Given under my hand at                                  intheparish\n    Of                                     this                          h Y\n    of                                            19   .\n                                           Justice of the Peace for the\n                                             parish of\n             lThe inclusion of this page is authorized by L.N. 480/19731"
    }
  ],
  "definitions": []
}