{
  "id": "jm-stat-the-bills-of-exchange-act",
  "type": "statute",
  "title": "The Bills of Exchange Act",
  "title_en": "The Bills of Exchange Act",
  "short_name": "Bills of Exchange Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bills-of-exchange-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bills-of-exchange-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Intspra-\n                                                                     tation.\n“acceptance” means an acceptance completed by delivery\n     or notification;\n“action” includes counter-claim and set+@\n“banker” includes a body of persons, whether incorporated\n     or not, who carry on the business of banking;\n“bankrupt” includes any person whose estate is vested in\n     a trustee or assignee under the law for the time being\n     in force relating to bankruptcy;\n“bearer” means the person in possession of a bill or note\n     which is payable to bearer;\n“bill” means bill of exchange and “note” means promis-\n     sory note;\n“delivery” means transfer of possession, actual or con-\n     structive, from one person to another,\n“holder” means the payee or indorsee of a bill or note who\n     is in possession of it, or the bearer thereof:\n“holiday” means any day appointed by law, to be kept as\n     a holiday, or as a day of fast or thanksgiving, but\n     not Christmas Day or Good Friday;\n“indorsement” means an indorsement completed by\n      delivery,\n“issue” means the 6rst delivery of a bill or note, complete\n     in form,to a person who takes it as a holder;\n“person” includes a body of persons, whether incorporated\n      or not;\n       me inclusion of thls page is authorized by LN. 31/1977]\n6                                 BILLS OF EXCHANGE\n              “value” means valuable consideration;\n              “written” includes printed, and “writing” includes print.\n                              PARTII. Bills of Exchange\n                               Form and Interpretation\nBill of\nexchange"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A bill of exchange is an unconditional order in\ndefined.      writing, addressed by one person to another, signed by the\n              person giving it, requiring the person to whom it is\n              addressed to pay on demand, or at a fixed or determinable\n              future time, a certain sum in money to or to the order of a\n              specified person, or to bearer.\n                 An instrument which does not comply with these condi-\n              tions, or which orders any act to be done in addition to the\n              payment of money, is not a bill of exchange.\n                 An order to pay out of a particular fund is not uncon-\n              ditional within the meaning of this section; but an unquali-\n              fied order to pay, coupled with-\n                   (a) an indication of a particular fund out of which\n                         the drawee is to reimburse himself, or a parti-\n                         cular account to be debited with the amount; or\n                   (b) a statement of the transaction which gives rise to\n                         the bill-\n              is unconditional.\n                 A bill is not invalid by reason-\n                   (c) that it is not dated;\n                   (d) that it does not specify the value given, or that\n                         any value has been given therefoc\n                   (e) that it does not specify the place where it is\n                         drawn, or the place where it is payable.\nInlandand       4. An inland bill is a bill which is, or on the face of it\nfomgn bills\n              purports to be-\n                   @) both drawn and payable within this Island; or\n                     me inclusion of this page IS authorized by LN. 31/19771\n                     BILLS OF EXCHANGE                                     7\n    (b) drawn within this Island upon some person\n        resident therein.\n  Any other bill is a foreign bill.\n  Unless the contrary appear on the face of the bill, the\nholder may treat it as an inland bill."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A bill may be drawn payable to or to the order of the Effectwhere\n                                                              Wemt\ndrawer; or it may be drawn payable to or to the order of partiato\n                                                              bill are the\nthe drawee.                                                   aamc pcmon.\n  Where in a bill drawer and drawee are the same person,\nor where the drawee is a fictitious person or a pason not\nhaving capacity to contract, the holder may treat the\ninstrument, at his option, either as a bill of exchange or as\na promissory note."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The drawee must be named or otherwise indicated in AddrssPof\n                                                        drawee.\na bill with reasonable certainty.\n  A bill may be addressed to two or more drawees, whether\nthey are partners or not, but an order addressed to two\ndrawees in the alternative, or to two or more drawees in\nsuccession, is not a bill of exchange."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where a bill is not payable to bearer, the payee must certainty\n                                                             required a8\nbe named or otherwise indicated therein with reasonable topyM.\ncertainty.\n   A bill may be made payable to two or more payees\njointly, or it may be made payable in the alternative to one\nof two, or one or some of several payees. A bill may also\nbe made payable to the holder of an office for the time\nbeing.\n   Where the payee is a fictitious or non-existing person the\nbill may be treated as payable to bearer."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. When a bill contains words prohibiting transfer, or Whatbius\nindicating an intention that it should not be transferable, are\n       m e inclusion of this page is authorized by L.N. 480/19731\n8                               BILLS OF EXCHANGE\n           it is valid as between the parties thereto, but is not\n           negotiable.\n              A negotiable bill may be payable either to order or to\n           bearer.\n              A bill is payable to bearer which is expressed to be SO\n           payable, or on which the only or last indorsement is an\n           indorsement in blank.\n              A bill is payable to order which is expressed to be so\n           payable, or which is expressed to be payable to a particular\n           person, and does not contain words prohibiting transfer or\n           indicating an intention that it should not be transferable.\n              Where a bill, either originally or by indorsement, is\n           expressed to be payable to the order of a specified person,\n           and not to him or his order, it is nevertheless payable to\n           him or his order at his option.\nSUm           9. The sum payable by a bill is a sum certain within the\npayable.\n           meaning of this Act, although it is required to be paid-\n                 (a) with interest;\n                 (6) by stated instalments;\n                 (c) by stated instalments, with a provision that upon\n                     default in payment of any instalment the whole\n                     shall become due;\n                 (d) according to an indicated rate of exchange, or\n                     according to a rate of exchange to be ascertained\n                     as directed by the bill.\n              Where the sum payable is expressed in words and also in\n           figures, and there is a discrepancy between the two, the sum\n           denoted by the words is the amount payable.\n              Where a bill is expressed to be payable with interest,\n           unless the instrument otherwise provides, interest runs\n           from the date of the bill, and if the bill is undated from the\n           issue thereof.\n                 [The inclusion of tbis page is authorized by L.N. 480/19731\n                     BILLS OF EXCHANGE                                    9"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A bill is payable on demand-                        Bill payable\n                                                           on demand.\n     (a) which is expressed to be payable on demand, or at\n          sight, or on presentation; or\n     (6) in which no time for payment is expressed.\n   Where a bill is accepted or indorsed when it is overdue\nit shall, as regards the acceptor who so accepts, or any\nindorser who so indorses it, be deemed a bill payable\non demand."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A bill is payable at a determinable future time within Bill pwbls\n                                                             at a future\nthe meaning of this Act which is expressed to be payable- tiimt.\n     (U)   at a fixed period after date or sight;\n     (b) on or at a fixed period after the occurrence of a\n         specified event which is certain to happen, though\n         the time of happening may be uncertain.\n   An instrument expressed to be payable on a contingency\nis not a bill, and the happening of the event does not cure\nthe defect."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Where a bill expressed to be payable at a fixed period date\n                                                              Omissiniobdl\n                                                                       n of\nafter date is issued undated, or where the acceptance of a payable\nbill payable at a fixed period after sight is undated, any aftcrdatr\nholder may insert therein the true date of issue or accept-\nance, and the bill shall be payable accordingly :\n  Provided that-\n    (U) where the holder in good faith and by mistake\n        inserts a wrong date; and\n     (b) in every case where a wrong date is inserted,\nif the bill subsequently comes into the hands of a holder in\ndue course, the bill shall not be avoided thereby, but shall\noperate and be payable as if the date so inserted had been\nthe true date.\n       me inclusion of this pagc is authorized by L.N. 480/19731\n10                                 BILLS OF EXCHANGE\nAntedating       13. Where a bill or an acceptance, or any indorsement\nand post-\ndating.        on a bill is dated, the date shall, unless the contrary be\n               proved, be deemed to be the true date of the drawing,\n               acceptance or indorsement, as the case may be.\n                 A bill is not invalid by reason only that it is antedated\n               or post-dated, or that it bears date on a Sunday.\nComputa-          14. Where a bill is not payable on demand the day on\ntion of lime\nofpaymcot.     which it falls due is determined as follows-\n                 Three days, called days of grace, are, in every case where\n               the bill itself does not otherwise provide, added to the\n               time of payment as fixed by the bill, and the bill is due and\n               payable on the last day of grace :\n                  Provided that-\n                     (a) when the last day of grace falls on a Sunday,\n                         Christmas Day, Good Friday, or a holiday, the\n                         bill is, except in the case hereinafter provided\n                         for, due and payable on the preceding business\n                         day; except that\n                     (6) when the last day of grace is a holiday and the\n                         second day of grace is a Sunday, Christmas or\n                         Good Friday, the bill is due and payable on the\n                         succeeding business day.\n                  Where a bill is payable at a fixed period after date, after\n               sight, or after the happening of a specified event, the time\n               of payment is determined by excluding the day from which\n               the time is to begin to run, and by including the day of\n               payment.\n                  Where a bill is payable at a fixed period after Sight, the\n               time begins to run from the date of the acceptance if the\n               bill be accepted, and from the date of noting or protest if\n               the bill be noted or protested for non-acceptance, or for\n               non-delivery.\n                     me inclusion of this page is authorid by L.N. 480119731\n                     BlLLS OF EXCHANGE                                   11\n  The term “month” in a bill means calendar month."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The drawer of a bill, and any indorser, may insert Caseof  need.\ntherein the name of a person to whom the holder may resort\nin case of need, that is to say, in case the bill is dishonoured\nby non-acceptance or non-payment. Such person is called\nthe “referee in case of need”. It is in the option of the\nholder to resort to the referee in case of need or not, as he\nmay think fit."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The drawer of a bill, and any indorser, may insert Optional\n                                                              stipulations\ntherein an express stipulation negativing or limiting his own b y drawer\nliability to the holder, waiving as regards himself some or Or\nall of the holder’s duties."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The acceptance of a bill is the signification by the Definition\n                                                             and\ndrawee of his assent to the order of the drawer.             requisites of\n                                                             acceptane.\n  An acceptance is invalid unless it complies with the\nfollowing conditions, namely-\n     (U) it must be written on the bill and be signed by the\n          drawee. The mere signature of the drawee with-\n          out additional words is sufficient;\n     (b) it must not express that the drawee will perform\n          his promise by any other means than the payment\n          of money."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. A bill may be accepted-                                Time for\n                                                             acceptance.\n    (U) before it has been signed by the drawer, or while\n        otherwise incomplete;\n    (b) when it is overdue, or after it has been dishonoured\n        by a previous refusal to accept, or by non-\n        payment.\n  When a bill payable after sight is dishonoured by non-\nacceptance, and the drawee subsequently accepts it, the\n       m e inclusion of this page is authorized by L.N. 480/19731\n12                                 BILLS OF EXCHANGE\n               holder, in the absence of any different agreement, is entitled\n               to have the bill accepted as of the date of first presentment\n               to the drawee for acceptance.\nGeneral and      19. An acceptance is either (a)general or (b)qualified.\nqualified\n                  A general acceptance assents without qualification to the\n               order of the drawer. A qualified acceptance in express\n               terms varies the effect of the bill as drawn.\n                  In particular an acceptance is qualified which is-\n                    (a) conditional, that is to say, which makes payment\n                         by the acceptor dependent on the fulfilment of a\n                         condition therein stated,\n                    (b) partial, that is to say, an acceptance to pay part\n                         only of the amount for which the bill is drawn;\n                    (c) local, that is to say, an acceptance to pay only at\n                         a particular specified place :\n                           An acceptance to pay at a particular place is a\n                         general acceptance, unless it expressly states that\n                         the bill is to be paid there only and not elsewhere;\n                    (d) qualified as to time;\n                    lel the acceptance of some one or more of the\n                         drawees, but not of all.\nInchoate          20. Where a simple signature on a blank stamped paper\ninstruments.\n               is delivered by the signer in order that it may be converted\n               into a bill, it operates as a prima fa& authority to fill it\n               up as a complete bill for any amount the stamp will cover,\n               using the signature for that of the drawer, or the acceptor,\n               or an indorser; and, in like manner, when a bill is wanting\n               in any material particular, the person in possession of it\n               has a prima facie authority to fill up the omission in any\n               way he thinks fit.\n                  In order that any such instrument, when completed, may\n               be enforceable against any person who became a party\n                     me inclusion of this page is authorized by L.N. 480/19731\n                     BILLS OF EXCHANGE                                  13\nthereto prior to its completion, it must be filled u p within\na reasonable time, and strictly in accordance with the\nauthority given. Reasonable time for this purpose is a\nquestion of fact :\n   Provided that if any such instrument, after completion,\nis negotiated to a holder in due course, it shall be valid and\neffectual for all purposes in his hands, and he may enforce\nit as if it had been filled up within a reasonable time, and\nstrictly in accordance with the authority given."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Every contract on a bill, whether it be the drawer’s, Delivery.\nthe acceptor’s or an indorser’s is incomplete and revocable,\nuntil delivery of the instrument in order to give effect\nthereto :\n  Provided that where an acceptance is written on a bill,\nand the drawee gives notice to or according to the directions\nof the person entitled to the bill that he has accepted it, the\nacceptance then becomes complete and irrevocable.\n  As between immediate parties, and as regards a remote\nparty other than a holder in due course, the delivery in order\nto be effectual-\n     (a) must be made either by or under the authority of\n          the party drawing, accepting or indorsing, as the\n          case may be;\n     (b) may be shown to have been conditional or for a\n          special purpose only, and not for the purpose of\n          transferring the property in the bill.\n  But if the bill in the hands of a holder in due course,\na valid delivery of the bill by all parties prior to him so as\nto make them liable to him is conclusively presumed.\n  Where a bill is no longer in the possession of a party who\nhas signed it as drawer, acceptor or indorser, a valid and\nunconditional delivery by him is presumed until the\ncontrary is proved.\n       me inclusion of thii page is authorized by L.N. 480/19731\n14                                 BILLS OF EXCHANGE\n                            Capacity and Authority of Parties\nCapcityof        22. Capacity to incur liability as a party to a bill is co-\npart,Cs.\n               extensive with capacity to contract :\n                 Provided that nothing in this section shall enable a cor-\n               poration to make itself liable as drawer, acceptor or\n               indorser of a bill unless it is competent to it so to do under\n               the law for the time being in force relating to corporations.\n                  Where a bill is drawn or indorsed by an infant, minor,\n               or corporation having no capacity or power to incur\n               liability on a bill, the drawing or indorsement entitles the\n               holder to receive payment of the bill, and to enforce it\n               against any other party thereto.\nSignature        23. No person is liable as drawer, indorser or acceptor,\nessential to\nliability.     of a bill who has not signed it as such :\n                 Provided that where a person signs a bill in a trade or\n               assumed name, he is liable thereon as if he had signed it in\n               his own name.\n                 The signature of the name of a firm is equivalent to the\n               signature, by the person so signing, of the names of all\n               persons liable as partners in that firm.\n~~~~d~~ 24. Subject to the provisions of this Act, where a signa-\nunauthor-\nized      ture on a bill is forged, or placed thereon without the\nsignamre.      authority of the person whose signature it purports to be,\n               the forged or unauthorized signature is wholly inoperative,\n               and no right to retain the bill, or to give a discharge there-\n               for, or to enforce payment thereof against any party thereto,\n               can be acquired through or under that signature, unless the\n               party against whom it is sought to retain or enforce pay-\n               ment of the bill is precluded from setting up the forgery or\n               want of authority :\n                     me inclusion of this page is authorized by L.N. 480119731\n                      BILLS OF EXCHANGE                                    15\n   Provided that nothing in this section shall affect the\nratification of an unauthorized signature not amounting to\na forgery."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Forged or unauthorized signature.\n                                                                      -\n      yrhc inclluuon of   this page in authorized by L.N. 480/19731\n2                        BILLS OF EXCHANGE"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A signature by procuration operates as notice that :muration\nthe agent has but a limited authority to sign, and the prin- rignames.\ncipal is only bound by such signature if the agent in so\nsigning was acting within the actual limits of his authority."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Where a person signs a bill as drawer, indorser or 9-9n\n                                                              aignrng am\nacceptor, and adds words to his signature indicating that agentorin\nhe signs for or on behalf of a principal, or in a representa-      seEnk\ntive character, he is not personally liable thereon; but the\nmere addition to his signature of words describing him as\nan agent, or as filling a representative character, does not\nexempt him from personal liability.\n   In determining whether a signature on a bill is that of\nthe principal or that of the agent by whose hand it is\nwritten, the construction most favourable to the validity of\nthe instrument shall be adopted.\n                  The Consideration far a Bill"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Valuable consideration for a bill may be constituted Vnlncaod\n                                                              bolder for\nby-                                                           Am\n      (a) any consideration sufficient to support a simple\n          contract;\n      (b) an antecedent debt or liability. Such a debt or\n          liability is deemed valuable consideration whether\n          the bill is payable on demand or at a future time.\n   Where value has at any time been given for a bill, the\nholder is deemed to be a holder for value as regards the\nacceptor and all parties to the bill who became parties prior\nto such time.\n  Where the holder of a bill has a lien on it, arising either\nfrom contract or by implication of law, he is deemed to be\n       me inclusion of this page is authorized by L.N. 480/19731\n16                                 BILLS OF EXCHANGE\n              a holder for value to the extent of the sum for which he has\n              a lien.\nAccommo-        28. An accomrr.odation party to a bill is a person who\ndation bill\norpaw.        has signed a bill as drawer, acceptor or indorser, without\n              receiving value therefor, and for the purpose of lending his\n              name to some other person.\n                An accommodation party is liable on the bill to a holder\n              for value; and it is immaterial whether, when such holder\n              took the bill, he knew such party to be an accommodation\n              party or not.\nHolder in        29. A holder in due course is a holder who has taken a\ndue counc.\n              bill, conplete and regular on the face of it, under the\n              following conditions, namely-\n                    (U) that he became the holder of it before it was over-\n                        due, and without notice that it had been previously\n                        dishonoured, if such was the fact;\n                    (b) that he took the bill in good faith and for value,\n                        and that at the time the bill was negotiated to him\n                        he had no notice of any defect in the title of the\n                        person who negotiated it.\n                 In particular the title of a person who negotiates a bill\n              is defective, within the meaning of this Act, when he\n              obtained the bill, or the acceptance thereof, by fraud,\n              duress, or force and fear, or unlawful means, or for an\n              illegal consideration, or when he negotiates it in breach of\n              faith, or under such circumstances as amount to a fraud.\n                 A holder (whether for value or not) who derives his title\n              to a bill through a holder in due course, and who is not\n              himself a party to any fraud or illegality affecting it, has\n              all the rights of that holder in due course as regards the\n              acceptor and all parties to the bill prior to that holder.\n                    m e indunion of this page is authorized by LN. 480/19731\n                    BILLS OF EXCHANGE                                      17"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Every party whose signature appears on a bill is ~tion\n                                                          tnump-\n                                                             of\np r i m facie deemed to have become a party thereto for wiucand\nvalue. Every holder of a bill is prima fucie deemed to be podfaith.\na holder in due course; but if in an action on a bill, it is\nadmitted or proved that the acceptance, issue or subsequent\nnegotiation of the bill is affected with fraud, duress, or force\nand fear, or illegality the burden of proof is shifted, unless\nand until the holder proves that, subsequent to the alleged\nfraud or illegality, value has in good faith been given for\nthe bill.\n                      Negotiarion of Bills"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. A bill is negotiated when it is transferred from one N ~ g ~ t i a -\nperson to another in such a manner as to constitute the tloo of bills.\ntransferee the holder of the bill.\n   A bill payable to bearer is negotiated by delivery.\n   A bill payable to order is negotiated by the indorsement\nof the holder completed by delivery.\n   Where the holder of a bill payable to his order transfers\nit for value without indorsing it, the transfer gives the\ntransferee such titles as the transferor had in the bill, and\nthe transferee in addition acquires the right to have the\nindorsement of the transferor.\n   Where any person is under obligation to indorse a bill in\na representative capacity, he may indorse the bill in such\nterms as to negative personal liability."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. An indorsement, in order to operate as a negotiation, RcquisiEs\n                                                              of a valid\nmust comply with the following conditions, namely-            $,,do*\n                                                              menL\n   It must be written on the bill itself, and be signed by\n        the indorser. The simple signature of the indorser\n        on the bill, without additional words, is suflicient.\n    An indorsement written on an allonge, or on a “copy”\n        of a bill issued or negotiated in a country where\n       me inclusion of thi pp is authorized by LN. 480/1973]\n                                   BILLS OF EXCHANGE\n                      “copies” are recognized, is deemed to be written\n                      on the bill itself.\n                  It must be an indorsement of the entire bill. A partial\n                      indorsement, that is to say, an indorsement which\n                      purports to transfer to the indorsee a part only of\n                      the amount payable, or which purports to transfer\n                      the bill to two or more indorsees severally, does\n                      not operate as a negotiation of the bill.\n                  Where a bill is payable to the order of two or more\n                     payees or indorsees who are not partners, all must\n                     indorse, unless the one indorsing has authority to\n                     indorse for the others.\n                  Where, in a bill payable to order, the payee or indorse\n                     is wrongly designated, or his name is misspelt,\n                     he may indorse the bill as therein described,\n                     adding, if he thinks fit, his proper signature.\n                  Where there are two or more indorsements on a bill,\n                     each indorsement is deemed to have been made in\n                     the order in which it appears on the bill, until the\n                     contrary is proved.\n                  An indorsement may be made in blank or special. It\n                      may also contain terms making it restrictive.\nConditional\nindorse-"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where a bill purports to be indorsed conditionally\nment.         the condition may be disregarded by the payer, and pay-\n              ment to the indorsee is valid, whether the condition has\n              been fulfilled or not.\nIndorsc-\nment in"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. An indorsement in blank specifies no indorsee, and a\nblank and     bill so indorsed becomes payable to bearer.\nspcial\nindorsc-         A special indorsement specifies the person to whom, or to\nmcnt\n              whose order, the bill is to be payable.\n                     BILLS OF EXCHANGE                                   19\n  The provisions of this Act relating to a payee apply,\nwith the necessary modifications, to an indorsee under a\nspecial indorsement.\n  When a bill has been indorsed in blank, any holder may\nconvert the blank indorsement into a special indorsement\nby writing, above the indorser’s signature, a direction to\npay the bill to or to the order of himself, or some other\nperson."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. An indorsement is restrictive which prohibits the Restrictive\nfurther negotiation of the bill, or which expresses that it indorse-\n                                                               ment.\nis a mere authority to deal with the bill as thereby directed,\nand not a transfer of the ownership thereof, as, for example,\nif a bill be indorsed “pay D only”, or “pay D for the\naccount of X , or “pay D or order for collection”.\n   A restrictive indorsement gives the indorsee the right to\nreceive payment of the bill, and to sue any party thereto\nthat his indorser could have sued, but gives him no power\nto transfer his rights as indorsee, unless it expressly\nauthorize him to do so.\n   Where a restrictive indorsement authorizes further trans-\nfer, all subsequent indorsees take the bill with the same\nrights, and subject to the same liabilities, as the first\nindorsee under the restrictive indorsement."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Where a bill is negotiable in its origin it con- Ncgotiatioa\n                                                                 of overdue\ntinues to be negotiable until it has been (a) restrictively o r d i ~ -\n                                                                 bilL\n                                                                 honoured\nindorsed, or (b) discharged by payment or otherwise.\n          (2) Where an overdue bill is negotiated, it can only\nbe negotiated subject to any defect of title affecting it at its\nmaturity, and thenceforward no person who takes it can\nacquire or give a better title than that which the person\nfrom whom he took it had.\n       LTbe inclusion of this page is authorized by L.N. 480119731\n20                                 BILLS OF EXCHANGE\n                     (3) A bill payable on demand is deemed to be over-\n              due, within the meaning and for the purposes of this section\n              when it appears on the face of it to have been in circulation\n              for an unreasonable length of time. What is an unreason-\n              able length of time for this purpose is a question of fact.\n                    (4) Except where an indorsement bears date after\n              the maturity of the bill, every negotiation is prima fade\n              deemed to have been effected before the bill was overdue.\n                      (5) Where a bill which is not overdue has been dis-\n              honoured, any person who takes it with notice of the dis-\n              honour takes it subject to any defect of title attaching\n              thereto at the time of dishonour, but nothing in this sub-\n              section shall affect the rights of a holder in due course.\nNegotiation      37. Where a bill is negotiated back to the drawer, or to\nof bill to\nParty         a prior indorser, or to the acceptor, such party may, subject\nliable\nalrcady       to the provisions of this Act, reissue and further negotiate\nthereon.      the bill, but he is not entitled to enforce payment of the\n              bill against any intervening party to whom he was pre-\n              viously liable.\nRights of       38. The rights and powers of the holder of a bill are as\nthe holder.   follow+\n                He may sue on the bill in his own name.\n                 Where he is a holder in due course, he holds the bill free\n              from any defect of titles of prior parties, as well as from\n              mere personal defences available to prior parties among\n              themselves, and may enforce payment against all parties\n              liable on the bill.\n                Where his title is defective-\n                 (a) if he negotiates the bill to a holder in due course,\n                     that holder obtains a good and complete title to\n                      the bill; and\n                     BILLS OF EXCHANGE                                 21\n    (b) if he obtains payment of the bill, the person who\n         pays him in due course gets a valid discharge for\n         the bill.\n                 General Duties of the Holder"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Where a bill is payable after sight, presentment for Whenprc-\n                                                            aentmcnt for\nacceptance is necessary in order to fix the maturity of the acceptance\n                                                            IS necessary.\ninstrument.\n  Where a bill expressly stipulates that it shall be presented\nfor acceptance, or where a bill is drawn payable elsewhere\nthan at the residence or place of business of the drawee, it\nmust be presented for acceptance before it can be presented\nfor payment.\n   In no other case is presentment for acceptance necessary\nin order to render liable any party to the bill.\n   Where the holder of a bill, drawn payable elsewhere than\nat the place of business or residence of the drawee, has not\ntime, with the exercise of reasonable diligence, to present\nthe bill for acceptance before presenting it for payment on\nthe day that it falls due, the delay caused by presenting the\nbill for acceptance before presenting it for payment is\nexcused, and does not discharge the drawer and indorsers."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Subject to the provisions of this Act, when a bill Timefor\npayable after sight is negotiated, the holder must either presenting\n                                                              bfi~pa,.abl~\npresent it for acceptance or negotiate it within a reasonable     whr\ntime.\n  If he do not do so, the drawer and all indorsers prior to\nthat holder are discharged.\n  In determining what is a reasonable time within the\nmeaning of this section, regard shall be had to the nature\nof the bill, the usage of trade with respect to similar bills,\nand the facts of the particular case.\n22                                 BlLLS OF EXCHANGE\nRules as to    41. A bill is duly presented for acceptance which is\n resentment\nPtan-.\n  or a m p -\n        and\n             presented in accordance with the following rules-\n excuses for      (a) The presentment must be made by or on behalf of\n non-prewnt-\n rnent.               the holder to the drawee, or to some person\n                      authorized to accept or refuse acceptance on his\n                      behalf, at a reasonable hour on a business day, and\n                      before the bill is overdue.\n                  (b) Where a bill is addressed to two or more drawees\n                      who are not partners, presentment must be made\n                      to them all, unless one has authority to accept for\n                      all, then presentment may be made to him only.\n                  (c) Where the drawee is dead, presentment may be\n                      made to his personal representatives.\n                 (4 Where the drawee is bankrupt, presentment may\n                      be made to him or to his trustee.\n                  (e) Where authorized by agreement or usage, a pre-\n                      sentment through the post office is sufficient.\n                Presentment in accordance with these rules is excused,\n              and a bill may be treated as dishonoured by non-\n              acceptance-\n                   (0 where the drawee i s dead or bankrupt, or is a\n                       fictitious person, or a person not having capacity\n                       to contract by bill;\n                  (ii) where, after the exercise of reasonable diligence,\n                       such presentment cannot be effected;\n                  (3where, although the presentment has been irregu-\n                       lar, acceptance has been refused on some other\n                       ground.\n                The fact that the holder has reason to believe that the bill\n              on presentment will be dishonoured does not excuse pre-\n              sentment.\nNO\"-            42. When a bill is duly presented for acceptance and is\nacceptance.\n              not accepted within the customary time, the person present-\n                    m e inclusion of this page is authorized by L.N. 480119731\n                     BILLS OF EXCHANGE                                        23\ning it must treat it as dishonoured by non-acceptance. If\nhe does not, the holder shall lose his right of recourse\nagainst the drawer and indorsers."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Rules as to presentment for acceptance, and excuses for non-\n        presentment."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. A bill is dishonoured by non-acceptance-                      Dishonour\n                                                                    by non-\n    (a) when it is duly presented for acceptance, and such          ;z,E;z-\n        an acceptance as is prescribed by this Act is re- sequenc*l.\n        fused, or cannot be obtained, or\n    (b) when presentment for acceptance is excused and\n        the bill is not accepted.\n  Subject to the provisions of this Act, when a bill is\ndishonoured by non-acceptance, an immediate right of\nrecourse against the drawer and indorsers accrues to the\nholder, and no presentment for payment is necessary."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) The holder of a bill may refuse to take a quali- Dutiesasto\nfied acceptance, and if he does not obtain an unqualified ~ ~ ~                    ~   ~\nacceptance may treat the bill as dishonoured by non-\nacceptance.\n         (2) Where a qualified acceptance is taken, and the\ndrawer or an indorser has not expressly or impliedly\nauthorized the holder to take a qualified acceptance, or does\nnot subsequently assent thereto, such drawer or indorser is\ndischarged from his liability on the bill.\n   The provisions of this subsection do not apply to a par-\ntial acceptance, whereof due notice has been given. Where\na foreign bill has been accepted as to part, it must be\nprotested as to the balance.\n        (3) When the drawer or indorser of a bill receives\nnotice of a qualified acceptance, and does not within a\nreasonable time express his dissent to the holder, he shall\nbe deemed to have assented thereto.\n24                                BILLS OF EXCHANGE\nRulcsasto       45. Subject to the provisions of this Act, a bill must be\nprcscntment\nforpayment.   duly presented for payment. If it be not so presented the\n              drawer and indorsers shall be discharged.\n                A bill is duly presented for payment which is presented\n              in accordance with the following rules-\n                  (a) Where the bill is not payable on demand, present-\n                      ment must be made on the day it falls due.\n                  (b) Where the bill is payable on demand, then, subject\n                      to the provisions of this Act, presentment must be\n                      made within a reasonable time after its issue in\n                      order to render the drawer liable, and within a\n                      reasonable time after its indorsement in order to\n                      render the indorser liable.\n                       In determining what is a reasonable time, regard\n                       shall be had to the nature of the bill, the usage of\n                       trade with regard to similar bills, and the facts\n                       of the particular case.\n                  (c) Presentment must be made by the holder, or by\n                      some person authorized to receive payment on his\n                      behalf, at a reasonable hour on a business day, at\n                      the proper place as hereinafter defined, either to\n                      the person designated by the bill as payer, or to\n                      some person authorized to pay or refuse payment\n                      on his behalf, if with the exercise of reasonable\n                      diligence such person can there be found.\n                   (6) A bill is presented at the proper place-\n                         (i) where a place of payment is specified in the\n                              bill and the bill is there presented;\n                         (ii) where no place of payment is specified, but\n                              the address of the drawee or acceptor is\n                              given in the bill, and the bill is there\n                              presented;\n                    m\n                    he inclusion of this page is authorized by L.N. 480119731\n                     BILLS OF EXCHANGE                                  25\n           (iii) where no place of payment is specified and\n                 no address given, and the bill is presented\n                 at the drawee’s or acceptor’s place of\n                 business, if known, and if not, at his ordi-\n                 nary residence, if known;\n          (iv) in any other case, if presented to the drawee\n                 or acceptor wherever he can be found, or if\n                 presented at his last known place of business\n                 or residence.\n    (e) Where a bill is presented at the proper place, and\n        after the exercise of reasonable diligence no person\n        authorized to pay or refuse payment can be found\n        there, no further presentment to the drawee or\n        acceptor is required.\n    (f, Where a bill is drawn upon, or accepted by two or\n        more persons who are not partners, and no place\n        of payment is specified, presentment must be made\n        to them all.\n    (g) Where the drawee or acceptor of a bill is dead, and\n        no place of payment is specified, presentment must\n        be made to a personal representative if such there\n        be, and with the exercise of reasonable diligence\n        he can be found.\n    (h) Where authorized by agreement or usage, a\n         presentment through the post office is sufficient."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Delay in making presentment for payment is excused E X C U E S ~ O ~\nwhen the delay is caused by circumstances beyond the con- delay or\ntrol of the holder, and not imputable to his default, mis-\nconduct or negligence. When the cause of delay ceases to payment\noperate presentment must be made with reasonable\ndiligence.\n   Presentment for payment is dispensed with-\n     (a) where, after the exercise of reasonable diligence,\n          presentment, as required by this Act, cannot be\n       We indusion of this page is authorized by L.N. 480119731\n                                                                   -\n26                                  BILLS OF EXCHANGE\n                          effected. The fact that the holder has reason to\n                          believe that the bill will, on presentment, be dis-\n                          honoured, does not dispense with the necessity for\n                          presentment;\n                    ( b ) where the drawer is a fictitious person;\n                    (c) as regards the drawer, where the drawee or\n                          acceptor is not bound, as between himself and the\n                          drawer, to accept or pay the bill, and the drawer\n                          has no reason to believe that the bill would be paid\n                          if presented,\n                    (d) as regards an indorser, where the bill was accepted\n                          or made for the accommodation of that indorser,\n                          and he has no reason to expect that the bill would\n                          be paid if presented;\n                    (e) by waiver of presentment, express or implied.\nDishonour\nby non-"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. A bill is dishonoured by non-payment (a) when it is\npayment.        duly presented for payment and payment is refused or\n                cannot be obtained; or (b)when presentment is excused and\n                the bill is overdue and unpaid.\n                  Subject to the provisions of this Act, when a bill is\n                dishonoured by non-payment, an immediate right of\n                recourse against the drawer and indorsers accrues to the\n                holder.\nNotice of          48. Subject to the provisions of this Act, when a bill has\ndishonour\nand effect 01   been dishonoured by non-acceptance or by non-payment,\nnon-notice.\n                notice of dishonour must be given to the drawer and each\n                indorser, and any drawer or indorser to whom such notice\n                is not given is discharged :\n                   Provided that-\n                     (a) where a bill is dishonoured by non-acceptance, and\n                          notice of dishonour is not given, the rights of a\n                          holder in due course subsequent to the omission\n                          shall not be prejudiced by the omission;\n                      me inclusion of this page is authorized by L.N. 480/19731\n                     BILLS OF EXCHANGE                                    21\n    (b) where a bill is dishonoured by non-acceptance, and\n        due notice of dishonour is given, it shall not be\n        necessary to give notice of a subsequent dishonour\n        by non-payment unless the bill shall in the\n        meantime have been accepted."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Notice of dishonour, in order to be valid and effec- ~ d e s a s t o\n                                                           notice of\ntual, must be given in accordance with the fOllOWhg dishonour.\nrules-\n    (0)    The notice must be given by or on behalf of the\n           holder, or by or on behalf of an indorser who, at\n           the time of giving it, is himself liable on the bill.\n     ( b ) Notice of dishonour may be given by an agent,\n           either in his own name, or in the name of any\n           party entitled to give notice, whether that party\n           be his principal or not.\n     (c)   Where the notice is given by or on behalf of the\n           holder, it enures for the benefit of all subsequent\n           holders, and all prior indorsers who have a right\n           of recourse against the party to whom it is given.\n     (4 Where notice is given by or on behalf of an\n           indorser entitled to give notice as hereinbefore pro-\n           vided, it enures for the benefit of the holder and\n           all indorsers subsequent to the party to whom\n           notice is given.\n     (e) The notice may be given in writing or by personal\n         communication, and may be given in any terms\n         which sufficiently identify the bill, and intimate\n         that the bill has been dishonoured by non-acoept-\n         ance or non-payment.\n     (f, The return of a dishonoured bill to the drawer or\n         an indorser is, in point of form, deemed a sufficient\n         notice of dishonour.\n                                                                     .-\n28                    BILLS OF EXCHANGE\n     (9) A written notice need not be signed, and an insuffi-\n         cient written notice may be supplemented and\n         validated by verbal communication. A misdescrip\n         tion of the bill shall not vitiate the notice, unless\n         the party to whom the notice is given is in fact\n         misled thereby.\n     (h) Where notice of dishonour is required to be given\n        to any person, it may be given either to the party\n        himself, or to his agent in that behalf.\n     (zl Where the drawer or indorser is dead, and the\n         party giving notice knows it, the notice must be\n         given to a personal representative if such there be,\n         and with the exercise of reasonable diligence he\n         can be found.\n     (11 Where the drawer or indorser is bankrupt, notice\n         may be given either to the party himself or to the\n         trustee.\n     (k) Where there are two or more drawers or indorsers\n         who are not partners, notice must be given to each\n         of them, unless one of them has authority to\n         receive such notice for the others.\n     (I) The notice may be given as soon as the bill is dis-\n         honoured, and must be given within a reasonable\n         time thereafter.\n         In the absence of special circumstances, notice is\n         not deemed to have been given within a reasonable\n         time, unless-\n             (i) where the person giving and the person to\n                 receive notice reside in the same place, the\n                 notice is given or sent off in time to reach\n                 the latter on the day after the dishonour\n                 of the bill;\n            (ii) where the person giving and the person to\n                 receive notice reside in different places, the\n                    BILLS OF EXCHANGE                                29\n                notice is sent off on the day after the dis-\n                honour of the bill, if there be a post at a\n                convenient hour on that day, and if there\n                be no such post on that day, then by the\n                next post thereafter.\n    (m) Where a bill, when dishonoured, is in the hands of\n         an agent, he may either himself give notice to the\n         parties liable on the bill, or he may give notice to\n         his principal. If he give notice to his principal,\n         he must do so within the same time as if he were\n         the holder, and the principal, upon receipt of such\n         notice, has himself the same time for giving notice\n         as if the agent had been an independent holder.\n    (n) Where a party to a bill receives due notice of dis-\n         honour, he has, after the receipt of such notice,\n         the same period of time for giving notice to ante-\n         cedent parties that the holder has after the dis-\n         honour.\n    (0) Where a notice of dishonour is duly addressed and\n         posted, the sender is deemed to have given due\n         notice of dishonour, notwithstanding any mis-\n         carriage by the post office."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Delay in giving notice of dishonour is excused where Excusesfor\nthe delay is caused by circumstances beyond the control of E:.g:y\nthe party giving notice, and not imputable to his default,\nmisconduct or negligence. When the cause of delay ceases\nto operate the notice must be given with reasonable\ndiligence.\n  Notice of dishonour is dispensed with-\n    (U) when, after the exercise of reasonable diligence,\n        notice, as required by this Act, cannot be given\n        to or does not reach the drawer or indorser sought\n         to be charged,\n      me inclusion of this page is authorized by L.N. 480119731\n30                                 BILLS OF EXCHANGE\n                 (b) by waiver, express or implied. Notice of dis-\n                     honour may be waived before the time of giving\n                     notice has arrived, or after the omission to give\n                     due notice;\n                 (c) as regards, the drawer in the following cases,\n                     namely: (1) where drawer and drawee are the\n                     same person; ( 2 ) where the drawee is a fictitious\n                     person or a person not having capacity to contract;\n                      (3) where the drawer is t’he person to whom the\n                     bill is presented for payment; (4) where the drawee\n                      or acceptor is as between himself and the drawer\n                     under no obligation to accept or pay the bill; (5)\n                     where the drawer has countermanded payment;\n                 (d) as regards the indorser in the following cases,\n                      namely: (1) where the drawee is a fictitious person\n                      or a person not having capacity to contract and the\n                      indorser was aware of the fact at the time he\n                      indorsed the bill; (2) where the indorser is the\n                      person to whom the bill is presented for payment;\n                      (3) where the bill was accepted or made for his\n                      accommodation.\nNoting or       Sl.-(l) Where an inland bill has been dishonoured it\nprotest of\nbill.        may, if the holder think fit, be noted for non-acceptance or\n             non-payment, as the case may be; but it shall not be neces-\n             sary to note or protest any such bill in order to preserve the\n             recourse against the drawer or indorser.\n                      (2) Where a foreign bill, appearing on the face of\n             it to be such, has been dishonoured by non-acceptance, it\n             must be duly protested for non-acceptance, and where such\n             a bill, which has not been previously dishonoured by non-\n             acceptance, is dishonoured by non-payment, it must be duly\n             protested for non-payment. If it be not so protested the\n             drawer and indorsers are discharged. Where a bill does\n             not appear on the face of it to be a foreign bill, protest\n             thereof in case of dishonour is unnecessary.\n                      BILLS OF EXCHANGE                               31\n      (3) A bill which has been protested for non-accept-\nance may be subsequently protested for non-payment.\n         (4)Subject to the provisions of this Act, when a\nbill is noted or protested it may be noted on the day of its\ndishonour and must be noted not later than the next suc-\nceeding business day. When a bill has been duly noted, the\nprotest may be subsequently extended as of the date of the\nnoting.\n         (5) Where the acceptor of a bill becomes bankrupt or\nsuspends payment before it matures, the holder may cause\nthe bill to be protested for better security against the drawer\nand indorsers.\n       (6) A bill must be protested at the place where it is\ndishonoured :\n   Provided that-\n    (U) when a bill is presented through the post office, and\n        returned by the post dishonoured, it may be\n        protested at the place to which it is returned, and\n        on the day of its return if received during business\n        hours, and if not received during business hours,\n        then not later than the next business day;\n    (b) when a bill, drawn payable at the place of business\n        or residence of some person other than the drawee,\n        has been dishonoured by non-acceptance, it must\n        be protested for non-payment at the place where it\n        is expressed to be payable, and no further present-\n        ment for payment to or demand on the drawee is\n        necessary.\n       (7) A protest must contain a copy of the bill, and\nmust be signed by the notary making it, and must speczy-\n    (U) the person at whose request the bill is protested;\n    (b) the place and date of protest, the cause or reason\n         for protesting the bill, the demand made and the\n32                              BILLS OF EXCHANGE\n                     answer given, if any, or the fact that the drawee\n                     or acceptor could not be found.\n                   (8) Where a bill is lost or destroyed, or is wrongly\n            obtained from the person entitled to hold it, protest may be\n            made on a copy or written particulars thereof.\n                   (9)Protest is dispensed with by any circumstance\n            which would dispense with notice of dishonour. Delay in\n            noting or protesting is excused when the delay is caused by\n            circumstances beyond the control of the holder, and not\n            imputable to his default, misconduct or negligence. When\n            the cause of delay ceases to operate, the bill must be noted\n            or protested with reasonable diligence.\nDuties of      52. When a bill is accepted generally, presentment for\nholder as\nregards     payment is not necessary in order to render the acceptor\ndrawee or\nacceptor.   liable.\n               When, by the terms of a qualified acceptance, present-\n            ment for payment is required, the acceptor, in the absence\n            of an express stipulation to that effect, is not discharged by\n            the omission to present the bill for payment on the day that\n            it matures.\n              In order to render the acceptor of a bill liable it is not\n            necessary to protest it, or that notice of dishonour should\n            be given to him.\n              Where the holder of a bill presents it for payment, he\n            shall exhibit the bill to the person from whom he demands\n            payment, and when a bill is paid the holder shall forthwith\n            deliver it up to the party paying it.\n                                  Liabilities of Parties\nFunds in      53. A bill, of itself, does not operate as an assignment\nhands of\ndrawee.     of funds in the hands of the drawee available for the pay-\n            ment thereof, and the drawee of a bill who does not accept\n            as required by this Act is not liable on the instrument.\n                   BILLS OF EXCHANGE                                 33"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Duties of holder as regards drawee or amptor.\n                          Liabilities of Parties"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Funds in hands of drawee.\n          me inclusion of this page is authorized by LN. 480119731\n                     BILLS OF EXCHANGE                               3"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. The acceptor of a bill, by accepting it-               Liability\n                                                           of acaeptor.\n  (U) engages that he will pay it according to the tenor\n      of his acceptance;\n  (6) is precluded from denying to a holder in due\n      course\n          (i) the existence of the drawer, the genuineness\n              of his signature, and his capacity and\n              authority to draw the bill;\n         (ii) in the case of a bill payable to drawer’s\n              order, the then capacity of the drawer to\n              indorse, but not the genuineness or validity\n              of his indorsement;\n        (iii) in the case of a bill payable to the order\n              of a third person, the existence of the\n              payee and his then capacity to indorse, but\n              not the genuineness or validity of his\n               indorsement."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. The drawer of a bill by drawing it-           Liability of\n                                                  drawer or\n  (a) engages that on due presentment it shall be indorser.\n      accepted and paid according to its tenor, and that\n      if it be dishonoured he will compensate the holder,\n      or any indorser who is compelled to pay it:\n         Provided that the requisite proceedings on\n      dishonour be duly taken;\n  (6) is precluded from denying to a holder in due course\n      the existence of the payee, and his then capacity\n      to indorse.\nThe indorser of a bill by indorsing it-\n  (i) engages that on due presentment it shall be\n      accepted and paid according to its tenor, and that\n      if it be dishonoured he will compensate the holder,\n      or a subsequent indorser who is compelled to pay\n      it :\n34                                  BILLS OF EXCHANGE\n                            Provided that the requisite proceedings on\n                          dishonour be duly taken;\n                    (ii) is precluded from denying to a holder in due course\n                          the genuineness and regularity in all respects of\n                          the drawer’s signature, and all previous indorse-\n                         ments;\n                   (iii) is precluded from denying to his immediate or a\n                         subsequent indorsee that the bill was at the time\n                         of his indorsement a valid and subsisting bill, and\n                         that he had then a good title thereto.\nStranger         56. Where a person signs a bill otherwise than as drawer\nsigning bill\nliablcas       or acceptor, he thereby incurs the liabilities of an indorser\n               to a holder in due course.\nMeasure of        57. Where a bill is dishonoured, the measure of damages,\ndamages\nagainst        which shall be deemed to be liquidated damages shall be as\nparties to     follows-\ndis-\nbill.\nhonoured\n                  The holder may recover from any party liable on the bill,\n               and the drawer who has been compelled to pay the bill may\n               recover from the acceptor, and an indorser who has been\n               compelled to pay the bill may recover from the acceptor or\n               from the drawer, or from a prior indorser-\n                     (U) the amount of the bill,\n                     (b) interest thereon from the time of presentment for\n                          payment if the bill is payable on demand, and from\n                          the maturity of the bill in any other case;\n                     (c) the expenses of noting, or, when protest is neces-\n                          sary and the protest has been extended, the\n                          expenses of protest.\n                  In the case of a bill which has been dishonoured abroad,\n               in lieu of the above damages, the holder may recover from\n               the drawer or an indorser, and the drawer or an indorser\n               who has been compelled to pay the bill may recover from\n               any party liable to him, the amount of the re-exchange, with\n               interest thereon until the time of payment.\n                     me inclusion of this page is authorized by L.N. 480119731\n                     BILLS OF EXCHANGE                                    35\n  Where by this Act interest may be recovered as damages,\nsuch interest may, if justice require it, be withheld wholly\nor in part, and where a bill i s expressed to be payable with\ninterest at a given rate, interest as damages may or may not\nbe given at the same rate as interest proper."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Where the holder of a bill payable to bearer negotiates Transferor\n                                                                by delively\nit by delivery without indorsing it, he is called a “transferor and\nby delivery”.                                                   transferee.\n  A transferor by delivery is not liable on the instrument.\n   A transferor by delivery who negotiates a bill thereby\nwarrants to his immediate transferee, being a holder for\nvalue, that the bill is what it purports to be, that he has a\nright to transfer it, and that at the time of transfer he is\nnot aware of any fact which renders it valueless.\n                        Discharge of Bill"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. A bill is discharged by payment in due course by or Payment\n                                                          in due\non behalf of the drawee or acceptor.                      course.\n   “Payment in due course” means payment made at or\nafter the maturity of the bill to the holder thereof in good\nfaith, and without notice that his title to the bill is defec-\ntive. Subject to the provisions hereinafter contained, when\na bill is paid by the drawer or an indorser it is not dis-\ncharged; but-\n      (a) where a bill payable to or to the order of a third\n          party is paid by the drawer, the drawer may\n          enforce payment thereof against the acceptor, but\n          may not re-issue the bill;\n      (b) where a bill is paid by an indorser, or where a bill\n          payable to drawer’s order is paid by drawer, the\n          party paying it is remitted to his former rights as\n          regards the acceptor or antecedent parties, and he\n          may, if he thinks fit, strike out his own and sub-\n       me inclusion of this page is authorized by LN. 480119731\n36                                  BILLS OF EXCHANGE\n                          sequent indorsements, and again negotiate the\n                          bill.\n                 Where an accommodation bill is paid in due course by the\n               party accommodated the bill is discharged.\nBanker            60. When a bill payable to order on demand is drawn on\npayjng         a banker, and the banker on whom it is drawn pays the bill\ndemand\ndraft\nwhereon\n               in good faith, and in the ordinary course of business, it is\nindorse-       not incumbent on the banker to show that the indorsement\nment is\nforged.        of the payee, or any subsequent indorsement, was made by\n               or under the authority of the person whose indorsement it\n               purports to be, and the banker is deemed to have paid the\n               bill in due course, although such indorsement has been\n               forged or made without authority.\nAcceptor         61. When the acceptor of a bill is or becomes the holder\nthe holder\nat maturity.   of it at or after maturity, in his own right, the bill is dis-\n               charged.\nExpress          62. When the holder of a bill at or after its maturity\nwaiver.\n               absolutely and unconditionally renounces his rights against\n               the acceptor the bill is discharged.\n                 The renunciation must be in writing, unless the bill is\n               delivered up to the acceptor.\n                  The liabilities of any party to a bill may in like manner\n               be renounced by the holder before, at or after, its maturity;\n               but nothing in this section shall affect the rights of a holder\n               in due course without notice of the renunciation.\nCancelh-          63. Where the bill is intentionally cancelled by the holder\ntion.          or his agent, and the cancellation is apparent thereon, the\n               bill is discharged.\n                 In like manner any party liable on a bill may be dis-\n               charged by the intentional cancellation of his signature by\n               the holder or his agent. In such case any indorser who\n                      We inclusion of tbir page is authorized by L.N. 480119731\n                     BILLS OF EXCHANGE                               31\nwould have had a right of recourse against the party whose\nsignature is cancelled is also discharged.\n  A cancellation made unintentionally, or under a mistake,\nor without the authority of the holder, is inoperative; but\nwhere a bill, or any signature thereon, appears to have been\ncancelled, the burden of proof lies on the party who alleges\nthat the cancellation was made unintentionally, or under\na mistake, or without authority."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Where a bill or acceptance is materially altered with- Ateration\nout the assent of all parties liable on the bill, the bill is OfbiU.\navoided except as against a party who has himself made,\nauthorized or assented to, the alteration, and subsequent\nindorsers :\n  Provided that where a bill has been materially altered,\nbut the alteration is not apparent, and the bill is in the\nhands of a holder in due course, such holder may avail\nhimself of the bill as if it had not been altered, and may\nenforce payment of it according to its original tenor.\n  In particular the following alterations are material,\nnamely, any alteration of the date, the sum payable, ths\ntime of payment, the place of payment, and, where a bill\nhas been accepted generally, the addition of a place of pay-\nment without the acceptor’s assent.\n            Acceptance and Payment for Honour"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Where a bill of exchange has been protested for AforC Chonour\n                                                              CP~~~CC\ndishonour by non-acceptance, or protested for better\nsecurity, and is not overdue, any person, not being a proet.\nparty already liable thereon, may, with the consent of the\nholder, intervene and accept the bill supra protest, for the\n       [The inelusion of this page is authorized by L.N. 480119731\n38                                 BILLS OF EXCHANGE\n              honour of any party liable thereon, or for the honour of the\n              person for whose account the bill is drawn.\n                 A bill may be accepted for honour for part only of the\n              sum for which it is drawn.\n                 An acceptance for honour supra protest in order to be\n              valid must-\n                   (a) be written on the bill, and indicate that it is an\n                        acceptance for honour;\n                   (b) be signed by the acceptor for honour.\n                 Where an acceptance for honour does not expressly state\n              for whose honour it is made, it is deemed to be an accept-\n              ance for the honour of the drawer.\n                 Where a bill payable after sight is accepted for honour,\n              its maturity is calculated from the date of the noting for\n              non-acceptance, and not from the date of the acceptance\n              for honour.\nLiability       66. The acceptor for honour of a bill by accepting it\nof acceptor\nforhonour.    engages that he will, on due presentment, pay the bill\n              according to the tenor of his acceptance, if it is not paid by\n              the drawee, provided it has been duly presented for\n              payment, and protested for non-payment, and that he\n              receives notice of these facts.\n                The. acceptor for honour is liable to the holder and to all\n              parties to the bill subsequent to the party for whose honour\n              he has accepted.\npaymentto       67. Where a dishonoured bill has been accepted for\nfor honour.\naoceptor      honour supra protest, or contains a reference in case of\n              need, it must be protested for non-payment before it is\n              presented for payment do the acceptor for honour, or\n              referee in case of need.\n                 Where the address of the acceptor for honour is in the\n              same place where the bill is protested for non-payment, the\n                     me inclusion of this page is authorized by L.N. 480/19731\n                    BILLS OF EXCHANGE                                 39\nbill must be presented to him not later than the day follow-\ning its maturity; and where the address of the acceptor for\nhonour is in some place other than the place where it was\nprotested for non-payment, the bill must be forwarded not\nlater than the day following its maturity for presentment\nto him.\n   Delay in presentment or non-presentment is excused by\nany circumstance which would excuse delay in presentment\nfor payment or non-presentment for payment.\n   When a bill of exchange is dishonoured by the acceptor\nfor honour it must be protested for non-payment by him."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Where a bill has been protested for non-payment, Payment\nany person may intervene and pay it s u p protest for the for    honour\n                                                              lupra\nhonour of any party liable thereon, or for the honour of the protest.\nperson for whose account the bill is drawn.\n  Where two or more persons offer to pay a bill for the\nhonour of different parties, the person whose payment will\ndischarge most parties to the bill shall have the preference.\n   Payment for honour supra protest, in order to operate as\nsuch, and not as a mere voluntary payment, must be\nattested by a notarial act of honour, which may be appen-\nded to the protest or form an extension of it.\n   The notarial act of honour must be founded on a\ndeclaration made by the payer for honour, or his agent\nin that behalf, declaring his intention to pay the bill for\nhonour, and for whose honour he pays.\n   Where a bill has been paid for honour, all parties\nsubsequent to the party for whose honour it is paid are\ndischarged, but -the payer for honour is subrogatkd for,\nand su&s       to both the rights and duties of, the holder as\nregards the party for whose honour he pays, and all parties\nliable to that party.\n      me inclusion of this page is authorized by LN. 480119731\n40                                   BILLS OF EXCHANGE\n                   The payer for honour, on paying to the holder the\n                amount of the bill and the notarial expenses incidental to\n                its dishonour, is entitled to receive both the bill itself and\n                the protest. If the holder do not on demand deliver them\n                up he shall be liable to the payer for honour in damages.\n                   Where the holder of a bill refuses to receive payment\n                supra protest, he shall lose his right of recourse against any\n                party who would have been discharged by such payment.\n                                      Lost Instruments\nHolder's          69. Where a bill has been lost before it is overdue the\nright to\nduplicate       person who was the holder of it may apply to the drawer to\nOflost\n                give him another bill of the same tenor, giving security to\n                the drawer, if required, to indemnify him against all\n                persons whatever in case the bill, alleged to have been lost\n                shall be found again.\n                  If the drawer on request as aforesaid refuses to give such\n                duplicate bill, he may be compelled to do so.\nActionon          70. In any action or proceeding upon a bill, the court\nl o s t bill.\n                or a Judge may order that the loss of the instrument shall\n                not be set up, provided an indemnity be given to the satis-\n                faction of the court or Judge against the claims of any\n                other person upon the instrument in question.\n                                         Bill in a Set\nRdesssto          71. Where a bill is drawn in a set, each part of the set\nIKUI.\n                being numbered, and containing a reference to the other\n                parts, the whole of the parts constitute one bill.\n                   Where the holder of a set indorses two or more parts to\n                different persons, he is liable on every such part, and every\n                indorser subsequent to him is liable on the part he has\n                himself indorsed, as if the said parts were separate bills.\n                       me inclusion of thia page b authorized by L.N. 480119731\n                     BILLS OF EXCHANGE.                           41\n   Where two or more parts of a set are negotiated to\ndifferent holders in due course, the holder whose title first\naccrues is, as between such holders, deemed the true owner\nof the bill; but nothing in this subsection shall affect the\nrights of a person who in due course accepts or pays the\npart first presented to him.\n  The acceptance may be written on any part, and it must\nbe written on one part only.\n   If the drawee accepts more than one part, and such\naccepted parts get into the hands of different holders in due\ncourse he is liable on every such part as if it were a separate\nbill.\n  When the acceptor of a bill drawn in a set pays it with-\nout requiring the part bearing his acceptance to be delivered\nup to him, and that part at maturity is outstanding in the\nhands of a holder in due course, he is liable to the holder\nthereof.\n   Subject to the preceding rules, where any one part of a\nbill drawn in a set is discharged by payment or otherwise,\nthe whole bill is discharged.\n                    Conflict of Laws                    Rules where\n                                                        laws wn-"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Where a bill drawn in one country is negotiated, 4icr.\naccepted or payable, in another, the rights, duties and\nliabilities, of the parties thereto are determined as\nfollows-\n   The validity of a bill as regards requisites in form is\ndetermined by the law of the place of issue, and the valid-\nity, as regards requisites in form of the supervening con-\ntract, such as acceptance or indorsement, or acceptance\nsupra protest, is determined by the law of the place where\nsuch contract was made :\n       me inclusion of this paoc is suthorized by LN. 480119731\n42                       BILLS OF EXCHANGE\n       Provided that-\n         (U)   where a bill is issued out of this Island, it is not\n               invalid by reason only that it is not stamped in\n               accordance with the law of the place of issue;\n         (b) where a bill issued out of this Island conforms, as\n             regards requisites in form, to the law of this\n             Island, it may, for the purpose of enforcing pay-\n             ment thereof, be treated as valid as between all\n             persons who negotiate, hold, or become parties to\n             it in this Island.\n       Subject to the provisions of this Act, the interpretation\n     of the drawing, endorsement, acceptance, or acceptance\n     supra protest, of a bill is determined by the law of the\n     place where such contract is made :\n       Provided that, where an inland bill is indorsed in a\n     foreign country, the indorsement shall, as regards the\n     payer, be interpreted according to the law of this Island.\n       The duties of the holder with respect to presentment for\n     acceptance or payment, and the necessity for or sufficiency\n     of a protest or notice of dishonour, or otherwise, are\n     determined by the law of the place where the act is done\n     or the bill is dishonoured.\n        Where a bill is drawn out of, but payable in, this Island,\n     and the sum payable is not expressed in the currency of this\n     Island, the amount shall, in the absence of some express\n     stipulation, be calculated according to the rate of exchange\n     for sight drafts at the place of payment on the day the bill\n     is payable.\n       Where a bill is drawn in one country and is payable in\n     another, the due date thereof is determined according to\n     the law of the place where it is payable.\n           me indudon of this page ia authorized by L.N. 480/19731\n                    BILLS OF EXCHANGE                                     43\n             PARTIII. Cheques on a Banker"
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. A cheque is a bill of exchange drawn on a banker Ch-\n                                                            defined.\npayable on demand.\n  Except as otherwise provided in this Part, and in section U/l%s"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Subject to the provisions of this Act-             Present-\n                                                         ment of\n    where a cheque is not presented for payment within a chwwfor\n                                                         PaYmcn~\n        reasonable time of its issue, and the drawer or the\n        person on whose account it is drawn had the right,\n        at the time of such presentment, as between him\n         and the banker, to have the cheque paid, and\n         suffers actual damage through the delay, he is\n        discharged to the extent of such damage, that is\n         to say, to the extent to which such drawer or per-\n         son is a creditor of such banker to a larger amount\n         than he would have been had such cheque been\n         paid;\n    in determining what is a reasonable time, regard shall\n         be had to the nature of the instrument, the usage\n         of trade and of bankers, and the facts of the\n         particular case;\n    the holder of such cheque, as to which such drawer or\n         person is discharged, shall be a creditor, in lieu of\n         such drawer or person, of such banker, to the\n         extent of such discharge, and entitled to recover\n         the amount from him."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. The duty and authority of a banker to pay a cheque Revocation\n                                                                 of banker's\ndrawn on him by his customer are determined by-\n     (1) countermand of payment;\n     (2) notice of the customer's death.\n      me inclusion of tbh page is authorized by L.N. 480/19731\n44                                 BILLS OF EXCHANGE\n                                      Crossed Cheques\nGencral and     76.-(1)   Where a cheque bears across its face an addition\na.m i d\nemarings      of-\ndebcd.\n                   (a) the words   “and company” or any abbreviation\n                       thereof between two parallel transverse lines,\n                       either with or without the words “not negotiable”;\n                       or\n                   (b) two parallel transverse lines simply, either with or\n                       without the words “not negotiable”,\n              that addition constitutes a crossing, and the cheque is\n              crossed generally.\n                      (2) Where a cheque bears across its face an addition\n              of the name of a banker, either with or without the words\n              “not negotiable”, that addition constitutes a crossing, and\n              the cheque is crossed specially, and to that banker.\nCrossing by     77.-(l) A cheque may be crossed generally or specially\ndrawer or\nafter ime.    by the drawer.\n                       (2) Where a cheque is uncrossed, the holder may\n              cross it generally or specially.\n                       (3) Where a cheque is crossed generally, the holder\n              may cross it specially.\n                       (4) Where a cheque is crossed generally or specially,\n              the holder may add the words “not negotiable”.\n                       ( 5 ) Where a cheque is crossed specially, the banker\n              to whom it is crossed may again cross it specially to another\n              banker for collection.\n                       (6) Where an uncrossed cheque, or a cheque crossed\n              generally, is sent to a banker for collection, he may cross it\n              specially to himself.\ncrowing a       78. A crossing authorized by this Act is a material part\nmaterial\npart of       of the cheque; it shall not be lawful for any person to\ncheque.\n                          inclupion of this page ia iuthorivod by LN. 480119731\n                     BILLS OF EXCHANGE                                45\nobliterate or, except as authorized by this Act, to add to or\nalter the crossing."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79.41) where a cheque is crossed specially to more than Dutlesof\none banker, except when crossed to an agent for collection, crowed\n                                                            banker as to\nbeing a banker, the banker on whom it is drawn shall refuse\npayment thereof.\n        (2) Where the banker on whom a cheque is drawn\nwhich is so crossed nevertheless pays the same, or pays a\ncheque crossed generally otherwise than to a banker, or if\ncrossed specially otherwise than to the banker to whom it is\ncrossed, or his agent for collection being a banker, he is\nliable to the true owner of the cheque for any loss he may\nsustain owing to the cheque having been so paid :\n  Provided that where a cheque is presented for payment\nwhich does not at the time of presentment appear to be\ncrossed, or to have had a crossing which has been obliter-\nated, or to have been added to or altered otherwise than as\nauthorized by this Act, the banker paying the cheque in\ngood faith, and without negligence, shall not be responsible\nor incur any liability, nor shall the payment be questioned\nby reason of the cheque having been crossed, or of the\ncrossing having been obliterated, or having been added to\nor altered otherwise than as authorized by this Act, and of\npayment having been made otherwise than to a banker or\nto the banker to whom the cheque is or was crossed, or to\nhis agent for collection being a banker as the case may be."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Where the banker on whom a crossed cheque is Protection\n                                                                 banter\ndrawn, in good faith, and without negligence, pays it, if to  anddrawer\ncrossed generally, to a banker, and if crossed specially, to\nthe banker to whom it is crossed, or his agent for collection c r o d .\nbeing a banker, the banker paying the cheque, and, if the\ncheque has come into the hands of the payee, the drawer,\nshall respectively be entitled to the same rights, and be\n       m e inclusion of this page is authorized by L.N. 480119731\n46                                   BILLS OF EXCHANGE\n                placed in the same position, as if payment of the cheque\n                had been made to the true owner thereof.\nEffect of         81. Where a person takes a crossed cheque which bears\ncrossing on\nholder.         on it the words “not negotiable”, he shall not have and shall\n                not be capable of giving a better title to the cheque than\n                that which the person from whom he took it had.\nProtection        82. Where a banker, in good faith and without negli-\nto collecting\n                gence, receives payment for a customer of a cheque crossed\n                generally, or specially to himself, and the customer has\n                no title or a defective title thereto, the banker shall not\n                incur any liability to the true owner of the cheque by reason\n                only of having received such payment. A banker receives\n                payment of a crossed cheque for a customer within the\n                meaning of this section notwithstanding that he credits\n                his customer’s account with the amount of the cheque\n                before receiving payment thereof.\n                                 PARTIV. Promissory Notes\nPromissory        83.-(1) A promissory note is an unconditional promise\nnote defined.\n                in writing, made by one person to another, signed by the\n                maker, engaging to pay, on demand or at a fixed or deter-\n                minable future time, a sum certain in money, to or to the\n                order of a specified person, or to bearer.\n                        (2) An instrument in the form of a note payable to\n                maker’s order is not a note within the meaning of this\n                section unless and until it is endorsed by the maker.\n                        (3) A note is not invalid by reason only that it\n                contains also a pledge of collateral security with authority\n                to sell or dispose thereof.\n                        (4) A note which is, or on the face of it purports to\n                be, both made and payable within this Island is an inland\n                note. Any other note is a foreign note.\n                       [The inclusion of this pasc ia authorized by LN. 480/19731\n                      BILLS OF EXCHANGE                                  47"
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. Protection to collecting banker.\n                       PARTIV. Promissory Notes"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. A promissory note is inchoate and incomplete until filivcry\n                                                         necessary\ndelivery thereof to the payee or bearer.\n  8 5 4 1 ) A promissory note may be made by two or more JOOFP“\nmakers, and they may be liable thereon jointly, or jointly not-.\nand severally, according to its tenor.\n        (2) Where a note runs “I promise to pay”, and is\nsigned by two or more persons, it is deemed to be their joint\nand several note.\n   8 6 4 1 ) Where a note payable on demand has been Notepay\n                                                               able on\nindorsed, it must be presented for payment within a reason- demand\nable time of the indorsement. If it be not so presented the\nindorser is discharged.\n         (2) In determining what is a reasonable time,\nregard shall be had to the nature of the instrument, the\nusage of trade, and the facts of the particular case.\n         (3) Where a note payable on demand is negotiated,\nit is not deemed to be overdue, for the purpose of affecting\nthe holder with defects of title of which he had no notice, by\nreason that it appears that a reasonable time for presenting\nit for payment has elapsed since its issue.\n 8741) Where a promissory note is in the body of it hescat-  men1of\nmade payable at a particular place, it must be presented for notefor\npayment at that place in order to render the maker liable. payment\nIn any other case,presentment for payment is not necessary\nin order to render the maker liable.\n        (2) Presentment for payment is necessary in order\nto render the indorser of a note liable.\n        (3) Where a note is in the body of it made payable\nat a particular place, presentment at that place is necessary\nin order to render an indorser liable; but when a place of\npayment is indicated by way of memorandum only, present-\nment at that place is sufficient to render the indorser liable,\n       [Imc incIusion of tbii page IS authonzod by L.N. 480119731\n48                                 BILLS OF EXCHANGE\n              but a presentment to the maker elsewhere, if sficient in\n              other respects, shall also suffice.\nLiabllityof     88. The maker of a promissory note by making it-\nmaker.\n                  (a) engages that he will pay it according to its tenor;\n                  ( b ) is precluded from denying to a holder in due course\n                         the existence of the payee and his then capacity\n                         to indorse.\nA licatlon      @.-(I)     Subject to the provisions in this Part, and\no P L t I1\ntonot-.       except as by this section provided, the provisions of this\n              Act relating to bills of exchange apply, with the necessary\n              modifications, to promissory notes.\n                       (2) In applying those provisions, the maker of a\n              note shall be deemed to correspond with the acceptor of a\n              bill, and the first indorser of a note shall be deemed to\n              correspond with the drawer of an accepted bill payable to\n              drawer’s order.\n                       (3) The following provisions as to bills do not apply\n              to notes, namely, provisions relating to-\n                    (a) presentment for acceptancq\n                    (b) acceptance;\n                    (c) acceptance supra protest;\n                    (d) bills in a set.\n                       (4) Where a foreign note is dishonoured, protest\n              thereof is unnecessary.\n                                 PARTV. Supplementary\nGoodfaith.      90. A thing is deemed to be done in good faith within\n              the meaning of this Act, where it is in fact done honestly\n              whether it is done negligently or not.\nSignatura        91.-(1) Where, by this Act, any instrument or writing\n              is required to be signed by any person, it is not necessary\n                     me mclusion of thii page is authorized by L.N. 480/19731\n                    BILLS OF EXCHANGE                                    49\nthat he should sign it with his own hand, but it is sufficient\nif his signature is written thereon by some other person by\nor under his authority.\n         (2) In the case of a corporation, where by this Act\nany instrument OT writing is required to be signed, it is\nsufficient if the instrument or writing be sealed with the\ncorporate seal.\n  But nothing in this section shall be construed as requiring\nthe bill or note of a corporation to be under seal."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. Application of Part I1 to notes.\n                         PARTV. Supplementary"
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92. Where, by this Act, the time limited for doing any Comwuh-\n                                                              lion\nact or thing is less than three days, in reckoning time, non- of t,me.\nbusiness days are excluded.\n  “Non-business days” for the purposes of this Act mean\nSunday, Good Friday, Christmas Day or any holiday.\n  Any other day is a business day."
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93.-(1) In all matters relating to bills or notes-            Saturdays.\n                                                                2511968\n     (a) if the time for doing any act or thing expires or s.3.\n          falls on a Saturday, that time is deemed to expire or\n          fall, as the case may be, on the next succeeding\n          business day;\n     (b) a bill or note payable on demand cannot be duly\n          presented for acceptance or payment on a Satur-\n          day; and\n     (c) failure to do m y act or thing on a Saturday does\n          not give rise to any rlghts.\n        (2) Notwithstanding any other provision of this Act,\na cheque may be presented and paid on a Saturday if the\ndrawee is open for business at the time of the presentment\nand the presentment in all other respects is in accordance\nwith this Act; and the non-acceptance or non-payment of a\ncheque so presented gives rise to the same rights as though\n      mc inclusion of this page 16 authomd by L.N. 480119731\n54                                 BILLS OF EXCHANGE\n              it had been presented on a business day other than a\n              Saturday.\nWhen            p4. For the purposes of this Act, where a bill or note is\nnoting\nequivalent    required to be protested within a specified time, or before\n10 protest.\n              some further proceeding is taken, it is sufficient that the bill\n              has been noted for protest before the expiration of the\n              specified time, or the taking of the proceeding; and the\n              formal protest may be extended at any time thereafter as\n              of the date of the noting.\nProtst           95. Where a dishonoured bill or note is authorized or\nwhen\nNotary        required to be protested, and the services of a Notary cannot\nnot\naccesible.    be obtained at the place where the bill is dishonoured, any\n              householder or substantial resident of the place may, in the\n              presence of two witnesses, give a certificate, signed by them,\n              attesting the dishonour of the bill, and the certificate shall\n              in all respects operate as if it were a formal protest of the\n              bill.\nSchedule.       The form given in the Schedule may be used with neces-\n              sary modifications, and if used shall be sufficient.\nDividend        96. The provisions of this Act as to crossed cheques shall\nwarrants\nmay be        apply to a warrant for payment of dividend.\ncroswd\nSavings.        97.-(1) The rules in bankruptcy relating to bills of\n              exchange, promissory notes and cheques, shall continue to\n              apply thereto, notwithstanding anything in this Act\n              contained.\n                      (2) The rules of common law, including the law\n              merchant, save in so far as they are inconsistent with the\n              express provisions of this Act, shall continue to apply to\n              bills of exchange, promissory notes and cheques.\n                     me inclusion of this p s is~ authorized by L.N. uWI19731\n               BILLS OF EXCHANGE                           51\n     (3) Nothing in this Act shall dect-\n( a ) the provisions of the Stamp Duty Act, or any\n       enactment amending the same, or any law or\n       enactment for the time being in force relating to\n       the Revenue;\n(b) the provisions of the Companies Act or any\n       enactment amending it, or any law relating to\n       Joint Stock Banks or Companies.\n  me inclusion of lhia pp is authorhd by L.N. 480IIg731\n52                                   BILLS OF EXCHANGE\n(section 95)                               SCHEDULE\n                  Form of protest which may be used when the services of a Notary\n                                        cannot be obtained ,\n               Know all men that I , A . B.. householder, of\n               in the parish of                    , in the Island of Jamaica, at the\n               request of C.D.. there being no Notary Public available, did on the\n                               day of                   .19    , at       ' .demand\n               payment (or acceptawe) of the bill of exchange hereunda written, from\n               E.F., to which demand he made answer (stare answer, if m y ) where-\n               fore I now, in Phc presence of G.H.. and IX..do protest the said bill of\n               exchange.\n                                                                 I.K.   1\n                 N.B.-The Bill itself should be annexed, or a copy of the bill and all\n               that is written thereon should be underwritten.\n                       we inclusion of thia page is Puthorired by L.N. 480/19731"
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97. Savings.\n                                   SCHBDULE\n          me inclusion of this page i s authorized by L.N. 480/1973]\n                    BILLS OF EXCHANGE                                              5\n           THE BILLS OF EXCHANGE ACT                                   C.P. 40.\n                                                                          Ad\n                                                                      25 of 196%\n                                                           11893.1\n                     PARTI. Preliminary"
    }
  ],
  "definitions": []
}