{
  "id": "jm-stat-the-bills-of-sale-act",
  "type": "statute",
  "title": "The Bills of Sale Act",
  "title_en": "The Bills of Sale Act",
  "short_name": "Bills of Sale Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bills-of-sale-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bills-of-sale-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1) In this Act-                                          1nterpre-\n                                                               tation.\n  “bill of sale” includes bills of sale, assignments,\n       transfers, declarations of trust without transfer,\n       and other assurances of personal chattels, and\n       also powers of attorney, authorities or licences\n       to take possession of personal chattels as security\n       for any debt, but shall not include the following\n       documents that is to say: assignments for the\n       benefit of the creditors of the person making or\n       giving the same; marriage settlements; transfers\n       or assignments of any ship or vessel, or any share\n       thereof; transfers of goods in the ordinary course\n       of business of any trade or calling; bills of sale\n       of any goods in foreign parts or at sea; bills of\n       lading; warehousekeepers’ certificates; warrants\n       or orders for the delivery of goods, or any other\n       documents used in the ordinary course of business\n       as proof of the possession or control of goods, or\n       abthorizing, or purporting to authorize, either by\n       endorsement or by delivery, the possessor of such\n       document to transfer or to receive goods thereby\n       represented;\n  “personal chattels” mean goods, furniture, fixtures,\n      and other articles capable of complete transfer\n      by delivery, and shall not include chattel interests\n      in real estate, nor shares or interests in the stock,\n      funds, or securities of any government, or in the\n    me inclusion of thia plge is authorized by LN. 480119731\n2                                  BILLS OF SALE\n                     capital or property of any incorporated or joint\n                     stock company, nor choses in action, nor any stock\n                     or produce upon any plantation or lands which,\n                     by virtue of any covenant, or agreement, or cus-\n                     tom of the country, ought not to be removed from\n                     any plantation where the same are at the time of\n                     the making or giving of such bill of sale.\n                 (2) In this Act-\n                personal chattels shall be deemed to be in the\n                     “apparent possession” of the person making or\n                     giving the bill of sale so long as they shall remain\n                     or be in or upon any house, mill, warehouse, build-\n                     ing, works, yard, land, or other premises occupied\n                     by him, or as they shall be used and enjoyed by\n                     him in any place whatsoever notwithstanding the\n                     formal possession thereof may be taken by or given\n                     to any other person.\n~ i l k o f ~ a i t 3. Every bill of sale, of personal chattels, made either\nof personal\nd l t c h t o absolutely or conditionally, or subject, or not subject to\nnot\nbcvOidd\n           any trusts, and whereby the grantee or holder shall have\nmorw.      power, either with or without notice, and either imme-\n           diately after the making of the said bill of sale, or at any\n           future time, to take possession of any property and effects\n           comprised in, or made subject to such bill of sale, and\n           every schedule or inventory which shall be thereto annexed,\n           or therein referred to, and every attestation of the execu-\n           tion thereof, together with an affidavit of the time of\n           such bill of sale being made or given, and a description\n           of the residence and occupation of the person giving the\n           same, and of every attesting witness thereto, or in case\n           the same shall be made or given by any person under, or\n           in execution of any process, then a description of the\n           residence and occupation of the person against whom such\n           process shall have issued, and of every attesting witness,\n           shall be recorded at length in the Record Office within thirtv\n                  me idusion of this page is authorized by LN. 480/19731\n                          BILLS OF SALE                                       3\ndays after the making or giving of such bill of sale (in like\nmanner as deeds relating to real property in this Island are\nrecorded), otherwise such bill of sale, as against all\nassignees of the estate and effects of the person whose\ngoods, or any of them, are comprised in such bill of sale,\nunder the laws relating to bankruptcy or insolvency, or\nunder any assignment for the benefit of the creditors of\nsuch person, and as against the Bailiff of the Court and his\ndeputies, and assistants and other persons seizing any pro-\nperty or effects comprised in such bill of sale, in the execu-\ntion of any process of any Court of law or equity, authoriz-\ning the seizure of the goods of the person by whom, or of\nwhose goods such bill of sale shall have been made, and\nagainst every person on whose behalf such process shall\nhave been issued, shall be null and void to all intents and\npurposes whatsoever, so far as regards the property ia, or\nright to the possession of any personal chattels comprised\nin such bill of sale, which, at or after the time of such bank-\nruptcy or declaration of insolvency, or of the execution by\nthe debtor of such assignment for the benefit of his creditors,\nor of executing such process (as the case may be), and after\nthe expiration of the said period of thirty days shall be in the\npossession, or apparent possession of the person making\nsuch bill of sale, or of any person against whom the process\nshall have issued under, or in the execution of which such\nbill of sale shall have been made or given, as the case may\nbe."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. If such bill of sale shall be made or be given, subject DcfcasanM\nto any defeasance or condition, or declaration of trust, not orcon-\n                                                             ditionsof\ncontained in the body thereof, such defeasance, or condi-            Ey;;fb\ntion, or decIaration of trust shall, for the purposes of this ~i~~\n                                                              the same\nAct, be taken as part of such bill of sale, and shall be rrwah\nwritten on the same paper or parchment on which such bill 6 of salr.\nof sale shall be written before the time when the same shall\nbe recorded, otherwise such bill of sale shall be null and\nvoid to all intents and purposes as against the same persons,\n       p l c inclusion of this pagc is authorized by LN. 480/19731\n4                                       BILLS OF SALE\n               and as regards the same property and effects, as if such bill\n               of sale had not been recorded according to the provisions\n               of this Act.\nOnpaymeat        5. On the debt (if any) for which any bill of sale as\nof debt\nsatisfaction   aforesaid shall have been made or given, being satisfied or\ncnlcrcd.\n10 bt          discharged, the grantee or holder of such bill of sale shall\n               cause satisfaction to be entered on the margin of the record\n               of the said bill of sale in the Record Office,otherwise it shall\n               be lawful for any Judge of the Supreme Court on proof of\n               the satisfaction or discharge of the said debt, to order a\n               memorandum of satisfaction to be so entered upon the\n               margin of the record of the said bill of sale.\n                      me inclusion of this page is authoriEed by LN. 480/19731"
    }
  ],
  "definitions": []
}