{
  "id": "jm-stat-the-botswana-republic-act",
  "type": "statute",
  "title": "The Botswana Republic Act",
  "title_en": "The Botswana Republic Act",
  "short_name": "Botswana Republic Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-botswana-republic-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-botswana-republic-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In t h i s Act-                                                    Ioterprcta-\n                                                                        tion.\n    “commencement of this Act” means 30th September,\n        1966;\n    “Minister” means the Minister responsible for external\n        affairs;\n    “Parliament” means the Parliament of Jamaica."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) On and after the commencement of this Act, all Operation\n                                                             ofexisting\nexisting law, that is to say all law which, whether being law.\na rule of law or a provision of an Act of Parliament or\nof any other enactment or instrument whatsoever, is in\nforce on the date of such commencement or has been passed\nor made before that date and comes into force thereafter,\nshall, unless and until provision to the contrary is made by\nParliament or some other authority having power in that\nbehalf, and subject to the following provisions of this\nsection, have the same operation in relation to Botswana\nand persons and things belonging to or connected with\nBotswana, as it would have apart from this subsection if\non that date Bechuanaland had been renamed Botswana,\nbut there had been no change in its status.\n    (2) The Minister may, by order, make such adaptations\nin any enactment passed before or after the com-\nmencement of this Act, or in any instrument having effect\nunder any such enactment, as appear to him necessary or\n       F   e inclusion of thii page is authorized by   L.N. 480119731\nm\n2                       BOTSWANA REPUBLlC\n    expedient in consequence of the change in the status of\n    Bechuanaland on that date; and any such order may, though\n    made after the commencement of this Act, be made so as\n    to have effect from the date of such commencement.\n          (3) Every order made under subsection (2) shall be\n    subject to negative resolution."
    }
  ],
  "definitions": []
}