{
  "id": "jm-stat-the-boy-scouts-and-girl-guides-associations-act",
  "type": "statute",
  "title": "The Boy Scouts and Girl Guides Associations Act",
  "title_en": "The Boy Scouts and Girl Guides Associations Act",
  "short_name": "Boy Scouts and Girl Guides Associations Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-boy-scouts-and-girl-guides-associations-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-boy-scouts-and-girl-guides-associations-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Boy Scouts and Girl shorttitla\nGuides Associations Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act---                                             Inttrpn-\n                                                                kdioll.\n    “The Association” means the Boy Scouts Association 2711968\n        of Jamaica, incorporated on the 13th day of July, s.2.\n        1%7, under the Companies Act;\n    “Boy Scout” means a Boy Scout recognized as such\n        under the Articles of Association, and by-laws and\n        rules of the Association, and includes all oflicers of\n        the Association."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. It shall not be lawful for any person, not being under U d a w\nthe by-laws or rules of the Association duly authorized and gauth0,.\nentitled so to do, publicly to wear, carry, or bear any ~         ~ ~               i\nuniform, badge, token, or emblem which under the said ?     :&\n                                                             ,-:\nby-laws or rules are specifically adopted for use under the etc.\nauthority of the Association in such style or manner as to\nconvey an impression that such person is under the said\nby-laws or rules entitled so to wear, carry, or bear such\nuniform, badge, token or emblem."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No Boy Scout shall seek or attempt by virtue of his Boysecut\nwearing any uniform, badge, token, or emblem of the not           9\n                                                              cxcm~,,r\nAssociation, or uniform, badge, token, or emblem purport- Ezzt,\ning or appearing to be such, to enforce or exercise authority g t y i w\notherwise than in accordance with and as authorized by p o c ~ r d a n ~ ~\nthe Articles of Association and the’by-laws or rules of the     2:2$”’\n                                                              2111%8\nAssociation.                                                  s.3.\n      I~TMWdOn of this pU4 is 8uuthorizcd by L.N. 480119731\n2                  BOY SCOUTS AND GIRL GUIDES ASSOCIATIONS\nIllegal for     5. It shall not be lawful for any person to form, organize,\nany person\nto form,      or work in connection with or be concerned in forming,\norganize or\nwork with     organizing, or in work in connection with any corps or body\neorpr 01\nbody with-\n              which without due authority granted by the Association\nout the       claim or purport to be Boy Scouts or otherwise to be con-\ndue\nauthority.    nected with the Association or which hold themselves out\n2711968\ns. 4.         as, or pass themselves off as, Boy Scouts, or as otherwise\n              connected with the Association.\nPunishment      6. Any person contravening any of the provisions of this\nfor wntra-\nvcning pro-   Act shall be guilty of an offence, and shall be liable on\nvisions of\nthe Act.      summary conviction to a fine not exceeding twenty dollars,\n              and in default of payment of such fine to imprisonment\n              with or without hard labour for any period not exceeding\n              one month.\nA liwation      7. The provisions of this Act shall mutaris mutandis\ntoTir1\nGuides        apply to the Girl Guides Association of Jamaica incorpo-\nAuociation.   rated on the 17th day of July, 1967, under the Companies\n2711968\ns.5.          Act. and Girl Guides recognized as such under the\n              Articles of Association, and by-laws and rules of that\n              Association, including all officers thereof.\n                     me inclusion of thia page ia authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}