{
  "id": "jm-stat-the-bretton-woods-agreements-act",
  "type": "statute",
  "title": "The Bretton Woods Agreements Act",
  "title_en": "The Bretton Woods Agreements Act",
  "short_name": "Bretton Woods Agreements Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-bretton-woods-agreements-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-bretton-woods-agreements-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) The Board of Governors and the Executive Board may appoint\nsuch committees as they deem advisable. Membership of committees\nneed not be limited to Governors or Executive Directors or their Alternates.\nSection 3. E-rectrtive Board\n    ( a ) The Executive Board shall be responsible for conducting the business\nof the Fund, and for this purpose shall exercise all the powers delegated to\nit by the Board of Governors.\n   (b) Subject to ( c ) below, the Executive Board shall consist of twenty L N\nExecutive Directors elected by the members, with the Managing Director as 13.1Al2Ol I .\nchairman;                                                                     sch.\n   ( c ) For the purpose of each regular election of Executive Directors, the L N\nBoard of Governors, by an eighty-five percent majority of the total voting\npower, may increase or decrease the number of Executive Directors specified\n                                                                                 k::N2011\nin (b) above;\n   (4 Elections of Executive Directors shall be conducted at intervals of\ntwo years in accordance with regulations which shall be adopted by the 1 3 4 ~ 2 0 1 1\nBoard of Governors. Such regulations shall include a limit on the total Sch\nnimber of votes that more than one member may cast for the same can-\ndidate;\n    ( e ) Each Executive Director shall appoint an Alternate with full power\nto act for him when he is not present, provided that the Board of Governors 13-1,4,201I\nmay adopt rules enabling an Executive Director elected by more than sch\na specified number of members to appoint two Alternates. Such rules. if\nadopted, may only be modsed in the context of the regular election\nof Executive Directors and shall require an Executive Director appointing\ntwo Alternates to designate:\n                              BRETTON WOODS AGREEMENTS\n                      (i) the Alternate who shall act for the Executive Director when he\n                           is not present and both Alternates are present; and\n                      (ii) the Alternate who shall exercise the powers of the Executive\n                           Director under (n below. When the Executive Directors\n                           appointing them are present, Alternates may participate in\n                           meetings but may not vote.\nL.N.           (n Executive Directors shall continue in office until their successors are\n134A'2011\nSch.\n            elected. If the office of an Executive Director becomes vacant more than\n            ninety days before the end of his term, another Executive Director shall be\n            elected for the remainder of the term by the members that elected the former\n            Executive Director. A majority of the votes cast shall be required for elec-\n            tion. While the office remains vacant, the Alternate of the former Executive\n            Director shall exercise his powers, except that of appointing an Alternate:\n               (g) The Executive Board shall function in continuous session at the\n            principal ofice of the Fund and shall meet as often as the business of the\n            Fund may require.                                     . .\n               ( h ) A quorum for any meeting of the Executive Board shall be a majority\n            of the Executive Directors having not less than one-half of the total voting\n            power.\n               (i)    (i) each Executive Director shall be entitled to cast the number of\n                          votes which counted towards his election.\n                      (ii) when the provisions of section 5(b) of this Article are\n                           applicable, the votes which an Executive Director would\n                           otherwise be entitled to cast shall be increased or decreased\n                           correspondingly. All the votes which an Executive Director is\n                           entitled to cast shall be cast as a unit.\n                     (iii) when the suspension of the voting rights of a member is\n                           terminated under Article XXVI, section 2(b), the member may\n                           agree with all the members that have been elected an\n                           Executive Director that the number of votes allotted to that\n                           member shall be cast by such Executive Director, provided\n                           that, if no regular election of Executive Directors has been\n                           conducted during the period of the suspension, the Executive\n                           Director in whose election the member had participated prior\n                           to the suspension, or his successor elected in accordance with\n                           paragraph 3(c)(i) of Schedule L or with (n above, shall be\n                           entitled to cast the number of votes allotted to the member.\n                           The member shall be deemed to have participated in the\n                           election of the Executive Director entitled to cast the number\n                           of votes allotted to the member.\n                    BRETTON WOODS AGREEMENTS                                            29\n   (j) The Board of Governors shall adopt regulations under which a L.N.\nmember may send a representative to attend any meeting of the Executive 134N2011\nBoard when a request made by, or a matter particularly affecting, that SCh.\nmember is under consideration.\nSection 4. Managing Direcfor and sluff\n   (a) The Executive Board shall select a Managing Director who shall not\nbe a Governor or an Executive Director. The Managing Director shall be\nchairman of the Executive Board, but shall have no vote except a deciding\nvote in case of an equal division. He may participate in meetings of the\nBoard of Governors, but shall not vote at such meetings. 'The Managing\nDirectors shall cease to hold ofice when the Executive Board so decides.\n   (h) The Managing Director shall be chief of the operating staff of the\nFund and shall conduct, under the direction of the Executive Board, the\nordinary business of the Fund. Subject to the general control of the\nExecutive Bbard, he shall be responsible for the organization, appointment,\nand dismissal of the staff of the Fund.\n   (c) The Managing Director and the staff of the Fund, in the discharge of\ntheir functions, shall owe their duty entirely to the Fund and to no other\nauthority. Each member of the Fund shall respect the international character\nof this duty and shall refrain from all attempts to influence any of the staff\nin the discharge of these functions.\n   (4 In appointing the staff the Managing Director shall, subject to the\nparamount importance of securing the highest standards of efficiency and of\ntechnical competence, pay due regard to the importance of recruiting per-\nsonnel on as wide a geographical basis as possible.\nSection 5. Vofing\n  (a) The total votes of each member shall be equal to the sum of its basic L.N.\nvotes and its quota-based votes:                                            1 3 4 ~ 2I I0.\n                                                                                 Sch.\n           (i) the basic votes of each member shall be the number of votes\n               that results from the equal distribution among all the members\n               of 5.502 percent of the aggregate sum of the total voting\n               power of all the members, provided that there shall be no\n               fractional basic votes.\n           (ii) The quota-based votes of each member shall be the number\n                of votes that results from the allocation of one vote for each\n                part of its quota equivalent to one hundred thousand special\n                drawing rights.\n  (b) Whenever voting is required under Article V, section 4 or 5, each\nmember shall have the number of votes to which it is entitled under (a)\nabove adjusted:\n                  BRETTON WOODS AGREEMENTS\n            (i) by the addition of one vote for the equivalent of each four\n                hundred thousand special drawing rights of net sales of its\n                currency from the general resources of the Fund up to the\n                date when the vote is taken: or\n           (ii) by the subtraction of one vote for the equivalent of each four\n                hundred thousand special drawing rights of its net purchases\n                under Article V, section 3 (b) and (1) up to the date when the\n                vote is taken,\nprovided that neither net purchases nor net sales shall be deemed at any\ntime to exceed an amount equal to the quota of the member involved.\n   (c) Except as otherwise specifically provided, all decisions of the Fund\nshall be made by a majority of the votes cast.\nSection 6. Reserves, distribution of net income, and investment\n   (a) The Fund shall determine annually what part of its net income shall be\nplaced to general reserve or special reserve, and what part, if any, shall be\ndistributed.\n  (b) The Fund may use the special reserve for any purpose for which it\nmay use the general reserve, except distribution.\n  (c) If any distribution is made of the net income of any year, it shall be\nmade to all members in proportion to their quotas.\n   ( 4 The Fund, by a seventy percent majority of the total voting power,\nmay decide at any time to distribute any part of the general reserve. Any such\ndistribution shall be made to all members in proportion to their quotas.\n   (e) Payments under (c) and ( 4 above shall be made in special drawing\nrights, provided that either the Fund or the member may decide that the\npayment to the member shall be made in its own currency.\n   (1)    (i) The Fund may establish an Investment Account for the\n              purposes of this subsection (1). The assets of the lnvestment\n              Account shall be held separately from the oiher accounts of the\n              General Department.\n          (ii) The Fund may decide to transfei* to the lnvestment Account a\n               part of the proceeds of the sale of gold in accordance with\n               Article V, section 12 (g) and, by a seventy percent majority of\n               the total voting power, may decide to transfer to the lnvest-\n               ment Account, for immediate investment, currencies held in\n               the General Resources Account. The amount of these transfers\n               shall not exceed the total amount of the general reserve and the\n               special reserve at the time of the decision.\n         BRETTON WOODS AGREEMENTS                                             31\n (iii) The Fund may use a member's currency held in the Invest- L.N.\n       ment Account for investment as it may determine, in accord- 134N201I\n       ance with rules and regulations adopted by the Fund by a Sch\n       seventy percent majority of the total voting power. The rules\n       and regulations adopted pursuant to this provision shall be\n       consistent with (vii), (viii), and (ix) below;\n (iv) The income of investment may be invested in accordance\n      with the provisions of this subsection @. Income not invested\n      shall be held in the lnvestment Account or may be used for\n      meeting the expenses of conducting the business of the Fund.\n  (v) The Fund may use a member's currency held in the Invest-\n      ment Account to obtain the currencies needed to meet the\n      expenses of conducting the business of the Fund.\n (vi) The Investment Account shall be terminated in the event of L,N,\n      liquidation of the Fund and may be terminated, or the amount 134N201I .\n      of the investment may be reduced, prior to liquidation of the sch\n      Fund by a seventy percent majority of the total voting p o w r .\n(vii) Upon termination of the lnvestment Account because of\n      liquidation of the Fund, any assets in this account shall be\n      distributed in accordance with the provisions of Schedule K,\n      provided that a portion of these assets corresponding to the\n      proportion of the assets transferred to this account under\n      Article V, section 12 (g) to the total of the assets transferred\n      to this account shall be deemed to be assets held in the\n      Special Disbursement Account and shall be distributed in\n      accordance with Schedule K, paragraph 2 (a) (ii).\n(viii) Upon termination of the lnvestment Account prior to\n       liquidation of the Fund, a portion of the assets held in this\n       account corresponding to the proportion of the assets\n       transferred to this account under Article V, section 12 (g) to\n       the total of the assets transferred to the account shall be\n       transferred-to the Special Disbursement Account if it has not\n       been terminated, and the balance of the assets held in the\n       lnvestment Account shall be transferred to the General\n       Resources Account for immediate use in operations and\n       transactions.\n (ix) On a reduction of the amount of the investment by the\n      Fund, a 'portion of the. reduction\n                                   ...       corresponding to the\n      proportion of the assets transferred to the lnvestment\n      Account under Article V, section 12(g) to the total of the\n      assets transferred\n                 --      to this account shall be transferred to the\n      Special Disbursement Account if it has not been terminated,\n      and the balance of the reduction shall be transferred to the\n                                BRETTON WOODS AGREEMENTS\n                             General Resources Account for immediate use in operations\n                             and transactions.\n             Section 7. Pziblication of reports\n                ( a ) The Fund shall publish an annual report containing an audited\n             statement of its accounts, and shall issue, at intervals of three months or\n             less, a summary statement of its operations and transactions and its holdings\n             of special drawing rights, gold, and currencies of members.\n                ( b ) The Fund may publish such other reports as it deems desirable for\n             carrying out its purposes.\n             Section 8. Communication of views to members\nL.N.             he Fund shall at all times 'have the right to communicate its views\n134A12011.   informally to any member on any matter arising under this Agreement. The\nSch.\n             Fund may, by seventy percent majority of the total voting power, decide to\n             publish a report made to a member regarding its monetary or economic\n             conditions and developments which directly tend to produce a serious dis-\n             equilibrium in the international balance of payments of members. The rele-\n             vant member shall be entitled to representation in accordance with section\n             3 0 ) of this Article. The Fund shall not publish a report involving changes in\n             fundamental structure of the economic organization of members.\nL.N.                            ARTICLEX111-Ofiices and Depositories\n7711991.\n             Section 1. Location ofofiices\n                The principal office of the Fund shall be located in the territory of the\n             member having the. largest quota, and agencies or branch offices may be\n             established in the territories of other members.\n             Section 2. Depositories\n                ( a ) Each member shall designate its central bank as a depository for\n             all the Fund's holdings of its currency, or if it has no central bank it\n             shall designate such other institution as may be acceptable to the\n             Fund.\n                ( 6 ) The Fund may hold other assets, including gold, in the depositories\n             designated by the five members having the largest quotas and in such other\n             designated depositories as the Fund may select. Initially, at least one-half of\n             the holdings of the Fund shall be held in the depository designated by the\n             member in whose territories the Fund has its principal office and at least forty\n             percent shall be held in the depositories designated by the remaining four\n             members referred to above. However, all transfers of gold by the Fund shall\n             be made with due regard to the costs of transport and anticipated require-\n             ments of the Fund. In an emergency the Executive Board may transfer all or\n             any part of the Fund's gold holdings to any place where they can be\n             adequately protected.\n                    BRETTON WOODS AGREEMENTS                                                  33\n    Section 3. Guaranlee of the Fund's assets\n      Each member guarantees all assets of the Fund against loss resulting\n    from failure or default on the part of the depository designated by i t\n                ARTICLE XIV.-Tronn'tional Arrangements                             L.N.\n                                                                                   7711991.\n    Section 1. Notification to the Fund\n        Each member shall notify the Fund whether it intends to avail itself\n    of the transitional arrangements in section 2 of this Article. or whether\n    it is prepared to accept the obligations of Article VIII. sections 2. 3. and"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1);\n             (U)   the provision that no change in a member’a quota shall be\n                    made without its consent (Article IlI, section 2 (d) and\n             (iii) the provision that no change may be made in the par value\n                   of a member’s currency except on the p r o p 4 of that\n                   member (Schedule C, paragraph 6).\n                   Vhe indusion of thia m e is authorized by LN. 90119931\n                 BRETTON WOODS AGREEMENTS                                                49\n    ( c ) Amendments shall enter into force for all members three months\nafter the date of the formal communication unless a shorter period is speci-\nfied in the circular letter or telegram.\n                          ARTICLEXXIX. Interpretation                         LN\n    ( a ) Any question of interpretation of the provisions of this Agreement 7711991\narising between any member and the Fund or between any members of 134A/20I1\nthe Fund shall be submitted to the Executive Board for its decision. If the sch.\nquestion particularly affects any member not entitled to appoint an Exe-\ncutive Director, it shall be entitled to representation in accordance with\nArticle XII, section 30').\n    ( b ) In any case where the Executive Board has given a decision under\n( a ) above, any member may require, within three months from the date of\nthe decision, that the question be referred to the Board of Governors, whose\ndecision shall be final. Any question referred to the Board of Governors\nshall be considered by a Committee on lnterpretation of the Board of\nGovernors. Each Committee member shall have one vote. 'The Board of\nGovernors shall establish the membership, procedures and voting majorities\nof the Committee. A decision of the Committee shall be the decision of\nthe Board of Governors unless the Board of Governors, by an eighty-five\npercent majority of the total voting power, decides otherwise. Pending the\nresult of the reference to the Board of Governors the Fund may, so far\nas it deems necessary, act on the basis of the dyision of the Executive\nBoard.\n    ( c ) Whenever a disagreement arises between the Fund and a member\nwhich has withdrawn, or between the Fund and any member during\nliquidation of the Fund, such disagreement shall be submitted to arbitration\nby a tribunal of three arbitrators, one appointed by the Fund, another by\nthe member or withdrawing member, and an umpire who, unless the\nparties otherwise agree, shall be appointed by the President of the Inter-\nnational Court of Justice or such other authority as may have been prescribed\nby regulation adopted by the Fund. The umpire shall have full power to settle\nall questions of procedure in any case where the parties are in disagreement\nwith respect thereto.\n                      ARTICLE    XXX. Explanation of Terms                    I* N\n                                                                               7711991\n   In interpreting the provisions of this Agreement the Fund and its members\nshall be guided by the following provisions:\n  ( a ) The Fund's holdings of a member's currency in the General\nResources Account shall include any securities accepted by the Fund under\nArticle 111, section 4.\n   ( b ) Stand-by arrangement means a decision of the Fund by which a\nmember is assured that it will be able to make purchases from the General\nResources Account in accordance with the terms of the decision during a\nspecified period and up to a specified amount.\n                    BRETTON WOODS AGREEMENTS\n    (c) Reserve tranche purchase means a purchase by a member of special\ndrawing rights or the currency of another member in exchange for its own\ncurrency which does not cause the Fund's holdings of the member's currency\nin the General Resources Account to exceed its quota, provided that for\nthe purposes of this definition the Fund may exclude purchases and\nholdings under:\n              (i) policies on the use of its general resources for compensatory\n                  financing of expert fluctuations;\n             (ii) policies on the use of its general resources in connection with the\n                  financing of contributions to international buffer stocks of pri-\n                  mary products; and\n            (iii) other policies on the use of its general resources in respect of\n                  which the Fund decides, by an eighty-five percent majority of the\n                  total voting power, that an exclusion shall be made.\n     (4 Payments for current transactions means payments which are not\n for the purpose of transferring capital, and includes, without limitation:\n              (1) all payments due in connection with foreign trade, other current\n                   business, including services, and normal short-term banking\n                   and credit facilities;\n              (2) p&ments due as interest on loans and as net income fiom other\n                   investments;\n              (3) payments of moderate amount for amortization of loans or for\n                   depreciation of direct investments; and\n               (4) moderate remittances for family living expenses.   .'\n The Fund may, after consultation with the members concerned, determine\n whether certain specific transactions are to be considered current trans-\n actions or capital transactions.\n     (e) Net cumulative allocation of special drawing rights means the total\n  amount of special drawing rights allocated to a participant less its share\n  of special drawing rights that have been cancelled under Article XVIII,\n  section 2 (a).\n     fl A fieely usable currency means a member's currency that the Fund\n  determines (i) is, in fact, widely used to make payments for international\n  transactions, and (ii) is widely traded in the principal exchange markets.\n     (g) Members that were members on August 3 1, 1972 shall be deemed to\n  include a member that accepted membership after that date pursuant to a\n  resolution of the Board of Governors adopted before that date.\n     (h) Transactions of the Fund means exchanges of monetary assets by the\n  Fund for other monetary assets. Operations of the Fund means other uses or\n  receipts of monetary assets by the Fund.\n      ( i ) Transactions in special drawing rights means exchanges of special\n  drawing rights for other'monetary assets. Operations in special drawing\n  rights means other uses of special drawing rights.\n                 BRETTON WOODS AGREEMENTS                                                  51\n                    ARTICLEXXXI-Final Provisions                                  L.N.\n                                                                                  77/19]\nSection 1. Entry into force\n  This Agreement shall enter into force when it has been signed on\nbehalf of governments having sixty-five percent of the total of the\nquotas set forth in Schedule A and when the instruments referred to\nin section 2 (U) of this Article have been deposited on ther behalf.\nbut in no event shall this Agreement enter d o force before May 1.\n1945.\nSection 2. Signatwe\n   (U) Each government on whose behalf this Agreement is dgnd\nshall deposit with the Government of the United States of +erica an\ninstrument setting forth that it has accepted this Agreement III accord-\nance with its law and has taken all steps necessary to enable it to carry\nout all of its obligations under this Agreement.\n   (6) Each country shall become a member of the Fund aa from the\ndate of the deposit on its behalf of the instrument referred to in fa)\nabove. except that no coun            shall become a member before this\n                                 3         '\nAgffement enters into force un er sect1011 1 of this Article.\n   (c) The Government of the United States of America shall inform\nthe governments of all countries h o s e names are set forth in Schedule\nA, and the governments of all countries whose membership is approved\nin accordance with Article Il, Section 2, of all signatures of this Agree-\nment and of the deposit of all instruments refmed to in (U) above.\n   (d) At the time this Agreement is signed on its behalf, each\ngovernment shall transmit to the Government of the United States of\nAmerica one-hundredth of one percent of its total subscription in gold\nor United States dollars for the purpose of meeting administrative\nexpense3 of the Fund. The Government of the United States of America\nshall hold such funds in a special deposit account and shall transmit\n them to the Board of Governors of the Fund when the initial meeting\nhas been called. If this Agreement has not come into force hy December"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.\n            ARTICLE\n                  VI 1-Replenishment and Scarce Currencies                        L.N.\n                                                                                  7711991.\nSection 1 . Measures to replenish the Fund's holdings of currencies\n   The Fund may, if it deems such action appropriate to replenish its\nholdings of any member's currency in the General -Resources Account\nneeded in connection with its transactions, take. either or both of the\nfollowing steps:\n           (i) propose to the member that, on terms and conditions\n               agreed, between the Fund and the member, the latter\n               lend its currency to the Fund or that, with the c'on-\n               currence of the member, the Fund borrow such currency from\n               some other source either within or outside the territories of\n               the member, but no member shall be under any obligation to\n               make such loans to the Fund or to concur in the\n               borrowing of its currency by the Fund from any other\n               source;\n          (ii) require the member, if it is a participant, to sell its currency\n               to the Fund for special drawing rights hcld in the General\n               Resources Account, subject to Article XIX, section 4. In\n               replenishing with special drawing rights, the Fund shall pay\n               due regard to the principles of designation under Article XIX,\n               section 5:\nSection 2. General scarciry of currency\n   If the Fund finds that a general scarcity of a particular currency is\ndeveloping, the Fund may so inform members and may issue a report\nsetting forth the causes of the scarcity and containing recommendations\ndesigned to bring it t o , an end. A representative of the member\nwhose currency is involved shall. participate in the preparation of the\nreport.\n                   BWTTON WOODS AGREEMENTS\nSection 3. Scarcit). qf the Fzmd 's holdings\n   ( a ) If it becomes evident to the Fund that the demand for a member's\ncurrency seriously threatens the Fund's ability to supply that currency,\nthe Fund, whether or not it has issued a report under section 2 of this\nArticle, shall formally declare such currency scarce and shall thenceforth\napportion its existing and accruing supply of the scarce currency with due\nregard to the relative needs of members, the general international economic\nsituation, and any other pertinent considerations. The Fund shall also issue a\nreport concerning its action.\n   ( 6 ) A formal declaration under ( a ) above shall operate as an authorization\nto any member, after consultation with the Fund, temporarily to impose\nlimitations on the freedom of exchange operations in the scarce currency.\nSubject to the provisions of Article IV and Schedule C, the member shall\nhave complete jurisdiction in determining the nature of such limitations, but\nthey shall be no more restrictive than is necessary to limit the demand for the\nscarce currency to the supply held by, or accruing to, the member in question,\nand they shall be relaxed and removed as rapidly as conditions permit.\n   (c) The authorization under ( 6 ) above shall expire whenever the\nFund formally declares the currency in question to be no longer\nscarce.\nSection 4. Administration of restrictions\n   Any member imposing restrictions in respect of the currency of any\nother member pursuant to the provisions of section 3 ( 6 ) of this Article\nshall give sympathetic consideration to any representations by the other\nmember regarding the administration of such restrictions.\n                BRETTON WOODS AGREEMENTS                                      21\nSection 5. Egect of other international agreements on restrictions\n  Members agree not to invoke the obligations of any engagements\nentered into with other members prior to this, Agreement in such a\nmanner as will prevent the operation of the provisions of this Article.\n            A R ~ C LVUI.-General\n                      E            Obfigotions of Members             L.N.\n                                                                      npwi.\nSection 1. Introduction\n  In addition to the obligations assumed under other articlcs of this\nAgreement, each member undertakes the obligations set out in this\nArticle.\nSection 2. Avoidance of restrictions on current payments\n   (a) Subject to the provisions of Article VII, section 3 (a) and Artide\nX I V . sectiqn 2, no member shall, without the approval of the Fund\ni m p e restrictions on the making of payments and transfers for m n t\ninternational tmnsactions.\n   (b) Exchange contracts which involve the currency of any member\nand which are contrary to the exchange control regulations of that\nmember maintained or imposed consistently with this A p e a n w t shall\nbe unenforceable in the territories of any member. addition, members\nmay, by mutual accord, cooperate in measures for the purpose of makiig\nthe exchange control regulations of either member mqre effective,\nprovided that such measures and regulations are consistent with this\nAgreement.\nSection 3. Avoidmce of discrimimtory currency plactices\n  No member shall engage in, or permit any of its fiscal agencies\nreferred to in Article V. section 1 to engage in, any discriminatory\ncurrency arrangements or multiple currency practices. whether within\nor outside margins under Article IV or prescribed by or under Schedule\nC, except as authorized under this Agreement or approved by the\nFund. If such arrangements and practices are engaged in at the date\nwhen this Agreement enters into force. the member concerned shall\nconsult with the Fund as to their progressive removal unless they are.\nmaintained or imposed under Article XIV, section 2, in which case\nthe provisions of section 3 of that Article sh& apply.\nSection 4. Convertibility of foreign-?dd balances\n  (a) Each member shall buy balanm of its currency held by another\nmember if the latter, in requesting the purchase. represents :\n           (i) that the balances to be bought have been -fly\n               acquired as a result of current transactions: or\n          (ii) that their conversion is needed for making payments for\n               current transactions.\n                BRETTON WOODS AGREEMENTS\nThe buying member shall have the option to pay either in special\ndrawing rights, subject to Article XIX, section 4. or in the currency of\nthe member making the request.\n  (b) The obligation in (U)above shall not apply when:\n          (i) the convertibility of the balances has been restricted\n              consistently with section 2 of this Aaicle or Article VI.\n              sKtion 3;\n         (ii) the balances have accumulated as a result of transactions\n              effected,before the removal by a member of restrictions\n              maintained or imposed under Article XIV. section 2;\n        (iii) the balances have been acquired contrary to the exchange\n              regulations of the member which is asked to buy them;\n        (iv) the currency of the member requesting the purchase has\n              been declared scarce under Arhcle VII, section 3 (a); or\n         (v) the member requested to make the purchase is for any\n              reason not entitled to buy currencies of other members\n              from the Fund for its own cuqncy.\nSection 5. Furnishing of informofion\n   (U) The Fund may require members to furnish it with such\ninformation as it deems necessary forpits activities. including, as the\nminimum necessary for the effective discharge of the Fund's duties,\nnational data on the fdowing matters :\n           (i) official haldings at home and abroad of (1) gold. (2)\n               foreign exchange;\n          (ii) holdings at home and abroad by banking and financial\n               agencies, other than official agencies. of (1) gold. (2)\n               foreign exchange;\n         (iii) production of gold;\n         (iv) gold exports and imports aowrdhg to oonntrh of\n               destination and origin:\n          (v) total exports and imports of merchandise, in terms of local\n               currency values, according to countries of destination\n               and origin,\n         (vi) international balance of payments, including (1) trade in\n               goods and services, (2) gold tr,ansa&ons. (3) hewn\n               capital transactions, and (4) other items:\n        (vii) international investment position, i.e., investments within\n               the territories of the member owned abroad and\n               investments abroad owned by persons in i t s territories 80\n               far as it is possible to furnish this mfomatm:\n       (viii) national income;\n         (ix) price indices, i.e., indices of commodity prices in whole-\n               sale and retail markets and of export and import prices;\n          (x) buying and selling rates for f o r e i s currencies;\n         me inclusion of this page is authorized by LN. 90119931\n                BRETTON WOODS AGREEMENTS\n           (xi) exchange controls, i.e., a comprehensive statement of\n                exchange controls in effect at the time of assuming\n                membership in the Fund and details of subsequent\n                changes as they occur: and\n          (xii) where official clearing arrangements exist, details of\n                amounts awaiting clearance in respect of urmmercial\n                and financial transactions, and of the length of time\n                during which such arrears have been outstanding.\n  (b) In requesting information the find shall take into consideration\nthe varying ability of members to furnish the data requested. Members\nshall be under no obligation to furnish information in such detail that\nthe affairs of individuals or corporations are disclosed. Members\nundertake, however, to furnish the desired information in as detailed\nand accurate a manner as is practicable and, so far as possible, to\navoid mere estimates.\n  (c) The Fund may arrange to obtain further information by a p e -\nment with members. It shall act as a centre for the collection and\nexchange of information on monetary and finanaal problems, thus\nfacilitating the preparation of studies designed to assist members in\ndeveloping policies which further the purposes of the Fund.\nSection 6. Consultation benveen members regarding existing\n           internafionul ngreements\n  Where under this Agreement a member is authorized in the special\nor temporary circumstances specified in the Agreement to maintain\nor establish restrictions 011 exchange transactions, and there are other\nengagements between members entered into prior to this Agreement\nwhich conllict with the application of such restrictions. the parties to\nsuch engagements shall consult with one another with a view to making\nsuch mutually acceptable adjustments as may be necessary. The\nprovisions of this Article shall be without prejudice to the operation of\nArticle Vn,section 5.\nSection 7. Obligatim to collaborate regarding policies on reserve assets\n  Each member undertakes to collaborate with the Fund and with other\nmembers in order to ensure that the policies of the member with respect\nto reserve assets shall be consistent with the objectivea of promoting\nbetter international surveillance of international liquidity and making the\nspecial drawing right the principal reserve asset in the international\nmonetary system.\n            ARTICLEM.-Status, Zmmunities, and Privikges                   L.N.\nSection 1. Purpares of Article                                            n/m.\n  To enabne the Fund to fulfill the functions with which it is entrusted,\nthe status, immunities, and privileges set forth in this Article shall be\naccorded to the Fund in the territories of each member.\n          IThe hdusion af this page is authorized by LN.90/1993]\n24                   BRETTON WOODS AGREEMENTS\n     Section 2. Starus of the Fund\n       The Fund shall possess full juridical personality, and in N c u I a r ,\n     the capacity :\n                (i) to contract:\n               (ii) to acquire and dispose of immovable and movable\n                    property: and\n              (i) to institute legal proceadings.\n     Section 3. Immunity from judicial process\n       The Fund. its property and its assets. wherever located and by\n     whomsoever held, shall enjoy immunity from every form of judicial\n     process except to the extent that it expressly waives its immunity for\n     the purpose of any proceedings or by the terms of any contract.\n     Section 4. lmmrrnify from orher action\n       Property and assets of the Fund, wherever located and by whomso-\n     ever held, shall be immune from search, requisition, wn5scation\n     expropriation, or any other form of seizure by executive or kgislative\n     action\n     Section 5. Immunity of archives\n       The arcbives of the Fund shall be inviolable.\n     Section 6. Freedom of assets from rmtricrions\n       To the extent necessary to carry out the activities provided for in\n     this Agreement. all property and assets of the Fund shall be free from\n     restrictions, regulations. controls. and moratoria of any nature.\n     Section 7 . PriviIege for communicutions\n       The official communications of the Fund shall be acoorded by\n     members the same eeatment as the official wmmunicatip of other\n     members.\n     Section 8. Immunities md privileges of oficers und empbyees\n       All Governors. Executive Directors, Alternates, members of cam-\n     mittees, represenhtives appointed under Article Xn, section 3 0).\n     advisors of any of the foregoing persons. offiws. and employees of the\n     Fund :\n               (i) shall be immme fr0.m leg$ process with reSpsct to BCtS\n                   performed by them in theu official capacity except When\n                   the Fund waives this immunity;\n              (ji) not being local nationals, shall be m    k d the .same\n                   immunities from immqation restsictions. alien reg.istration\n                   requirements, and nauonal service obligations and the\n                   same facilities as regards exchange restrictions as arc\n                   inclusion of this .page is aulhorized by LN. 90119931\n                BRETTON WOODS AGREEMENTS                                         2s\n              accorded by members to the representatives, offie&, and\n              employees of comparable rank of other members: and\n        (iii) shall be granted the same treatment in respect of travelling\n              facilities as is m d e d by members to representatives.\n              officials. and employees of comparable rank of other\n              members.\nSection 9. Zmmrim’ties from taxation\n   (a) The Fund. its assets, property, income. and its operations and\ntransactions authorized by this Agreement shall be immune from all\ntaxation and from all customs duties. The Fund sbal also be immune\nfrom liability for the collection or payment of any tax or duty.\n   (b) No tax shall be levied on or in respect of salaries and emoluments\npaid by the Fund to Exextive Directors, Alternates, officers, or\nemployex of the Fund who are not docal citizens. local subjects. or other\nlocal nationals.\n   (c) No taxation of any kind shall be levied on any obligation M\nsecurity issued by the Fund, including any dividend or interest thereon,\nby whomsoever held :\n           (i) which discriminates against such obligation or security\n               solely because of its origin, or\n          (2) if the sole jurisdictional basis for such taxation is the\n               place or currency in which it is issued. made payable or\n               paid, or the location of any ofl6ce or place of business\n               maintained by the Fund.\nSection 10. Application of Article\n   Each member shall take such action as is necessary in its own\nterritories for the p w p e of m-g   e&ctive in terms .of its m law\nthe principles set orth m &SI Arhcle and shall inform the Fund of the\ndetailed action which it has taken.\n     A R ~ C LX.-Relations\n              S             with Other Internatiml 0rgMiutwn.v           L..J.\n   The Fund shall co-operate within the terms of this Agreement with n/191.\nany general international organivltion and with public international\norganizations having specialized responsibilities in related fields. Any\narrangements for such co-operation which would involve a modification\nof any provision of this Agreement may be effected only aftcr amend-\nment to this Ageement under Article XXVIU.\n         ARTICIBXI.-Relatioru with Non-Member C o u m k                  m.\nSection 1. Undertakings regarding relationr wiih non-member coun!ries 77/1991.\n  Each member undertakes :\n          (i) not to engage in, nor to pehnit any of its fiscal agencies\n              referred to in Arhcle V. smtion 1 to engage in. any\n              transactions with a nonmember or with persons in a\n          me inclusion oE this page is authorized by LB. 93119931\n26                          BRETTON WOODS AGREEMENTS\n                          non-member’s territories which would be contrary to the\n                           provisions of this Agreement or the purposw of the\n                          Fund;\n                    (ii) not to co-operate with a non-member or with persons in a\n                          non-member’s territories in practices which would be\n                          contrary to the provisions of this Agreement or the pur-\n                          poses of the Fund; and\n                    (iii) to co-operate with the Fund with a view to the application\n                          in its territories of appropriate measurw to prevent\n                          transactions with non-members or with persona in their\n                          temtona which would be contrary to the provisions of\n                          this Agreement or the purposes of the Fund.\n           Section 2. Restricfiom on tramucfions wifh non-member countries\n             Nothing in this Agreement shall affect the right of any member to\n           impose restrictions on exchange transactions with non-members or with\n           persons in their territories unless the Fund finds that such restrictions\n           prejudice the interests of members and are contrary to the purposes of\n           the Fund.\n                        A R T IXIL4rgMizahon\n                                    ~                  and Manaremen1\nL.N.       Section 1. Structure of the Fund\n7711991.\n             The Fund shall have a Board of Governors, an Executive Board. a\n           Managing Director, and a staff, and a Council if the Board of Governors\n           decides, by an eighty-five percent majority of the total voting power,\n           that the provisions of Schedule D shall be applied.\n           Section 2. Bomd of Governors\n              (a) All powers under this Agrbement not conferred diractly on the\n           Board of Governors. the Executive Board. or the Managing Director\n           shall be vested in the Board of Governors. The Board of Governors\n           shall consist of one Governor and one Alternate appointed by each\n           member in such manner as it may determine. Each Governor and each\n           Alternate shall serve until a new appointment is made. No Alternate may\n           vote except in the absence of his principal. The Board of Governon\n           shall select one of the Governors as chairman.\n              (6) The Board of Governors may delegate to the Executive Board\n           authority to exercise any powers of the Board of Governors, except the\n           powers conferred directly by this Agreement on the Board of Governora.\n              (c) The Board of Governors shall hold such meetings as m0y be\n           provided for by the Board of Governors or called by the Executive\n           Board. Meetings of the Board of Governors shall be called whenever\n           requested by fifteen members or by members having onequwer of the\n           total voting power.\n              (4A quorum for any meeting of the Board of Govmors shall be a\n           majonty of the Governors having not less than two-thirds of the total\n           voting power.\n                    F   e inclusion Of this page is authorized by L.N. W! 19931\n                  BRER\"ON WOODS AGREEMENTS                                                  27\n   ( e ) Each Governor shall be entitled to cast the number of votes\nallotted under section 5 of this Article to the member appointing him.\n   u> The Board of Governors may by regulation establish a procedure\nwhereby the Executive Board, when it deems such action to be in the\nbest interests of the Fund, may obtain a vote of the Governors on a specific\nquestion without calling a meeting of the Board of Governors.\n   (g) The Board of Governors, and the Executive Board .to the extent autho-\nrized, may adopt such rules and regulations as may be necessary or appro-\npriate to conduct the business of the Fund.\n   (h) Governors and Alternates shall serve as such without compensation\nfrom the Fund, but the Fund may pay them reasonable expenses incurred in\nattending meetings.\n   ( i ) The Board of Governors shall determine the remuneration to be\npaid to the Executive Directors and their Alternates and the salary and terms\nof the contract of service of the Managing Director."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. (a) The Governor and ~ l t e r n a t eGovernor appointed by the member\n                                     shall cease to hold office.\n                                 (b) The Councillor and Alternate Councillor appointed by the member,\n                                     or in whose appointment the member has participated, shall cease to\n                                     hold office, provided that, if such Councillor was entitled to cast the\n                                     number of votes allotted to other members whose voting rights have\n                                     not been suspended, another Councillor and Alternate Councillor\n                                     shall be appointed by such other members under Schedule D, and,\n                                     pending such appointment, the Councillor and Alternate Councillor\n                                     shall continue to hold office, but for a maxi-mum of thirty days\n                                     from the date of suspension.\n            L.N.                 (c) The Executive Director elected by the member, or in whose election\n        :   134N2011.                the member has participated, shall cease to hold office, unless such\n            Sch.                     Executive Director was entitled to cast the number of votes allotted\n                                     to other members whose voting rights have not been suspended. In\n                                     the latter case:\n                                            (i) if more than ninety days remain before the next\n                                                 regular election of Executive Directors, another Executive\n                     BRETTON WOODS AGREEMENTS                                                 58.09\n                        Director shall be elected for the remainder of the term\n                        by such other members by a majority of the votes cast;\n                        pending such election, the Executive Director shall\n                        continue to hold office, but for a maximum of thirty\n                        days from the date of suspension;\n                   (ii) if not more than ninety days remain before the next\n                        regular election of Executive Director, the Executive\n                        Director shall continue to hold office for the remainder\n                        of the temi."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A member availing itself of the transitional arrangements s h d notify\n    the Fund as soon thereafter as it is prepared to accept these ObligatiW.\n    Section 2. Exchange restrictions\n       A member that has notified the Fund that it intends to avail itself d\n    transitimal arrangements under this provision may, notwithstanding the\n    provisions of any other articles of this Agreement, maintain and adapt\n    to changing circumstances the restrictions on payments and transfera\n    for current international transactions ,that were in effmt on the &e of\n    which it became a member. Members shall, however, have continuour\n    regard in their foreign exchange policies to the purposes of the Fund,\n    and, as soon as conditions pennit, they shall take all possible measurea\n    to develop such commercial and financial arrangements with other\n    members as will facilitate international payments and the promotion of\n    a stable system of exchange rates. In particular, members shall withdraw\n    restrictions maintained under this Section as soon as they rue satisfied\n    that they will be able, in the alxence of such restrictions, to settle their\n    balance of payments in a manner which will not unduly encumkc their\n    access to the general resources of the Fund.\n    Section 3. Acfion of the Fund relating to restrictions\n       The Fund shall make annual reports on fhe restrictions in force\n    under section 2 of this Article. Any member retaining any restrictions\n    inconsistent with Article Vm,sections 2.3. or 4 shall consult the Fund\n    annually as to their further retention. The Fund may, if it deem such\n    action necessary in exceptional circumstances, make representations to\n    any member that conditions are favourable for the withdrawal of m y\n    particular restriction, or for the general abandonment of r e s t r i ~ a s .\n    incons=tent with the provisions of any other articles of this Agreement\n    The member shall be given a suitable time to reply to such rcpresmta-\n    tions. If the Fund finds that the member persists in maiotainmg\n    restrictions which are inconsistent with the purposes of the Fund. the\n    member shall he subject to Article XXVI,&ion 2 (a).\n,\n                      Anncm X V S p e c i a l Drawing Rights                     L.N.\n    Section 1. Authority to allocate special drawing righls                      n/iwi.\n                                                                                 LN.\n      TO meet the need, as and when it arises, for a s q p l m e n t to existing 93c11998.\n    reserve assets, the Fund is authorized to allocate special drawing rights\n                [The iwlusionof this page isauthori7xd by L.N. 146/19yy]\n34                           BRETTON WOODS AGREEMENTS\n            in accordance with the provisions of Article XVnI to members that\n            are participants in the Special Drawing Rights Department.\n              In addition, the Fund shall allocate special drawing rights to members\n            that are participgnts in the SpeciaI Drawing Rights Department in\n            accordance with the provisions of Schedule M.\n            Section 2. Valuaiion of rhe special drawing right\n                The method of valuation of the special drawing right shall be deter-\n            mined by the Fund by a seventy percent majority of the total voting\n            power, provided, however, that an eighty-five percent majority of the\n            totaU voting power shall be required for a change in the principle d\n            valuation or a fundamental change in the application of the principle in\n            &ect.\nL.N.             ARTICLE  XVL-General Department and Specior Dmwing Righta\n77 I1991.                        Department\n            Section 1. Separution of operatiom and transactiom\n              AU operations and transactions involving spocial drawing rights shall\n            be conducted thrqugh the Special Drawing Rights Department. AI1 0 t h\n            operations and transactions on the m u n t of the Fund authorized by\n            or under this Agreement shaU he conducted through the General\n            Department. Operations and transzictions pursuant to Article XW,\n            section 2 shall be conducted through the General Department a w d\n            as the Special Drawing Rights Department.\n            Section 2. Separation of assets and property\n               All assets and proper of the Fund, except resources sdmidwtaed\n                                      ?\n            under Article V. section (b).shall be held in the General Department,\n            provided that assets and property acquired under Article XX.~ t i m    2\n            and Artides XXIV and XXV and Schedules H and I shall be held in\n            the Special Drawing Rights Department. Any assets or property held\n            in one Department shall not he available to dissharge M m e t tbc\n            liabilities, obligations, or losses of the Fund hawred in the conduct of\n            the operations and transactions of the other Department, except that the\n            expenses of conducting the business of the Special Drawing Rights\n            Department shaU he paid by the Fund from the General Department\n            which shaU be reimbursed in special drawing rights from time to time\n            by assessments under Article XX, seftion 4 made on the basis of a\n            reawnable estimate of such expenses.\n            Section 3. Recording and information\n               All changes in holdings of special drawing rights shall take effect\n            only when recorded by the Fund in the Special Drawing R~ghig\n            Department. Participants shall notify the Fund of the provisions of\n            this Agreement under which special drawing rights are used. The Fund\n            may require participants to furnish it with other information BS it deems\n            necessary for its functions.\n                                    ______\n                       1The inclusion of this page is authorized by L.N. 146/19991\n                 BRETTON WOODS AGREEMENTS                                                3?\n      A R ~ C LXVIL-Participants\n               E                 and Orher Holders of specid                   L.N.\n                     Drawing Rights                                            n/1991.\nSection 1. Parficipmts\n   Each member of the Fund that deposits with the Fund dn instrument\nsetting forth that it undertakes all the obligations of a participant in the\nSpecial Drawing Rights Department in accodance with its law and that\nit has taken all steps necessary to enable it to carry Out all of these\nobligations shall become a participant in the Special Drawing Rights\nDepartment as of the date the instrument is deposited. except that no\nmember shall become a participant before the provisions of this Agree-\nment pertaining exclusively to the Special Drawing Rights Department\nhave entered into force and instruments have been deposited under\nthis Section by members that have at least seventy-five percent of the\ntotal of quotas.\nSection 2. Fund as a holder\n  The Fund may hold special drawing rights in the General Resources\nAccount and may accept and use them in operations and transactions\nconducted through the General Resources Account with participants in\naccordance with the provisions of this Agreement or with prescribed\nholders in accordance with the terms and conditions prescribed under\nsection 3 of this Article.\nSection 3. Other holders\n  The Fund may prescribe :\n        (i) as holders, non-members, members that are non-participants,\n             institutions that perform fnnctions of a central bank for more\n             that one member, and other official entities;\n       tii) the terms and conditions on which prescribed holders may\n             be permitted to hold special drawing riehts and may accent\n             and use them in operations and transactions with’@&\n             pants and other prescribed holders: and\n       (iii) the terms and conditions on which participants and the\n             Fund through the General Resources Account may enter\n             into operations and transactions in speclal drawing rights\n             with prescribed holders.\nAn eighty-five percent majority of the total voting power shall be\nrequired for prescriptions under (i) above. The terms and conditions\nprescribed by the Fund shall be consistent with the provisions of this\nAgreement and the effective functioning of the Special Drawing Rights\nDepartment\n         ARTKLBXVIIL--A llofarion and Cancellation ofSpecial                L.N.\n                             Drawing Rights                                7711991.\nSection 1. Principles and considerations governing ailmation and\n            cancellation\n  (a) In all its decisions with respect to the allocation and cancellation\nof special drawing rights the Fund shall seek to meet the long-term\n           me inclusion r d this paze i s authorized by LN.90119931\n36                   BRETTON WOODS AGREEMENTS\n     global need, as and when it arises, to supplement existing reserve assets\n     in such manner as will promote the attainment of its purposes and will\n     avoid economic stagnation and deflation as well as excess demand and\n     infiation in the world.\n        (b) The first decision to allocate special drawing rights shall take\n     into account, as special consideration, a collective judgment that there\n     is a global need to supplement reserves, and the attainment of a better\n     balance of payments equilibrium, as well as the likelihood of a better\n     working of the adjustment process in the future.\n     Section 2. AIlocation and cancellafion\n        (a) Decisions of the Fund to allocate or cancel spxial drawing riEhts\n     shall be made for basic periods which shall TUD oonsecutively and shall\n     be five years in duration. The first basic period shall begin on the date\n     of the first decision to allocate special drawing rights or such later date\n     as may be specified in that decision. Any allocations or cancallations\n     shall take place at yearly intervals.\n        (b) The rates at which allocations are to be made shall be expressed\n     as percentages of quotas on the date of each decision to allocate. The\n     rates at which special drawing rights are to be cancelled shall be\n     expressed as percentages of net cumulative allocations of special drawing\n     rights on the date of each decision to cancel. The percentages shall be\n     the same for all participants.\n        (c) In its decision for any basic period the Fund may provide,\n     notwithstanding (a) and (b) above, that:\n                (i) the duration of the basic period shall be other than five\n                    years; or\n               (ii) the allocations or cancellations shall take place at other\n                    than yearly intervals; or\n              (iii) the basic for allocations or cancellations shall be the\n                    quotas or net cumulative allocations on dates other than\n                    the dates of decisions to allocate or cancel.\n        (d) A member that becomes a participant after a basic period starts\n     shall receive allocations beginning with the next basic period in which\n     allocations are made after it becomes a participant unless the Fund\n     decides that the new participant shall start to receive allocations\n     beginning with the next allocation after it becomes a participant. If the\n     Fund dwides that a member that becomes a participant during a Wic\n     period shall receive allocations during the remainder of that basic period\n     and the participant was not a member on the dates established under\n     (b) or (c) above. the Fund shall determine Lhe basis on which these\n     allocations to the participants shall be made.\n        (e) A participant shall receive allocations of special drawing r i g h\n     made pursuant to any decision to allocate unless:\n                (i) the Governor for the participant did not vote in favor of\n                    the decision: and\n             me inclusion of this page is suthorized by LN.So119931\n                BRETTON WOODS AGREEMENTS                                       37\n         (ii) the participant has notified the Fund in Writing prior to\n              the 6rst allocation of special drawing rights under that\n              decision that it does not wish special drawing rights to be\n              allocated to it under the decision. On the request of a\n              participant. the Fund may decide fo terminate the e5:ct\n              of the notice with respect to docatlons of spefial drawmg\n              rights subsequent to the termination.\n      If on the e5ective date of any cancellation the amoupt of spacial\ndrawing rights held by a participant is less than its share. of the special\ndrawing rights that are to be cancelled, the participant shall eliminate its\nneptive balanm as promptly as its gross reserve position permits and\nshall remain in consultation with the Fund for this purpose. Special\ndrawing rights acquired by the participant after the effective date of the\ncancullation shall be apphd against its negative balance and cancelled.\nSection 3. Unexpected major developments\n   The Fund may change the rates or intervals of allocation or\ncancellation during the rest of a basic period or change the length of a\nbasic period or start a new basic period, if at any time the Fund finds\nit desirable to do so because of unexpected major developments.\nSection 4. Decisions on allocations and cancellarions\n   (a) Decisions under section 2 (a), (a), and (c) or section 3 of this\nArticle shall be made by the Board of Governors on the basis of\nproposals of the Managing Director concurred in by the Executive\nBoard.\n  (b) Before making any proposal, the Managing Director, after having\nsatisfied himself that it will he consistent with the provisions of section\n1 (a) of this Article. shall conduct such consultations a will enable him\nto ascertain that there is broad support amon participants for the\nproposal. In addition, before making a p ro p o d for the 6rst allocation.\nthe Managing Director shall satisfy himself that the provisions of section\n1 ( b ) of this Article have been met and that there is broad support\namong participants to begin allocations: he shall make a proposal for\nthe first allocation as soon after the establishment of the Special\nDrawing Rights Department as he is so satisfied.\n   (c) The Managing Director shall make proposds :\n           (i) not later than six months before the end of each basic\n                period;\n           Ci) if no decision has been taken with respect to allocation or\n                cancellation for a basic period. whenever he is satisfied\n                that the provisions of (b) above have been met:\n          (iii) when, in accordance with section 3 of this Article, he\n                considers that it would be desirable to change the rate\n                or intervals of allocation or canmllation or change the\n                length of a basic period or start a new basic period; or\n           W e inclusion of this pase i E authoked by L.N. W/ 19931\n38                          BRETTON WOODS AGREEMENTS\n                     (iv) wilhin six months of a request by the Board of Governors\n                          or the Executive Board,\n            provided that. if under (i), (iii), or (iv) above the Managing Director\n            ascertains that there is no proposal which he considers to be consistent\n            with the provisions of section 1 of this Article that has broad support\n            among participants in accordance with f b )above, he shall report to the\n            Board of Governors and to the Executive Board.\n               (d) An eighty-five percent majority of the total voting power shall be\n            required for decisions under section 2 fa),(b), and (c)or section 3 of this\n            Article except for decisions under section 3 with respect to a decrease\n            in the rates of allocation.\nL.N.             ARTICLE XJX-Operatiom       and Transactions in Special Drawing\n77/19El1.                                   Rights\n            Section 1. Use of special drawing rights\n              Special drawing rights may be used in the operations and transactionr\n            authorized hy or under this Agreement\n            Section 2. Operations and transactions between participants\n              (a) A participant shall he entitled to use its special drawing rights to\n            obtain an equivalent amount of currency from a participant designated\n            under section 5 of this Article.\n              ( b ) A participant. in agreement with another participant, may use its\n            special drawing rights to obtain an equivalent amount of currency from\n            the other participant.\n               (c) The Fund, by a seventy percent majority of the total voting\n            power, may prescribe operations in which a participant is authorized to\n            engage in agreement with another participant on such terms and con-\n            ditions as the Fund deems appropriate. The terms and conditions shall\n            be consistent with the effective functioning of the Special Drawing\n            Rights Department and the proper use of special drawing rights in\n            accordance with this Agreement.\n               (d) The Fund may make representations to a participant that enten\n            into any operation or transaction under (b) or (c) above that in the\n            judgment of the Fund may be prejudicial to the process of designation\n            according to the principles of section 5 of this Article or is otherwise\n            inconsistent with Article XXII. A participant that persists in entering\n            into such operations or transactions shall he subject to Article XXIII,\n            section 2 (b).\n            Section 3. Requiremew of need\n               (a) In transactions under section 2 (a) of this Article, except as\n            otherwise provided in Cc) below, a participant will be expected to use\n            its special drawing rights only if it has a need because o€ its balance Of\n            payments or its reserve position or developments in its rcsewes. and\n            not for the sole purpose of changing the composition of its reserves.\n            -.\n                      [a\n                       inclusion at this page is authorized by LM. 90/1993]\n                 BRETTON WOODS AGREEMENTS                                       39\n  ( 6 ) The use of special drawing rights shall not be subject to\nchal!enge on the basis of the expectation of (U) above, but the Fund may\nmake representations to a participant that fails to fulfill this expectation.\nA participant that persists in failing to fulfiU this expectation shall be\nsubject to Article XXIII, section 2 (b).\n  (c) The Fund may waive the expectation in (U) above in any trans-\nactions in which a participant uses special drawing rishts to obtain an\nequivalent amount of currency from a participanf designated under\nsection 5 of this Article that would promote rexmstitutlon by the other\nparticipant under section 6 (U) of this Article; prevent or reduce a\nneptive balance of the other participant; or ofset the effect of a failure\nby the other participant to fulfil1 the expectation in (a) above.\nSection 4. Obligation to provide currency\n   (a) A participant designated by the Fund under section 5 of this\nArticle shall provide on demand a freely usable currency to a participant\nusing special drawing rights under section 2 (U) of this Article. A\nparticipant’s ob!igation to provide currency shall not extend beyond the\npoint at which its holdings of special drawing rights in excess of its net\ncumulative allocation are equal to twice its net cumuiative allocation or\nsuch higher limit as may be agreed between a participant and the Fund.\n   (b) A participant may provide currency in excess of the obligatory\nlimit or any agreed higher limit.\nSection 5. Designation of participants :o provide currency\n  (a) The Fund shall ensure that a participant will be able to use its\nspecial drawing rights by designating participants to provide currency\nfor specified amounts of special drawing rights for the purposes of\nsections 2 (U) and 4 of this Article. Designations shall be made in\naccordance with the following general principles supplemented by such\nother principles as the Fund may adopt from time to time:\n           (i) A participant shall be sub:ect to designation if its balance\n               of payments and gross reserve position is sufficiently\n               strong. but this will not preclude the possibility that a\n               participant with a strong reserve position will be\n               designated even though it has a moderate balance of\n               payments deficit. Participants shall be designated in such\n               manner as will promote over time a balanced distribution\n               of holdings of special drawing rights among them.\n          (ii) Participants shall be subject to designation in order to\n               promote reconstitution under Section 6 (a) of this Article,\n               to reduce negative Mances in holdinrs of special drawing\n               rights, or to offset the effect of failures to fulfil1 the\n               expectation in section 3 (a) of this Article.\n         (iii) In desigaating participants the Fund normally shall give\n               Priority to those that need to acquire special drawing\n               rights to meet the objectives of designation under (ii)\n               above.\n           Whe inclusion of this page is authorized by L.N. 90/1993]\n40                          BRETTON WOODS AGREEMENTS\n             (b) Jn order to promote over time a balanced distribution of holdings\n           of special drawing rights un&r (U) (i) above. the Fund shall apply the\n           rules for designation in Schedule F or such rules as may be adopted\n           under (c) below.\n             (c) The rules for designation may he reviewed at any time and new\n           rules shall be adopted if necessary. Unless new rules are adopted. the\n           rules in force at the time of the review shall continue to apply.\n           Section 6. Recomtiturion\n              (a) Participants that use their special drawing rights shall reconstitute\n           their holdings of them in accordance with the rules for reconstitution in\n           Schedule G or such rules as may be adopted under (6) below.\n              (b) The rules for reconstitution may be reviewed at any time and new\n           rules shall be adopted if necessary. Unless new d e s are adopted or a\n           decision is made to abrogate-rules for reconstitution, the rules in force\n           at the time of review shall continue to apply. A seventy percent majority\n           of the total voting power shall be required for decisions to adopt, modify,\n           or abrogate the rules for reconstitution.\n           Section 7. Exchange rules\n              (U) Except as otherwise provided in (b) below. the exchange rates for\n           transactions between participants under section 2 (U) and (b) of this\n           Article s M l be such that participants using special drawing rights shall\n           receive the same value whatever currencies might be provided and\n           whichever participants provide those currencies, and the Fund shall\n           adopt regulations to give effect to this principle.\n              (b) The Fund, by an eighty-five percent majority of the total voting\n           power, may adopt policies under which in exceptional circumstances the\n           Fund, by a seventy percent majority of the total voting power, may\n           authorize participants entering into transactions under section 2 (b) of\n           this Article to agree on exchange rates other than those applicable\n           under (a) above.\n              (c) The Fund shall consult a participant on the procedure for\n           determining rates of exchange for its currency.\n              (d) For the purpose of this provision the term participant includea a\n           termination participant.\nL.N.\n7711991.             ARncLE X X - S p e c i a i Drawing Rights Departmen!\n                                   Interest and Charges\n           Section 1. Zntwest\n             Interest at the same rate for all holders shall be. paid by the Fund to\n           each holder on the amount of its holdings of special drawing rights. The\n           Fund shall pay the amount due to each holder whether or not sufZcient\n           charges are received to meet the payment of interest.\n                      [ f i e inclusion of this page is authorized by L.N.PO1 19931\n                   BRETTON WOODS AGREEMENTS                                            41\nSection 2. Charges\n   Charges at the same rate for all participants shall be paid to the Fund by\neach participant on the amount of its net cumulative allocation of special\ndrawing rights plus any negative balance of the participant or unpaid charges.\nSection 3. Rate of interest and charges\n   The Fund shall determine the rate of interest by a seventy per cent\nmajority of the total voting power. The rate of charges shall be equal to the\nrate of interest.\nSection 4. Assessments\n   When it is decided under Article XVI, Section 2 that reimbursement\nshall be made, the Fund shall levy assessments for this purpose at the\nsame rate for all participants on their net cumulative allocations.\nSection 5. Payt~fentof interest, charges, and assessments\n   Interest, charges, and assessments shall be paid in special drawing rights.\nA participant that needs special drawing rights to pay any charge or assess-\nment shall be obligated and entitled to obtain them, for currency acceptable\nto the Fund, in a transaction with the Fund conducted through the General\nResources Account. If sufficient special drawing rights cannot be obtained in\nthis way, the participant shall be obligated and entitled to obtain them with a\nfreeli usable currency from a participant which the Fund shall specify.\nSpecial drawing rights acquired by a participant after the date for payment\nshall be applied against its unpaid charges and cancelled.\n       [The signature and depositary clause reproduced below followed the text of\n       Article X X in the original Articles of Agreernenr]\n   Done at Washington, in a single copy which shall remain deposited in\nthe archives of the Government of the United States of America, which shall\ntransmit certified copies to all governments whose names are set forth in\nSchedule A and to all governments whose membership is approved in\naccordance with Article 11, Section 2.\n      AKTICLE  XXI. Administiationof the General Department and the         L.N.\n                     Special Drawing Rights Department                      7711991.\n   ( a ) The General Department and the Special Drawing ~ i ~ h Department\n                                                                ;s\nshall be administered in accordance with the provisions of Article XII,\nsubject to the following provisions:\n            (i) For meetings of or decisions by the Board of Governors on\n                matters pertaining exclusively to the Special Drawing Rights\n                Department only requests by, or the presence and the votes of,\n                Governors appointed by members that are participants shall\n                be counted for the purpose of calling meetings and deter-\n                mining whether a quorum exists or whether a decision is\n                made by the required majority.\n42                           BRETTON WOODS AGREEMENTS\nLN                    (ii) For decisions by the Executive Board on matters pertaining\n134N2011.                  exclusively to the Special Drawing Rights Department only\nSch                        Executive Directors elected by at least one member that\n                           is a participant shall be entitled to vote. Each of these\n                           Executive Directors shall be entitled to cast the number of\n                           votes allotted to the members that are participants whose\n                           votes counted towards his election. Only the presence of\n                           Executive Directors elected by members that are participants\n                           and the votes allotted to members that are participants shall\n                           be counted for the purpose of determining whether a quorum\n                           exists or whether a decision is made by the required\n                           majority.\n                     (iii) Questions of the general administration of the Fund, including\n                           reimbursement under Article XVI, Section 2, and any ques-\n                           tion whether a matter pertains to both Departments or exclu-\n                           sively to the Special Drawing Rights Department shall be\n                           decided as if they pertained exclusively to the General\n                           Department. Decisions with respect to the method of valua-\n                           tion of the special drawing right, the acceptance and holding\n                           of special drawing rights in the General Resources Account of\n                           the General Department and the use of them, and other deci-\n                           sions affecting the operations and transactions conducted\n                           through both the General Resources Account of the General\n                            Department and the Special Drawing Rights Department shall\n                           be made by the majorities required for decisions on matters\n                           pertaining exclusively to each Department. A decision on a\n                           matter pertaining to the Special Drawing Rights Department\n                            shall so indicate.\n               (b) In addition to the privileges and immunities that are accorded under\n            Article 1X of this Agreement, no tax of any kind shall be levied on\n            special drawing rights or on operations or transactions in special drawing\n            rights.\n               (c) A question of interpretation of the provisions of this Agreement on\n            matters pertaining exclusively to the Special Drawing Rights Department\n            shall be submitted to the Executive Board pursuant to Article XXlX (a) only\n            on the request of a participant. In any case where the Executive Board\n            has given a decision on a question of interpretation pertaining exclusively\n            to the Special Drawing Rights Department only a participant may require\n            that the question be referred to the Board of Governors under\n            Article XXlX (b). The Board of Governors shall decide whether a Governor\n            appointed by a member that is not a participant shall be entitled to\n            vote in the Committee on Interpretation on questions pertaining exclusively\n            to the Special Drawing Rights Department.\n                BRETTON WOODS AGREEMENTS                                               43\n   (4 Whenever a disagreement arises between the Fund and a\nparticipant that has terminated its participation in the Special Drawing\nRights Department or between the Fund and any participant during the\nliquidation of the Special Drawing Rights Department with respect to\nany matter arising exclusively from participation in the Special\nDrawing Rights Department, the disagreement shall he submitted to\narbitration in accordance with the procedures in Article SXIX (c).\n           ARTICLE XXII.--General Obligation of Participmfs               L.N.\n   In addition to the obligations assumed with respect to special drawing n/im\nright8 under other articles of this Agreement. each participant under-\ntakes to collaborate with the Fund and with other participants in order\nto facilitate the effective functioning of the Special Drawing Rights\nDepartment and the proper use of special drawing rights in accordance\nwith this Agreement and with the objective of making the special\ndrawing right the principal reserve asset in the international monetary\nsystem.\n     ARTICLE XXtILSuspension of Operalions and Transactions                L.N.\n                      in Special Drawing Rights                            771 1991.\nSection 1. Emergency provisionr\n  In &e event of an emergency or the development of unforseen\ncircumstances threatening the activities of the Fund with r e s p t to the\nSpecial Drawing Rights Department, lhe Executive Board. by an\neighty-five per cent majority of the total v o h g power, may suspend for\n a period of not more than one year the operation of any of the\nprovisions relating to operations and transactions in special drawing\nrights, and the provisions of Article XXVII. section 1 (b). (c), and (d)\nshall then apply.\nSection 2. Failure to fulfiil obligations\n   (a) If the Fund 6nds that a partiCipan6 has failed to fulfil1 its\nobligations under Article XIX. section 4. the right of the puticipmt\nto use its special drawing rights shall be suspended unless the Fund\notherwise decides.\n   ( b ) If the Fund h d s that a participant has failed to fulfil1 any ogher\nobligation with respect to special drawing rights, the Fund may\nsuspend the right of the participant to use special drawing rights it\nacquires after the suspension.\n   (c) Regulations shall he adopted to e m r e that before action is\n taken against any participant under (a) or (b) above. the participant\n shall be informed immediately of the complaint against it and given an\n adequate opportunity for stating its case, both orally and in writing.\n Whenever the participant is thus informed of a complaint relating to (U)\n above, it shall not use special drawing rights p e d i g the disposition\n of the complaint.\n    (4Suspension under (a) or (6) above or limitation under (c) above\n shall not affect a participant’s obligation to provide currency in\naccordance with Article XIX, Section 4.\n           IThe inclusion af thir page is authorized by LN. 90/1993]\n44                         BRETTON WOODS AGREEMENTS\n             (e) The Fund may at any time terminate a suspension,vder (U) or\n           (b) above, provided that a suspension imposed on a p r a p a n t under\n           (b) above for failure to fulfil1 the obligations under Article X M .\n           section 6(a) shall not be terminated until one hundred eighv days at er\n           the end of the first calendar quarter during which the parUcipant com-\n           plies With the rules for reconstitution.\n              (f) The right of a participant to use its special drawing rights shall\n           not be suspended because it has become ineligible to use the Fund’s\n           general resources under Article V, Section 5, Article VI, Section 1, or\n           Article XXVI, Section Z(a). Article XXVI, Section 2 shall not apply\n           because a participant has failed to fultill any obligations with respect\n           to special drawing rights.\nL.N.\n                        h n u n XXIV. Terminuttion of Participation\n7711991.   Section 1. Right 10 terminate parficipation\n              ( U ) A n y participant may terminate its participation,in the Special\n           Drawing Rights Department at any time by transmltbng a noficce in\n           writing to the Fund at its principal office. Termination shall become\n           effectiveon the date the notice is received.\n              (b) A participant that withdraws from membership in the Fund\n           shall be deemed to have simultaneously terminated its participation in\n           the Special Drawing Rights Department.\n           Section 2. Settlement on termination\n              (a) when a participant terminates its participation in the Special\n           Drawing Rights Department, all operations and transactionS by the\n           terminating participant in special drawing rights shall cease except as\n           otherwise permitted under an agreement made pursuant to (c) below in\n           order to facilitate a settlement or as provided in sections 3, 5 and 6\n           of this Article or in Schedule H. Interest and charges that accrued to\n           the date of termination and assessments levied before that date but not\n           paid shall be paid in special drawing rights.\n               (b) The Fund shall be obligated to redeem all special drawing rights\n           held by the terminatiug participant, and the terminating participant\n           shall be obligated to pay to the Fund an amount equal to its net\n           cumulative allocation and any other amounts that may be due and\n           payable because of its participation in the Special Drawing Rights\n           Department. These obligations shall be set off against each other and\n           the amount of special drawing rights held by the terminating participant\n           that is used in the setoff to extmguish its obligation to the Fund shall\n           be cancelled.\n               (c) A settlement shall be made with reasonable despatch by agree-\n            ment between the terminating participant and the Fund with respect\n            to any obligation of the terminating participant or the Fund after the\n            setoff in (b) above. If agreement on a settlement is not reached promptly\n            the provisions of Schedule H shall apply.\n                      IThe inclusion OE this page is authorized by LN. 90/1993]\n                BRETTON WOODS AGREEMENTS                                    45\nScction 3. Interm and charges\n   After the date of termination the Fund shall pay interest on any\noutstanding balance of special drawing rights held by a terminating\nparticipant and the terminating participant shall pay charges on any\noutstanding obligation owed to the Fund at the times and rates\nprescribed under Article XX. Payment shall be made in special\ndrawing rights. A terminating participant shall be entitled to obtain\nspecial drawing rights with a freely usable currency to pay chargea or\nassessments in a transaction with a participant specified by tbe Fund or\nby agreement from any other holder, or to dispose of special drawing\nrights received as interest in a transaction with m y participant\ndesignated under Article XIX Section 5 or by agreement with any other\nholder.\nSection 4. Settlement of obligation to the Fund\n  Currency received by the Fund from a terminating participant shall\nbe used by the Fund to redeem special drawing rights held by partici-\npants in proportion to the amount by which each participant's holdinss\nof special drawing rights exceed its net cumulative allocation at the\ntime the currency is received by the Fund. Special drawing rights so\nredeemed and special drawing rights obtained by a terminating\nparticipant under the provisions of this Agreement to meet any\ninstallmeat due under an agreement on settlement 01 under Schedule\nH and set offagainst that installment shall be cancelled\nSection 5. Settlement of obligation to a termiMting panicipmt\n  Whenever the Fund is required to redeem special drawing rights\nheld by a terminating participant, redemption shall be made with\ncurrency provided by participants specified by the Fund. These\nparticipants shall be specised in accordance with the principles in\nArticle XVC, Section 5. Each specified participant shall provide at its\noption the currency of the terminating participant or a freely usable\ncurrency to the Fund and shall receive an equivalent amount of special\ndrawing rights. However, a terminating participant may me its speial\ndrawing rights to obtain its own currency, a freely usable currmcy, or\nany other asset from any holder, if the Fund 80 permits.\nSection 6. General Resources Account transaction\n      order to facilitate settlement with a terminating participant. the\nFund may decide that a terminating participant Shall :\n        (i) use any special drawing rights held by it after the setoff in\n            Section 2 (b) of this Article, when they are to be redeemed,\n            in a transaction with the Fund conducted through the\n            General Resources Account to obtain its own currency or\n            a freely usable currency at the option of the Fund: or\n       (ii) obtain special drawing rights in a transaction with the Fund\n            conducted through the General Resources Account for a\n           me inclusion oftbk page i6 authorized by L.N. 90/ 15931\n46                          BRETTON WOODS AGREEMENTS\n                       currency acceptable to the Fund to meet any charges or\n                       installment due under an agreement or the provisions of\n                       Schedule H.\nL.N.              hncw XXV.-Liquidation of the Special Drawin8 Rights\n7711991.                                 Department\n              (a) The Special Drawing Rights Department may not be liquidated\n           except by decision of the Board of Governors. In an emergency. if the\n           Executive Board decides that liquidation of the Special Drawing Rights\n           Department may be necessary, it may temporarily suspend allocatim\n           or cancellations and all operations and transactions in special drawing\n           rights pending decision by the Board of Governors. A decision by the\n           Board of Governors to liquidate the Fund shall he a decision to\n           liquidate both the General Department and the Special Drawing Rights\n           Department.\n              (6) If the Board of Governors decides to liquidate the Special\n           Drawing Rights Department, all allocations or cancellations and all\n           operations and transactions in special drawing rights and the activities\n           of the Fund with respect to the Special Drawing fights Department\n           shall cease except those incidental to the orderly discharge of the\n           obligations of participants and of the Fund with respect to special\n           drawing rights. and all obligations of tl?e Fund and of participants\n           under this Agreement with respect to p a l drawing rights shall cease\n           except those set out in this Article, Aricle Xy Article X X I (4,\n           Article XXIV, Article XXIX (c), and Schedule H, or any agreement\n           reached under Article XXIV subject to paragraph 4 of Schedule H.\n           and Schedule I.\n              (c) Upon liquidation of the Special Drawing Rights Department,\n           interest and charges that accrued to the date of liquidation and assess-\n           ments levied before that date but not paid shall be paid in special\n           drawing rights. The Fund shall he obligated to redeem all special\n           drawing rights held by holders, and each participant shall be obligated\n           to pay the Fund an amount equal to its net cumulative allocation of\n           special drawing rights and such other amounts as may be due and\n           payable because of its participation in the Special Drawing fight3\n           Department\n             (a) Liquidation of the Special Drawing Rights Department shall be\n           administered in accordance with the provisions of Schedule. I.\n                       ARTICLEXXVI.-Wifhdrawal from Membership\nLN.\n7711991.   Section 1. Right of members to wirhdraw\n             Any member may withdraw from the Fund at my time by trans-\n           mitting a notice in writing to the Fund at its principal office. Withdrawal\n           shall become effwtive on the date such notice is received.\n                     Fhe inclusion afthis page is authorized by LN. 90119931\n                 BRETTON WOODS AGREEMENTS                                                47\nSection 2. Compulsory wifhdrawal\n   (a) If a member fails to fullill any of its obligations under this\nAgreement, the Fund may declare the member ineligible to use the\ngeneral resources of the Fund. Nothing in this section shall be deemed\nto limit the provisions of Article V, section 5 or Article VI. section 1.\n   (b) If. after the expiration of a reasonable period following a L.N.\ndeclaration of ineligibility under (a) above, the member persists in its 77/1991.\nfailure to fulfiJ any of its obligations under this Agreement. the Fund\nmay, by a seventy percent majority of the total voting power, suspend\nthe voting rights of the member. During the period of the suspension, the\nprovisions of Schedule L shall apply. The Fund may, by a seventy\npercent majority of the total voting power, terminate the suspension\nat any time.\n   (c) If, after the expiration of a reasonable period following a decision L,N,\nof suspension under ( b ) above, the member persists in its failure to fulfil1 n/1991.\nany of its obligations under this Agreement that member may be\nrequired to withdraw from membership in the Fund by a decision of the\nBoard of Governors carried by a majority of the Governors having\n eighty-five percent of the total voting power.\n   (d) Regulations shall be adopted to ensure that before action is L.N.\n taken against any member under (a), (bA or (c) above, the member shall 77/1991.\n be informed in reasonable time of the complaint against it and given an\n adequate opportunity for stating its case, both orally and in writing.\nSection 3. Seftlernent of accounts with members withdrawing\n   When a member withdraws from the Fund, normal operations and\ntransactions of the Fund in its currency shall cease and settlement of all\naccounts between it and the Fund shall be made with reasonable\ndespatch by agreement between it and the Fund. If agreement is not\nreached promptly, the provisions of Schedule J shall apply to the settle-\nment of accounts.\n              AR~CLBXXVIL-Emergency F’rovisions                     L.N.\n                                                                    nii99i.\nSection 1. Tempomy suspension\n  (a) In the event of an emergency or the development of unforeseen\ncircumstances threatening the activities of the Fund, the Executive\nBoard, by an eighty-fivepercent majority of the total voting power. may\nsuspend for a period of not more than one year the operation of my of\nthe following provisions:\n         (i) Article V. sectionS 2.3,7.8 (a)(i) and (e):\n        (ii) Article VI. section 2;\n       (iii) Article X I . section 1;\n       (iv) Schedule C. paragraph 5.\n   (b) A suspension of the operation of a provision under (a) above may\nnot be extended beyond one year except by the Board of Governors\n            r h e indusion of this page is auhorized by LN.9Q/1993]\n48                        BRETTON WOODS AGREEMENTS\n     which. by an eighty-five percent majority of the total voting power. may\n     extend a suspension for an additional period of not more than two years\n     if it finds that the emergency or unforeseen circumstances referred to in\n     (U) above continue to exist.\n        (c) The Executive Board may. by a majority of the total voting\n     power, terminate such suspension at any time.\n        (d) The Fund may adopt rules with respect to the subject matter of\n     a provision during the pied in which its operation ia suspended\n     Section 2. Liquidation of the Fund\n        (U) The Fund may not be liquidated except by decision of the Board\n     of Governors. In an emergency, if the Executive Board decides that\n     liquidation of the Fund may be necessary, it may temporarily suspend\n     all operations and transactions, pending decision by the Board of\n     Governors.\n        (b) If the Board of Governors decides to liquidate the Fund. the\n     Fund shall forthwith cease to engage in any activities except those\n     incidental to the orderly collection and liquidation of its assets and\n     the settlement of its liabilities. and a l l obligations of membera under\n     this Agreement shall cease except those set out in this Article. in Article\n     XXlX (c), in Schedule I.paragraph 7. and in Schedule K.\n        (c) Liquidation shall be administered in accordance with the\n     provisions of Schedule K.\n                         A m a E XXVIU-Amendments\n       (U)  Any proposal to introduce modifications in thin Agreement,\n     whether emanating h m a member, a Governor. or the Executive\n     Board, shall be communicated to the chairman of the Board of\n     Governors who shall bring the proposal before the Board of Govmors.\n     If the proposed amendment is approved by the Board of Governors,\n     the Fund shall, by circular letter or telegram, ask a l l members whether\n     they accept the proposed amendment.\n        When threefifths of the members. having eighty-five pcrcent of the\n     total voting pqwer,have accepted the proposed amendment. the Fund\n     shall certify the fact by a formal communication addressed to all\n     members.\n        (b) Notwithstanding ( U ) above, acceptancc by all members is\n     required in the case of any amendment mod8ying:\n             (i) the right to withdraw from the Fund (Article X X V L rection"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The provisions of-                                          status.. .\n                                                                 immunitles\n     (a) sections 2, 3, 4, 5, 6, 7, 8 and 9 of Article Ix of the and\n                                                                 privileges\n         Fund Agreement;                                         of the Fund\n     (b) sections 2, 3, 4, 5 , 6, 7, 8 and 9 of Article VII of E&!\n          the Bank Agreement; and\n     (c) the first sentence of paragraph (b) of section 2 of\n         Article VIII of the Fund Agreement,\nshall have the force of law in the Island, subject to the pro-\nviso that nothing in section 9 of Article IX of the Fund\nAgreement or in section 9 of Article VII of the Bank Agree-\nment shall be construed-\n        (i) as entitling the Fund or the Bank to import\n            goods free of customs duty without any restric-\n            tion on their subsequent sale in the country to\n            which they were imported;\n       (ii) as conferring on the Fund or the Bank any\n            exemption from duties or taxes which form part\n            of the price of goods sold;\n            or\n       m e inclusion of I h i s page is authorized by L.N.480119731\n4                         BRETTON WOODS AGREEMENTS\n                  (iii) as conferring on the Fund or the Bank any\n                        exemption from taxes or duties which are in\n                        fact no more than charges for services rendered.\nAmend-        6.-(1) Where any amendment to the Fund Agreement or\nment of\nSchedule    the Bank Agreement is accepted by the Government, the\nand mat-\nterncon.    Minister responsible for finance may by order amend the\non amsnd-\n            Schedule to this Act by including therein the amendment so\nment.\nSchedule.\n            accepted.\n5311968\ns. 2.             (2) Any order made under this section may contain\n            such consequential, supplemental or ancillary provisions as\n            appear to the Minister responsible for finance to be necessary\n            or expedient for the purpose of giving due effect to the\n            amendment accepted as aforesaid and, without prejudice to\n            the generality of the foregoing, may contain provisions\n            amending references in this Act to specific provisions of the\n            Fund Agreement or the Bank Agreement.\n                   (3) Every order made under this section shall be\n            subject to negative resolution of the House of Repre-\n            sentatives.\n                   (4) Where the Schedule to this Act is amended\n            pursuant to this section any reference in this Act or any\n            other instrument to the Fund Agreement or the Bank Agree-\n            ment shall, unless the context otherwise requires, be\n            construed as a reference to the Fund Agreement or the Bank\n            Agreement, as the case may be, as so amended.\n                  me inclusion of (his page is auth-nkd by L.N. 480/1973]\n                 BRETTON WOODS AGREEMENTS                                            5\n                                SCHEDULE\n                    PART I. The Fund Agreement\n                               TEXTOF\n                        ARTICLES OF AGREEMENT\n                                  OF THE\n                   hTERNATIONAL MONETARY\n                                       FUND\n  The Governments on whose behalf the present Agreement is signed\nagree as follows:\n                            Introduclory Article                          L.N.\n                                                                          77/1991.\n      (i) The Internationd Monetary Fund is established and shall\n          operate in accordance with the provisions of this Agreement\n          as originally adopted and subsequently amended.\n     (U] To enable the Fund to conduct its operations and transactions,\n          the Fund shall maintain a General Department and a Special\n          Drawing Rights Department. Membership in the Fund shall\n          give the right to participation in the Special Drawing Rights\n           Department.\n    (iii) Operations and transactions authorized by this Agreement\n          shall he conducted through the General Department, consisting\n          in accordance with the provisions of this A g r m e n t of the.\n          General Resources Aaaunt, the Specid Disbursement\n          Account, and the Investment Account; except that operations\n          and transactions involving special drawing rights shall be wn-\n          ducted through the Special Drawing Rlghts Department.\n                           ARncw I.-Piwposes                              LN.\n                                                                          niis91.\n  The purposes of the International Monetary Fund are:\n      (i) To promote internatiqnal monetary cooperation through a per\n          manent institution wh!ch provides the machinery for con-\n          sultation and collaboration on international monetary problems.\n    (ii) To facilitate the expansion and balanced groMh of international\n          trade, and to contribute thereby to the promotion and main-\n          tenance of high levels of employment and real income and to\n          the development of the productive resources of all members\n          as primary objectives of economic pollcy.\n    (iii) To promote exchange stability, to maintain orderly exchange\n          arrangements among members, and to avoid competitive ex-\n          change depreciation.\n    (iv) To assist in the establishment of a multilateral system of pay-\n          ments in respect of current tfamactions between members and\n          in the elimination of foreign exchange restrictions which\n          hamper the growth of world trade.\n          p’k inolmion of this psge is authorjzcd by L.N. 90/19931\n6                           BRETTON WOODS AGREEMENTS\n                (V) TO Bive confidence to members by making the general resources\n                    of the Fund temporarily available to them under adequate\n                    safeguards, thus providing them with opportunity to correct\n                    maladjustments in their balance of payments without resorting\n                    to measures destructive of national or international prosperity.\n              (vi) In accordance with the above, to shorten the duration and\n                    lessen the degree of disequilibrium in the international balances\n                    of payments of members.\n             The Fund shall be guided in all its policies and decisions by the\n           purposes set forth in this Article.\nL.N.\n77/1991.                         A m a B 11.-Membership\n           Section 1. Original members\n              The original members of the Fund shall be those of the countries\n           represented at the United Nations Monetary and Financial Conference\n           whose governments accept membership before December 31, 1945.\n           Section 2. Oihm members\n             Membership shall be open to other countries at such times and in\n           accordance with such terms as may be prescribed by the Board of\n           Governors. These terms, including the terms for subscriptions, shall be\n           based on principles consistent with those applied to other countries that\n           are already members.\nL.N.\n77/1991.                      ARTICLE111.-Quom and Subscriptions\n           Section 1. Quotas and payment of subscriptions\n              Each member shaP be assigned a quota expressed in special drawing\n           rights. The quotas of the members represented at the United Nations\n           Monetary and Financial Conference which accept membership before\n           December 31, 1945 shall be those set forth in Schedule A. The quotas\n           of other members shall be determined hy the Board of Governors. The\n           subscription of each member shall be equal .W its quota and shall be paid\n           in full to the Fund at the appropriate depository.\n           Section 2. Adjustment of quotw\n              (a) The Board of Governors shall at intervals of not more than five\n           years conduct a p x r a l review, and if it deems it appropriate propme\n           an adjustment, of the quotas of the members. It may alrro, if it thinks\n           fit, consider at any other time the adjustmeat of any particular quota\n           at the request of the member concerned.\n              (b) 7he Fund may at any t i m e propose an increase in the quotas ob\n           those members of the Fund that were members on August 31, 1975 in\n           proportion to their quotas on that date in a cumulative amount not in\n           excm of amomta transferred under Article V, secffm12 Cf) 0 aad Cn\n           from the Special Disbursement Account to the General Resources\n           Account.\n              @)        eighty-five percent majority of the total voting power shall\n           be required for any change in quotas.\n                    clhe indusion ofthis R e is autborired by LN. 901 19931\n                BRETTON WOODS AGREEMENTS\n  (4The quota of a member shdl not he changed until the member\nhas consented and until payment has been made unless payment is\ndeemed to have been made in accordance with section 3 (b) of this\nArticle.\nSection 3. Payments when quotas me changed\n  (a) Each member which consents to an increase in its quota under\nsection 2 (a) of this Article shall, within a period determined by the\nFund, pay to the Fund twenty-five percent of the increase in special\ndrawing rights, but the Board OF Governors may prescribe that this\npayment may be made, on the same basis for all members, in whole or\nin part in the currencies of other members specified, with their con-\ncuri-ence, by the Fund, or in the member's own currency. A non-\nparticipant shall pay in the currencies of other members specified by\nthe Fund, with their concurrence, a proportion of the increase\ncorresponding to the proportion to he paid in special drawing riphts\nby participants. The balance of the increase shaM be paid by the\nmember in its own currency. The Fund's holdings of a member's\ncurrency shall not he increased above the level at which they would\nbe subject to charges under Article V,section 8 (b) (ii), as a result of\npayments by other members under this provision.\n   (b) Each member whicb consents to an increase in its quota under\nsection 2 (b) of this Article sh.all be deemed to have paid to the Fund\nan amount of subscription equal to such increase.\n   (c) If a member consents to a reduction in its quota, the Fund shdk\nwithin sixty daya. pay to the member an amount equaI to the reduction.\nThe payment shall be made in the member's currency and in such\namount of special drawing rights or the currencies of other members\nspecified, with their concurrence, by the Fund as is necessary to prevent\nthe reduction of the Fund's holdings nf the currency below the new\nquota, providbd that in exceptional circumstances the Fund may reduce\nits holdings of the currency below the new quota by payment to the\nmember in its own currency.\n   (4A seventy percent ma.iority of the total voting power shall be\nrequired for any decision under (a) above, except for the determination\nof a period and the specification of currencies under that provision.\nSection 4. Substitution of securities for currency\n  The Fund shall accept from any member, in place of any part of the\nmember's currency in the General Resources Account which in the\njudgment of the Fund is not needed for its operation8 and transactions.\nnotes or similar obligations issued by the member or the depository\ndesignated by the member under Arhcle XIII, sectlon 2. which shall be\nnon-negotiable, non-interest bearing and payable at their face value on\ndemand by crediting the account of the Fund in the designated\ndepository. This section shall apply not only to currency subs$bed by\nmembers but dso to any currency otherwise due to. or acqu~redby.\nthe Fund and to be placed in the General Resources Aocount.\n                          -~                            ..\n          me inclusion ofthis m:e is authorized by L.N. Wl19931\n8                           BRETTON WOODS AGREEMENTS\nL.N.             ARnm 1V.-Obligations Regarding Exchange Arrwements\n77’’991’\n           Section 1. General obligations of members\n             Recognizing that the essential purpose of the international monetary\n           system is to provide a framework that facilitates the exchange of gods,\n           services, and capital among countries, and that sustains sound economic\n           growth, and !hat a principal objective is the continuing development of\n           the orderly underlying conditions that are necessary for financial and\n           economic stability, each member undertakes to collaborate with the\n           Fund and other members to assure ordenly exchange arrangements\n           and to promote a stable system of exchange rates. In particular, each\n           member shall:\n                 (i) endeavor to direct its economic and hancial pokier toward\n                     the objective of fostering orderly economic growth with\n                     reasonable price Stability, with due regard to its circumstances:\n               (U) seek to promote stability by fostering orderly underlying\n                     economic and financial conditions and a monetary system that\n                     does not tend to produce erratic disruptions:\n               (Gi) avoid manipulating exchange rates or the international\n                     monetary system in order to prevent effective kalanct Of pay-\n                     ments adjustment or to gain an unfair competitive advantage\n                     over other members: and\n               (iv) follow exchange policies compatible with the undertakings\n                     under this section.\n           Section 2. General exchange arrangements\n             (a) Each member shall notify the Fund. within thirty days after the\n           date of the second amendment of this Agreement, of the exchange\n           arrangements it intends to apply in fulfillment of its obligations under\n           section 1 of this Article. and shall notify the Fund promptly of any\n           changes in its exchange arrangements.\n             (b) Under an international monetary system of the kind prevailing\n           on January 1, 1976, exchange arrangements may include (i) the main-\n           tenanse by a member of a value for its currency in terms of the special\n           drawing right or another denominator, other than gold, selected by the\n           member, or (ii) cooperative arrangements by which membcrs maintarn\n           the value of their currencies in relation to the value of the cumncy or\n           currencies of other members, or (iii) other exchange arrangements of a\n           member’s choice.\n              (c) To accord with the development of the international monetary\n           system, the Fund, by an eighty-five percent majority of the total v o a\n           power, may make provision for general exchange am.n@ments without\n           limiting the right of members to have exchange arrangements of their\n           choice consistent with the purposes of the Fund and &e obligations\n           under section 1 of this Article.\n                          hdusion of thls pase is authorized by L.N. 90119931\n                BRETTON WOODS AGREEMENTS                                    9\nSection 3. Surveillance over exchange mmgements\n  (a) The Fund shall oversee the international monetary system in\norder to ensure its eEective operations, and shall oversee the complimce\nof each member with its obligations under section 1 of this Article.\n   (b) In order to fulfill its functions under (U) above. the Fund shall\nexercise firm surveillance over the exchange rate policies of members\nand shall adopt specilic principles for the guidance of all members wth\nrespect to those policies. Each member shall provide the Fund with the\ninformation necessary for such surveillance, and. when requested by the\nFund, shall consult with it on the member's exchange rate policied. The\nprinciples adopted by the Fund shall be consistent with cooperatiye\narrangements by which members maintain the value of theit currencies\nin relation to the value of the currency or currencies of other membem\nas well as with other exchange arrangements of a member'a choice\nconsistent with the purposes of the Fund and section 1 of this\nThese principles shall respect the domestic. social and political @UeS\nof members, and in applying these principles the Fund shall pay due\nregard to the circumstances of members.\nSection 4. Par values\n  The Fund may determine, by an eighty-five percent majority of the\ntotal voting power. that international economic conditions permit the\nintroduction of a widespread system of exchange arrangements based on\nstable but adjustable par d u e s . The Fund shall make the determination\non the basis of the underlying stability of the world economy. and for\nthis purpose shall take into a m u n t price movements and ratea of\nexpansion in the. economies of members. The determination aball be\nmade in light of the evolution of the international monetary system,\nwith particular reference to saurces of liquidity. and, in order to emure\nthe effective operation of a system of par values, to arrangements under\nwhich both members in surplus and members in de6cit in their balances\nof payments take prompt. effective, and symmetrical action to achieve\nadjustment, as well as to arrangements for intervention and the treatment\nof imbalances. Upon making such determination, the Fund shall notify\nmembers that the provisions of Schedule C apply.\nSection 5. Separate cuwencies within a member's rerrirories\n   (U) Action by a member with respect to its currency under this\nArticle shall be deemed to apply to the separate currencies of all\nterritories in respect of which the member has accepted this Agreement\nunder Article XXXL section 2 (g) unless the member declares that its\naction relatcs either to the metropqlitan currency alone, m only to onc\nor more specified separate cmenc1es, or to the metropolitan currency\nand one or more specifid separate currencies.\n   ( b ) Action by the Fund under this Article shall be deemed to rehto\nto all currencies of a member referred to in (a) above unless the Fund\ndeclares otherwise.\n               indlaion of this page is authorized by L.N. W /IWJ]\n10                         BRETTON WOODS AGREEMENTS\nL.N.               ARTICLE V:--Opcmrions and Transactions of the Fund\n77'1991'\n           Section 1. Agencies dealing with the Fund\n             Each member shall deal with the Fund only through its Treaa~ry.\n           central bank, stabilization fund, or other similar fiscal agency, and tbc\n           Fund shall deal only with or through the same agencies.\n           Section 2. LimiIation on the Fund's operationr and fronrQctioM\n              (a) Except as otherwise provided iu this Agreement, dransactiona on\n           the account of the Fund shall be limited to transactions for the purpose\n           of supplying a member, on the initiative of such member, with special\n           drawing rights or the currencies of other members kom the general\n           resouroes of the Fund, which shall be held in the General Reso-\n           Account, in exchange for the currency of the member desiring to make\n           the purchase.\n              (b) U requested, the Fund may decide to perform financial and\n           technical services, including the administration of resources contributed\n           by members. that are consistent with the purposes of the Fund.\n           Operations involved in the performance of. such financial services\n           shall not be on the account of the Fund. Serv~ceaunder lhis subsection\n           shall m t impose any obligation on a member without its Consent.\n           Section 3. Conditions governing use of the Fund's general resource5\n              (a) The Fund shall adopt pdicies on the use of its general m m ,\n           including policies on stand-by or similar arrangements. and may ado t\n           s p e c s policies for special balance of payments problems. that w h\n           assist members to solve their balance of payments problems in a manner\n           consistent with the provisions of thls Agreement and that will establish\n           adequate safeguards for the temporary Use of the              resonMu cd\n           the Fund.\n              ( b ) A member shall be entitled to purchase the currencies of other\n           members from the Fund in exchange for an equivalent amount Oi its\n           own currency subject to the foUowlng conditions:\n                   (i) the member's use of the general resources of the Fund would\n                       be in accordance with the ovisions of t h s Agreement and\n                       the policies adopted under x\",:\n                  (ii) the member represents that it has a need to make the purchase\n                       because of its balance of payments or itr merve position or\n                       developments in its reserves;\n                 (iii) the proposed purchase would be a reserve Wche purchase.\n                       or would not cause the Fund's holdings of the purchasing\n                       member's currency to exceed two hundred percent of ita\n                       quota:\n               (iv) the Fund has not previously dcchred under section 5 of thia\n                    Article, Article VI, section 1, or Article X M , saction 2 (0)\n                    that the member desiring to purchase is ineligible to we the\n                    general resources of the Fund.\n                     lThe inclusion of this m e is authorized by LN. 901 19931\n12                    BRETTON WOODS AGREEMENTS\n     avoiding large or continuous use of the Fund's general resou~cc~.      In\n     making a waiver it shall take into consideration periodic or exceptional\n     requirements of the member requesting the waiver. The Fund shall also\n     take into consideration a member's willingness to pledge BS collateral\n     security acceptable assets having a value s a c i e n t in the opinion of\n     the Fund to protect its interests and may require as a condition of\n     waiver the pledge of such collateral security.\n     Section 5. Ineligibility to use the Funds general resources\n        Whenever the Fund is of the opinion that any member i8 using the\n     general resources of the Fund in a manner contrary to the purposes ol\n     the Fund. it shall present to the member a report sdting forth the\n     views of the Fund and prescribing a suitable time for reply. After\n     presenting such a report to a member, the Fund may limit the use of\n     its general resources by the member. If no reply to the report i\n     received from the member within the prescribed time, or !i the rtply\n     received is unsatisfactory, the Fund may continue to limit the mmber's\n     use of the general resources of the Fund or may. after givlng reasonable\n     notice to the member, declare it ineligible to use the general r e s ~ u r ~ e i\n     of the Fund.\n      Section 6. Other purchases and sal@ of special drawing righfs by the\n                                           Fund\n       ( U ) The Fund may accept special drawing rights offered by a\n     participant in exchange for an aquivalent amount of the w r e n c h of\n     other members.\n       (b) The Fund may provide a participant, at its request. with special\n     drawing rights for an equivalent amount of the. currencies of other\n     members. T h e Fund's holdings of a member's currency shall not be\n     increased as a r d t of these transactions above the.level at which the\n     holdings would be subject to charges under section 8 (b) (ii) of this\n     Article.\n        (c) The currencies provided or accepted by the Fund under this\n     section shall be selected in accordance with policies that take into\n     account the principles of section 3 (4or 7 (i) of this Article.\n     Fund may enter into transactions under this section only if a member\n     whme currency is provided or accepted by the Fund concurs in that\n     usc of its cnrrency.\n     Section 7. Repurchase by a member of ifs currency held by !he Fund\n        (a) A member shall be entitled to repurchase at any time the Fund's\n     holdings of its currency that are subject to charges under section 8 (b)\n     of this Artiole.\n        (b) A member that has made a purchase under section 3 of this\n     Article will be expected normally, as its balance of payments and\n     reserve position improves, to repurchase the Fund's holdings of its\n     currency that result from the purchase and are subjwt to chargea\n      under section 8 (b) of this Article. A member shall repurchase these\n     holdings if, in accordance with policies on repurchase that the Fund\n                 [The ioolrsion of this page is authorized by L.N. 90/1993!\n                BRETTON WOODS AGREEMENTS                                      13\nshall adopt and after consuitation with the member, the Fund\nrepresents to the member that it should repurchase because of ltIl\nimprovement in its balance of payments and reserve position.\n   (c) A member that has made a purchase under section 3 of this\nArticle shall repurchase the Fund's holdings of its currency that Wult\nfrom the purchase and are subject to charges under section 8 (b) of\nthis Article not later than five years after the date on which the purchase\nwas made. The Fund may prescribe that repurchase shall he made by\na member in installments during the period beginning three years and\nending five years after the date of a purchase. The Fund, by an eighty-\nfive percent majority of the total voting power. may change the periods\nfor repurchase under this subsection, and any perlod so adopted shall\napply to all members.\n    (4The Fund, by an eighty-five percent majority of the total voting\npower, may adopt periods other than those that apply in accordance\nwith (c) above, whicb shall be the same for all members, for the\n repurchase of holdings of currency acquired by the-Fund pursuant to a\nS P ~ policy\n          ~ I on the use of its genera resources.\n    (e) A member s h d repurchase, in accordance with policies that the\n                a\n Fund shall ado t by a seventy percent majority of the total voting\n power, the Fun 's holdings of its currency that are not hcquired aa a\n result of purchases and are subject to charges under section 8 (b) (ii) of\n this Article.\n    Cn A decision prescribing that under a policy on the use of the\n general resources of the Fund the period for repurchase under (c) or (d,\n above shall be shorter than the one in effect under the policy shall\n apply only to hddhgs acquired by the Fund subsequent to the effective\n date of the decision.\n   k) The Fund, on the request of a member. may postpone the date\nof discharge of a repurchase obligation, but not beyond the maximum\nperiod under (c) or (d) above or under policies adopted by the Fund\nunder (e) above. un!ess the Fund determines, by a seventy percent\nmajority of the total voting power, that a longer period for repurchase\nwhich is consistent with the temprary use of the general resources\nof the Fund is justified because discharge on the due date would result\nin exceptional hardship for the member.\n   (fi) m e Fund's policies under section 3 (d)of this Article may he\nsupplemented by policies under whicb the Fund may decide after\nconsdtation with a member to sell under secbon 3 (b) of this Article\nits holdings of the member's currency that have not been repurchased\nin accordance with this section 7, without prejudice to any action that\nthe Fund may be authorized to take under any other provision of this\nAgreement\n   (i) All repurchases under this section shall be made with special\n drawing rights or with the currencies of other members specified by\nthe Fund. The Fund shall adopt policies and procedures with regard\n to the currencies to be used by members in making repmhases that\n take into aqount the principles in section 3 (d) of this Article. The\n-\n           [The inclusion of this ,pageis authorized by L,N. 90/19931\n14                  ERET’I‘ON WOODS AGREEMENTS\n     Fund’s holdings of a member’s cumncy that is used in repurcbase\n     shall not be increased by the repurchase above @e level at which they\n     would be subject to charges under section 8 (b) (ii) of this Article.\n        01 (i) If a member’s currency specified by the Fund under (fi\n                    above is not a freely usable currency, the member shall\n                    ensure that the repurchasing member can obtain it at\n                    the time of the repurchase in exchange for a freely usable\n                    currency selected by the member whose currency has\n                    been specified. An exchange of currency under this\n                    provision shall take place at an exchange rate between\n                    the two currencies equivalent to the exchange rate\n                    between them on the basis of Articye XIX section 7 (U).\n               (ii) Each member whose currency is specilied by the Fund\n                    for repurchase shall collaborate with the Fund and other\n                    members to enable repurchasing members, at the time\n                    of the repurchase to obtain the specified currency in\n                    exchange for the freely usable currencies of other\n                    members.\n              (iii) An exchange under 01) (i) above shall be made with the\n                    member whose currency is specified unless that member\n                    and the repurchasing member agree on another procedure.\n              (iv) If a repurchasing member wishes to obtain, at the time of\n                    the repurchase, the freely usable currency of another\n                    member specif~edby the Fund under (I) above, it shall.\n                    if requested by the other member, obtain the cumncy\n                    from the other member in exchange for a freely usable\n                    currency at the rate of exchange referred to in 0) (0\n                    above. The Fund may adopt regulr!tions on the freely\n                    usable currency to be provided in an exchange.\n     Section 8. Charges\n       (a)      (i) The Fund shall levy a service charge on the purchase\n                    by a member of special drawing rights or the currency\n                    of another member held in the General Resources Account\n                    in exchans for its own C U K ~ C Y , provided that the Fund\n                               a lower service charge on reserve hanche pur-\n                   %::3l      an on other purchases. The service charge on\n                    reserve tranche purchases shall not exceed one-half of one\n                    percent.\n               (i) The Fund may levy a charge for stand-by or similar\n                    arrangements. The Fund may decide that the charge for\n                    an arrangement shall be offset against the service chargc\n                    levied under (i) above on purchases under the arrange-\n                    ment.\n       (b) The Fund shall levy charges on its average daily balamxs of a\n     member’s currency held in the General Resources Acmunt to the extent\n     that they-\n                (i) have been acquired under a policy that has been the subject\n                    of an exdnsion under Article XXX (c). or\n               [meinclusion of this page is authorized by LN.90119931\n                BRETTON WOODS AGREEMENTS                                    15\n          (ii) exceed the amount of the member’s quota after excluding\n               any balances referred to in (i) above.\n   The rates of charge normally shall rise at intervals during the period\nin which balances are held.\n   (c) If a member fails to make a repurchase required under section 7\nof this Article, the Fund, after consultation with the member on the\nreduction of the Fund’s holdings of its currency, may impose such\ncharges as the Fund deems appropriate on its holdings of the member’s\ncurrency that should have been repurchased.\n   (d) A seventy percent mlijority of the total voting power shall be\nrequired for the determination of the rates of charge under (a)and (b)\nabove. which shall be uniform for all members, and under (c) above.\n   (e) A member shall pay all charges in special drawing rights, pro-\nvided that in exceptional circumstances the Fund may permit a membcr\nto pay charges in the currencies of other members specified by the Fund,\n after consultation with them, or in its own currency. The Fund’s\n holdings of a member’s currency shall not be increased as a result of\n payments by other members under this provision above the level at\n which they would be subject to charges under (6) (ii) above.\nSection 9. Remunmufion\n   (a) The Fund shall pay remuneration 011 the amount by which the\npercentage of quota prescribed under (b)or (c) below exceeds the Fund’s\naverage daily balances of a member’s currency held in the General\nResources Account other than balances acquired under a policy that has\nbeen the subject of an exclusion under Article XXX (c). The rate of\nremuneration which shall he determined by the Fund by a seventy\npercent majority of the total voting power, shall be the m e for all\nmembers and shall be not more than, nor less than four-fifths of, the\nrate of interest under Article XX, section 3. In establishing the rate\nof remuneration. the Fund shall take into account the rates of charge\nunder Article V, section 8 (b).\n    (b) The percentage of quota applying for the purposes of (a) above\nshall be:\n           (i) for each member that became a member before the second\n               amendment of this Agreement. a percentage of quota\n               corresponding to seventy-five percent of its quota on the\n               date of the second amendment of this Agreement. and for\n               each member that became a member after the date of the\n               second amendment of this Agreement, a percentage of\n               quota calculated by dividing the total of the amounts\n               corresponding to the percmtages of quota that apply to\n               the other members on the date on which the member\n               became a member by the total of the quotas of the other\n               members on the same date; plus\n          (ii) the amounts it has paid to the Fund in currency or special\n               drawing rights under Article 111. section 3 (a) since the\n                date applicable under (b) (i) above; and minus\n16                    BRETTON WOODS AGREEMENTS\n              (iii) the amounts it has received from the Fund in currency or\n                    special drawing rights under Article III. section 3 (c) since\n                    the date applicable under (6) (i) above.\n       (c) The Fund, by a seventy percent majority of the total voting power.\n     may raise the latest percentage of quota applying for the purposes of (U)\n     above to each member to :\n                (i) a percentage, not in excess of one hundred percent, that\n                    shall be determined for each member on the &Sir of the\n                    same criteria for all members, or\n               (ii) one. hundred percent for all members.\n       (d) Remuneration shall be paid in special drawing rights, provided\n     that either the Fund or the member may decide that the payment to the\n     member shall be made in its own cu~'Imcy.\n      Section 10. Computations\n        (Q) The value of the Fund's assets held in the accounts of the\n     General Department shall be expressed in terms of the special drawing\n     right.\n        (b) All computations relating to currencies of members for the\n     purpose of applying the provisions of this Agreement. except Article IV\n     and Schedule C, shald be at the rates at which the Fund accounts fot\n     these currencies in accordance with section 11 of this Article.\n        (c) Computations for the determination of amounb of currrncy in\n     relation to quota for the purpose of applyin the provisions of this\n                                                        t\n     Agreement shall not include currency held in e Special Disbursement\n     Account or in the Investment Account.\n     Section 11. Mainfenonce of vdue\n        (a) The value of the currencies of members held in the General\n     Resources Account shall be maintained in terms of the special drawing\n     right in accordance with exchange rates under Article XIX, section 7\n     (4.\n        (6) An adjustment in the Fund's holdings of a member's currency\n     pursuant to this section shall be made on the occasion of the use of that\n     currency in an operation or transaction between the Fund and another\n     member and at such other times as the Fund may decide or the member\n     may request. Payments to or by the Fund in respect of an adjnstment\n     shall be made within a reasonable time. as determined by the Fund.\n     after the date of adjustment. and at any other time requested by the\n     member.\n     Section 12. Other operaions md tronsnctiom\n       (a) The Fund shall be guided in all its policies and decisions under\n     this section by the objectives set forth in Article VnI. section 7 and by\n     the objective of avoiding the management of the price. or the establish-\n     ment of a fixed price, in the gold market.\n               [The inclusion of this page is uuthon'zed by L.N. 90119931\n                  BRETTON WOODS AGREEMENTS\n  (b) Decisions of the Fund to engage in operations or transactions\nunder (c), ( 4 , and (e) below shall be made by an eighty-five percent\nmajority of the total voting power.\n   (c) 'The Fund may sell gold for the currency of any member after\nconsulting the member for whose currency the gold is sold, provided\nthat the Fund's holdings of a member's currency held in the\nGeneral Resources Account shall not be increased by the sale\nabove the level at which they would be subject to charges under\nsection 8(b) (ii) of this Article without the concurrence of the\nmember, and provided that, at the request of the member, the Fund\nat the time of sale shall exchange for the currency of another\nmember such part of the currency received as would prevent such an\nincrease. The exchange of a currency for the currency of another member\nshall be made after consultation with that member, and shall not increase\nthe Fund's holdings of that member's currency above the level at which\nthey would be subject to charges under section 8 (b) (ii) of this Article.\nThe Fund shall adopt policies and procedures with regard to exchanges that\ntake into account the principles applied under section 7 (i) of this Article.\nSales under this provision to a member shall be at a price agreed for each\ntransaction on the basis of prices in the market.\n     ( 4 The Fund may accept payments from a member in gold instead\n of special drawing rights or currency in any operations or trans-\n actions under this Agreement. Payments to the Fund under this\n-provision shall be at a price agreed for each operation or transaction\n on the basis of Gices in the market.\n   (e) The Fund may sell gold held by it on the date of the second\namendment of this Agreement to those members that were members\non August 31, 1975 and that agree to buy it, insproportion to their quotas\non that date. If the Fund intends to sell gold under (c) above for the\npurpose of (n (ii) below, it may sell to each developing member that\nagrees to buy it that portion of the gold which, if sold under (c) above,\nwould have produced the excess that could have been distributed to it\nunder (n (iii) below. The gold that would be sold under this provision to a\nmember that has been declared ineligible to use the general resources of the\nFund under section 5 of this Article shall be sold to it when the ineligibility\nceases, unless the Fund decides to make the sale sooner. The sale of gold\n                  BRETTON WOODS AGREEMENTS\nto a member under this subsection (e) shall be made in exchange for its\ncurrency and at a price equivalent at the time of sale to one special drawing\nright per 0.88867 1 gram of fine gold.\n   u> Whenever under (c) above the Fund sells gold held by it on\nthe date of the second amendment of this Agreement, an amount of the\nproceeds equivalent at the time of sale to one special drawing right per"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.   Amendment of           Schedule       and     matters      consequential   on\n      amendment.\n                                SCHEDULE\n                          PART I. The Fund Agreement\n     ARTICLE I—Purposes\n     ARTICLE II—Membership\n     ARTICLE III—Quotas and Subscriptions\n     ARTICLE IV—Obligations Regarding Exchange Arrangements\n     ARTICLE V—Operations and Transactions of the Fund\n     ARTICLE VI—Capital Transfer\n     ARTICLE VII—Replenishment and Scarce Currencies\n     ARTICLE VIII—General Obligations of Members\n     ARTICLE IX—Status, Immunities, and Privileges\n     ARTICLE X—Relations with Other International Organizations\n     ARTICLE XI—Relations with Non-Member Countries\n     ARTICLE XII—Organization and Management\n     ARTICLE XIII—Offices and Depositories\n     ARTICLE XIV—Transitional Arrangements\n     ARTICLE XV—Special Drawing Rights\n     ARTICLE XVI—General Department and Special Drawing Rights\n      Department\n     ARTICLE XVII—Participants and Other Holders of Special\n      Drawing Rights\n          BRETTON WOODS AGREEMENTS\nARTICLE XVIII—Allocation and Cancellation of Special Drawing\n Rights\nARTICLE XIX—Operations and Transaction in Special Drawing\n Rights\nARTICLE XX—Special Drawing Rights Department Interest and\n Charges\nARTICLE XXI—Administration of the General Department and\n the Special Drawing Rights Department\nARTICLE XXII—General Obligations of Participants\nARTICLE XXIII—Suspension of Operations and Transactions in\n Special Drawing Rights\nARTICLE XXIV—Termination of Participation\nARTICLE XXV—Liquidation of the Special Drawing Rights\n Department\nARTICLE XXVI—Withdrawal from membership\nARTICLE XXVII—Emergency Provisions\nARTICLE XXVIII—Amendments\nARTICLE XXIX—Interpretation\nARTICLE XXX—Explanation of Terms\nARTICLE XXXI—Final Provisions\n                        SCHEDULE A—Quotas\n                              SCHEDULE B\n                      SCHEDULE C—Par Values\n                       SCHEDULE D—Council\n         SCHEDULE E—Election of Executive Directors\n                     SCHEDULE F—Designation\n                   SCHEDULE G—Reconstitution\n           SCHEDULE H—Termination of Participation\n  SCHEDULE I—Administration of Liquidation of the Special\n             Drawing Rights Department\n     SCHEDULE J—Settlement of Accounts with Members\n                    Withdrawing\n         BRETTON WOODS AGREEMENTS\n         SCHEDULE K—Administration of Liquidation\n          SCHEDULE L—Suspension of Voting Rights\nSCHEDULE M—Special One-Time Allocation of Special Drawing\n                      Rights\n         SCHEDULE K—Administration of Liquidation\n                   PART II. The Bank Agreement\nARTICLE I—Purposes\nARTICLE II—Membership in and Capital of the Bank\nARTICLE III—General Provisions relating to Loans and\n Guarantees\nARTICLE IV—Operations\nARTICLE V—Organization and Management\nARTICLE VI—Withdrawal and Suspension of Membership:\n Suspension of Operations\nARTICLE VII—Status, Immunities and Privileges\nARTICLE VIII—Amendments\nARTICLE IX—Interpretation\nARTICLE X—Approval deemed given\nARTICLE XI—Final Provisions\nARTICLE III—Quotas and Subscriptions\nARTICLE IV—Obligations Regarding Exchange Arrangements\nARTICLE V—Operations and Transactions of the Fund\n                   SCHEDULE A—Subscriptions\n        SCHEDULE B—Election of Executive Directors\n              BRETTON WOODS AGREEMENTS\n   THE BRETTON WOODS AGREEMENTS ACT                                  Acta\n                                                                   ,o~1962\n                                                                  s3 of 1968.\n                                       [29rh November, 1962.1"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7, has submitted a written report recommending the project\n          after a careful study of the merits of the proposal.\n    (iv) In the opinion of the Cank the rate of interest and other\n         charges are reasonable and such rate, charges and the schedule\n         for repayment of principal are appropriate to the project\n     (v) In making or guaranteeing a loan, the Bank shall pay due\n         regard to the prospects that the borrower, and, if the brrowcr\n         is not a member, that the guarantor, will be in position to\n         meet its obligations under the loan; and the Bank shall act\n         prudently in the interests both of the particular member in\n         whose territories the project is located and of the members\n         as a whole.\n        [Thc inclusion of this page is authorized by L.N. 480119731\n62                   BRETTON WOODS AGREEMENTS\n         (vi) In guaranteeing a loan made by other investors. the Bank\n              receives suitable compensation for its risk.\n        (vii) Loans made or guaranteed by the Bank shall. except in\n              special circumstances. be for the purpose of specific projects\n              of reconstruction or development.\n        Section 5. Use of loans gunranteed, participated in or made by the\n                       Bank\n        (a) The Bank shall impose no conditions that the proceeds of a\n     loan shall be spent in the territories of any particular member or\n     members.\n        (b) The Bank shall make arrangements to ensure that the proceeds\n     of any loan are used only for the purposes for which the loan\n     was granted, with due attention to considerations of economy and\n     efficiency and without regard to political or other non-ewnomlc\n     influences or considerations.\n        (c) In the case of loans made by the Bank. it shall open an account\n     in the name of the borrower and the amount of the loan shall be\n     credited to this account in the currency or currencies in which the loan\n     is made. The borrower shall be permitted by the Bank to draw on this\n     account only to meet expenses in connection with the project as they\n     are actually incurred.\n                            hncm IV. Operations\n       Section 1. Methods of mnking or facilitating loons\n       ( U ) The Bank may make or facilitate loans which satidy the general\n     conditions of Article III in any of the following ways :\n            (i) By making or participating in direct loans out of its own funds\n                corresponding to its unimpaired paid-up capital and surplus\n                and, subject to Section 6 of this Article, to its reserves.\n         (ii) By making or participating in direct loans out of funds raised\n              in the market of a member, or otherwise borrowed by the\n              Bank.\n         (ii) By guaranteeing in whole or in part loans made by private\n               investors through the usual investment channels.\n       (b) The Bank may borrow funds under (a) (ii) above or guarantee\n     loans under (0) (ii) above only with the approval of the member in\n     whose markets the funds are raised and the member in whose currency\n     the loan is denominated. and only if those members agree that the\n     proceeds may be exchanged for the currency of any other member with-\n     out restriction.\n       Section 2. Avnilabilify and trMsferubiIity of currencies\n       (a) Currencies paid into the Bank under Article 11, section 7 (i).\n     shall be loaned only with the approval in each case of the member\n             me inclusion of this page is authorized by L.N. 480119731\n                 BRETTON WOODS AGREEMENTS                                     63\nwhose currency is involved; provided, however, that if necessary. after\nthe Bank's subscribed ca ital has been entirely called, such currencies\n                          t\nshall, without restriction y the members whose currencies are offered.\nbe used or exchanged for the currencies required to meet contractual\n ayments of interest, other charges or amortization on the Bank's own\nL 'rrowmgs, or to meet the Bank's liabilities with respect to such\ncontractual payments on loans guaranteed by the Bank.\n   (b) Currencies received by the Bank from borrowers or guarantors\nin payment on account of principal of direct loans made with currencies\nreferred to in (U) above shall be exchanged for the currencies of other\nmembers or reloaned only with the approval in each case of the\nmembers whose currencies are involved; provided, however, that if\nnecessary, after the Bank's subscribed capital has been entirely called,\nsuch currencies shall. without restriction by the members whose\ncurrencies are o f f e d . be used or exchanged for the currencies required\nto meet contractual payments of interest, other charges or amortization\non the Bank's own borrowings, or to meet the Bank's liabilities with\nrespect to such contractual payments on loans guaranteed by the Bank.\n   (c) Currencies received by the Bank from borrowers or guarantors\nin payment on account of principal of direct loans made by the Bank\nunder Section 1 (U) (ii) of this Article. shall be held and wed, without\nrestriction by the members, to make amortization payments, or to\nanticipate payment of or repurchase part or all of the Bank's own\nobligations.\n   (d) All other currencies available to the Bank, including those\nraised in the market or otherwise borrowed under Section 1 (a) (ii)\nof this Article, those obtained by the sale of gold, those m i v e d as\npayments of interest and other charges for direct loans made under\nSection 1 (U) (i) and (ii), and those received as payments of commis-\nsions and other charges under Section 1 (U) (%), shall be used or\nexchanged for other currencies or gold required in the operations of\nthe Bank without restriction by the members whose currencies are\noffered.\n   (e) Currencies raised in the markets of members by borrowers on\nloans guaranteed by thc Bank under W o n 1 (U) (iii) of this Article.\nshall also be used or exchanged for other currencies without restriction\nby such members\n  Scction 3. Provision of crrrrenaes for direct loans\n  The following provisions shall apply to direct l m s under Scction\n1 (a) (i) and (ii) of this Article:\n    (U) The Bank shall furnish the borrower with such curreocies\n          of members, other than the member in whose territories the\n          project is located, as are needed by the borrower for expendi-\n          tures to be made in the territories of such other members to\n          carry out the purposes of the loan.\n    ( b ) The Bank may, in exceptional circumstances when local\n          currency required for the purposes of the loan cannot be raised\n        me inclusion of this page is authorized by L.N.480/19731\n64                  BRETTON WOODS AGREEMENTS\n             by the borrower on reasonable terms, provide the borrower\n             as part of the loan with an appropriate amount of that\n             currency.\n             The Bank, if the project gives rise indirectly to an increased\n             need for foreign exchange by the member in whose territories\n             the project is located, may in exceptional circumstances pro-\n             vide the borrower as part of the loan with an appropriate\n             amount of gold or foreign exchange not in excess of the\n             borrower's local expcnditun in connection with the purpascs\n             of the loan.\n             The Bank may, in exceptional circumstances, at the request\n             of a member in whose territories a portion of the loan is spcnt.\n             repurchase with gold or foreign exchange a part of that\n             member's currency thus spent but in no case shall the part\n             so repurchased exceed the amount by which the expenditure\n             of the loan in those territories gives rise to an increased need\n             for foreign exchange.\n       Section 4. Payment provisions for direct loam\n       Loan contracts under Section 1 (a) (i) or (U) of this Article shall\n     be made io accordance with the following payment provisions:\n         (a) The terms and conditions of interest and amortization pay-\n              ments, maturity and dates of payment of each loan shall bc\n              determined by the Bank. The Bank shall also determine\n              the rate and any other terms and conditions of commission\n              to be charged in connection with such loan.\n                In the case of loans made under Section 1 (a) (ii) of this\n             Article during the first ten years of the Bank's operations.\n             this rate of commission shall be not less than one per cent\n             per annun and not greater than one and one-half per cent\n             per annum. and shall be charged on the outstanding portions\n             of any such loan. At the end of this period of ten years, the\n             rate of commission may be reduced by the Bank with respect\n             both to the outstanding portions of loans already made and\n             to future loans, if the E S ~ N ~accumulated\n                                                S         by the Bank under\n             Section 6 of this Article and out of other earnings are\n             considered by it sufficient to justify a reduction. In the case\n             of future loans the Bank shall also have discretion to increase\n             the rate of commission beyond the above limit. if experience\n             indicates that an increase is advisable.\n         (b) All loan contracts shall sti ulate the currency or currencies\n             in which payments under tL contract shall be made to the\n             Bank At the option of the borrower, however, such py-\n             m a t s may be made in gold. or subject to the agreement of\n             the Eank, in the cu~~ency       of a member other than that\n             prescribed in the contract.\n                (i) In the case of loans made under Section 1 (a) (i) of\n                    this Article. the loan contracts shall provide that pay-\n            me inclusion of this page is authorized by L.N. 48OlIW31\n                BRETTON WOODS AGREEMENTS\n                ments to the Bank of interest, other charges and\n                amortization shall be made in the currency loaned,\n                unless the member whose currency is loaned agrees that\n                such payments shall be made in some other specified\n                currency or currencies. These payments. subject to\n                the provisions of Article 11. Section 9 (c). shall be\n                equivalent to the value of such contractual payments\n                at the time the loans were made, in terms of a currency\n                specified for the purpose by the Bank by a three-\n                fourths majority of the total voting power.\n            (ii) In the case of loans made under Section 1 (a) (ii) of\n                 this Article, the total amount outstanding and payable\n                 to the Bank in any one currency shall at no time\n                 exceed the total amount of the outstanding borrowings\n                 made by the Bank under Section 1 (U) (ii) and pay-\n                 able in the same currency.\n    (c) If a member suffers from an acute exchange stringency, M]\n         that the service of any loan contracted by that member or\n         guaranteed by it or by one of its agencies cannot be provided\n         in the stipulated manner, the member concern& may apply\n         to the Bank for a relaxation of the conditions of payment\n         If the Bank is satis6ed that some relaxation is in the interests\n         of the particular member and of the operations of the Bank\n         and of its members as a whole, it may take action under\n         either, or both. of the following paragraphs with respect to\n         the whole, or part. of the annual service. :\n            (i) The Bank may, in its discretion, make arrangements\n                with the member concerned to accept service payments\n                on the loan in the member's currency for periods not\n                to exceed three years upon appropriate terms regarding\n                the use of such currency and the maintenance of its\n                foreign exchange value: and for the repurchase of such\n                currency on appropriate terms.\n           (ii) The Bank may modify the terms of amortization or\n                extend the life of the loan, or both.\n   Section 5. Guarantees\n   (U) In guaranteeing a loan placed through the usual investment\nchannels, the Bank shall charge a guarantee commission payable\nperiodically on the amount of the loan outstanding at a rate determined\nby the Bank During the first ten years of the Bank's operations, this\nrate shall be not less than one per cent per m u m and not p a t e r\nthan one and one-half per cent per annum. At the end of this period\nof tcn years, the rate of commission may he. d d by the Bank with\nres t both to the outstanding portions of loans already guaranteed\nm8\"o future loans if the reserves accumulated by the Bank under\nSection 6 of this Article and out of other earnings are considered by\nit sufftcient to justify a reduction. In the case of future loans the Bank\n        Cllc idusion of i h i s pssa is authoriEcd by L.N. 480119731\n66                    BRETTON WOODS AGREEMENTS\n     shall also have discretion to increase the rate of commission beyond\n     the above limit, if experience indicates that an increase is advisable.\n        (b) Guarantee commissions shall be paid directly to the Bank by\n     the borrower.\n        (c) Guarantees by the Bank shall provide that the Bank may\n     terminate its liability with \"spect to interest if, upon default by the\n     borrower and by the guarantor, if any, the Bank offers to purchase.\n     at par and interest accrued to a date designated in the offer. the bonds\n     or other obligations guaranteed.\n        (4The Bank shall have power to determine any other terms and\n     conditions of the guarantee.\n        Section 6. Specid reserve\n        The amount of commissions received by the Bank under Sections 4\n     and 5 of this Article shall be set aside as a special reserve. which shall\n     be kept available for meeting liabilities of the Bank in acaordance with\n     Section 7 of this Article. The special reserve shall bc held in such liquid\n     form. permitted under this Agretmcnt, as the Executive Directors\n     m a y decide.\n       Section 7 . Methods of meeting liabilities of the Bank in care of\n                      defaults\n       In cascs of default on loans made, participated in, or guaranteed\n     by the Bank:\n         (a) The Bank shall make such arrangements as may be feasible\n              to adjust the obligations under the loans, including arrange-\n              ments under or analogous to those provided in Section 4 (c)\n              of this Article.\n         (b) The payments in discharge of the Bank's liabilities on borrow-\n              ings or guarantees under Section 1 (a) (ji) and (E) of this\n              Article shall be charged :\n                 (i) first, against the special rese~eprovided in Section 6\n                     of this Article;\n                (ii) then, to the extent necessary and at the discretion of\n                     the Bank, against the other reserves. surplus and\n                     capital available to the Bank.\n         (c) Whenever necessary to meet contractual payments of interest,\n             other charges or amortization on the Bank's own bornwings,\n             or to meet the Bank's liabilities with respect to similar pay.\n             ments on loans guaranteed by it, the Bank may call an\n             appropriate amount of the unpaid subscriptions of members\n             in accordance with Article II. Sections 5 and 7. Moreover, if\n             it believes that a default may be of long duration, the Bank\n             may call an additional amount of such unpaid subscriptions\n             not to exceed in any one year one per Cent of the total sub-\n             scriptions of the members for the following purposes:\n             me inclusion of this pRg0 is authorized by LN. 480/19731\n                 BRETTON WOODS AGREEMENTS                                    61\n             (i) To redeem prior to maturity. or otherwise discharge its\n                 liability on, all or part of the outstanding principal of\n                 any loan guaranteed by it in respect of which the debtor\n                 is in default.\n             (ii) To repurchase, or otherwise discharge its liability on,\n                  all or part of its own outstanding borrowings.\n  Section 8. Mixellmeour operations\n  In addition to the operations specified elsewhere in this Agreement,\nthe Bank shall have the power:\n      (i) To buy and sell securities it has issued and to buy and sell\n          securities which it has guaranteed or in which it has invested.\n          provided that the Bank shall obtain the approval of the\n          member in whose territories the securities are to be bought\n          or sold.\n     (ii) To guarantee securities in which it has invested for the purpose\n          of facilitating their sale.\n    (i)   To borrow the currency of any member with the approval of\n          that member.\n    (iv) To buy and sell such other securities as the Directors by a\n           three-fourths majority of the total voting power may deem\n           proper for the investment of all or part of the special reserve\n           under Section 6 of this Article.\nIn exercising the powers conferred by this Section. the Bank may deal\nwith any person, partnership, association. corporation or other legal\nentity in the territories of any member.\n   Section 9. Warning to be placed on securities\n   Every security guaranteed or issued by the Bank shall bear on its\nfacc a conspicuous statement to the e f f d that it is not an obligation\nof any government unless expressly stated on the security.\n   Section 10. Political activity prohibited\n   The Bank and its officers shall not interfere in the political affairs\nof any member; nor shall they be influenced in their decisions by the\nplitical character of the member (# members concerned. Only economic\nconsiderations shall be relevant to their decisions, and these consider-\nations shall be weighed imparlially in order to achieve the purposes\nstated in Article I.\n               ARTICLE V. Organization and Management\n  Section 1. Structure of the Bank\n  The Bank shall have a Board of Governors, Executive Directors,\na President and such other officers and staff to perform such duties\nas the Bank may determine.\n          me inclusion of thii page is authorivd by L.N. 480119731\n68                   BRETTON WOODS AGREEMENTS\n       Section 2. Board of Governors\n       (a) All the powers of the Bank shall be vested in the Board of\n     Governors consisting of one governor and one alternate appointed by\n     each member in such manner as it may determine. Each governor\n     and each alternate shall serve for five years. subject to the pleasure\n     of the member appointing him, and may be re-appointed. No alternate\n     may vote except in the absence of his principal. The Board shall select\n     one of the governors as Chairman.\n       ( b ) The Board of Governors may delegate to the Emutive Directors\n     authority to exercise any powers of the Board, exoept the power to:\n          (i) Admit new members and determine the conditions of their\n              admission;\n          (ii) Increase or decrease the capital stock;\n         (iii) Suspend a member;\n         (iv) Decide appeals from interpretations of this Agreement given\n              by the Executive Directors;\n          (v) Make arrangements to co-operate with other international\n              organizations (other than informal arrangements of a\n              temporary and administrativecharacter);\n         (vi) Decide to suspend permanently the operations of the Bank\n              and to distribute its assets;\n        (vii) Determine the distribution of the net income of the Bank\n       (c) The Board of Governors shall hold an annual meeting and such\n     other meetings as may be provided for by the Board or called by the\n     Executive Directors. Meetings of the Eoard shall be called by the\n     Directors whenever requested by five members or by members having\n     onequarter of the total voting power.\n        (d) A quorum for any meeting of the Board of Governors shall be\n     a majority of the Governors, exercising not less than two-thirds of the\n     total voting power.\n        ( e ) The Board of Governors may by regulation establish a pm-\n     cedure whereby the Executive Directors, when they deem snch action\n     to he in the best interests of the Bank. m a y obtain a vote of the\n     Governors on a specific question Without calling a meeting of the Eoard.\n        (f) The Board of Governors. and the Executive Directors to the\n     extent authorized, may adopt such rules and regulations as may be\n     necessary or appropriate to conduct the business of the Bank.\n        (g) Governors and alternates shall serve as such without compensa-\n     tion from the Bank, but the Bank shall pay them reasonable expenses\n     incurred in attending meetings.\n        (h) T h e Board of Governors shall determine the remuneration to\n     be paid to the Executive Directors and the salaly and terms of the\n     contract of service of the President.\n             [The inclusion of ibis page is authorized by L.N. 480l19731\n                BRETTON WOODS AGREEMENTS                                      69\n  Section 3. Voting\n  (U) Each member shall have two hundred fifty votes plus one\nadditional vote for each share of stock held.\n  (b) Except as otherwise specifically provided. all matters before the\nBank shall be decided by a majority of votes cast.\n  Section 4. Executive Directors\n  ( U ) The Executive Directors shall be. responsible for the conduct\nof the general operations of the Bank. and for this purpose. shall\nexercise all the powers delegated to them by the Board of Governors.\n  (6) There shall be twelve Executive Directors, who need not be\ngovernors. and of whom:\n     (i) five shall be appointed, one by each of the five members having\n         the largest number of shares;\n     (ii) seven shall be elected according to Schedule B by all the\n          governors other than those appointed by the five members\n          referred to in (i) above.\nFor the purpose of this paragraph, “members” means governments\nof countries whose names are set forth in Schedule A, whether they\nare original members or become members in accordance with Article\nII, Section 1 (b). When governments of other countries become\nmembers, the Board of Governors may. by a four-fifths majority of\nthe total voting power. increase the total number of directors by increas-\ning the number of directors to be elected.\n  Executive directors shall be appointed or elected every two years.\n  (c) Each executive director shall appoint an alternate with full power\nto act for him when he is not present. When the executive directors\nappointing them are present, alternates may participate in meetings\nbut shall not vote.\n  (d) Directors shall continue in office until their successors are\nappointed or elected. If the officeof an elected director becames vacant\nmore than ninety days before the end of his tern. another director shall\nbe elected for the remainder of the term by the governors who elected\nthe former director. A majority of the votes cast shall be required for\nelection. While the office remains vacant, the altemate of the former\ndirector shall exercise his powers, except that of appointing an alternate.\n   (e) The Executive Directors shall function in continuous session\nat the principal office of the Bank and shall meet as often as the\nbusiness of the Bank may require.\n   v) .A quorum for any meeting of the Executive Directors shall be\na majority of the Directors, exercising not less than one-half of the\ntotal voting power.\n   (g) Each appointed director shall be entitled to cast the number of\nvotes allotted under Section 3 of this Article to the member appointing\nhim. Each elected director shall be entitled to cast the number of\n-\n        me inclusion of this pngc is authorized by L.N. 480119731\n70                   BRETTON WOODS AGREEMENTS\n     votes which counted toward his election. All the votes which a director\n     is entitled to cast shall be cast as a unit.\n        (h) The Board of Governors shall adopt regulations under which a\n     member not entitled to appoint a director under (a) above may send\n     a representative to attend any meeting of the Executive Directors when\n     a request made by, or a matter particularly affecting, that member is\n     under consideration.\n        (i) The Executive Directors may appoint such committees as they\n     deem advisable. Membership of such committees need not be limited\n     to governors or directors or their alternates.\n         Section 5. Presideni nnd Sfq7\n       (a) The Executive Directors shall select a President who shall not\n     be a governor or an executive director or an alternate for either. The\n     President shall be Chairman of the Executive Directors, but shall have\n     no vote except a deciding vote in case of an equal division. He may\n     participate in meetings of the Board of Governors. but shall not vote\n     at such meetings. The President shall cease to hold office when the\n     Executive Directors so decide.\n        (b) The President shall be chief of the operating stall of the Bank\n     and shall conduct, under the direction of the Executive Directors. the\n     ordinary business of the Bank. Subject to the general control of the\n     Executive Directors. he shall be responsible for the organization.\n     appointment and dismissal of the of6cers and staE\n        (c) The President, officers and staff of the Bank, in the discharge\n     of their offices, owe their duty entirely to the Bank and to no other\n     authority. Each member of the Bank shall respect the international\n     character of this duty and shall refrain from all attempts to inEuence\n     any of them in the discharge of their duties.\n        (a) In appointing the officers and staff the President shall, subject\n     to the paramount importance of securing the highest standards of\n     efficiency and of technical competence, pay due regard to the impor-\n     tance of recruiting personnel on as wide a geographical basis as possible.\n       Section 6. Advisory Council\n       (a) There shall be an Advisory Council of not less than seven persons\n     selected by the Board of Governors including representatives of bank-\n     ing, commercial, industrial, labour. and agricultural interests. and with\n     as wide a national representation as possible. In those fields where\n     specialized international organizations exist, the members of the Council\n     representative of those fields shall be selected in agreement with such\n     organizations. The Council shall advise the Bank on matters of general\n     policy. The Council shall meet annually and on such other occasions\n     as the Bank may request.\n       (b) Councillors shall serve for two years and may be reappointed.\n     They shall be paid their reasonable expenses incurred on behalf of\n     the Bank.\n             me inclusion of this page is authorized by LN. 480/19731\n                BRETTON WOODS AGREEMENTS                                     71\n  Section I. Loan committees\n  The committees required to report on loans under Article III.\nSection 4, shall be appointed by the Bank. Each such committee shall\ninclude an expert selected by the Governor representing the member\nin whose territories the project is located and one or more members\nof the technical staff of the Bank.\n   Section 8. Relationship to other international organizationr\n   (a) The Bank, within the terms of this Agreement, shall co-operate\nwith any general international organization and with public inter-\nnational organizations having specialized responsibilities in related\nfields. Any arrangements for such co-operation which would involve\na modification of any provision of this Agreement may be affected only\nafter amendment to this Agreement under Article VIII.\n   (b) In making decisions on applicatiws for loans or guarantees\nrelating to matters directly within the competence of any international\norganization of the types specified in the preceding paragraph and\nparticipated in primariiy by members of the Bank, the Bank shall give\nconsideration to the views and recommendations of such organization.\n   Section 9. Location of ofices\n  (Q)   The principal office of the Bank shall be located in the territory\nof the member holding the greatest number of shares.\n   (b) The Bank may establish agencies or branch oflks in the territo-\nries of any member of the Bank.\n   Section 10. Regional o@es and councils\n   (a) The Bank may establish regional offices and determine the\nlocation of, and the areas to be covered by. each regional office.\n   (b) Each regional office shall be advised by a regional council\nrepresentative of the entire area and selected in such manner as the\nBank may decide.\n   Section 11. Depositmies\n   (a) Each member shall designate its central bank as a depository\nfor all the Bank's holdings of its currency or. if it has no central bank,\nit shall designate such other institution as may be acceptable to the\nBank.\n   (b) The Bank may hold other assets, including gold, in depositories\ndesignated by the five members having the largest number of shares\nand in such other designated depositories as the Bank may select.\nInitially, at least one-half of the gold holdiw of the Bank shall be\nheld in the depository designated by the member in whose territory\nthe Bank has its principal office. and at least forty per cent shall be\nheld in the depositoties designated by the remainiq four members\nreferred to above, each of such depositories to hold, initially, not less\nthan the amount of gold paid on the shares of the member designating\nit. However, all transfers of gold by the Bank shall be made with due\nregard to the costs of transport and anticipated requirements of the\n        me inclusion of thii p@ ia authorized by L.N. 480/19731\n12                   BRETTON WOODS AGREEMENTS\n     Bank In an emergency the Executive Directors may transfer all or any\n     part of the Bank's gold holdings to any place where they can be\n     adequately protected.\n       Section 12. Form of holdings of currency\n       The Bank shall accept from any member, in place of any part of\n     the member's currency, paid in to the Bank under Article 11, Section\n     I (i), or to meet amortization payments on loans made with such\n     currency. and not needed by the Bank in its operations notes or\n     similar obligations issued by the Government of the member or the\n     depository designated by such member. which shall be non-negotiable,\n     non-interest-bearing and payable at their par value on demand by\n     credit to the account of the Bank in the designated depsitory.\n       Section 13. Publication of reports and provision of information\n       (a) The Bank shall publish an annual report containing an audited\n     statement of its accounts and shall circulate to members at intervals\n     of three months or less a summary statement of its financial position\n     and a profit and loss statement showing the results of its operations.\n        (b) The Bank may publish such other reports as it deems desirable\n     to carry out its purposes\n       (c) Copies of all reports. statements and publications made under\n     this section shall be distributed to members.\n        Section 14. Allocation of net income\n        (a) The Board of Governors shall determine annually what part of\n     the Bank's net income. after making provision for reserves. shall be\n     allocated to surplus and what part. if any. shall be distributed.\n        ( b ) If any part is distributed, up to two per cent non-cumulative\n     shall be paid, as a first charge against the distribution for any year.\n     to each member on the basis of the average amount of the loans out-\n     standing during the year made under Article N.Section 1 (a) (i). out\n     of currency corresponding to its subscription. If two per cent is paid\n     as a first charge, any balance remaining to be distributed shall be paid\n     to all members in proportion to their shares. Payments to each member\n     shall be made in its own currency, or if that currency is not available\n     in other currency acceptable to the member. If such payments are\n     made in currencies other than the member's own currency, the transfer\n     of the currency and its use by the receiving member after payment shall\n     be without restriction by the members.\n           Anncu VL WifMmwal and Suspension of Membership:\n                                  Surperrpion of Operationr\n       Section 1. Right of members to withdraw\n       Any member may withdraw from the Bank at any time by trans-\n     mitting a notice in writing to the Bank at its principal office. With-\n     drawal shall become effective on the date such notice is received-\n            Khc inclusion of thia p ~ p ck authmid by L.N. 4W19731\n                    ,   1 1   t\n                BRETTON WOODS AGREEMENTS                                     n\n  Section 2. Suspension of membership\n  If a member fails to fulfil any of its obligations to the Bank, the\nBank may suspend its membership by decision of a majority of the\nGovernors, exercising a majority of the total voting power. The\nmember so suspended shall automatically cease to be a member one\nyear from the date of its suspension unless a decision is taken by\nthe same majority to restore the member to good standing.\n  Whiie under suspension, a member shall not be entitled to exercise\nany rights under this Agreement, except the right of withdrawal, but\nshaU remain subject to all obligations.\n  Section 3. Cessation of membership in International Monetary\nFund\n  Any member which ceases to be a member of the International\n                                  I\nMonetary Fund shaU automatically cease after three months to be a\nmember of the Bank unless the Bank by three-fourths of the total\nvoting power has agreed to allow it to remain a member.\n  Section 4. Setfkment of accounts with governments ceasing to be\n                members\n   (a) When a government ceases to be a member. it shall remain liable\nfor its direct obligations to the Bank and for its contingent liabilities\nto the Bank so long as any part of the loans or guarantees contracted\nbefore it ceased to be a member are outstanding; but it shall cease to\nincur liabilities with respect to loans and guarantees entered into there-\nafter by the Bank and to share either in the income or the expenses\nof the Bank.\n   (a) At the time a government ceases to be a member. the Bank\nshall arrange for the repurchase of its shares as a part of the settle-\nment of accounts with such government in accordance with the provi-\nsions of (c) and (d) below. For this purpose the repurchase\nof the shares shall be the value show0 by the books of the Ba&?\nthe day the government ceases to be a member.\n   (c) The payment for shares repurchased by the Bank under this\nsection shall be governed by the following conditions:\n      (i) Any amount due to the government for its sham shall be\n          withheld so long as the government. its central bank or any\n          of its agencies remains liable, as borrower or guarantor, to the\n          Bank and such amount may. at the option of the Bank, be\n          applied on any such liability as it matures No amount shall\n          be withheld on account of the liability of the government\n          resulting from its subscription for shares under Article II.\n          Section 5 (ii). In any event, no amount due to a member for\n          its shares shall be paid until six months after the date upon\n          which the government ceases to be a member.\n     (ii) Payments for shares may be made from time to time, upon\n          their surrender by the government, to the extent by which\n          the amount due as the repurchase price in ( b ) above exceeds\n        me inclusion of this paoe is authorized by LN. 480/19731\n74                    BRETTON WOODS AGREEMENTS\n              the aggregate of liabilities on loans and guarantees in (c) (i)\n              above until the former member has received the full repur-\n              chase price.\n         (iii) Payments shall be made in the currency of the country receiv-\n               ing payment or at the option of the Bank in gold.\n          (iv) If losses are sustained by the Bank on any guarantees, partic-\n                ipations in loans, or loans which were outstanding on the\n                date when the government ceased to be a member, and the\n                amount of such losses exceeds the amount of the reserve\n                provided against losses on the date when the government\n                ceased to be a member, such government shall be obligated\n                to repay upon demand the amount by which the repurchase\n                price of its shares would have been reduced, if the losses had\n                been taken into account when the re urchase price was\n                determined. In addition, the former mem r government shaU\n                remain liable on any call for unpaid subscriptions under\n                Article IL Section 5 (ii). to the extent that it would have been\n                required to respond if the impairment of capital had occurred\n                and the call had been made at the time the repurchase price\n                of its shares was determined.\n       ( d ) If the Bank suspends permanently its operations under Section\n     5 (6) of this Article, within six months of the date upon which any\n     government ceases to be a member, all ri&ts of such government shall\n     be determined by the provisions of Section 5 of this Article.\n        Section 5. Suspension of operatwm and settlement of obligations\n        (a) In an emergency the Executive Directors may suspend\n     temporarily operations in respect of new loans and guarantees pending\n     an opportunity for further consideration and action by the Board of\n     Governors.\n        (b) The Bank may suspend permanently its operations in respect\n     of new loans and guarantees by vote of a majority of the Governors.\n     exercising a majority of the total voting power. After such suspension\n     of operations the Bank shall forthwith cease all activities, except those\n     incident to the orderly realization. conservation, and preservation of\n     its assets and settlement of its obligations\n        (c) The liabilit of all members for uncalled subscriptions to the\n     capital stock of d e Bank and in respect of the depreciation of their\n     own currencies shall continue until all claims of creditors, including\n     all contingent claims, shall have been discharged.\n        (4AU creditors holding direct claims shall be p i d out of the assets\n     of the Bank, and then out of payments to the Bank on calls on unpaid\n     subscriptions. Before making any payments to creditors holding direct\n     claims, the Executive Directors shall make such arrangements as are\n     necessary, in their judgment, to insure a distribution to holders of\n     contingent claims ratably with creditors holding direct claims\n             me inclusion of thh page is authorizsd by L.N. 480/19731\n                 BRETTON WOODS AGREEMENTS\n  (e) No distribution shall be made to members on account of their\nsubscriptions to the capital stock of the Bank nntil\n      (i) all liabilities to creditors have been discharged or provided\n          for, and\n      (ii) a majority of the Governors. exercising a majority of the total\n          voting power, have decided to make a distribution.\n    (j)After a decision to make a distribution has been taken under\n(e) above, the Executive Directors may by a two-thirds majority vote\nmake successive distributions of the assets of the Bank to members\nuntil all of the assets have been distributed. This distribution shall\nbe subject to the prior settlement of all outstanding claims of the Bank\nagainst each member.\n  (g) Before any distribution of assets is made, the Executive Directors\nshall fix the proportionate share of each member according to the ratio\nof its shareholding to the total outstanding shares of the Bank.\n   (h) The Executive Directors shall value the assets to be distributed\nas at the date of distribution and then p r o d to distribute in\nthe following manner:\n       (i) There shall be paid to each member in its own obligations\n           or those of its official agencies or legal entities within its\n           territories, insofar as they are available for distribution, an\n           amount equivalent in value to its proportionate share of the\n           total amount to be distributed.\n      (ii) Any balance due to a member after payment has been made\n           under (i) above shall be p i d , in its own currency, insofar\n           as it is held by the Bank, up to an amonnt equivalent in value\n           to such balance.\n     (iii) Any balance due. to a member after payment has been made\n           under (i) and (i) above shall be paid in gold or currency\n           acceptable to the member, insofar as they are held by the\n           Bank, up to an amount equivalent in value to such balance.\n     (iv) Any remaining assets held by the Bank after payments have\n          been. made to members under (i). (ii), and (i) above shall\n          be distributed pro ratu among the members.\n  (i) Any member receiving assets distributed by the Bank in accord-\nance with (h) above, shall enjoy the same rights with respect to such\nassets as the Bank enjoyed prior to their distribution.\n            ARncLs W. Status, lmmunifies and Privileges\n  Section 1. Purposes of Anicle\n  To enable the Bank to fulfil the functions with which it is entrusted\nthe status, immunities and privileges set forth in this Article shall be\naccorded to the Bank in the qerritories of each member.\n~\n         [The inclusion of this page is authoIkd by L.N. 480119731\n76                    BRETTON WOODS AGREEMENTS\n       Section 2. Status of the Bank\n       The Bank shall possess full juridid personality, and, in particular\n     the capacity:\n          (i) to contract;\n          (ii) to acquire and dispose of immovable and movable property:\n         (iii) to institute legal proceedings.\n        Section 3. Position of he Bank with regard to judicial process\n        Actions may be brought against the Bank only in a court of competent\n     jurisdiction in the territories of a member in which the Bank has an\n     office, has appointed an agent for the purpose of accepting service or\n     notice of process, or has issued or guaranteed securities. No actions\n     shall, however, be brought by members or persons acting for or deriving\n     claims from members. The property and assets of the Bank shall,\n     wheresoever located and by whomsoever held, be immune from all\n     forms of seizure, attachment or execution before the delivery of\n     judgment against the Bank.\n        Section 4. Immunity of assets from seizure\n        Propexty and assets of the Bank,wherever located and by whomso-\n     ever held, shall be immune from search, requisition, confiscation.\n     expropriation or any other lorm of seizure by executive or legislative\n     action.\n        Section 5 . Zmmunity of archives\n       The archives of the Bank shall be inviolable.\n       Section 6. Freedom of apsets from restrictions\n        To the extent necessary to carry out the operations provided for\n     in this Agreement and subject to the provisions of this Agreement\n     all property and assets of the BanL shall be free from restrictions,\n     regulations, controls and moratoria of any nature.\n        Section 7 . Privilege for communications\n        The official communications of the Bank shall be accorded by each\n     member the same ueatment that it accords to the official wmmunica-\n     tion of other members.\n       Section 8. Immunities and privileges of oficers and employees\n       All governors. executive directors. alternates, officers and e m p l o p s\n     of the Bank\n          (i) shall be immune from legal process with respect to acts per-\n              formed by them in their official capacity except when the\n              Bank waives this immunity:\n         (ii) not being local nationals, shall be accorded the same immun-\n              ities from immigration restrictions, alien registration re-\n              quirements and national service obligations and the Same\n             l l l e irdusion of this page i\n                                           s authorid by L.N. 480/19731\n                    BRETTON WOODS AGREEMENTS                                       n\n             facilities as remrds exchange restrictions a3 are accorded by\n             members to the representatives, officials, and employees of\n             comparable rank of other members:\n         (iii) shall be granted the same treatment in respect of travelling\n               facilitia as is accorded by members to representatives. oficials\n               and employees of comparable rank of other members.\n      section 9. Immuniiies from taxation\n       (a) The Bank. its assets, property, income and ifs operations and\nc   transactions authorized by this Agreement. shall bc immune from all\n    taxation and from all customs duties. The Bank shall also be immune\n    from liability for the collection or payment of any tax or duty.\n      ( b ) No tax shall be levied on or in respect of salaries and emolu-\n    ments paid by the Bank to executive d k t o r s , alternates, officials or\n    employees of the Bank who are not local citizens. local subjects, or\n    other local nationals\n      (c) No taxation of any kind shall be levied on any obligation or\n    security issued by the Bank (including any dividend or interest thereon)\n    by whomsoever held-\n         (i) which discriminates against such obligation or sccurity solely\n             because it is issued by the Bank: or\n         (ii) if the sole jurisdictional basis for such taxation is the place\n              or currency in which it is issucd. made payable or paid. or\n              the location of any office or place of business maintained by\n              the Bank.\n      (d) No taxation of any kind shall be levied on any obligation or\n    szcurity guaranteed by the Bank (including any dividend or interest\n    thereon) by whomsoever beld-\n          (i) which discriminates against such obligation or soxrity solely\n              because it is guaranteed by the Bank; or\n         (ii) if the sole jurisdictional basis for such taxation is the location\n              of any ofice or place of business maintained by the Bank.\n      Section 10. Application of Article\n       Each member shall take such action M is necessary in ia own\n    temtorics for the purpose of making effective in terms of its own\n    law the principks set forth in this Article and shall inform the Bank\n    of the detailed action which it has taken.\n                          ARTICLE   m. Amendmenir\n      (a) Any proposal to introduce modifications in this Agreement,\n    whether emanating from a member, a governor or the Executive\n    Directors. ghau be communicated to the Chairman of the Board of\n    Governors who shall bring the proposal before the Board. If the\n    proposed amendment is approved by the Board the Bank shall. by\n    circular letter or telegram. ask all mrmbcra whether they a m p t the\n              tT%e bmlusim of thia pap is an&&&      by L.N. 17119891\n7a                          BRETTON WOODS AGREEMENTS\nL.N.       proposed a m d e n t . When tbree-fifths of the rncmIxm, bvhg\n@4/198lk   eighty-five per cent of the total voting power, have accepted the pro.\n           posed amendments, the Bank shall certify the fact by formal m-\n           munication addressed to all members.\n              ( b ) Notwithstanding (a) above, acceptance by all members is re-\n           quired in the case of any amendment modifying\n                   (i) the right to withdraw from the Bank provided in Article W.\n                       Section 1:\n                 (ii) the right secured by Article II. Section 3 (c);\n                (iii) the limitation on liability provided in Article IL Section 6.\n              (c) Amendments shall enter into force for all members three months\n           after the date of the formal communicatian unless a shorter m       od is\n           specified in the circular letter or telegram.\n                                  Anncm E. Interpretation\n              (a) Any question of interpretation of the provisions of this Agree-\n           ment arising between any member and the Bank or between any\n           members of the Bank shall be submitted to the Executive Directors\n           for their decision. If the question particularly affects any member not\n           entitled to appoint an executive director. it shall be cntitlzd to\n           representation in accordance with Article V,Section 4 (h).\n             (6) In MY case where the Executive Directors have given a decision\n           under (a) above. any member may require that the question be referred\n           to the Board of Governors, whose decision shall be 6nal. Pending\n           the result of the reference to the Board. the Bank may, 90 far as it deems\n           necessary. act on the basis of the decision of the Executive Directors.\n             (c) Whenever a disagreement arises between the Bank and a country\n           which has ceased to be a member. or between the Bank and any\n           member during the permanent suspension of the Bank, such disagree-\n           ment shall be submitted to arbitration by a tribunal of three arbitrators,\n           one appointed by the Bank, another by the country involved and an\n           umpire who. unless the parties otbenvise agree. shall be appointed by\n           the President of the Permanent Court of International Justice or such\n           other authority as may have been prescribed by regulation adopted by\n           the Bank The umpire shall have full power to settle all questions of\n           procedure in any casc where the parties are in disagreement with respect\n           thereto.\n                            ARTICLE X.  Approval deemed given\n             Whenever the a roval of any member is         uired More any act\n           may be done by       Bank, except in Article 3 1 . approval shall be\n           deemed to have been given unless the member presents an objaction\n           within such reasonable period as the Bank may 6x iu notifying the\n           member of the proposed act.\n                     llhe i d w o n oi this pssc ia autbmked by LN. 11119S9l\n                BRETTON WOODS AGREEMENT5                                   79\n                         ARncLB XI. Final Provisions\n   Section 1. Entry inio force\n   This Agreement shall enter into force when it has been signed\non behalf of governments whose minimum subscriptions comprise not\nless than sixty-five per cent of lhe total subscriptions set forth in\nSchedule A and when the instruments referred to in Section 2(4 of\nthis Article have been deposited on theis behalf, but in no event shall\nthis Agreement enter into before May 1. 1945.\n   Section 2. Signu!ure\n   (U) Each government on whose behalf this Agreement is signed\nshall deposit with the Government of the United States of America\nan instrument setting forth that it has accepted this Agreement in\naccordance with its law and has taken all steps necessary to enable\nit to carry out all of its obligations under this Agreement.\n   (b) Each government shall become a member of the Bank as from\nthe date of the deposit on its behalf of the instrument referred to in\n(U) above, except that no government shall become a member before\nthis Agreement enters into force under Section 1 of this Article.\n   (c) The Government of the United States of America shdl inform\nthe governments of all countries whose names are set forth in Schedule\nA, and all governments whose membership is approved in accordance\nwith Article II, Section 1 (b). of all signatures of this Agreement and\nof the deposit of a l l instruments referred to in (U) above.\n    (d) At the time this Agreement is signed on its behalf each govern-\nment shall transmit to the Government of the United States of\nAmerica one one-hundredth of one per cent of the price of each share\nin gold or United States dollars for the purpose of meeting admin-\nistrative expenses of the Bank. This payment shall be credited on\naccount of the payment to be made in accordance with Article II,\nSection 8 (a). The Government of the United States of America shall\nhold such funds in a special deposit account and shall transmit them\nto the Board of Governors of the Bank when the initial meeting has\nbeen called under Section 3 of this Article. If this Agreement has not\ncome into force by December 31, 1945, the Government of the United\nStates of America shall return such funds to the governments that\ntransmitted them.\n    (e) This Agreement shall remain open for signature at Washington\non behalf of the governments of the countries whose names are set\nforth in Schedule A until December 31,1945.\n    v) After December 31, 1945, this Agreement shall be open for\nsignature on behalf of the government of any country whose member-\nship has been approved in accordance with Article II, Section 1 (b).\n    (g) By their signature of this Agreement, all governments accept\nit both on their own behalf and in respect of all their colonies, over-\nseas territories, all territories under their protection. suzerainty, or\nauthority and all territories in respect of which they exercise a man-\ndate.\n       [The inclusion of lhis page is authorired by L.N.480/19731\n80                   BRETTON WOODS AGREEMENTS\n        (h) In the case of governments whose metropolitan territories have\n     been under enemy occupation, the deposit of the instrument referred\n     to in (U) above may be delayed until one hundred and eighty days after\n     the date on which these territories have been liberated. If, however,\n     it is not deposited by any such government before the expiration of this\n     period, the signature a&ed on behalf of that government shall become\n     void and the portion of its subscription paid under (d)above shall be\n     returned to it.\n        (1) Paragraphs (d) and (h) shall come into force with regard to each\n     signatory government as from the date of its signature.\n       Section 3. Inaiigurafion of the Bank\n       (a) As soon as this k e e m e n t enters into force under Section 1 of\n     this Article, each member shall appoint a governor and the member to\n     whom the largest number of shares is allocated in Schedule A shall\n     call the first meeting of the Board of Governors.\n        (b) At the first meeting of the Board of Governors. arrangements\n     shall be made for the selection of provisional executive directors. The\n     governments of the five countries, to which the largest number of shares\n     are allocated in Schedule A, shall appoint provisional executive\n     directors If one or more of such governments have not became\n     members, the executive directorship which they would be entitled\n     to fill shall remain vacant until they become members, or until January"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Each participant whose currency M distributed to other partici-\n          pants under this Schedule guarantees the unrestricted use of such\n          currency at all times for the purchase of goods or for payments of sums\n          due to it or to persons in its territorities. Each participant so obligated\n          agrees to compensate other participants for any loss resulting from the\n          difference between the value at which the Fund distributed its currency\n          under this Schedule and the value realized by such participants on\n          disposal of its cupncy.\nLN.         SCHEDULEJ.--Settlement of Accourtls with Members Withdrawing\n??I1991      1. The settlement of accounts with respect to the General Resources\n          Account shall be made according to 1 to 6 of this Schedule. The Fund\n          shall be obligated to pay to a member withdrawing an amount equal\n          to its quota, plus any other amounts due to it from the Fund, less any\n          amounts due to the Fund, including charges accruing after the date of\n          its withdrawal, but no ayment shall be made until six months after\n                                   !\n          the date of withdrawal. ayments shall be made in the currency of the\n          withdrawing member, and for this purpose the Fund may transfer to\n          the General Resources Account holdings of the member's c-cy           in\n          the Special Disbursement Account or m the Investment Account in\n          exchange for an equivalent amount of the clirrencies of other members\n          in the General Resources Account selected by the Fund With their\n          concurence."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. If the par value of the currency of a member has ceased to exist under\n                  8 above, the member shall consult with the Fund and ensure that its exchange\n                  arrangements are consistent with the purposes of the Fund and are adequate\n                  to fulfill its obligations under Article 1V;section 1 ."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A member for whose currency the par value has ceased to exist\n                  under 8 above may, at any time, propose a new par value for its currency.\n                      I I . Notwithstanding 6 above, the Fund, by a seventy percent majority of\n                  the total voting power, may make uniform proportionate changes in all par\n                  values if the special drawing right is the common denominator and the\n                  changes will not affect the value of the special drawing right. The par value\n                  of a member's currency shall, however, not be changed under this provision\n                  if, within seven days after the Fund's action, the member informs the Fund\n                  that it does not wish the par value of its currency to be changed by such\n                  action.\nI   LN.               I.     ( a ) Each member or group of members that has the number\n    134Al20 1 1                    of votes allotted to it or them cast by an Executive Director\n    Sch.\n                                   shall appoint to the Council one Councillor, who shall be a\n                                   Governor, Minister in the government of a member, or person\n                                   of comparable rank, and may appoint not more than seven\n                                   Associates. The Board of Governors may change, by an\n             BRETTON WOODS AGREEMENTS                                       56.0 1\n         eighty-tive percent majority of the total voting power, the\n         number of Associates who may be appointed. A Councillor or\n         Associate shall serve until a new appointment is made or until\n         the next regular election of Executive Directors, whichever\n         shall occur sooner; and\n     ( b ) Executive Directors, or in their absence their Alternates, and\n         Associates shall be entitled to attend meetings of the Council,\n         unless the Council decides to hold a restricted session. Each\n         member and each group of members that appoints a Councillor\n         shall appoint an Alternate who shall be entitled to attend a\n         meeting of the Council when the Councillor is not present, and\n         shall have full power to act for the Councillor."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.3 157888 13 per cent of its quota as of September 19, 1997, provided that,             .\nfor participants whose quotas have not been adjusted as proposed in Reso-\nlution No. 45-2 of the Board of Governors, calculations shall be made on the\nbasis of quotas proposed in that resolution."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31, 1945. the Government of the United States of America shall return\nsuch funds to the governments that transmitted them.\n    (e) This Aaeement shall remain omn for signature at Washiwton\non behalf of -the governments of th; countries-whose names are set\nforth in Schedule A until December 31, 1945.\n    (f) After December 31. 1945, this Agreement shall be open for\n signature on behalf of the government of any country whose member-\n ship has been approved in accordance with Article II. section 2.\n    (g) By their signature of this Agreement, all governments accept it\n both on their own behalf and in respect of all their colonies, overseas\n territories. all territories under their protection, suzerainty. or authority,\n and all territories in respect of which they exercise a mandate.\n    (h) Subsection (d)above shall come into force with regard to each\n signatory government as from the date of its sigoature.\n           Phe inolusion of this page i h m v h o r i d by L.N.901 19931\n52                             BRETTON WOODS AGREEMENTS\nL.N.                                      &€iEDULE k ~ u o i n s\n?711991.\n                                (In millions of United States dollars)\n            Australia ........................     200 Iran ...............................      25\n             Belgium ........................      225 Iraq .................................      8\n            Bolivia ...........................      10 Liberia ...........................         .5\n            Brazil ...........................     150 Luxembourg .....................          10\n            Canada ..........................      300 Mexica ...........................        90\n            Chile ..............................    50 Netherlands .....................        275\n            China ...........................      550 New Zealand .....................          50\n            Colombia ........................       50 Nicaragua ..........................       2\n            C o s t a Rim ........................    5  Norway    ...........................  50\n            Cuba ..............................     50 Panama ...........................           5\n            Chchoslovakia ............... 125 Paraguay ...........................                2\n            Denmark' ....................                Peru ...............................   25\n            Dominican Republic ........... .5 Philippine\n            Ecuador ...........................       5    Commonwealth ............. 15\n            Egypt ..............................    45 Poland ...........................      125\n            El Salvador ......................       2.5 Union of South Africa ...... 1CU\n            Ethiopia ...........................     6 Union of Soviet Socialit\n            France ..........................      450     Republics ................... 17-00\n            Greece .............................    40 United Kingdom ............ 1300\n            Guatemala ........................        5 United States ................ 2750\n            Haiti ................................    5 Uruguay .........................       15\n            Honduras ..........................      2.5 Venezuela .....................        If\n            Iceland .............................     1 Yugoslavia ................... 60\n            India ............................     400\n             *The quota of Denmark shall be determined by the Fund a f t a ths\n           Danish Govermnmt has declared iis teadinar, to sign this m m t\n           but MoIe signature lakes place.\nL.N.                                            SxlmJLE B\n7711991.        Trrmsitiod PmViFions with Respect to Repurchase. Pay?nenr of\n                Additional Subsdptions, Gold, and Certain Operaliond Matters"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.14                    BRETTON WOODS AGREEMENTS\n        before the date specified in Article XI, Section 2 k).\n          ( b ) Membership shall b: open to other members of the Fund. at\n        such times and in accordance with such terms as may be prescribcd\n        by the Bank.\n          Section 2. Authorized capital\n           (a) The authorized capital stock of the Bank shall be $10,oM),OOO,OOO\n        in temis of United States dollars of the weigh1 and fineness in effect on\n        July 1. 1944. The capital stock shall be divided into 100,ooO shares\n        having a par value of S100,oOO each. which shall be available for\n        subscription only by members.\n          ( h ) The capital stock may be increased when the Bank deems it\n        advisable by a three-fourths majority of the total voting power.\n          Section 3. Subscriplion of shares\n          ( U ) Each member shall subscribe shares of the capital stock of the\n        Bank. The minimum number of shares to be subscribed by the\n        original members shall be those set forth in Schedule A. Thc mininium\n        number of shares to be subscribed by other members shall be determined\n        by the Bank, which shall reserve a sufficient portion of its capital stock\n        for subscription by such members.\n          ( b ) The Bank shdl prescribe rules laying down the conditions under\n        which members may subscribe shares of the authorized capital stock of\n        the Bank in addition to their minimum subscriptions.\n           (c) !I the authorized capita1 stock of the Bank is increased. each\n        member shall have a reasonable opportunity to subscribe, under such\n        conditions as the Bank shall decide, a proportion of the increase of\n        stock equivalent to the proportion which its stock theretofore sub-\n        scribed bears to the total capital stock of the Bank, but no member\n        shall bc obligated to subscribe any part of the increased capital.\n                BRETTON WOODS AGREEMENTS\n  Section 4. Zssue price of shures\n   Shares included in the minimum subscriptions of original members\nshall be issued at par. Other shares shall be issued at par unless\nthe Bank by a majority of the total voting powers decides in special\ncircumstances to issue them on other terms.\n   Section 5. Division und calls of subscribed capital\n   The subscription of each member shall be divided into two parts\nas follows :\n      (i) twenty per cent shall be paid or subject to call under section\n          7 (i) of this Article as needed by the Bank for its operations:\n     (ii) the remaining eighty per cent shall he subject to call by the\n          Bank only when required to meet obligations of the Bank\n          created under Article lV,sections 1 (a) (ii) (ii).\nCalls on unpaid subscriptions shall be uniform on all shares\n   Section 6 . Limifation on liubility\n   Liability on shares shall be limited to the unpaid portion of the\nissue prim of the shans.\n   Section I . Method of payment of subscripfions fop. shares\n   Payment of subscriptions for shares shall be made in gold or United\nStates dollars and in the currencies of the members as follows:\n      (i) under Section 5 (i) of this Article, two per cent of the prim\n           of each share shall be payable in gold or United States dollars,\n           and, when calls are made, the remaining eighteen per cent\n           shall be paid in the currency of the member;\n     (ii) when a call is made under Section 5 (ii) of this Article, pay-\n          ment may be made at the option of the member either in\n          gold, in United States dollars or in the currency required to\n          discharge the obligations of the Bank for the purpose for which\n          the call is made,\n    (iii) when a member makes payments in any currency under (i)\n          and (ii) above, such payments shall be made in amounts equal\n          in value to the member’s liability under the call. This liability\n          shall be a proportionate part of the subscribed capital stock\n          of the Bank as authorized and detined in Section 2 of this\n          Article.\n  Section 8. Time of payment of subscriptiom\n  (a) The two per cent payable on each share in gold or United States\ndollars under Section 7 (i) of this Article, shall be paid within sixty\ndays of the date on which the Bank begins operations, provided that\n     (i) any original member of the Bank whose metropolitan territov\n         has suffered from enemy occupation or hostilities during the\n         present war shall he granted the right to postpone payment\n         of one-half per cent until five years after that date:\n        me inclusion of this pagc ia authorized by L.N. 480/19731\n                BRETTON WOODS AGREEMENTS\n    (ii) an original member who cannot make such a payment because\n         it has not recovered possession of its gold reserves which are\n         still seized or immobilized as a result of the war may post-\n         pone all payment until such date as the Bank shall decide.\n  (b) The remainder of the price of each share payable under Section\n7 (i) of this Article shall be paid as and when called by the\nBank, provided that\n     (i) the Bank shall. within one year of its beginning operations.\n         call not less than eight per cent of the price of the share in\n         addition to the payment of two per cent referred to in (a)\n         above;\n    (ii) not more than five per cent of the price of the share shall be\n         called in any period of three months.\n  Section 9. Mahfenance of value of certain currency holdinss of the\n             Bank\n  (a) Whenever (i) the par value of a member’s currency is reduced.\nor (ii) the foreign exchange value of a member’s currency has, in the\nopinion of the Bank, depreciated to a significant extent within that\nmember’s territories. the member shall pay to the Bank within a\nreasonable time an additional amount of its own currency sufficient\nto maintain the value, as of the time of initial subscription. of the\namount’of the currency of such member which is held by the Bank\nand derived from currency originally paid in to the Bank by the\nmember under Article II. Section 7 (i), from currency referred to in\nArticle IV. Section 2 (b). or from any additional currency furnished\nunder the provisions of the present paragraph, and which has not been\nrepurchased by the member for gold or for the currency of any member\nwhich is acceptable to the Bank.\n   ( b ) Whenever the par value of a member’s currency is increased,\nthe Bank shall return to such member within a reasonable time an\namount of that member’s currency equal to the increase in the value\nof the amount of such currency described in (a) above.\n   (c) The provisions of the preceding paragraphs may be waived by\nthe Bank when a uniform proportionate change in the par values of\nthe currencies of all its members is made by the International Mone-\ntary Fund.\n   Section 10, Restriction on disposal of shares\n   Shares shall not be pledged or encumbered in any manner whatever\nand they shall be transferable only to the Bank.\n  ARTICLE   III. General Provisions relaling to Lonnr and GumaMees\n  Section 1. Use of resources\n  (a) The resources and the facilities of the Bank shall be used\nexclusively for the benefit of members with equitable consideration\nto projects for development and projects for reconstruction alike.\n       lThe inclusion of this page is authorized by L.N. 480119731\n                BRETTON WOODS AGREEMENTS                                     61\n  (b) For the purpose of facilitating the restoration and reconstruction\nof the economy of members whose metropolitan territories have\nsuffered great devastation from enemy occupation or hostilities, the\nBank, in determining the conditions and terms of loans made to such\nmembers, shall pay special regard to lightening the financial burden\nand expediting the completion of such restoration and reconstruction.\n  Section 2. Dealings between members m d !he Bank\n  Each member shall deal with the Bank only through its Treasury,\ncentral bank. stabilization fund or other similar E:ml agency. and the\nBank shall deal with members only by or through the same agencies.\n   Section 3. Limitations on guarantees and borrowings of !he Bank\nThe total amount outstanding of gnarantees, participations in loans\nand direct loans made by the Bank shall not be increased at any time,\nif by such increase the total would exceed one hundred per cent of the\nunimpaired subscribed capital, reserves and surplus of the Bank.\n  Section 4. Conditionr on which the Bank may guaranfee or make\n                loam\n   The Bank may guarantee, participate in or make loans to a n y\nmember or any political subdivision thereof and any business, indus-\ntrial, and agricultural enterprise in the territories of a member, subject\nto the following conditions:\n     (i) When the member in whose territories the project is located\n         is not itself the borrower, the member or the central bank or\n         some comparable agency of the member which is acceptable\n         to the Bank, fully guarantees the repayment of the principal\n         and the payment of interest and other charges on the loan.\n    (ii) The Bank is satisfied that in the prevailing market conditions\n         the h o m e r would be unable otherwise to obtain the loan\n         under conditions which in the opinion of the Bank are reasofl-\n         able for the borrower.\n    (iii) A competent committee, as provided for in Article V. Section"
    }
  ],
  "definitions": []
}