{
  "id": "jm-stat-the-broadcasting-and-radio-re-diffusion-act",
  "type": "statute",
  "title": "The Broadcasting and Radio Re-Diffusion Act",
  "title_en": "The Broadcasting and Radio Re-Diffusion Act",
  "short_name": "Broadcasting and Radio Re-Diffusion Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-broadcasting-and-radio-re-diffusion-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-broadcasting-and-radio-re-diffusion-act | Legal areas: Communication and Technology",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Broadcasting and W i o Re- smtih.\n                                                             s. Ya).\n    \"CaPibbean Coanmmity\" means the Caribkm Community I\n        established by Article 2 of the Treaty;       s. 361.\n     \"coanmercial matter\" means matter of my description ~ W I W\n         which is broadcast with the intention of influencing s. 2&).\n         listeners or viewem thereto to engage or abstain h m\n         engaging in commercial relations with my person;\n    \" ~ m e r c i a lbroadcasting licence\" includes m exclusive\n         commercial broadcasting licence and a non-exclusive\n         commercial broadcasting licence granted under sec-\n                                                                4w1995\n         tion 1 1F;                                             s. 2&).\n    \"Commission\" means the Broadcasting Commission estab-        ,,,\n       lished under section 12;                           s. 2 (61.\n    \"communiQ access channel\" means a channel dedicated to I in008\n        the provision of access to news, infbmation md other 3@1*\"\n4       BROADCASTmG A N . RADIO RE-DIFFUSION\n        content of public interest related to the geographic\n        area or zone served by the subscriber television\n        operator or subscriber television licensee;\n    \"independent programme provider\" means a programme\n         provider who-\n              (a) transmits at least fourteen hours of new,\n                  unrepeated local content per .week, on a\n                  subscriber television channel; and\n              (b) is l i c e 4 to operate pursuant to section\n                   11D;\n    \"international relay service licence\" means a non-exclusive\n         international relay service broadcasting licence\n         granted under section 11F to provide broadcasts which\n         are relayed worldwide and care consistent with the\n         national interest and which-\n              (a) include broadcast matter of any description\n                  that is not intended to influence listeners\n                  thereto or viewers thereof to engage in or\n                  abstain from engaging in commercial rela-\n                  tions with any other person;\n              (b) are not for profit; and\n             (c) do not in any manner involve engagement in\n                 commercial activity;\n    \"local content\" means local television programming\n         which-\n             (a) originates in Jamaica or any other Member\n                 State;\n             (b) is created and produced by a Jamaican\n                                   '\n                 national or a national of any other Member\n                 State;\n             (c) relates to Jamaica or any other Member State;\n    \"Member State\" means a Member State of the Caribbean\n         Community excluding an Associate Member within\n         the meaning of Article 23 1 of the Treaty;\n                                             -      -     -\n           lTbc lr&m&o   of h b page b authorized by LN. 123/20lll\n    BROmASTING AND W                     O RE-DIFFmION              4.0 i\n\"natiod\" means a person who-\n    (a) is a citizen of a Member State; or\n     (b) has a connection with ia M m k r State of ia kind\n         which entitles that person to be regded as\n         belonging to or, if it be so expressed, as being a\n         native or resident of such a Member Shte for the\n         purposes of the laws thereof relating to immigra-\n         tion; or\n     (c) is a company or other legal e~tityconstituted in a\n         Member State in accordance with the laws\n         thereof and which that Member State regards as\n         belonging to it, provided that such company or\n         other legal entity has been formed foa gainful\n         puipses and has its registered office and central\n         administration, and carries ow substantial\n         activity, within the Community mQ is s u b\n         struntially owned and effwdvely contmlld by\n         persons mentioned in paragraphs (a) md (b);\n\"non-commercial broadcaster\" means a broadcaster-             I 112008\n                                                              s. 3@).\n     (a) whose articles of incorporation or equivalent\n          document states that the objects of ?he broad-\n          caster are non-commercial in nature;\n     (b) that does not operate its broadcasting services at a\n          profit;\n     (c) that establishes a programme format, content and\n         schedule not subject to the contml or influence of\n         any commercial entity;\n     (4 that does not collect advertising revenue which\n          represents more than 30% of its total revenue;\n          and\n     (e) that submits a business m ~ d e l that does not\n         reflect reliance on commercial revenue for\n         sustainability,\n       (The indaiorr of Ihi page b rutborircd by LN. IZMOlll\n    BROADCASTING AND RADIO RE-DIFFUSION\n    and the teams \"noncommercial\" and non-commercial\n    broadcasting\" shall be construed accordingly;\n\"re-diffusion system\" means a system for the dissemination\n     by electrical or magnetic agency over a wired network\n     connecting a transmitting instrument with a number of\n     receiving instruments of sound;\n\"sound broadcasting\" means the dissemination by wireless\n    telephony of sounds of any description but does not\n    include sounds which foam part of a television\n    broadcast;\n\"special subscriber television service licence\" means an\n     island-wide national subscriber television licence;\n\"subscriber television operator\" means a person who\n    operates a subscriber television service;\n\"subscriber television programme provider\" means a\n    subscriber television operator that-\n         (a) provides, on a non-commercial basis, i        d\n             programming on dedicated channels located\n             on his own subscriber television m i c e ;\n             and\n         (b) is registered as a subscriber television\n             programme provider lutnder section 11D;\n\"subscriber television service\" means the one-way trans-\n    mission of video programming or other programsnisg\n    service to subscribers for a fee, and subscriber\n    interaction (if any) which is required for the selection\n    of such programming or other programming service;\n\"television broadcasting\" means the wireless transmission\n     of visual images or pictures, together with any sounds\n     broadcast for reception dong with those images or\n     pictures;\n\"Treaty\" means the Revised Treaty of Chagmamas\n     establishing the Caribbean Community and the CSME\n       fTh i d d o n d tbb page b uhrbed by LN. lulLOlll\n           BAOADCASTING AND RADIO RE-DIFFUSION                              4.03\n          signed in The Bahamas on July 5,2001, as is in force\n          in relation to Jamaica.\n     \"video programming\" means the transmission of visual 43119s\n          images by means of radio magnetic signals or optical     'e2@).\n          agency.\n       (2) For the purposes of this Act a person shall be deemed\nto engage in commercial broadcasting if having the control of\nany broadcasting apparatw-                                       s. 2(g.\n                                                                 IWI~PBZ\n    (a) he accepts or agrees to accept valuable consideration of\n        any description in respect of the use of such apparatus\n        for the making of any broadcast; or\n    (b) he uses or permits to be used such apparatus for broad-\n        casting commercial matter.\n       (3) For the purposes of this Act a person shall be deemed ~ 1 9 6 2\nto have the control of any broadcasting apparatus if he is entitled S.2(dr\notherwise than in the capacity of servant or agent of some other\nperson resident in Jamaica to determine whether or not such\napparatus shall be used for any lawful purpose.\n  PART 11. Commercial and Non-Commercial Broadcasting"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) The appointment of a mmber of the G n u m i i o n W, sub- ~mlac          of\n jact to the provisions of this Schedule, be for a period of five years. ofam.\n           (2) The members of the Commission shall be eligible for re-\n appointment\n          (3) A member of the Commission may be removed from office\n only for inability to discharge the functions of his office (whether aris-\n ing from infirmity of body or mind or any other c a w ) or for misbe-\n haviour, and shall not be so mnod except in acoordance with sub-\n pragraph (4).\n           (4) A member of the Commission &all be removed from      -%\n                                                                     xJo\n        (a) by the Governor-General;\n        (b) on the ground specified at sub-paragraph (3),\n  if the revocation of his appointment is mmmended by Parliament by\n  means of a resolution of each House of Parliament. approved by not\n less than two-thirds of all the members of that House.\n            (S) If the office of a member of the Commission becomes vacant\n any other person who is qualified to be a member of the Commission\n  may be appointed to be a member in accordance with the provision&\n  of pamgmph 1, and the duration of the term of offiae of such member\n   shall be the unexpired period of the term of office of the member whose\n  office k a m e vacant."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(I) Any mernber, other than the chhman, may at any time Reslyoation\n  resign his office by instrument in writing addressed to the Governor-\n   General and transmitted through the Chairman. and from the date of\n  receipt by the Governor-General of such instrument such member shall\n  cease to be a member.\n             p%einclusion ofthis page is authorized by L.N. 95119971\n                        BROADCASTlNG AND RADIO RE-DIFFUSION\n                     (2) The Chairman may at any time resign his office by instru-\n               ment in writing addressed to the Governor-Gened, and such rcsigna-\n               tion shall take effect as from the date of receipt by the Oovernor-\n               General of the instrument\nPublication      4. The names of all members as Erst appointed and every change\nof member-     in the membership of the Commission shall be published in the Gnzerle.\n#hip.\nProcedure         5 . 4 1 ) The Commjssiw W meet as and when                   f o ~the\n*\nand meet-         rfonnance of its functions under this Act and such meetmgs may be\n               c l d at such places and times and on such days as the Commission\n               may determine.\n                       (2) The Chairman may at any time call a sparial meeting of\n               the Commission and shall call a special meeting within seven days of\n               the receipt of a written request for that purpose addressed to him by\n               any two members of the Commission.\n                       (3) The Chairman shall pzside at a l l meetings of the Commirs-\n               sion at which he is present, and, in the case of his absence from any\n               meeting. the members present and constituting a quorum ahall elect\n               one of their number to act as Chairman at the meeting.\n                        (4) T b q n o n r m a t a n y mc8tjngWbothra.\n                        (5) Every decision of the Commission shall be by a majority\n               vote and where the voting is equal the Ohairmm or pason pmidkg\n               shall have a casting vote in addition to his orginal vote.\n                        (6) Subject to the provisions of this    agraph the Commission\n                shall have power to regulate its own prow&s.\n                        (7) The validity of any proceedings of the Commigsion shall\n               not be affected by an vacancy amongst Be members or by any defwt\n                                     fY\n               in the appointment o a member."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)     Any member of the Tribunal other than the chairman may\n at any time resign hia &ce by instrument in writing addmsed to the\n Mdstec and transmitted through the ckdman, and *'the             date of\n the receipt by the Minister of suoh instrument, such member shall cease\n to be a member of the Tribunal.\n          (2) The chairman may at any time d g u him ofiice by instrument\n in M   i addressed to the Minister and such resignation shall tafm\n c&ct as from the date of the receipt of such instrument by the Minister.\n              rmtmdusionofcais~iaan(horiesdbyL.N.95p9973\n                       BROADCASTING A N D RADIO RE-DIFFUSION\nPublidon        5. The names of the members of the Tribunal as lint constituted\nship\nOfmrrmbm-     and every change in membership thereof shall be published in the\n              Gazette."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.9 (bk\n@ to receive and investigate complaints in relation to 431,1995\n                                                                 69@h\n    any matter under this Act.\n     [Tbeh c l d o n of   page is auffaoriPd by L.N. 951 19971\n                   BROADCASTING AND RADIO RE-DIFFUSION\nPOwp lo\nmqwc In-"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.+1) Any broadcasting licence may, subject to the\n    OP m-         provisions of this section, be either a non-exclusive or an\n    exclusive.\n    ll R 0 0 1\n    S. %a).\n    SWIW~             (a) sound broadcasting licence; or\n    S. %a).\n                      (b) television broadcasting licence; or\n                       (c) sound and television broadcasting licence.\nI\n                          (2) E v q broadcasting licence shall authorize the holder\n                  thereof during such period as such licence remains in force to\n                  erect, establish, maintain and operate such broadcasting appa-\n    ~ W W         ratus of every description as may be necessary to enable the\n    s. 5@).       holder thereof Mly and effectually to engage in broadcasting in\n                  accordance with the terms of his licence.\n                          (3) E v q non-exclusive broadcasting licence shall\n                  authorize the holder thereof during such period as the licence\n                                                                                           0\n                  m a i n s in force to engage in broadcasting concmndy with\n                  the holder of any other broadcasting licence under this Act.\n    IW1%2               (4) E y exclusive sound broadcasting licence shall\n    s. 2(c).\n                  authorize the holder thereof during such period as such licence\n                                  i d a a b a d tbb pge b a u t h o r i d by LN. IlMOlll\n         BROADCASTING AND RADIO RE-DIFFUSION                                  5\nremains in force to engage in broadcasting to the exclusion of\nall other persons except as otherwise provided in subsection (5)\nand subsection (6).\n       (5) No non-exclusive sound broadcasting licence shall be\ngranted at any time when there is in force any applicable ex-\nclusive sound broadcasting licence unless either-               1 ~ 2 ~ ~ 8\n                                                                S.S@Mi).\n    (a) the holder of such applicable exclusive sound broad-         iinm\n                                                                     S. 5(Wii).\n        casting licence notifies the Minister in writing of his\n        consent to the grant of such non-exclusive sound\n        broadcasting licence; or\n        such non-exclusive sound broadcasting licence contains\n        a term that the holder thereof shall not engage in sound\n        broadcasting until such time as such exclusive sound\n        broadcasting licence has ceased to be in force or the\n        holder thereof has notified the Minister in writing of his\n        consent to the holder of such non-exclusive sound\n        broadcasting licence engaging in sound broadcasting.\n       (6) No exclusive sound broadcasting licence shall be !wise2\ngranted at any time when there is in force any non- Sa5(e).\nexclusive sound broadcasting licence unless such exclusive\nlicence contains a term that it shall take effect as a non-exclusive\nsound broadcasting licence until such time as all non-exclusive\nsound broadcasting licences in force at the date of the grant\nof such exclusive sound broadcasting licence shall have\nceased to be in force or shall have become vested in the\nholder of such exclusive sound broadcasting licence.\n       (7) The provisions of subsections (4), (5) and (6) shall 1 ~ ~ x 2\nhave effect as respects exclusive television broadcasting licences S-'(\".\nand non-exclusive television broadcasting licences in like\nmanner as they have effect as respects exclusive sound broad-\ncasting licences and non-exclusive sound broadcasting licences.\n             lTbe Murion of fbu page b autborhcd by LN. 12312011)\n 6                          BROADCASTING AND RADIO RE-DIFFUSION\n 1W1%2                      (8) Subject to the provisions of this section, an exclu-\n s. 5 (a).         sive sound b d c a s t i n g licence may be granted notwith-\n                   standing th& t h m is in force an exclusive television broad-\n                   casting licence; and an exclusive television broadcasting licence\n                   may be granted notwithstanding that there is in force an exclu-\n                   sive sound broadcasting licence.\n Nan-        .:."
    },
    {
      "provision_ref": "sec6a",
      "section": "6A",
      "title": "Section 6A",
      "content": "6A.+1) No person shall establish or maintain any broad-\n bmkaing           casting apparatus to engage in non-commercial broadcasting\n dess\n OPiginating       services which originate outside of Jamaica, except under and\n adside of         in a c m h c e with the terms of an international relay service\n Jamaica\n I 1nwP            licence p a e B under this Act.\n                                                                     7\n S. 6.\n                           (2) E v q gerson who contravenes subsection (1) shall\n                   be guilty of an offence and shall be liable on a fine not ex-\n                   ceeding five h u n M thousand dollars or to imprisonment for a\n                   term not exceeding six months or to both such fine and im-\n                   prisonment.\n Unlawful               7. Every person who unlawfully and maliciously or fraud-\n-i\n with cabIe        ulently cuts, injures, taps or interferes with any cable or wire\n wire.             connected with or wed in connection with any broadcasting\n IQ/1%2\n S. 6.             apparatus or other apparatus or equipment utilized for broad-\n 1I r n            casting by the holder of a broadcasting licence ' b t e d under\n S.7\n                   this Act or for broadcasthg by the holder of an inter- national\n                   relay &ce       licenk in accordance with the terms of such\n                   licence s M l be guilty of an offence against this Act, and shall\n                   be liable on summary conviction thereof before a Resident\n 4311!395          Magistrate to a fine not exceeding five hundred thousand dollars\n S. 4 (a).\n 4311995           or to imprisonment with or without hard labour for a term not\n S.4 (b).          e x d i n g two years.\n                                                                                       0\n                                      PART 111. Radio Re-D~fision"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) The Tribunal shall meet at such times as may be necessary\n              or expedient for the transaotion of business and such meetings shall be\n              held at such placts and times and on rmoh days as the Tribunal may\n              detede.\n                     (2) The chairman or, in hi a k n e the v b c h h m a n , or m\n              their absence any other person appointed to act temporarily as chair-\n              man, shall preside at meeting of the T r i b d and shall have an\n              original and a casting vote in any case in which the voting is equal.\n                     (3) The decisions of the Tniunal shall be by a majority of votes.\n                    (4) The Tribunal shall bave power to regulate its own proceed-\n              *.\n                    (5) The secretaq shall keep a m r d of all proceedings of the\n              Tribunal.\n                    (6)Subject to the pmvisions of this Schedule the Tribunal shall\n              regulate its own pmceediigs.\nRtmuncra-       8. There shall be paid to the chairman, vice-chairman and other\ntion of\nmembers.      members of the Tribunal in respect of each appeal. sum muneratim\n              (whether by way of honorarium, salary or fees) and such all-oes\n              as the Minister may determine."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 ) No person shall establish, maintain or operate in\n                   J h a i c a any d i o re-diffusion system except under and in\n              BROADCASTING AND RADIO RE-DIFFUSION                                          7\n    accordance with the t m s of a licence grsnted under this Act.\n             (2) Eveq person who contravenes the provisions of 4011995\n    subsection ( 1 ) shall be guilty of an offence against this section S. 5 (ii).\n    and shall be liable on sunnma~yconviction'before a Resident\n    Magistrate to a fine not exceeding one thousand dollars or to\n    imprisonment for any term not exceeding six months in respect\n    of each day on which such offence is committed."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where, pursuant to paragraph 1, the Governor-General ia direoted\nto aot after oonsultation with the Leader of the oppoeition and-\n      (a) there is no person holding the office of Leader of the Opposi-\n          tion; or\n      (6) tbe holder of that offioe is unwillimg or b fesaon of his ilIness\n          or absence from Jamaica, unable to 2      0 1 1 his\n                                                          1  1functions in\n           that WWd,\nthe Govemor-General shall act as if the reference in that paragraph to\n the Leader of the Opposition were a reference to such person as the\n Gavernor-General, in his a t i o n , considers appropriate,\n          Conrtiiutim and Procedure of AppeoI Tribunal        &point-\n                                                              ment of"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any member of the Tribunal who has any interest, directly or in-\n              directly. in any appeal brought b d m the Tnimal-\n                   {a) shall diioac the nature of the mterest to the Tribunal. and\n                   (b) shall not take part in any deliberations or decision of the\n                       Tribunal with re.spcct to that appeal.\nOfeoc of        11. The office of chairman, vice-chairman or member of the Tribunal\nm m b a not\n,public       shall not be a public office for the purpose of Chapter V of the Cw-\nofftce.       stitution of Jamaica.\n                              inclusion of this-   is a d m h d by LN.95119971"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every person who unla-ly       and maliciously or fraud- unlawful\n    ulently cuts, injures, taps or connects any wired extension or interference\n    apparatus or hearing device to or otherwise interferes with any diffusion\n    feeder wiring or high level link wiring or any wiring to or on or           !cyz2\n    in any premises or any other wiring or cable or any insulator or S. I I\n-   support for wiring or any pole or apparatus or loudspeaker or (aWbWc).\n    transformer or other part of any radio re-diffision system\n    operated by the holder of a licence under this Part in accordance\n    with the terms of such licence shall be guilty of an offence\n    against this Act, and shall be liable on supnmary conviction\n    thereof before a Resident Magistrate to a fine not exceeding five 4311995\n    hundred thousand dollars or to imprisonment with or withdut S.        5 (8) (iii)\n                                                                      (iv),\n    hard labour for a term not exceeding two years.\n      PART IIIA. Subscriber Television Service and Independent                  4311995\n                                                                                S. 6.\n                      Programme Providers                                       11/2008\n                                                                                S. 8."
    },
    {
      "provision_ref": "sec11a",
      "section": "11A",
      "title": "Section 11A",
      "content": "11A.-( 1 ) No person shall-                                               Licence\n                                                                                required\n                                                                                for sub-\n           (a) establish, maintain or operate a subscriber television           scriber\n               service; or                                            television\n                                                                                operator and\n            (b) operate as an independent programme provider,                   independent\n                                                                                programme\n                                                                                provider.\n    except under and in accofdance with the terms of a licence\n                                                           .                .   llnoo8\n    granted under this Act.                                                     S. 9 (~)(b).\n                 IThe ind~asionof tbis gage ia authorized by LN. 123R0111\n                         (2) Every person who contravenes the provisions of\n                subsection (1) shall be guilty of an offence against this section\n                and shdl be liable on summary conviction before a Resident\n                Magistrate to a fine not exceeding five hundred thousand dollars\n                or to imprisonment for a term not exceeding three years or to\n                both such fine and imprisonment.\n                         (3) W e r e a person has been convicted of an offence\n                under subsection (2), the Court may, in addition to any other\n                penalty, order that any equipment used in committing the.\n                offence be forfeited to the Crown.\nPerson            1BB.--(I) A company referred to in subsection-(2) shall be\neligible for\nlicence to      eligible to apply for a licence-\nme sub-\n t\nscriber tele-          (a) to operate a subscriber television service; and\nvision\nservice.               (b) to operate as m independent programme provider.\n1 in008\ns. IO(a).\n                        (2) A company mentioned in subsection (1) is a com-\n                pany which-\n                       (a) is incorporated in Jamaica or any other Member\n                           State; and\n                       (b) is controlled by persons who are nationals of Jamaica\n                           or another Member State.\n                         (3) Any w m p y which-\n                       (a) provides telewntm~mtionservice md has a'mono-\n                           poly in any area'of that sewice; or\n                       (b) is an approved organization as defined in section 2 of\n                           the QEce of Utilities Regulation Act,\n                shdl not be eligible to apply for or be granted any licence to\n                operate subscriber television sewice.\n                         (4) For the purposes of subsection (2) (b) \"control\" in\n                             '\n                relation to a company means the power of a person to secure\n                by' means of the holding of shares or the possession of voting\n                             lTBc inddoa of this page is adorirod by LN. 123/LOlll\n             BROADCASTING AND RADIO RE-DIFFUSION                         .             9\n    power in or in relation to that company, or by any agreement\n    or by virtue of any other powers conferred by the articles of I lnooa\n    incorporation or other document regulating the company, S.lO(b).\n    that the affairs of the company are conducted in accordance\n    with the wishes of that person."
    },
    {
      "provision_ref": "sec11c",
      "section": "11C",
      "title": "Section 11C",
      "content": "11C.-(1) A person who knowingly subscribes to sub- Offences.\n9   scriber television service supplied by a person who is not\n    licensed to operate such service commits an offence and is\n    liable on summary conviction before a Resident Magistrate to\n    a fine not exceeding ten thousand dollars or to imprisonment\n    for a term not exceeding three months or to both such fine\n    and imprisonment.\n             (2) Every person who unlawfblly and maliciously or\n    fraudulently-\n           (a) cuts, injures, taps or interferes with any cable or wire\n               connected with any equipment or apparatus; or\n           (b) interferes with any wireless signal,\n    utilized for providing subscriber television service commits\n    an offence and is liable on suxnmary conviction before a\n    Resident Magistrate to a fine not exceeding five hundred\n    thousand dollars or to imprisonment for a term not exceeding\n    two years or to both such fine and imprisonment.\n                               PARTIIIB. Licences\n                           I\n                           t"
    },
    {
      "provision_ref": "sec11d",
      "section": "11D",
      "title": "Section 11D",
      "content": "11D.-(1) Every                 who is desirous of-                     Application\n                           1                                                 for licences\n           (a) engagingjin commercial broadcasting; or\n           (b) establishing, maintaining or operating a radio re-\n               diffusion system,\n    shall make an application to the Minister in the prescribed form\n    for a licence.\n              (2) A company referred to in section 11B (1) which is\n                 \\The IadDIfoa of B b page b aatborbcd by LN. 123n0111\n10                        BROADCASTING AND RADIO RE-DIFFUSION\n                 desirous of offering subscriber television service shall make\nI1~008           an application to the Minister in the prescribed form for-\ns. I I @).\n                      (a) a subscriber television service (wired) licence;\n                      (b) a subscriber television service (wireless) licence;\n                          or\n                      (c) a special subscriber television service licence.\n                        (2A) [Deleted by Act 1 of 2888.1\nl ll2OoS\ns. I I (buii).            (3) Subject to subsection (4), a person who is desirous\n                 of providing non-commercial broadcasting services shall make\n                 an zpplication to the Minister in the prescribed form for one of\n                 th6 following licences-\n                      (a) an international relay service licence;\n                      (b) a public service: non-commercial islandwide licence;\n                          or\n                      (c) a public service: non-commercial limited area licence.\n                           (4) A company referred to in section 11B (1) which is\n                 desirous of operating as an independent programme provider\n                 shall make an application to the Minister in the prescribed form\n                 for a licence.\n                         (5) A person who is desirous of providing independent\n                 locd content to any subscriber television service shall make\n                 an application to the Minister in the prescribed form, for\n                 an independent programme provider licence or an independent\n                 programme provider (subscription only) licence.\n                           (6) A subscriber television operator who provides, or\n                 intends to provide on a non-commercial basis, local\n                 programming on dedicated channels located on his subscriber\n                 television service shall make an application to. the Minister in.\n                 the prescribed form for registration-\n                         (a) as a subscriber television programme provider; and\n                    BROADCASTING AND RE-DIFFUSION\n           (b) of the relevant clamels.\n                 (7) A subscriber television operator who provides, or\n     intends to provide on a commercial basis, loed content on\n     dedicated channels, whether or not such chaanels are located\n     dn his, or any other subscriber television service (with the\n     exception of one cornunity access channel) shall make\n'a   an application to the Minister in the prescribed f o m for\n     an independent programme provider licence or\n     programme provider (subscriphion only) licence.\n                                                      independent\n               (8) A person who is desirous of offering sn island-\n     wide subscriber television service shdl make an application to\n     the Minister In the prescribed form for a special subscriber tele-\n     vision licence.\n              (9) An application under this section shdl be accorn- IZQOI\n     panied by the prescribed application fee.                      S.m).\n        l1E.-41) The Commission shall process applications for m u r e\n     licences and registration under this Act and shall make such                z$z&\n     recommendation to the Minister in relation thereto as it thinks for licence.\n                                                                     1 It2008\n     fit.                                                            S. i2(a).\n              (2) For the purposes of making a recommendation\n     under subsection (1) the Comrnission-\n            (0) shall determine whether or not the applicant satisfies I rams\n                the prescribed requirements for-                       S. 12 &).\n                       (i) commercial or non-cornrnercial broadcasting;\n             -        (ii) radio re-dimion;\n                     (iii) operation of a subscriber television service;\n                     (iv) operation as an independent programme\n                           provider; or\n                      (v) registration as a subscriber television pro-\n                          gramme provider,\n                   as the case may be,\n                                                                        7\n                   !The indersion nf this page .is authorized by LN. lt5/2011~\n                         BRQADCASTmG AND R4D18 RE-DIFFUSION\n                       (b) may, if it thinks necessary, hear o d submissions\n                           from the applicant.\nG m t or          UP.--(I) The Minister, on receipt of a recommendation\nrefusal, etc.\nof lies=   or   under section i 1E (I), may-\nregistration.\n4311995               (a) grant a licence or issue a certificate of registration(as\nS. 6.\nB I 12008                  the case may require) on such terns md subject to\ns. !3(a)(b).               such conditions as he thinks fit;\n                       ( B ) refer the recommendation back to the Comission\n                           for m h e r consideration; or\n                       (c) r e h e to grant the licence or issue a certificate of\n                           registion (as the case may require).\n                          (2) Where the Minister grants a licence or issues a\n                certificate of registration under subsection (I), the applicant\n                shall be notified in writing forthwith and the licence or\n                certificate (as the case may require) shall be issued to the\n                applicant upon payment by him to the Commission of the\n                prescribed fee.\nI1 ~ ~ 0 0 8             (3) Where the Minister decides to refuse to grant a\ns. I~(Q).       licence or issue a certificate of registration under subsection (1)\n                he shall, within thirty days of that decision, noti@ the\n                applicant in writing of the reasons for such rehsal.\n                          (4) An applicant may, in writing, within fourteen days\n                after receipt of such notification request the Minister to hear him\n                in respect of the application and the Minister shall hear any\n                applicant who so requests.\n                         (5) After hearing an applicant the Minister may make\n                such decision as he thinks fit.\n                         (6) A licensee may, within a periad of six months\n                before the expiry of his licence, make an application in the\n                prescribed form to the Minister for a renewal of the licence\n                and the application shall be accompanied by the prescribed\n                fee.\n                             (Tbe inelusion of this prge i s authorized by L.K 123/2011(\n         BROADCASTmGAND RADIO RE-DIFFUSION                             13\n         (7) The provisions of section I IE and subsections (I)\nto (5) of this section shdl apply to an application for the\nrenewal of a licence.\n   P1G.-(l) The provisions of section 6 shdB apply to every remrsof\nbroadcasting licence granted under @is Act and every such !EE\nlicence shdl-                                                  s. 6.\n                                                               I 1nm8\n                                                               S. 14(a).\n       (a) authorize the holder thereof to establish, maintain\n           and operate a transmitting station and to engage in\n           broadcasting;\n                   -\n      (b) specify the type of broadcasting to which it relates;\n          and\n      (6) subject to section 22, be valid for such period as may\n          be specified in the licence.\n          (2) Every licence to establish, maintain or operate a\nd i o re-dimion, system shdl, subject to section 22, be -valid\nfor such period as may be specified therein and-\n       (a) shall specify the area in which such system may be\n           established;\n        (b) may be either a non-exclusive radio re-difhion\n            licence or ipn exclusive radio re-dimion licence, as\n            the case may be.\n           (3) Every licence granted in respect of subscriber\ntelevision service an independent programme provider, an llnoos\nindependent programme provider (subscription only) or a S.14@).\nsubscriber television programme provider shdl, subject to\nsection 22, be valid for a period of six years or such longer\nperiod as the 'Minister may determine, on the advice of the\nCommission that such longer period is justifiable.\n         (4) Subject to subsection (5), it shall be a term of\nevery licence granted under this Act that the licensee shall\ncomply with such terms and conditions as may be specified\ntherein.\n            I'lhe indudon of (bit page-is authorized by LN. lZ3nOall\n                      BROADCASTING AND RADIO RE-DIFFUSION\n                     (4A) Every international relay service licence shall,\n             subject to section 22-\n                 (a) be valid for a period of six years;\n                 (b) be non-transferable; axid\n                  (c) be subject to cancellation at the direction of the\n                     Minister in the national interest.\n                    (4B) It shall be a term of every international relay\n             service licence that the liyensee shall-\n                 (4 pay the prescribed licence fee to the Commission\n                     forthwith upon the grant of the licence there-\n                     after, while the licence continues in force, annually on\n                     or before each anniversary of such grant;\n                 (b) forthwith upon any change in its membership, notifl the\n                     Commission in writing of that change;\n                 (c) comply with the relevant provisions of the Radio and\n                     Telegraph Control Act and the Telecommunications\n                     Act.\n11 ~ 0 0 8             (5) It shdl be a term of every licence granted for\ns.'4'b'.     subscriber television service an independent programme\n             provider, an independent programme provider (subscription\n             only) or a subscriber television programme pmvieier that the\n             licensee shall-\n                 (a) pay. the prescribed licence fee to the Commission\n                    Lfo&with upon the grant of the.licence and thereafter,\n                     while the licence continues in force, annually on or\n                     before each anniversary of such grant;\n                 (b) forthwith upon any change in the nationality of or\n                     control by its members, notifl the Minister in writing of\n                     that change.\n         BROAKASTlNG AND RADIO RE-DIFFUSION                               14.01\n          (6) If a person who is granted a licence to provide\nsubscriber television service does not provide that service\nwithin a period of six months frsm the grant of the licence\nor such longer period as the Minister may allow, the licence\nshall lapse and thereupon shall be rendered void.\n          (7) Where a licence is rendered void under subsection\n(6) the Commission sMl so noti9 the licensee in awaiting\nand shall require the licensee to return the licence to the Corn-\nmission within fourteen days after receipt of the notification.\n          (8) A licensee who fails to comply with a requirement\nunder subsection (7) shall be guilty of an offence and sM1\nbe liable on summary conviction before a &sideno krllagistmte\nto a fine of ten thousand dollars for each day on which the\nlicence is not returned to the Commission.\n                     PART IIIC. A p p l s"
    },
    {
      "provision_ref": "sec11h",
      "section": "11H",
      "title": "Section 11H",
      "content": "11H. Appeals\n    BROADCASTlNG AND RADIO RE-DIFFUSION\n            PART IV. The Broahsting Commission\nEstablishment of the Broadcasting Commission.\nAppointment of staff.\nExpenses of the Commission.\nAccounts and audit\nFunctions of the Commission.\nPower to require information from licensees.\nAdvisory Committees.\nAnnual reports.\nContraventim of liceom.\nImpautiality in political brcdC8sts.\nPenalty for hilure to amply with d i i a n s .\nRegulations.\nSCHEDULES.\n        BROADCASTlrNG AND RADIO RA?GD~FF~IIV                               3   I\n           ThPE B R O m C A S m G AMD ltADIIO                     op.47.\n                                                                   Lam\n                   RE-DIFFUSION ACT                              66 of 195$\n                                                                 I cd 1959.\n                                                                     Acb\n                                         127th October, 1949.1       :!z\n                                                                 l@d19S&\nDi&ion Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Commission may from time to time by notice in\nformation   writing require from any licensee such information relating\nfrom\nlioolu.ar   to the programmes and operations of that licensee as may\n            be prescribed."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Commission may from time to time appoint\n            such committees as it may consider appropriate to advise\n            it on such matters relating to its functions as it may deter-\n            mine, and such committees may consist of as many per-\n            sons, whether or not members of the Commission, as the\n            Commission may determine."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The Commission shall, as soon as practicable\n            after the end of each financial year, submit to the Minister\n            an annual report of its aftairs and such report shall in-\n            clude-\n                 (a) a report of the broadcasting performance of the\n                      licensee during the year in such detail as the Com-\n                      mission may decide or the Minister may require;\n                 (b) a summary of the decisions of the Commission\n                      in regard to any matter or thing respecting which\n                      the Commission has acted during the year; and\n                 (c) a report on such other matters as appear to the\n                      Commission to be of public interest in connection\n                      with broadcasting in the Island.\n                    (2) As soon as may be after the receipt of such re-\n            port, the Minister shall cause a copy to be laid upon the\n            Table of the House of Representatives and of the Senate.\n              2 0 4 1 ) Where there is a contravention of any licena\n            the Commission shall give to the licensee notice in writing-\n                 (a) specifying particulars of such contravention; and\n                 (6) requiring that licensee to justify its actions to the\n                      Commission or otherwise to take such remedial\n                      action as may be specified in the notice.\n           BROADCAST'G A N ' RADIO IWE-DIFFUSION\n             (2) Where the Commission gives my notice under s u b\n  section (I), the Commission shall send a copy of such notice to\n, the Minister for his information.\n           (2A) Where the Commission gives notice under sub- mi\n  section (1) to the holder of an international niay saviec licmcc       si2k8\n  the Commission shall send a copy of that notice to any person s.alner\n  who provides broadcasting apparatus in order txs failitate the\n  relay within Jamaica of non-commercial broadcasting by the\n  licensee.\n             (3) Where a licensee fails to justify its actions to the\n  satisfaction of the commission or fails or r e h s to take my\n  remedial action specified in the notice issued under subsection\n  ( I ) the Commission-\n            (a) shall notify the Minister in writing of the fact of such\n                 failure or rehal; .\n            (b) may direct such licensee, where the Commission\n                 considers it appropriate, to broadcast or transmit an\n                 aplogy at such time and at such intervals as the\n                 Commission may determine.\n      2 1 4 1 ) Where, under any broadcasting license issud under lmpsnidfiw\n                                                                         in politid\n  this Act, time is dlmated to the Government fm bm&& Bbr ms.\n  Peasons of emergency or in the national interest, such time shdB\n   not be used for broadcasting any matter which is likely, .or\n   intended-\n            (a) to solicit support for any pliticd party or to promote\n                 the election of my individual or of any politid party\n                 to any public or municipal office or to the M o w sf\n                 Representatives; or\n            (b) to attack the policies, plans or programmes of my\n                 political party or parties.                    -            ..   --\n              (2) Where on any broadcasting station time is allocated             \\\n                                                                                      \\\n   to the Government or any political par@ for a broadcast which is                  \\.\n   used as mentioned in subsection (l)(a) or (I)@), on- terns\n   whereby the time so allocated is fke of charge or at a rate which\n   is less than the normal commercial rate, qua1 time shall be\n           BROADCASTIMG AND RADIO WE-DIFFUSION\nal18C8ted on that broadcasting station on similar terms to any\npliticalipty which the Comission is satisfied is likely to be\nprejudicidly flected by that broadcast.\n           (3) For the purpose of emuring wmpliance with sub-\nsection (1) or subsection (2) the Co&ssion shall investigate\nmy allegation of non-camplimce made not later than twenty-\none days &r the date of the relevant broadcast, if satisfied of\nthe truth of the allegation shall-\n       (a) if the allegation relates to subsection (I), dipxt-\n                 (i) that equal time be afforded to such other\n                      political party or parties as may be approved\n                      by the Comission to reply to matters mising\n                      out of such broadcast; and\n                (ii) that any such regly is broadcast at such time,\n                      on such terms with regard to gayment or other-\n                      wise and En such circumstances as are in the\n                      opinion of the Comission necessary to\n       I              e n m that the reply is given exposure equiv-\n                      alent to that given to the broadcast which was\n                      the subject of the allegation;\n       (b) if the allegation relates to subsection (2), give such\n             directions as it thinks appropriate to ensure com-\n             pliance with that subsection.\n            (4) Where it is dleged that any broadcast contains\n information which is inaccurate the Commission shall, upon\n being required to do SO by my person not later than twenty-one\n days after the broadcast, investigate the allegation and, if satis-\n fied as to the truth of the allegation-\n       (a) direct the licensee to broadcast-\n                  (i) m apology; or\n                 (ii) if the Commission thinks fit, a correction of\n                      the inaccmy,\n             in such form as the Commission may determine; or\n       (b) subject to subsection (S), direct the licensee to afford\n                                                                          -\n             ITbr i n d u h o f t8b pg h culboriad by LN. I 2 M O I I I\nI\n                       BROADCASTING AND RADIO BE-DIFFUSION                                19\n                     to any person prejudiced by the broadcast the oppor-\n                     tunity of broadcasting a reply for the purpose of rebut-\n                     ting any information alleged to be inaccurate; or\n                 (c) direct the licensee to do both (p) and (b) above.\n                     (5) A direction pursuant to subsection (4)(b)shall be on\n             such terms as the Commission may determine, so, however,\n0            that, without prejudice to the g e n d i t y of the foregoing-\n                  (a) if, in the opinion of the Commission, the licensee did\n                      not exercise due care in ensuring the accuracy of the\n                      information where it was possible to do so,the broad-\n                      cast in rebuttal shall be fie of charge; and\n                 (b) in any other case, the broadcast in rebuttal shall be on\n                     such terms as to payment to the licensee as the Commis-\n                     sion may determine.\n                    (6) For the purposes of this section bbpoliticalparty\"\n             m& a political party which, at the time when the matter arises\n,'\n         ,   has five or more members in the House of Representatives or\n             which had, immediately prior to the then last preceding\n     L\n             dissolution of that H o w , five or more such members.\n               2 2 . 4 1 ) Where a licensee fails to comply with any directions ~enastyfor\n             given by the Commission under section 20 or 21, the Commir            z7:wiL\n             sion may-                                                          directions.\n                 (a) on the first occasion of such failure, recommend to the\n                     Minister that the licence be suspended for a period not\n                     exceeding three months; or\n                 (6) if the failure occurs on any second or subsequent\n0                    occasion, recommend to the Minister that the licence be\n                     suspended for such period as the Commission considers\n                     appropriate or cancelled.\n                    (2) Before suspending or cancelling a licence the 4311995\n             Minister shall direct the Commission to notifjl the licensee 'ab).\n             accordingly and shall afford the licensee an opportunity to show\n             cause why the licence should not be suspended or cmcelied.\n    28                  BROADCASTIAG AND RADIO RE-DIFFUSION\n    ~-m.         23.41) The Commission may, after consultation with the\n    4W'995\n+   S.ll(a).   Wster, make regulations generally for the better carrying out\n               of the objects and purposes of this Act.\n    1 ino(88            (2) Regulations made under subsection (1) shall be\n    s. 160).   subject to negative resolution.\n                                                                               II\n                        (3) Notwrihtanding the provisions of +ction 29 of the\n               hterpretation Act, regulations made under Ys section may\n               prescribe greater penalties than those specipd in the said\n               section 29, so, however, that the maximum penalty that mqy\n               be h p o s e d shall be a fine of ten thousand dq~llarsor imprison-\n               ment with or without hard labour for a tefm not exceeding\n               twelve months.\n                       (4) Where an offence against the regulations is\n               c o d d by a body corporate then, notwithstanding and\n               without prejudice to the liability of that body, my person who\n               at the time s f such commission was a director, general\n               manager,           or other similar officer of that body, or was\n               purporting to act in any such capacity, shall be liable to be\n               prosauted as if he had personally committed that offence\n               and shall be liable to the like conviction and punishment as\n               if he bad p m n d l y been guilty of that offence unless the\n               Court fin& on a balance of probability that-\n                                                                 (\n                      (a) the contravention was committed without his consent\n                          or connivance; and\n                      (b) he exercised d l such diligence to prevent the com-\n                          mission of the offence as he ought to have exercised\n                          bvirag,regard to the nature of his functions in that\n                          capacity and to all the circumstances.\n    4~1995             (5) In this section and in section 21, \"broadcasting\"\n    S.   0).   includes broadcasting over a radio re-diffusion system.\n                                       /\n                            me iadrndon of h b p g c   t r u h r k d by LN. I23IU)lIJ\n          BROADCASTING AND RADIO RE-DIFFUSION\n                             FIRSTSCHBDULB                   (Sexion 12 (3) ) 5 / 1986\n                                                                               S. A\n                            Constirution of Commission"
    },
    {
      "provision_ref": "sec114h",
      "section": "114H",
      "title": "Section 114H",
      "content": "114H.-41)Subject to subsection (1 A), a, p m n           e v d by -.\n                                                                     92/EOIPO\nthe decision of the Minister to refdrse tc+                         S.9 (8).\n                                                                     !llXm\n       (a) grant or renew a licence;                                s. .IS.\n         (b) issue a, certificate of registration,\nunder this Act may appeal to the Appeal Tribunal   /\n                                                      appointed by\nthe Minister p m m t to subsection (3).\n           (IA)   No appeal sMl lie to the Ap@ Tribunal against n   m  a\nthe decision of the Minista to refbe to grant or m m M\ninternatiod relay service licence on the        ~~\n                                                                      f,z\n                                                         that such S. Z(INL).\nrefanscoa is necessary in the national interest.\n            (2) An appeal W l lie h m the Appeal Tribunal to the\nCourt of Appeal on a point sf law.\n            ( 3 ) The provisions of the Second % h d d e shall have\neff& as to the constitution of the Appeal R i b d a d otha-\nwise in relation thereto.\n            (4) The Minister may make d e s p d b h g p m -\nduns relating to appeals to the Appeal TPibma!.\n                                      PART IV. The Broadcasting Commission\nEdlisWt                     12.---(I)There shall be established for the purposes of this\nof    Bd-                  Act a body to be called the Broadcasting Commission.\nw i n gC m\nmissim.\n                                  (2)The Commission shall be a body corporate to which\n                           the provisions of section 28 of the Interpretation Act shall\n                           apply.\nF;M\n                                    (3) The provisions of the First Schedule shall have effect\nScttetiuie.                with regard to the constitution of the Commission a d otherwise\n431's95\nS. 7.                      in relation thereto.\nwinment                      13.41) The Commission may appoint and employ at such\nof WK                      remuneration andl on such tenns and conditions as it thinks fit a\n                           secretary, and such oficers, agents and servants as it may con-\n                           sider necessary for the proper carrying out of its hctions under\n                           this Act. .\n                                  (2) The Governor-General may, subject to such condi-\n                           tions as he may impose, approve of the appointment of any\n                           oficer in the service of the Government to any office with the\n               .           C<rmission, and my officer so appointed shall, during such\n                           appointment, in relation to pension, gratuity or other allowance,\n                           and to other rights as a public officer, be treated as continuing in\n                           the m i c e of the Government.\n              of             14. The expenses of the Commission (including remuneration\nsh.\n                           of members and stafT thereof) shall be dehyeci out of sums\n4 3 1 ~ s                  provided from time to time for the purpose by Parliament and\nS. 8.\n                           &om fees paid PUISW~ to this Act.\nAB\n -                 ',.,.     15. The Commission shall keep p r o p accounts of its trim-\n&\"'                        wtions and such accounts shall be audited annually by an\n                           auditor to be approved by the Mister.\n~tmaiom                      16. It s M l be the duty of the Commission, with a view to the\nO-*\nmissim.\n                           carrying out of the provisions and objects of this Act-\n                                                  Itbb pap la 80tboriwB by LN. ISYIOllj\n                                           iudwim .\n  BROADCASTlNG AND RADIO RE-DIFFUSION\n(a) to advise the Minister on any matter within its\n    knowledge or on which the Minister may seek its\n    advice, and, without prejudice to the generality of\n    the foregoing, to advise in relation to-\n       (i) the terms and conditions on which licences\n           may be granted; and\n      (ii) the allocation of time to broadcasting of\n           programmes which are of Jamaican origin\n           or performed by Jamaicans or which are\n           particularly relevant or significant to\n           Jamaica;\n(b) to conduct, or cause to be conducted, surveys for\n    the purpose of ascertaining the extent to which\n    matter transmitted or relayed from any station\n     operated by a licensee is being received, or is\n    capable of being received, in any geographical\n     area within Jamaica;\n(c) to undertake, sponsor, or assist in research relating\n     to any class or classes of operations which may be\n     subject to control or regulation under this Act;\n(6) to establish a system for monitoring transmissions\n     by licensees--\n         (i) whether by the Commission with the aid\n             of mechanical or electronic means, or by\n             securing the services of persons for that\n             purpose; or\n        (ii) by requiring licensees to keep tape record-\n             ings of their broadcasts and submit them\n             to the Commission;\n(e) to monitor the operations of licensees;                      431199~"
    }
  ],
  "definitions": [
    {
      "term": "CaPibbean Coanmmity",
      "definition": "the Caribkm Community I",
      "source_provision": "sec1"
    },
    {
      "term": "coanmercial matter",
      "definition": "matter of my description ~ W I W",
      "source_provision": "sec1"
    },
    {
      "term": "Commission",
      "definition": "the Broadcasting Commission estab-        ,,,",
      "source_provision": "sec1"
    },
    {
      "term": "communiQ access channel",
      "definition": "a channel dedicated to I in008",
      "source_provision": "sec1"
    },
    {
      "term": "independent programme provider",
      "definition": "a programme",
      "source_provision": "sec1"
    },
    {
      "term": "international relay service licence",
      "definition": "a non-exclusive",
      "source_provision": "sec1"
    },
    {
      "term": "local content",
      "definition": "local television programming",
      "source_provision": "sec1"
    },
    {
      "term": "Member State",
      "definition": "a Member State of the Caribbean",
      "source_provision": "sec1"
    },
    {
      "term": "natiod",
      "definition": "a person who-",
      "source_provision": "sec1"
    },
    {
      "term": "non-commercial broadcaster",
      "definition": "a broadcaster-             I 112008",
      "source_provision": "sec1"
    },
    {
      "term": "re-diffusion system",
      "definition": "a system for the dissemination",
      "source_provision": "sec1"
    },
    {
      "term": "sound broadcasting",
      "definition": "the dissemination by wireless",
      "source_provision": "sec1"
    },
    {
      "term": "subscriber television operator",
      "definition": "a person who",
      "source_provision": "sec1"
    },
    {
      "term": "subscriber television service",
      "definition": "the one-way trans-",
      "source_provision": "sec1"
    },
    {
      "term": "television broadcasting",
      "definition": "the wireless transmission",
      "source_provision": "sec1"
    },
    {
      "term": "Treaty",
      "definition": "the Revised Treaty of Chagmamas",
      "source_provision": "sec1"
    },
    {
      "term": "video programming",
      "definition": "the transmission of visual 43119s",
      "source_provision": "sec1"
    }
  ]
}