{
  "id": "jm-stat-the-building-societies-act",
  "type": "statute",
  "title": "The Building Societies Act",
  "title_en": "The Building Societies Act",
  "short_name": "Building Societies Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-building-societies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-building-societies-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) A building society may charge interest on loans.          M d m\n                                                                   fina\n        (2) Subject to subsection (11, no building society shall\nimpose any h e or penalty upon any person who is in arrear\nin respect of the payment of any subscription to any share\nin that society or in respect of the payment of any interest on,\nor the repayment of any principal of, any loan from that so-\nciety, in excess of one and two-third cents in the dollar or a\nproportionate part thereof, per month or part of a month\non any such arrears, so however, that no fine or penalty shall\nexceed twenty cents in the dollar.\n       (3) No building society shall by its rules provide for\nor permit the imposition of fines or penalties in excess of the\nrates specified in subsection (2), and so much of the rules of\nany society as provided for or permit the imposition of fines\nor penalties in excess of rates under subsection (2) shall be\ndeemed to have been amended so that the maximum fines or\npenalties which may be charged or imposed shall be the\nmaximum fines or penalties chargeable under subsection (2)."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any society may, by the rules thereof, or by means of T-\n                                                               npw whim\na schedule to such rules, to be certified, and filed as herein , -\nmentioned, specify the trusts on which mortgages accepted =,be\n                                    BUZWING SOCIETIES\n              by them shall be taken and held, and also the powers and\n              privileges which, in all such mortgages, shall be held and\n              enjoyed by the trustees of such society; which trusts,\n              powers, and privileges may, in every such mortgage, be\n              referred to by apt words; and thereupon such trusts,\n              powers, and privileges shall be as absolutely vested in, and\n              shall as fully devolve upon, the trustees for the time being\n              of such society, as if they were fully set out in every such\n              mortgage, and each such society may, in like manner, by\n              its rules, by schedules thereto, provide or set out forms\n              in which mortgages and conveyances to them, and surrenders\n              and releases of mortgages on mortgage terms, and all con-\n              veyances by them, may be taken in cases where it is found\n              practicable to adopt such forms.\nRuler and        7. Two transcripts of all rules made by any society under\nalterations\nto be sub-\nmitted to\n              this Act, and of all alterations, amendments, rescissions\n              and annullings thereof, or of any of them, shall be signed\nELT\nand mw        by three directors, and countersigned by the clerk or\n              secretary of such society, and shall be submitted, within\nwhen\n              one month from the making thereof respectively, to the\ncertified     Attorney-General, for the purpose of advising and certify-\n              ing that such rules, amendments, alterations, rescissions,\n              and a n n u l l i i respectively are calculated lo carry into\n              effect the intention and purposes for which such society was\n              formed, and also are in conformity to law, and to the pro-\n              visions of this Act, and advising and certifying what part\n              or parts of the same respectively are repugnant thereto.\n              When such transcripts have been so certified as aforesaid,\n              one shall be returned to the society and shall be kept by such\n              society, or the proper officer thereof for the time being, and\n              the other transcript shall be forthwith transmitted by the\n              Attorney-General to the Deputy Keeper of the Records, and\n              shall be filed and preserved in the Record Office.\n                 The receipt of such certified transcript shall be an\n              authority to the Deputy Keeper of the Records to register\n                        [The indusiim of Phis page is autborizod by L.N. 951 19m"
    }
  ],
  "definitions": []
}