{
  "id": "jm-stat-the-burial-within-towns-limits-act",
  "type": "statute",
  "title": "The Burial Within Towns' Limits Act",
  "title_en": "The Burial Within Towns' Limits Act",
  "short_name": "Burial Within Towns' Limits Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-burial-within-towns-limits-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-burial-within-towns-limits-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Sections 114 and 115 of the Parish Councils Act, &lions\n                                                           114snd I15\nwhich deal with the power of Parish Councils to define ,,fpar&\nthe limits of towns or villages within their parishes, are\nincorporated with and form part of this Act.               P0-w"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. It shall not be lawful to bury a dead body within the Burialsin\nlimits of any town or village, which may have been defined tows\n                                                              +herthan\nfor the purposes of this Act, in any ground or place not           zzq-\nbeing a parish burial ground, or a vault in a church, chapel, ph &  pM-\nor place of worship wherein burials may lawfully be made, hibited.\nor a burial ground belonging to any such church, chapel or\nplace of worship, or ground habitually used as a place of\nburial by the members of any sect or congregation, without\nlicence from the Local Board of Health, or without such\nprecautions as such Local Board of Health may prescribe\nas the condition of the licence."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every person who, in contravention of the provisions Pmdt7f-x\n                                                             o&nfu\nof this Act, shall knowingly and wilfully bury any body, againat\nor in anywise act or assist in the burial of any body in any\nground or place in which burials are by this Act prohibited,\nor who shall neglect to observe the precautions prescribed\nas the condition of the licence for the burial of any body,\nshall, on conviction before a court of summary jurisdiction,\nforfeit and pay for every such offence a sum not exceeding\ntwenty dollars.\n       me inclusion of this page is authorized by L.N. 480/19731\n4                           BURIAL WITHIN TOWNS LIMITS\nDepth of        5. No coffin containing a corpse shall, within the limits\ngravee\n              of any town or village which may have been defined for\n              the purposes of this Act, be buried in any grave, not being\n              a vault or catacomb, without at least forty-two inches of\n              soil between the ordinary surface of such burial ground\n              and the upper side of the coffin; and if the person having\n              the preparation or the immediate charge of the preparation\n              of the grave to receive such coffin, permit the coffin to be\n              buried in such grave, or if the person having the control\n              of the burial ground knowingly permit any coffin to be\n              buried in any grave in which there is not left, after the\n              burial thereof forty-two inches at the least of soil, measur-\n              ing from the ordinary surface of such burial ground to the\n              upper side of the coflin, the person having the immediate\n              charge of the preparation of the grave, and the person\n              having the control of the burial ground in which such burial\n              is made, shall, for every such offence, be liable to a penalty\n              not exceeding twenty dollars.\nPowers of       6. The Local Board of Health may, for the purposes\ninspection    of this Act, empower any Medical officer (Health) or\nby Local\nBoard of      Inspector, of Nuisances to enter at all reasonable hours in\nHealth.\n              the daytime upon any buildings or lands within their\n              respective districts for the purposes of inspection; and no\n              such Local Board, nor any such officer or inspector so em-\n              powered, shall be liable to any legal proceedings on account\n              of any such entry :\n                Provided that no such entry upon any private property\n              shall be made unless with the consent of the occupier until\n              after the expiration of twelve hours’ notice for that purpose\n              given to the occupier.\nObstruct-         7. Every person who shall obstruct any Medical officer\ning Medical\nOfficer        (Health) or other person in the performance of any thing\n(Health), etc. which he may be empowered to do under the provisions of\n               this Act, shall, for every such offence, be liable to a penalty\n               not exceeding twenty dolIars.\n                     me inclusion of tbis page is authorized by L.N. 480119731\n               BURIAL WlTHlN TOWNS LIMITS                                   5"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. No grounds or places within the limits for the time Nonew\n                                                          burial\nbeing, so defined as aforesaid, of any town or village of placcstobc\nthis Island, not already opened or used as burial grounds ;yz;t\nor place of burial, shall be so opened or used without a licence.\nlicence from the Local Board of Health."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every person opening or using, or assisting in the Penalties\n                                                                 offences\nopening of any fresh or new burial ground or place of burial for\n                                                              against\ncontrary to this Act, shall be guilty of a misdemeanour,             rz:F\nand, on conviction, shall be liable to imprisonment, or fine,\nor both."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister may from time to time, order that, Discon-\n                                                              tinuance of\nafter a time to be mentioned in the order, burials within the burialsin\nlimits of any one or more of the towns or villages of this\nIsland, specified in such order, or in any particular burial         Ezid,,\ngrounds or places of burial, shall be discontinued wholly,\nor subject to any exceptions or qualifications mentioned in\nsuch order, and so from time to time as circumstances may\nrequire."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every such order may at any time be rescinded, Modifi-\n                                                                  of\naltered, or modified as the Minister may think proper; and cation\n                                                           ordenfor\nnotwithstanding any such order it shall be lawful for the %Eh-\nMinister in any special cases to permit particular burials\nto take place within any prohibited limits."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Before any such order, or any rescission, alteration, Notices\n                                                               before\nor modification of any order shall be so made as aforesaid, ordersfor\nnotice of the intention to take into consideration the subject       zxc=,\nof discontinuing burials in the particular towns or villages\nto be affected, and of the time when the same will be taken\ninto consideration, shall be published in the Gazerre at least\none month before the time fixed for taking the same into\nconsideration, and each such notice shall contain a state-\nment of the substance of the order intended to be submit-\nted for consideration.\n       [The inclusion of thia page is authorized by L.N. 480/19731\n6                           BURIAL WITHIN TOWNS' LIMITS\nPublica-        13. Every such order, and every rescission, alteration,\ntion of\norders etc.   and modification of any such order, shall be published in\n              the Gazerte, and shall not come into effect until after the\n              expiration of at least one month after such publication\n              thereof.\nBurials in      14. It shall not be lawful, after the time mentioned in\ncontra-\nvention of    any such order and after such publication of the said order\norder and\nwithoui       for the period prescribed, to bury the dead in any church,\nspecial       chapel, churchyard, or burial place, or elsewhere, within\npermission,\nmisde-        the limits to which such order shall extend, or in the burial\nmeanour.\n              grounds or places of burial, as the case may be, in which\n              burials shall by such order have been ordered to be dis-\n              continued, except as in such order, or any alteration or\nPunish-\nment.\n              modification thereof excepted, or as specially permitted\n              under the provisions of this Act. And every person who\n              shall, after such time and period as aforesaid, bury any\n              body, or in anywise act or assist in the burial of any body\n              contrary to this enactment, shall be guilty of a misde-\n              meanour, and punishable, on conviction, by fine, or im-\n              prisonment, or both.\nPenalties.    15. All penalties imposed by this Act, shall be recovered\nhow\ncnforceablc summarily,  and, in default of payment forthwith, or within\n            such time as the court may allow, such court may commit\n            the offender to prison for a term not exceeding six months.\nRanedic8        16. Nothing herein contained shall affect any remedy at\nfor\nnuisances     Law or in Equity, or any civil or criminal liability for a\nnot\naBectd.       nuisance :\n                Provided that no person, who shall be indicted and pun-\n              ished for any act hereby made punishable on summary\n              conviction, or who shall be punished summarily for an\n              offence under the provisions of this Act, shall be liable to\n              be twice punished for the same offence.\n                     [The inclusion of this page is authorid by L.N. 480119731"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Burials in contravention of order and without special permission,\n      misdemeanour.\n    Punishment."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Remedies for nuisances not affected.\n     mhe inclusion of this page ia authorized by L.N. 480/19731\n               BURIAL WlTHIN TOWNr LIMITS                                     3\n    THE BURIAL WITHIN TOWNS’ LIMITS ACT                            cap. 49.\n                                            [12th March, 1875.1"
    }
  ],
  "definitions": []
}