{
  "id": "jm-stat-the-cargo-preference-act",
  "type": "statute",
  "title": "The Cargo Preference Act",
  "title_en": "The Cargo Preference Act",
  "short_name": "Cargo Preference Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-cargo-preference-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-cargo-preference-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                              Intcrpreta-\n                                                                  tiOll.\n        “cargo” includes goods of any kind carried or to be\n             carried in or on a ship or other vessel;\n        “liner cargo” means cargo that normally moves, in liner\n             ships, in parcels, any one of which does not\n             constitute a substantial portion of a vessel’s cargo\n             capacity, shipped and consigned by a number of\n             shippers to a number of consignees under arrange-\n             ments whereby the cost of loading and discharging\n             such cargo is included in the freight charges;\n        “liner ship” means a ship, not being a tramp vessel,\n             which plys along fixed routes on pre-announced\n             schedules carrying general cargo, whether pack-\n             aged or containerised, at scheduled rates;\n        “tramp vessel” meam a ship which, at any time when\n             the description is relevant to a distinction from\n             a liner ship-\n                  (a) caters for full shiploads of homogeneous\n                       cargo; or\n                  (b) if chartered, operates mainly for the use\n..                     of the charter; or\n                  (c)   while not plying along 6xed routes or on\n                        pre-announced schedules, caters for gen-\n                        eral cargo, whether packaged or con-\n                        tainerised.\n          ClBe indusipa of this page is authorkd by   LN. SI/l980]\n2                            CARGO PREFERENCE\nCertain      3.41) Subject to the provisions of subsection (9,  and to\ncargoes to\nbecarried section 4,no person shall import or export from Jamaica, as\ng$;ke, the case may be, any of the cargoes specified in subsection (2)\nships.    except in ships owned, chartered or operated by the Govern-\n          ment and approved for the purpose by the Minister.\n                 (2) The cargoes referred to in subsection (I) are-\n               (U) bauxite, alumina and such other natural resources\n                     of Jamaica and their by-products, as may be\n                    prescribed;\n               (6) such agricultural products, to be exported from\n                    Jamaica as may be prescribed;\n               (c) such government-controlled goods, to be exported\n                    from or imported into Jamaica, as may be\n                    prescribed.\n                 (3) For the purposes of this Act a ship is deemed to\n          be owned by the Government if the Government or an\n          agency of the Government owns the majority of shares of\n          such ship or the company or companies owning, charter-\n          ing or operating such ship.\n                 (4) The Minister shall not approve a ship for the\n          purpose of subsection (1) unless he is satisfied that the\n          freight charged by such ship is not unreasonable.\n                 (5) The provisions of this section shall not apply to\n          the carriage of liner cargoes.\n                 (6) In this section-\n                  “agricultural product” includes livestock, poultry,\n                       fish and the product of my plant or animal,\n                  “government-controlled goods” means goods pur-\n                       chased or sold by the Government or an agency\n                       of the Government or an enterprise owned or\n                       controlled by the Government and includes\n                       goods moving in commqrce following a transaC-\n                       tion to which the Government is a party.\n                                                                      ._\n                me inchman of this page is wthorizd by LN. 57119801\n                    CARGO PREFERENCE                                      3"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The requirement in section 3 that the cargoes specified Wawer   of\n                                                             the requue-\nin that section shall be imported into or exported from mentin\n                                                             section 3.\nJamaica, as the case may be, only in ships owned, chartered\nor operated by the Government may be waived by the\nMinister in the following circumstances and to the following\nextent-\n     (a) where the country to which such cargoes are\n         exported or from which such cargoes are imported,\n         as the case may be, has expressed it desire to\n         participate in the transportation of such cargoes,\n         the Minister may allow a maximum of fifty per\n         cent of such cargoes to be carried in ships belong-\n         ing to or flying the flag of such country, so, how-\n         ever, that where such ships are unable to carry\n         the cargoes so allowed the whole of such cargoes\n         shall be carried in ships owned, chartered or\n         operated by the Government;\n     ( b ) where the Minister is of the opinion that it is in\n           the national interest so to do, he may allow the\n           whole or any part of the cargoes specified in section\n           3 to be carried in ships of the shipper’s choice."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The Minister may make regulations generally for Regula-\n                                                         tions.\ngiving effect to the purpose of thii Act.\n      (2) In particular and without prejudice to the\ngenerality of subsection (l), any such regulations may\nprescribe anything required or authorized to be prescribed\nunder this Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any person who contravenes the provisions of this Penalty.\nAct or any regulations thereunder shall be guilty of an\noffence and shall be liable on summary conviction before\na Resident Magistrate to a fine of fifty thousand dollars or\nan amount estimated by the Court to be equal to the value\n            inclusion of this page is suthoMed by LN. 57/19801\n4                      CARGO PREFERENCE\n    of the freight lost as a result of such contravention, which-\n    ever is the greater, and in default thereof to imprisonment\n    for a term not exceeding twelve months or to both such\n    fine and imprisonment."
    }
  ],
  "definitions": []
}