{
  "id": "jm-stat-the-caribbean-accreditation-authority-medicine-and-other-health-professions-act",
  "type": "statute",
  "title": "The Caribbean Accreditation Authority (Medicine and Other Health Professions) Act",
  "title_en": "The Caribbean Accreditation Authority (Medicine and Other Health Professions) Act",
  "short_name": "Caribbean Accreditation Authority (Medicine and Other Health Professions) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-accreditation-authority-medicine-and-other-health-professions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-accreditation-authority-medicine-and-other-health-professions-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. In-thisAgreement, unless the context otherwise requires-\n           \"accredit\" means the according of recognition by the Authority, on the\n                 basis of an informed evaluation, that the programmes of study\n                 offered by an institution and any award it confers, satisfy\n                   [The inclusion of this pap is authorized by L.N. 80d20081\n     CARIBBEAN ACCREDITATION A UTHORITY (MEDICINE\n            AND OTHER HEALTH PROFESSIONS)\n           standards prescribed or approved by the Authority; and\n           \"reaccredit\". \"accreditation\" and other cognate expressions shall\n           be construed accordingly;\n      \"Associate Member\" means a state or temtory that is admitted to\n           associate membership of the Community under Article 231 of\n           the Revised Treaty of Chaguaramas signed at Nassau, the\n           Bahamas, on 5 July. 200 1;\n      \"Authority\" means the Authority established by Article 2;\n      \"award means a degree, diploma, certificate or other evidence that\n           prescribed programmes of study in medicine and other health\n           professions have been completed successfully;\n      \"Contracting Party\" means a Member State or an Associate Member\n           State of the Community for which this Agreement is in force;\n      \"Community\" means the Caribbean Community, including the\n           CARICOM Single Market and Economy established by the\n           Revised Treaty of Chaguaramas signed at Nassau, the Bahamas,\n           on 5 July, 2001;\n      \"Executive Director\" means the Executive Director appointed by\n           Article 11;\n      \"medicine\" includes dental medicine and veterinary medicine;\n      \"other health professions\". means any health profession other than\n            medicine specified by the Authority pursuant to paragraph 4 of\n            Article 9;\n      \"quality assurance\" means a system or process of ensuring that\n            awards granted or progmnmes of study offered in medicine and\n            other health professions by Universities or like institutions\n            satisfy standards prescribed or accepted by the Authority;\n      \"Secretariat\" means the Secretariat established by the ~uthorityby\n            Article 10;\n      \"Secretary-General\" means the Secretary-General of the Community;\n      \"standard means a clearly defined level of academic achievement\n           employed as a measurement of the quality of education."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Seal of the Authority shall be kept in the custody of the Executive\nDirector and shall be affixed to documents pursuant to a resolution of\nthe Authority in the presence of the Chairman and any other member of the\nAuthority and the Executive Director.\n              [The inclusion of chis page is authorized by L.N. 80rJZOOSJ\n          BROADCASTING AND RADIO RE-DIFFUSION\n         ( 2 ) Every person who contravenes the provisions of\nsubsection ( 1 ) shall be guilty of an offence against this section\nand shall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding five hundred thousand dollars\nor to imprisonment for a term not exceeding three years or to\nboth such fine and imprisonment.\n         ( 3 ) Where a person has been convicted of an offence\nunder subsection ( 2 ) , the Court may, in addition to any other\npenalty, order that any equipment used in committing the\noffence be forfeited to the Crown.\n   1 lB.---(1) A company referred to in subsection ( 2 ) shall be ehg~blefor\neligible to be licensed to offer subscriber television service to llcenceto\nthe public.                                                       operate sub-\n                                                                  scr~bertele-\n       ( 2 ) A company mentioned in subsection ( 1 ) is a\ncompany which-\n       ( a ) is incorporated in Jamaica or any other Member 3712004\n                                                            S. 29.\n             State; and\n       ( b ) is controlled by persons who are nationals of 3712004\n             Jamaica or another Member State.               s. 29.\n         ( 3 ) Any company which-\n        ( a ) provides telecommunication service and has a\n              monopoly in any area of that service; or\n        ( b ) is an approved organization as defined in section 2\n              of the Office of Utilities Regulation Act,\nshall not be eligible to apply for or be granted any licence to\noperate subscriber television service.\n          (4) For the purposes of subsection ( 2 ) ( b ) \"contrsl\" in\nrelation to a company means the power of a person to secure by\nmeans of the holding of shares or the possession of voting\npower in or in relation to that company, or by any agreement or\nby virtue of any other powers conferred by the articles of\nassociation or other document regulating the comp'any, that the\naffairs of the company are conducted in accordance with the\nwishes of that person.\n     CARIBBEAN ACCREDITATION A UTHORITY (MEDICINE\n            AND OTHER HEALTH PROFESSIONS)\n     (m) appoint an auditor;\n     (n)   determine the fees payable by institutions in connection with the\n           accreditation of their progt-dmmes;\n     (0)   do all such other acts and things as may be required for the\n           achievement of the objectives of the Authority."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Executive Director shall be responsible for the day-today\nmanagement and operations of the Secretariat and without limiting the\ngenerality of the foregoing-\n     (a) shall ensure the efficient use and management of the resources of\n         the Authority;\n     (b) shall make recommendations for and in relation to the achievement\n         of the objectives set out in M c l e 3;\n     (c) shall implement the directives of the Authority;\n     CARIBBEAIV ACCREDITATION A UTHORITY (MEDICINE\n            AND OTHER HEALTH PROFESSIONLV\n     ( 4 may enter into contracts and sign instruments and documents on\n         behalf of the Authority:\n     (e)   shall carry out such other duties as may be assigned by the\n           Authority.\n   The Executive Director shall appoint such staff as may be required for the\noperations of the Secretariat.\n                                   ARTICLE12\n                              Financial Provisions"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. In addition to any functions which may be assigned to it by the\nAuthority, the Secretariat shall inter a h - -\n     (a) conduct research on accreditation and quality assurance so as to\n         inform the work of the Authority;\n     (b) manage the accreditation cycle for programmes subject to the\n         Authority's accreditation process;\n     (c) communicate with and provide guidance and advice to institutions\n         that are engaged in or propose to be engaged in the Authority's\n         accreditation process;\n     CARIBBEAN ACCREDZTATZON AUTHORITY (UEDICINE\n         undertake or arrange for the training of persons as assessors of\n         programmes;\n          provide information on the work of the Authority to the\n          Contracting Parties, institutions providing training in medicine and\n          other health professions and to members of the public;\n          maintain a record of all activities;\n          prepare an annual report of the Authority's work;\n          maintain, on behalf of the Authority, contacts with bodies outside\n          of the Community having functions in relation to accreditation and\n          quality assurance;\n          prepare the draft budget of the Authority and submit it for the\n          consideration and approval of the Authority;\n          prepare and submit for the consideration and approval of the\n          Authority, the staff regulations and financial regulations of the\n          Authority;\n          prepare an annual Work Programme and present it to the Authority\n          for approval;\n         service meetings of the Authority and any committee,thereof.\n                               Executive Director"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Authority shall, within tlurty (30) days of the receipt of the report\nof the auditor and the audited accounts of the Authority, transmit copies of\nthe report and audited accounts to the Contracting Parties and the Council for\nHuman and Social Development.\n                       Provisional Budgetary Measures\n   The Authority is empowered to commit provisionally and pending\napproval of the budget, expenditure not exceeding one-fifth (115) of the\nregular Budget of the previous year.\n                 [The mclusion of this page is authorized by L.N. 80d2008j\n         CARIBBEAN ACCREDITATION A UTHORITY (MEDICUVE                                 13\n                AND OTHER HEALTH PROFESSIONS)\n                                Exemptionfrom Taration"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--(1)  Where any amendment to the Agreement is accepted ~ S ~                        ~\nby the Government, the Minister may, by order, amend the andconse-\nSchedule by including therein the amendment so accepted.    quentiat\n                                                            matters.\n       (2) Any order made under this section may contain such\n           [The inclusion o f this pap is.authorized by L.N. 80J20081\n    CARIBBEAN ACCREDITATION A UTHORITY (MEDICINE\n           AND OTHER HEALTH PROFESSIONS)\nconsequential, supplemental or ancillary provisions as appear to\nthe Minister to be necessary or expedient for the purpose of\ngiving effect to the amendment accepted under subsection (I),\nand without prejudice to the generality of the foregoing, may\ncontain provisions amending references in this Act to the\nspecific provisions of the Agreement.\n       (3) An order made under this section shall be subject to\nnegative resolution.\n       (4) Where the Schedule is amended pursuant to this\nsection, any reference to the Agreement in this Act or any other\ninstrument shall, unless the context otherwise requires, be\nconstrued as a reference to the Agreement as so amended.\n          CAR I B B W ACCREDITATION A UTHORITY (MEDICINE\n                  AND OTHER HEALTH PROFESSIONS)\n                                           SCHEDULE                            (Sections 2 and 6)\n                 Agreement Establishing the Caribbean Accreditation\n                        Authorityfor Education in Medicine\n                           and other Health Professions\n    THE CONTRACTING PARTLES\nI        Recallinq the provisions of the Revised Treaty of Chaguaramas\n     establishing the Caribbean Community, including the CARICOM Single\n     Market and Economy signed at Nassau, the Bahamas, on 5 July, 200 1:\n         Concerned that international trends in the accredtation of training\n     programmes in certain fields, in particular, the regional accreditation\n     initiatives of the.European Union will have implications for the traditional\n     methods of accrediting medical programmes offered by institutions in the\n     Caribbean Community:\n         Acknowledaing the absence of a regional system of accreditation for\n    ,training programmes in the h b b e a n Community in medicine and other\n     health professions:\n         Recognizing that the establishment of such a system is essential within the\n     Caribbean Community and that such a system must be internationally\n     recognized:\n         Conscious that the primary focus of accdtation and quality assurance\n     initiatives in the Caribbean Community must be on the delivery of\n     programmes of study aimed at achieving recogtuzed, predetermined quality\n     standards, by Universities and like institutions in the Caribbean Community\n     engaged in providing training in medicine and other health professions:\n          Aware of the critical importance of international comparability of\n     programmes of study accredited by a body established within the Caribbean\n     Community:\n          Determined to establish in the Caribbean Community a regional\n     mechanism for the accreditation of training programmes in medicine and\n     other health professions:\n          Have agreed as follows:\nI\n                                     ARTICLE  1\n                                    Use of Terms"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where the institutions fail, within the time specified in the request, to\nnominate any person under this Article, the Secretary-General may designate\nsuch person."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where a member is unable to act or resigns, the competent institutions\nshall nominate another person to act in the place of that member."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A member may resign by transmitting a written notice in that behalf to\nthe Chairman. In the case of the Chairman, such notice should be transmitted\nto the Vice-chairman\n              [The inclusion of Ulis page is authorized by L.N. SOIJZOOS]\n     CARIBBEAN ACCREDITATION A WUORITY VMEDICINE                                     7\n            AND OTHER HEALTH PROFESSIONS)\n                                   ARTICLE5\n                    Criteriafor membership ofthe Authority"
    }
  ],
  "definitions": [
    {
      "term": "accredit",
      "definition": "the according of recognition by the Authority, on the",
      "source_provision": "sec1"
    },
    {
      "term": "Associate Member",
      "definition": "a state or temtory that is admitted to",
      "source_provision": "sec1"
    },
    {
      "term": "Authority",
      "definition": "the Authority established by Article 2",
      "source_provision": "sec1"
    },
    {
      "term": "Contracting Party",
      "definition": "a Member State or an Associate Member",
      "source_provision": "sec1"
    },
    {
      "term": "Community",
      "definition": "the Caribbean Community, including the",
      "source_provision": "sec1"
    },
    {
      "term": "Executive Director",
      "definition": "the Executive Director appointed by",
      "source_provision": "sec1"
    },
    {
      "term": "quality assurance",
      "definition": "a system or process of ensuring that",
      "source_provision": "sec1"
    },
    {
      "term": "Secretariat",
      "definition": "the Secretariat established by the ~uthorityby",
      "source_provision": "sec1"
    },
    {
      "term": "Secretary-General",
      "definition": "the Secretary-General of the Community",
      "source_provision": "sec1"
    }
  ]
}