{
  "id": "jm-stat-the-caribbean-agricultural-research-etc-act",
  "type": "statute",
  "title": "The Caribbean Agricultural Research, etc. Act",
  "title_en": "The Caribbean Agricultural Research, etc. Act",
  "short_name": "Caribbean Agricultural Research, etc. Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-agricultural-research-etc-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-agricultural-research-etc-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. 7he objects ofthe Institute shall be\n          (a) to provide for the research and development needs of the\n              agn'culture of the Region as identified in national plans and\n              policies;\n                      ,The i\"dUlii0,l O l t l l i S lmgc 1s l l l l t l i n l l 7 C L l I>? l..U I I l R l I ~ I ?I\n4               CARIBBWAGRICULTURAL RESEARCH AND\n                      DEVELOPMENT hVSTl7VT.E\n        ( h ) to provide an appropriate research and development service to the\n              agricultural sector of Member States;\n        (c)   to provide and extend the application of new technologies in\n              production, processing storage and distribution of agricultural\n              products of Member States;\n       (4 to pursue for specified periods long-term research in perheni areas;\n       (c)    to provide for the co-ordination and integration of the research and\n              development efforts of Member States whae this is possible and\n              desirable.                                                              3\n       v)   to undertake teaching functions normally at the post-graduate level,\n            limited to the development of the relevant research by any Member\n            State.\n        (a) to seek to achieve the optimum decenhalisation of facilities."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Without prejudice to the functions specified in paragraph I of this\n    Article, the Board shall-                                                         -7\n             make recommendations to the Standing Committee in respect of the         i/\n             appointment ofthe Executive Director;\n             receive and may approve the annual report of the Executive Director\n             which shall include the financial report;\n             make recommendations for the approval annually by the Standing\n             Committee of the work prcgmnmes for the next following three\n             financial years;\n             make recommendations for the approval by the Standing Committee\n             of Estimates of Expenditure and the audited accounts of the\n             InstiMe;\n             assist the Executive D u e in seeking the support and the\n             resources necessary for the fulfilment of the objectives of the\n             Institute;\n             except as is othawise provided exercise control over appointments\n             including joint appointmentsand termination of appointments;\n             cause to be kept appropriate books of account which shall be\n             audited at least once a year by an auditor who shall be a qualified\n             and independent accountant appointed by the Board and shall also\n             muse to be prepared annual audited statements showing in detail the\n             income and expenditme of the Institute and the assets and liabilities\n             as they stood at the end ofthe immediate preceding financial year;\n             carry out such other functions as the Standing Committee may\n             delegate to it frwn time to time."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The majority vote of the arbitrators shall be s u l k h t to reach a\ndecision which shall be final and binding upon the parties.\n                             ARTICLE\n                                   17\n                         IMPLEMENTATION\n  Member States shall take all steps necessary for the implementation\nof this Agreement.\n                               ARTICL@18\n                              SIGNATURE\n  This Agreement shall be depxited with the Secretariat of the Carib-\nbean Community (hereinafter referred to as “the Depositary”) and Shall\nbe open for signature until the entry into fore of this atgeeme+ by\nany of the States listed in the Annex to this Agrsement (heremafter\nreferred to as “the Annex’’).\n                              ARTICLB19\n                            RATIFlCATlON\n   This Agreement and a n y amendments theretu shall be subject to\nratification by the signatories in accordance with their respective m-\nstittutional procedures. Instruments of Ratification shall be depsited\nwith the Depositary which shall transmit certified copies to each\nMember State.\n                            h n c m 20\n                        ENTRY INTO FORCE\n  This Agreement shall enter into force by the deposit of ths Instru-\nments of Ratification in accordance with Article 19 by six of the\nStates listed in the Annex including Barbados, Guyana. Jamaica and\nTrinidad & Tobago.\n       CARIBBEAN AGRICULTURAL RESEARCH AND                                 fl\n               DEVELOPMENT INSTITUTE\n                               Article 21\n                              ACCESSION"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Institute may establish in any Member State such other\nresearch stations as may be deemed necessary by the Board.\n         me inclusion of this page is authorized by LN. SS119831\n       CARIBBEAN AGRICULTURAL RESEARCH A N D                                      9\n               DEVELOPMENT INSTITUTE\n                         ARTICLE14\n               RELATIONS WZTH THE UNIVERSITY\n  The Institute shall seek such affiliation with the University as will\npromote the achievement of its objectives.\n                                ARTICLE15\n                            L E G A L STATUS"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Upon the entry into force of this Agreement-\n      @) all property of every kind whatsoever which was vested imme-\n            diately before the entry into force of this Agreement, in the\n             University of the West Indies or any other Institution on be-\n             half of the Regional Research Centre shall be transferred to\n             and be vested in the Institute for the purposes of this Apree-\n             ment:\n       (b) all rights, privileges, advantages, liabilities and obligations that\n             immediately before the entry into force of this Agreement\n             were enjoyed by or imposed upon the University of the West\n             Indies on behalf of the Regional Research Centre are hereby\n             wnferred upon or imposed upon the Institute for the purposes\n             of this Agreement.\n                               ARTICLB16\n                               DISPUTES"
    }
  ],
  "definitions": []
}