{
  "id": "jm-stat-the-caribbean-community-establishment-services-capital-and-movement-of-community-nationals-act",
  "type": "statute",
  "title": "The Caribbean Community (Establishment, Services, Capital and Movement of Community Nationals) act",
  "title_en": "The Caribbean Community (Establishment, Services, Capital and Movement of Community Nationals) act",
  "short_name": "Caribbean Community (Establishment, Services, Capital and Movement of Community Nationals) act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-community-establishment-services-capital-and-movement-of-community-nationals-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-community-establishment-services-capital-and-movement-of-community-nationals-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Caribbean Community Shorttitle.\n    (Establishment, Services, Capital and Movement of Community\n    Nationals) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)   In this Act unless the context otherwise requires-\n                                                                                      Intervre-\n         \"Committee of Central Bank Governors\" means the Body\n             of the Community so named in Article 18(2) of the\n             Treaty;\n         \"Community\" means the Caribbean Community including\n             the CARICOM Single Market Economy established\n             by the Treaty;\n         \"Community Council of Ministers\" or \"the Community\n             Council\" means the organ of the Community so\n             named in Article 10(l)(b) of the Treaty;\n         \"competent Minister\" in relation to any provision of this\n             Act, means the Minister responsible for the\n             department or subject to which the provision relates;\n         \"Conference of Heads of Government\" or \"Conference\"\n             means the organ of the Community so named in\nI\n             Article 10(l)(a) of the Treaty;\n         \"Council for Finance and Planning\" means the organ of the\n             Community so named in Article 10(2)(a) of the\n             Treaty;\n         \"Council for Human and Social Development\" means the\n             organ of the Community so named in Article lO(2)(6)\n             of the Treaty;\n4   CARIBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,\n    CAPITAL AND MOVEMENT OF COMMUNITY NATIONALS)\n     \"Council for Trade and Economic Development\" means\n         the organ of the Community so named in Article\n         10(2)(b) of the Treaty;\n     \"economic enterprise\" includes any type of organization\n         for the production of, or the trade in, goods or the\n         provision of services (other than a non-profit\n         organization) owned or controlled by a national of a\n         Member State;\n    \\\"Member State\" means a Member State of the Community\n        excluding an Associate Member within the meaning of\n        Article 23 1 of the Treaty;\n     \"national\" means a person who-\n          (a) is a citizen of a Member State; or\n          (b) has a connection with a Member State of a kind\n              which entitles that person to be regarded as\n              belonging to or, if it be so expressed, as being a\n              native or resident of such a Member State for the\n              purposes of the laws thereof relating to\n              immigration; or\n          (c) is a company or other legal entity constituted in a\n              Member State in accordance with the laws\n              thereof and which that Member State regards as\n              belonging to it, provided that such company or\n              other legal entity has been formed for gainful\n              purposes and has its registered office and central\n              administration, and carries on substantial\n              activity, within the Community and is sub-\n              stantially owned and effectively controlled by\n              persons mentioned in paragraphs (a) and (b);\n     \"non-wage-earning activity\" means an activity undertaken\n         by a self-employed person;\n     \"right of establishment\" includes the right to-\n           [The inclusion of this page is audnnizcd by L.N. 80~/2008]\n   CARIBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,                        5\n   CAPITAL AND MOVEMENT OF C O M W I T Y NATIONALS)\n          (a) engage in any non-wage-earning activity of a\n              commercial, industrial, agricultural, professional\n              or artisanal nature;\n          (b) create and manage an economic enterprise;\n     \"service\" means a service provided against remuneration\n          other than wages in any sector and \"the provision of\n          service\" means the supply of a service-\n          ( a ) fiom the territory of a Member State into the\n                territory of another Member State;\n          (b) in the territory of one Member State to a service\n              consumer of another Member State;\n          (c) by a service supplier of one Member State\n              through commercial presence in the territory of\n              another Member State;\n          (d) by a service supplier of one Member State\n              through the presence of a natural person of a\n              Member State in the territory of another\n              Member State.\n     \"Treaty\" means the Revised Treaty of Chaguaramas\n         establishing the Caribbean Community including the\n         CARICOM Single Market and Economy signed at\n         Nassau, the Bahamas, on 5th July, 200 1.\n        (2) For the purposes of this Act, a company or other legal\nentity is-\n         substantially owned if more than fifty per cent of the\n         equity interest therein is beneficially owned by persons\n         mentioned in paragraphs (a) and (b) of the definition of\n         \"national\";\n         effectively controlled if such persons have the power to\n         name a majority of its directors or otherwise legally to\n         direct its actions.\n                   CAIUBBEAN COMMUNITY (ESTABLISHMENT, SER VICES,\n                   CAPITAL AND MOVEMENT OF COMMUNITY NATIONALS)\nApplicationof     3.---(I) Save as otherwise provided in this section and in\nAct.\n                sections 7 and 9, the provisions of this Act shall apply to-\n                    (a) the right of establishment and' the right to provide a\n                        service in Jamaica by a national of another Member\n                        State; and\n                    (b) the right of a national of a Member State to move\n                        capital into and within Jamaica and out of Jamaica to\n                        another Member State.\n                      (2) This Act shall not apply to an activity in Jamaica\n                involving the exercise of governmental authority by a duly\n                authorized person.\n                       (3) For the purposes of subsection (2) \"an activity in\n                Jamaica involving the exercise of governmental authority\"\n                means an activity conducted in Jamaica neither on a commercial\n                basis nor in competition with one or more economic enterprises\n                including-\n                    (a) an activity conducted by-\n                              (i) the Bank of Jamaica or a monetary authority\n                                  or any other public entity in pursuance of\n                                  monetary or exchange rate policies;\n                             (ii) an activity conducted by the Bank of Jamaica\n                                  on the Financial Services Commission, as the\n                                  case may be, in pursuance of the prudential\n                                  regulation of financial institutions;\n                    (b) an activity forming part of a statutory system of social\n                        security or public retirement plans;\n                    (c) an activity forming part of a system of national security\n                        or for the establishment or maintenance of public order;\n                    (d) any other activity conducted by a public body for the\n                        account of, or with the guarantee or using the financial\n                        resources of, the Government of Jamaica; and\n   CARIBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,\n   CAPITAL AND MOVEMENT OF COMMUNITY NAnONALS)\n    (e) such other activity as may be excluded by regulations\n        made under section 30."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject to the provisions of this Act, a national of a ~ i g h t s o f\n                                                           nationals of\nMember State shall enjoy-                                  a Member\n                                                                      State in\n    (a) in Jamaica-                                                   respect of\n                                                                      establish-\n              (i) the right of establishment;                         ment,\n                                                                      services\n                                                                      and capital.\n             (ii) the right to provide a service; and\n    (b) the right to move capital into and within Jamaica and\n        out of Jamaica to other Member States,\nwithout discrimination on the ground of nationality."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Subject to the provisions of this Act, the competent Prohibition\nMinister shall not introduce new restrictions on a national of new\n                                                            restrictions.\nof another Member State entitled to the rights specified in\nsection 4(a).\n             PART 11. The Right of Establishment"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Notwithstanding any provision to the contrary in this Treatment\nAct, the competent Minister may determine that the public of     mono-\n                                                               polies,etc,\ninterest requires the exclusion or restriction of the right of\nestablishment in any industry or in a particular section of an\nindusw.\n       (2) Where a determination by the Minister has been\nmade pursuant to subsection (1) and results in the continuation\nor establishment of-\n    (a) a government monopoly, the competent Minister shall\n        adopt appropriate measures to ensure that the\n        monopoly-\n            me inclusion of this page is authoriad by L.N. 80d2008]\n                     CARIBBEAN COMMUNITY (ESTABLISHMENT, SER VICES,\n                     CAPITAL AND MOVEMENT OF COMMUNITY NATIONALS)\n                                (i) does not discriminate among nationals of\n                                    other Member States, save as otherwise\n                                    provided in this Act; and\n                                (ii) is subject to the agreed rules of competition\n                                     established for an economic enterprise of the\n                                     Community; or\n                      (b) a private sector monopoly, the competent Minister\n                          shall, subject to the provisions of this Act, adopt\n                          appropriate measures to ensure that nationals of other\n                          Member States are accorded treatment similar to that of\n                          Jamaican nationals in terms of participation in its\n                          operations.\nProgramme to        7. Restrictions on the right of establishment in Jamaica by a\nremove re-\nstrictions on     national of another Member State shall be removed in\nestablishment.    accordance with the programme approved by the Conference in\n                  accordance with paragraph 3 of Article 33 of the Treaty.\nMinister to         8. The competent Minister shall, by regulations subject to\nadopt\nmeasures          affirmative resolution, adopt measures based on criteria\nagainst           established by the competent Organ of the Community to\nmanipulation.\n                  safeguard against manipulation or abuse of the right of\n                  establishment, to gain an unfair advantage against a national of\n                  another Member State.\nManagement           9.-41) In exercise of his functions under this Part, the\nof removal of\nrestrictions on   competent Minister shall ensure that a national of another\nthe rights of     Member State who is desirous of engaging in an economic\nestablishment.\n                  activity in Jamaica is not impeded in the effective exercise of his\n                  rights of establishment.\n                        (2) Without prejudice to the generality of subsection (I),\n                  the competent Minister shall-\n                      (a) abolish administrative practices and procedures which\n                           impede the exercise of the right of establishment by a\n                           national of another Member State;\n   CARIBBEAN COMMUNITY (ESTABLISHMENT. SERVICES,\n   CAPITAL AND MOVEMENT OF COMMUNITYNA7TONALS)\n         remove all restrictions on the movement of managerial,\n         technical and supervisory staff of an economic\n         enterprise established in Jamaica by a national of\n         another Member State;\n         remove all restrictions on entering and residing in\n         Jamaica by spouses and immediate dependent family\n         members of managerial, technical and supervisory staff\n         of an economic enterprise of a national of another\n         Member State;\n         ensure that a national of another Member State\n         exercising his right of establishment has the right to\n         acquire or otherwise possess or control land, buildings\n         and other property adequate for the purpose.\n            PART111. The Right to Provide Services\n                   '\n  1 0 . 4 1 ) Subject to the provisions of this Act, restrictions on Programme\nthe right to provide a service in Jamaica by a national of another ~         ~      ~\nMember State shall be .removed in accordance with the\nprogramme approved by Conference pursuant to paragraph 2 of\nArticle 37 of the Treaty.\n        (2) Notwithstanding subsection (I), the competent\nMinister may, in accordance with a decision of the Council for\nFinance and Planning, exclude certain financial services from\nthe application of this Act in accordance with paragraph 2 of\nArticle 37 of the Treaty."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Management of removal of restrictions on the rights of establish-\n       ment.\n                     PART 111. The Right to ~rovide'~ervices"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Without prejudice to the provisions relating to the right of collateral\nestablishment, a national exercising the right to provide a service         :,2:l\n                                                                             by\nin Jamaica may, in order to provide the service, temporarily providers.\nengage in an approved activity in Jamaica under conditions no\nless favourable than those enjoyed by nationals of Jamaica.\n10                   CARIBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,\n                     CAPITAL AND MOVEMENT OF COMMUNITY NATIONALS)\nManagement          12.-41) The competent Minister shall take such measures as\nof removal of\nrestrictions on   may be necessary to ensure that a national of another Member\nright to          State is not impeded in the exercise of his rights to provide a\nprovide\nservices.         service in Jamaica.\n                         (2) Without prejudice to the generality of subsection (I),\n                  the competent Minister shall-\n                      (a) remove administrative practices and procedures in\n                          Jamaica which impede the exercise of the right to\n                          provide a service by a national of another Member\n                          State;\n                      (b) remove all restrictions on the entry and residence in\n                          Jamaica by spouses and immediate dependent family\n                          members of a national of another Member State\n                          providing a service and of the managerial, technical\n                          and supervisory staff of such a national; and\n                      (c)   ensure that a national of another Member State\n                            exercising the right to provide a service in Jamaica has\n                            the right to acquire or otherwise possess or control\n                            land, buildings and other property on a non-\n                            discriminatory basis for purposes directly related to the\n                            provision of the service.\n                                PART IV. The Right to ~ o v e ' C a ~ i t a l\nProhibition         13. Subject to this Act, the competent Minister shall not-\nof new\nmhictions             (a) introduce new restrictions on-\non movement\nof capital.\n                                 (i) the movement of capital;\n                                (ii) payments connected with the movement of\n                                      capital; and\n                                (iii) current payments and transfers;\n                      (b) render more restrictive the operation of existing\n                          regulations governing the movement of capital, except\n                          as authorized by the Treaty.\n   CARlBBEAN C O M m I T Y (ESTABLISHMENT, SER VICES,                                  11\n   CAPITAL AND MOVEMENT OF COMMUNITY NATlONALS)\n  1 4 . 4 1 ) Subject to the provisions of this Act, restrictions on Removalof\nthe movement of all capital payments and on all current\npayments, including payments for goods and services and other payments.\ncurrent transfers to other Member States shall be removed.\n      (2) For the purposes of this Part, capital and current\npayments and transfers include--\n    (a) equity and portfolio investments;\n    (b) short-term bank and credit transactions;\n    (c) payment of interest on loans and amortization;\n    (d) dividends and other income on investments after taxes;\n    (e) repatriation of proceeds from the sale of assets; and\n    V) other transfers and payments relating to investment\n       flows."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Management of removal of restrictions on right to provide\n       services.\n                        PART IV. The Right to Move Capital"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The competent Minister shall, where necessary, grant the Authoriza-\nauthorizations required for the movement of capital mentioned tion   to\n                                                                facilitate\nin section 14 on a non-discriminatory basis.                    movement\n                                                                             of capital."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The competent Minister shall take such measures as may Comdina-\nbe required to coordinate the foreign exchange policies of tion of\nJamaica with those of other Member States in respect of the exchange.\nmovement of capital among them and with third States.\n                  PARTV. Safeguard Measures\n  1 7 . 4 1 ) Subject to subsection (3), where the competent Restrictions\nMinister is satisfied that there are serious balance-of-payments to safeguard\nand external financial difficulties or the threat thereof, the payments.\nMinister may, consistently with Jamaica's international\nobligations, adopt or maintain restrictions to address the\ndifficulties.\n12                   CARIBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,\n                     CAPITAL AND MOVEMENT OF COMMUNITY NATIONALS)\n                        (2) The restrictions which may be adopted or maintained\n                  pursuant to subsection (1) include-\n                      (a) quantitative restrictions on imports;\n                      (b) restrictions on the right of establishment;\n                      (c) restrictions on the right to provide a service; and\n                      (6) restrictions on the right to move capital or on payments\n                          and transfers for transactions connected therewith.\n                        (3) The restrictions mentioned in subsection (2) shall-\n                      (a) subject to the provisions of this Act and any relevant\n                          determinations of Conference, the Council for Planning\n                          and Finance and the Council for Trade and Economic\n                          Development, as the case may require, not discriminate\n                          among Member States or against Member States in\n                          favour of third States;\n                      (b) at all times seek to minimize damage to the commer-\n                          cial, economic or financial interests of other Member\n                          States;\n                      (c) not exceed those necessary to deal with the circurn-\n                          stances mentioned in subsection (1);\n                      (4 be temporary in nature and may be imposed for not\n                          more than eighteen months; and\n                      (e) be removed progressively as the situation mentioned in\n                          subsection (1) improves.\nIncidenceand         18.-41) In determining the incidence of restrictions men-\nnotification of\n,~cti,,           tioned in section 17, the competent Minister may accord priority\n                  to activities which are essential to the economic stability of\n                  Jamaica but such restrictions shall not be adopted or maintained\n                  for the purpose of protecting a particular sector, due regard\n                  being paid to any special factors which may be affecting\n                  Jamaica's reserves or its need for reserves.\n    CARIBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,\n    CAPITAL AND MOVEMENT OF COMMUNITY NA TIONALS)\n       (2) Restrictions adopted or maintained pursuant to\nsubsection (1) or any changes therein shall be notified within\nthree working days to the Council for Finance and Planning and\nthe Council for Trade and Economic Development.\n      (3) The competent Minister shall, if requested to do so,\nforthwith consult with the competent organ of the Community.\n   1 9 . 4 1 ) Where practicable, the competent ~ i r h s t e rshall, Cdnsulta~\n                                                                      tions for the\n before the imposition of restrictions specified in section 17, ,,,v,l,f\n consult with the Council for Finance and Planning, with the restrictions.\n objective of being informed of any recommendations for the\n.removal of the restrictions.\n        (2) The coasultations mentioned in subsection (1) shall-\n     (a) be designed to assist Jamaica to overcome its balance\n         of payments and external financial difficulties;\n     (b) assess the balance of payments situation of Jamaica\n         and the restrictions adopted or maintained under\n         section 17 taking into account such matters as-\n                (i) the nature and extent of the balance of\n                     payments aid external financial difficulties;\n               (ii) the external economic and trading environ-\n                     ment of Jamaica; and\n               (iii) alternative corrective measures which may be\n                     available.\n        (3) The consultations shall address the compliance of any\n restrictions with subsection (3) of section 17 and, in particular,\n the progressive removal of restrictions in accordance wit4\n paragraph (e) of that subsection.\n   2 0 . 4 1 ) Where the exercise of rights conferred by this Act-           Restrictions\n                                                                             resolve -\n      (a) creates serious difficulties in any sector of the economy          difticulties\n                                                                             arising from\n          of Jamaica; or                                                     the exercise\n                                                                             of rights.\n      (b) results in economic hardships in any part thereof,\n                  [The inclwion of this page is authorized by LN. 80d2008]\n14                    CARIBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,\n                      CAPITAL AND MOVEMENT OF COMMUNITY NATIONALS)\n                   the competent Minister may, subject to the provisions of this\n                   section, apply such restrictions on the exercise of rights as the\n                   Minister considers appropriate in order to resolve the difficulties\n                   or alleviate the hardships.\n                           (2) Where the competent Minister intends to apply\n                   restrictions pursuant to subsection (I), the Minister shall, before\n                   applying the restrictions, notify the competent organ of the\n                   Community of that intention and the nature of the restrictions.\n                           (3) Where the competent Minister is unable to comply\n                   with subsection (2), the Minister shall, .upon applying the\n                   restrictions, forthwith notify the competent organ of the\n                   Community of the application and the nature of the restrictions.\nConditions for       21. The competent Minister shall, at the time of applying the\nthe application\nof restrictions.   restrictions referred to in section 20, submit to the Council for\n                   Trade and Economic Development or the Council for Finance\n                   and Planning, as the case may require, a programme setting out\n                   the measures to be taken to resolve the difficulties or alleviate\n                   the hardships referred to in that section.\nPermissible          22. Restrictions applied by the competent Minister pursuant\nrestrictions.\n                   to section 20 shall be confined to those necessary to-\n                        (a) resolve the difficulties in the affected sectors;\n                        (b) alleviate economic hardships in .a particular part of\n                            Jamaica;\n                        (c) minimize damage to the commercial or economic\n                             interests of other Member States;\n                        (6) prevent the unreasonable exercise of rights granted by\n                             this Act, being an exercise which could impair the\n                             development of the CARICOM Single Market and\n                             Economy.\n   CARlrnBEAN COMMUNITY (ESTABLISHMENT, SERVICES,                                     15\n   CAPITAL AND MOVEMENT OF C O M M U M m NATIONALS)"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. In applying the restrictions pursuant to section 20, the Non-\ncompetent Minister shall not discriminate on the ground of ~ o ~ n f i n a -\nnationality and-\n    (a) shall progressively relax them as relevant conditions\n         improve;\n    (b) may maintain them only to the extent that conditions\n        mentioned in section 20 continue to justify their\n        application.\n  2 4 . - ( 1 ) Notwithstanding any provision to the contrary in General\nthis Act, the competent Minister shall not be precluded from\ntaking measures-\n                                                                             :zms\n                                                                 obligation to\n                                                                             remove\n         to protect public morals or maintain public order and ~trictions.\n         safety;\n         to protect human, animal and plant life;\n         to secure compliance with enactments relating to\n         customs enforcement, the classification, grading or\n         marketing of goods or the operation of monopolies by\n         state enterprises or other enterprises which enjoy\n         exclusive or special privileges;\n         to protect intellectual property rights or to prevent\n         deceptive practices;\n         relating to gold or silver;\n         relating to products of labour by inmates of correc-\n         tional institutions;\n         relating to child labour;\n         to protect national treasures of artistic, historic or\n         archaeological value;\n          to prevent or relieve critical food shortages;\n         relating to the conservation of natural resources or the\n         preservation of the environment;\n                     CARIBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,\n                     CAPITAL AND MOVEMENT OF COMMUNITY NATIONALS)\n                      (k) to secure compliance with laws or regulations which\n                           are consistent with the provisions of the Treaty,\n                           including those relating to-\n                                  (i) the prevention of deceptive and fraudulent\n                                      practices, and the effects of default on\n                                      contracts;\n                                 (ii) the protection of the privacy of individuals in\n                                      relation to the processing and dissemination of\n                                      personal data and the protection of confiden-\n                                      tiality of individual records and accounts; or\n                      (I) to give effect to international obligations, including\n                            treaties for the avoidance of double taxation.\n                         (2) Nothing in subsection (1) shall be construed as\n                  permitting the competent Minister, where like conditions\n                  prevail, to take any measure which constitutes arbitrary or\n                  unjustifiable discrimination against a national of another\n                  Member State.\nSecurity            25. Nothing in this Act shall be construed as preventing the\nexceptions to\nthe obligation    competent Minister from taking measures to-\nto remove\nrestrictions.         (a) protect the essential security interests of Jamaica-\n                               (i) relating to the supply of services carried out\n                                    directly or indirectly for the 'purposes of\n                                    provisioning a military establishment;\n                              (ii) . in time of war or other public emergency; or\n                      (b) discharge the obligations of Jamaica in relation to the\n                          maintenance of international peace and security.\n                                            PART.VI. General\nDetmina-             26. Where an organ or body of the Community has been\ntions of organs\nof bodies of      authorized t o make any determination in respect of any of the\nthe com-          rights referred to in section 4, the competent Minister shall carry\nmunity to be\ncarried out.      out any determination so made.\n                                                           -    -   -    -\n   CARlBBEAN COMMUNITY (ESTABLISHMENT, SERVICES,\n   CAPITAL AND MOVEMENT OF COMMUNITY NATIONALS)"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Security exceptions to the obligation to remove restrictions.\n                                   PART VI. General"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Determinations of organs of bodies of the community to be carried\n      out."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where a decision of an official purports to restrict another Appeals.\nperson in the exercise of a right under section 4, the person\naggrieved may, without prejudice to any other remedy, appeal to\nthe competent Minister for a review of that decision."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) The competent Minister may make regulations Regulations.\ngenerally for giving effect to the provisions of this Act.\n        (2) Without prejudice to the generality of subsection (1)\nregulations made thereunder may provide for-\n    (a) the identification of those activities in respect of which\n        the right of establishment shall not apply;\n    (b) the conditions under which the right of establishment is\n        to be exercised;\n    (c) the removal of restrictions on the entry of-\n              (i) managerial, technical and supervisory staff to\n                  be employed in an economic enterprise and\n                  .their spouses and immediate dependent family\n              .   members;\n             (ii) spouses and immediate dependent family\n                  members of nationals exercising the right to\n                  provide services;\n     (d) the temporary imposition of restrictions under section\n         20 and the nature of such restrictions.\n             [The inclusion of thir p a s is authorized by LN. 80~/2/2008]"
    }
  ],
  "definitions": [
    {
      "term": "Community",
      "definition": "the Caribbean Community including",
      "source_provision": "sec2"
    },
    {
      "term": "the Community\n             Council",
      "definition": "the organ of the Community so",
      "source_provision": "sec2"
    },
    {
      "term": "Conference",
      "definition": "the organ of the Community so named in",
      "source_provision": "sec2"
    },
    {
      "term": "Council for Finance and Planning",
      "definition": "the organ of the",
      "source_provision": "sec2"
    },
    {
      "term": "Council for Trade and Economic Development",
      "definition": "the organ of the Community so named in Article",
      "source_provision": "sec2"
    },
    {
      "term": "Member State",
      "definition": "a Member State of the Community",
      "source_provision": "sec2"
    },
    {
      "term": "national",
      "definition": "a person who-",
      "source_provision": "sec2"
    },
    {
      "term": "non-wage-earning activity",
      "definition": "an activity undertaken",
      "source_provision": "sec2"
    },
    {
      "term": "service",
      "definition": "a service provided against remuneration",
      "source_provision": "sec2"
    },
    {
      "term": "the provision of\n          service",
      "definition": "the supply of a service-",
      "source_provision": "sec2"
    },
    {
      "term": "Treaty",
      "definition": "the Revised Treaty of Chaguaramas",
      "source_provision": "sec2"
    }
  ]
}