{
  "id": "jm-stat-the-caribbean-development-bank-act",
  "type": "statute",
  "title": "The Caribbean Development Bank Act",
  "title_en": "The Caribbean Development Bank Act",
  "short_name": "Caribbean Development Bank Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-development-bank-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-development-bank-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) decide to terminate the operations of the Bank and to dis-\n                tribute its assets;\n          ( k ) select external auditors to certify the general balance sheet\n                and the statement of profit and loss of the Bank and to\n                select such other experts as may be necessary to examine\n                and report on the general management of the Bank:\n          (0 approve, after reviewing the report of the external auditors,\n                the general balance sheet and statements of profit and loss\n                of the Bank; and\n         ( m ) exercise such other powers as are expressly assigned to the\n                Board of Governors in this Agreement."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. To carry out its purpose. the Bank shall have the following\n    functions:\n        (U) to assist regional members in the co-ordination of their\n             development programmes with a view to achieving better\n             utilization of their resources. making their economics more\n             complementary, and promoting the orderly expansion of their\n             international trade, in particular intra-regional trade;\n           me inclusion of this pase is authorid by L.N. 480/19731\n              CARIBBEAN DEVELOPMENT BANK                                     5\n    (b) to mobilizc witbin and outside the region additional financial\n        resounw for the development of the region:\n    (c) to finance projects and programmes contributing to the\n        development of the region or any of the regional members:\n    (4to provide appropriate technical assistance to its regional\n        members. prticulady by undertaking or wmmissioning pre-\n        investment surveys and by assisting in the identification and\n        preparation of p r o j d proposals:\n    (c) to promote public and private investment in development pro-\n         jects by, amonz other means, aiding financial institutions in\n         the region and supporting the establishment of consortia;\n    (f) to cooperate and assist in other regional efforts designed to\n        promote regional and locally coatrolled financial institutions\n         and a regional market for crcdit and savings:\n    (s) to stimulate and enwnrage the development of capital markets\n         within the region: and\n    (h) m undertake or promote such other aaivitiw as may advancs\n         ib p q m e ."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. If the subscribed callable capital stock of the Bank shall be\n     entirely called pursuant to paragraph 6 of Article 7, the Bank may, if\n     necessary for the purpose specified in paragraph 1 of tbis Article, use\n     or exchange the currency of any member without restriction, including\n     any restriction imposed pursuant to paragraph 2 of Article 23.\n                                  CHAPTER IV\n        BORROWING AND OTHER MISCELLANEOUS POWERS\n                      ARTICLE U) GENERAL POWERS\n       In addition to the powers provided elsewhere in this Agreement,\n     the Bank shall have the power to :\n          (a) borrow funds in the territories of members or elsewhere. and\n              in this connexion to furnish such collateral or other security\n              therefor as the Bank shall determine, provided always that:\n                   (i) before making a sale of its obligations in a country.\n                       the Bank shall seek the approval of the competent\n                       authorities of that wuntry;\n                  (ii) where the obligations of the Bank are to be denomi-\n                       nated in the currency of a member, the Bank shall\n                       have obtained the approval of the competent author-\n                       ities of that member:\n                 (iii) the Bank shall obtain the approval of the competent\n                       authorities referred to in sub-paragraphs (i) and (ii)\n                       of this paragraph that the proceeds may be exchanged\n                       for any other currency without restriction; and\n                 (iv) before determining whether to sell its obligations in\n                       a particular country. the Bank shall consider the\n                       amount of previous borrowing, if any, in that country.\n                       the amount of previous borrowings in other countries.\n                       and the possible availability of funds in such other\n                       countries and shall give due regard to the general\n                       principle that its borrowings should, as far as possible,\n                       be diversified a6 to the country of borrowing;\n          (b) buy and sell securities the Bank has issued or guaranteed\n               or m which it has invested, provided always that it shall\n              have obtained the approval of the competent authorities of\n              the. country where the securities are to be bought or sold;\n          (c) guarantee securities in which it has invested, in order to\n               facilitate their sale:\n          (d) underwrite, or participate in the underwriting of, securities\n               issued by any enterprise or entity for purposes consistent\n              with the purpose and functions of the BanL:\n          (e) invest or deposit funds, not needed in its operations, in the\n               territories of members or of substantial contributors to the\n              resources of the Bank, in such obligations or institutions of\n             me indusim of Wi page is authorized by L.N. 480/1973]\n                CARIBBEAN D E V E W P M E N T BANK                        17\n          members or substantial contributors, or nationals thereof. as\n          it may determine, except where the Board of Directors by\n          a vote of not less than tbrec-fourths of the total voting\n          power of the members determines otherwise:\n    (f) assist regional members in matters relating to the foreign\n        placement of official loans:\n    (g) borrow from Governments. their political sub-divisions and\n        instrumentalities. and international organizations, on such\n        terms and conditions as may be agreed upon between the\n        Bank and the lender;\n    (h) provide technical assistanoe which serves its purpose and\n        comes within its functions, and where expenditures incurred\n        in furnishing such services are not reimbursable, charge the\n        income of the Bank therewith: and\n    (r) exercise such other powers and adopt such rules and regula-\n        tions as may be necessary or appropriate in furtherance of\n        its purpose and functions and consistent with the provisions\n        of this Agreement.\n     ARTICLE 21 NOTICE TO BE PLACED ON SECURITIES\n   Every security issued or guaranteed by the Bank shall include a\nstatement to the e8ect that it is not an obligation of any Government,\nunless it is in fact the obligation of a particular Government. in\nwhich case it shall so state.\n                           CHAPTERV\n                          CURRENCIES\n      ARTICLE 22 VALUATION OF CURRENCIES AND\n            DETERMINATION OF CONVERTIBILITY\n  Whenever the Bank considers it necessary under this Agreement:\n    (a) to value any currency in term of another currency or of\n        gold; or\n    (b) to determine whether any currency is convertible:\nsuch valuation or determination, as the case may be, shall be reason-\nably made by the Bank after consultation with the International\nMonetary Fund.\n                 ARTICLE 23 USE OF CURRENCES"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A member may, when depositing its instmment of ratification or\nacceptance, declare that in its temtory the immunity conferred by\nparagraph 1 of Article 49 and sub-paragraph (U) of Article 54 shall\nnot apply in relation to a civil action arking out of an am’dmt caused\nby a motor vehicle belonging to the Bank or operated on its behalf\nor to a tram offence 0ommittc.d by the driver of such a vehicle.\n  The member may also declare that the priviIege conferred by Article\n53 shall be restricted in its territory to treatment not less favourable\nthan the member accords to international financial institutions of which\nit is a member, and that the exemption referred to in paragraph 6(b)\nof Article 55 shall not extend to any bearer instrument issued by the\nBank in its territory or issued elsewhere by the Bank and transferred\nin its territory.\n                 ARTICLE 64 ENTRY INTO FORCE\n  This Agreement shdl enter into force upon the deposit of insmuncnts\nof ratification or acceptance by eight (8) signatories. including at least\none non-regional State, whose initial subscriptions, as set forth in\nAnnex A to this Agreement, in aggregate mprise not less than sixty\n(60)per cent of the authorized capital stock of the Bank, provided\nthat 1st December. 1969, shall be the earliest date on which this Agree-\nment may enter into force.\n            ARTICLE 65 INAUGURAL MEETING\n  As soon as this Agreement enters into force, each member shall\nappoint a governor, and the Secretary-General of the Commonwealth\nCaribbean Regional Secretariat shall call the inaugural meeting of the\nBoard of Governors.\n36                 CARIBBEAN DEVELOPMENT BANK\n       I N WITNESS ViHBREOF the undersigned plenipotentiaries, being\n     duly authorized thereto by their respective Governments, have signed\n     the present Agreement.\n       DONEAT Kingston. Jamaica, this eighteenth\n                                           -     day of October, one\n     thousand nine hundred and sixty-nine.\n       For ANTIGUA                                V. C. Bum\n       For BAHAMAS                                      E. FRANCIS\n                                                  CARLTON\n       For BARBADOS                               ERROL W. BARROW\n       For BRITISH HONDURAS                       A. A. HVNTBR\n       For BRITISH VIRGIN ISLANDS                 Ivm DAWSON\n       For CANADA                                 PAULMmm\n       For CAYMAN ISLANDS                         D. V. WATLBR\n       For DOMINICA                               E. 0. LBBLANC\n       For GRENADA                                Gm. E HOSTEN\n       For GUYANA                                 P. A. REm\n       For JAMAICA                                E. SBAa\n       For MONTSERRAT                             W. H. U        B\n       For ST. KITTS-I'EVIS-ANGUILLA              ROBT.L. BmsnAw\n       For ST. LUCIA                              J. c. COMFTON\n      For ST. VINCENT                                  K. TANNIS\n                                                  HUDSON\n      For TRINIDAD AND TOBAGO                     KAMALUDDIN MOHAMMED\n       For TURKS AND C A I C O S ISLANDS R. E. WAINWRIGHT\n      For UNITED KINGDOM                              THOMFWN\n                                                 GEORGH\n            me inclusion of this page is authorized by L.N. 480119731\n                 CARIBBEAN DEVELOPMENT BANK                                             37\n                             ANNEXA\n  States and Territories which may become Members in accordance\nwith pagrapb 2 of Article 3. and their initial subscriptions to the\nAuthorized capital Stock.\n                         (ARTICL.B 6. PARAGRAPH 1)\n           CATBGORY   A                                  ChTEGQRK     B\n   Regional States and Territories                  Non-Regional States\n                     No. of Shares                               No. of shares\n                              __                                     -"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41)   The Minister is authorized to pay for the account of Financial\n                                                                    provisions.\n    Jamaica the amounts payable from time to time to the Bank\n    under the Bank Agreement:\n      Provided that the Bank of Jamaica may from time to t h e ,\n    subject to the terms of any agreement made by that Bank with\n    the Government, pay from its own funds such of the amounts\n6   aforesaid as may be specified in such agreement.\n           (2) The Minister may issue or cause to be issued to the\n    Bank non-negotiable, non-interest bearing notes or other\n    obligations and any sums payable in respect of such notes\n    or securities so issued shall be a charge on the Consolidated\n    Fund.\n                 me lnhrioll of tLb page b authorlad by LN. lSUPOlll\n                           CARIBBEAN DEVELOPMENT BAN..\n                     (3) The Minister may borrow fmm any person, any sum\n             or sums required for payments under this section and, for the\n             p w s e of such borrowing, he may create and issue any\n             securities bearing such rate of interest and subject to such\n             conditions as to repayment, redemption or otherwise as he\n             thinks fit.\n                   ' (4) The principal and interest of any securities issued\n             under subsection (3) and the expenses incurred in\n             connection with their issue shall be charged on the Consolidated\n             Fund.\n                    (5) Subject to the tenns of any agreement to the con-\n             made by the Bank of Jamaica with the Government pursuant\n             to the proviso to subsection (I), any moneys received by\n             the Government fmm the Bank or raised by securities\n             under subsection (3) shall be paid into the Consolidated Fund\n             Account md shall form part of the Consolidated Fund md be\n             available in any manner in whichthat Fund is available.\n                    (6) The Bank of Jamaica shall act as a depository for the\n             holdings of currency of Jamaica and other assets of the\n             Barmk.\nCertain        5. The provisions of Articles 48 to 55 inclusive md of\nprovisions\nof Bank      Article 57 (Chapter VIII) of the Bank Agreement (which relate\nAgreement    to the status, immunities and privileges to be accorded to\ngiven\nforce        the Bank) shall have the force of law in Jamaica.\nof law in\nJemsica\n                                                         *\nPower of       6. The Minister may by order make such provisions as may\nMinister\nlo make      be necessary for carrying into effect my of the provisions of the\norders.      Bank Agreement.\n                         [The iaderka of Ikk pop b artbodzed by LN. IUnOllJ\n            CARIBBEAN DEVELOPMENT BANK                                         3\n   7 4 1 ) Where any amendment to the Bank Agreement Amend-\nis accepted by the Government, the Minister may by order ment of\namend the Schedule by including therein the amendment ;   z;;+\nso accepted.                                             qucntial on\n                                                                      amend-\n      (2) Any order made under this section may contain rc:ule,\nsuch consequential, supplemental or ancillary provisions as\nappear to the Minister to be necessary or expedient for the\npurpose of giving due effect to the amendment accepted as\naforesaid and, without prejudice to the generality of the\nforegoing, may contain provisions amending references in\nthis Act to specific provisions of the Bank Agreement.\n       (3) Every order made under this section shall be sub-\nject to negative resolution of the House of Representatives.\n       (4) Where the Schedule is amended pursuant to this\nsection any reference in this Act or any other instrument\nto the Bank Agreement shall, unless the context otherwise\nrequires, be construed as a reference to the Bank Agreement\nas so amended.\n4                 CARIBBEAN DEVELOPMENT BANK\n                                   SCHEDULE               (Sections 2 and 7)\n          AGREEMENT ESTABLISHING THE CARIBBEAN\n                          DEVELOPMENT BANK\n    The Contracting Parties\n      CONSCloUs of the need to accelerate the economic development of\n    States and Territories of the Caribbean and to improve the standards\n    of living of their peoples;\n      RECOGNIZING the resolve of these States and Territories to intensify\n    economic co-operation and promote economic integration in the\n    Caribbean:\n      AWARE    of the desire of other countries outside the region to contri-\n    bute to the economic development of the region;\n      CONSIDERING that such regional economic development urgently\n    requires the mobilization of additional financial and other resources:\n    and\n      CONVINCED    that the establishment of a regional haocial institution\n    with the broadest possible participation will facilitate the achievement\n    of these ends;\n    HEREBY AGREE AS FOLLOWS :\n                        INTRODUCTORY ARTICLE\n      The Caribbean Development Bank (hereinafter called the “Bank”) is\n    hereby established and shall be governed by the following:\n                      ARTICLES OF AGREEMENT\n                                 CHAPTER I\n             PURPOSE, FUNCTIONS AND PARTICIPATION\n                          ARTICLE 1 PURPOSE\n      The purpose of the Bank shall be. to contribute to the harmonious\n    economic growth and development of the member countries in the\n    Caribbean (hereinafter called the ‘?region”) and to promote economic\n    co-operation and integration among them, having special and urgent\n    regard to the needs of the less developed members of the region.\n                         ARTICLE 2 FUNCTIONS"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Bank shall adopt such other rules and regulations as m a y\nbe q u i d to ensure the cfibctive scpration of the two types of its\noperations.\n ARTICLE 13 RECIPIENTS AND METHODS OF ORDINARY\n                            OPERATIONS\n  In its ordinary operations, the Bank may provide or facilitate B m c -\ning for any regional member or any political subdivision or any\n        me inclusion of hia pagt is anthorieod by L.N. 480119731\n              CARZBBEAN DEVELOPMENT BANK\nagency thereof, or any other entity or enterprise in the public or private\nsector operating in the territory of such member, as well as for inter-\nnational or regional agencies or other entities concerned with the\neconomic development of the region. The Bank may carry out such\noperations in any of the following ways :\n     (U) by making or participating in direct loans with its unimpaired\n         paid-up capital and, except as provided in Article 18. with\n         its reserves and undistributed surplus;\n     (b) by making or participating in direct loans with fnnds raised\n         by the Bank in capital markets or borrowed or otherwise\n         acquired by the Bank for inclusion in its ordinary capital\n         resources;\n     (c) by investment of the funds referred to in paragraphs (U) and\n         (b) of this Article in the equity capital of an entity or enter-\n         prise, provided, however, that no such investment shall be\n         made until after the Board of Governors, by a vote of not\n         less than two-thirds of the total number of governors repre-\n         senting not less than three-fourths of the total voting power\n         of the members. shall have determined that the Bank is in a\n         position to begin such type of operations: or\n     (4by guaranteeing, whether as primary or secondary obligor, in\n         whole or in part, loans for economic development.\n         ARTIcLe 14 LIMITATIONS ON OPERATIONS"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. No tax of any kind shall be levied on any obligation or security\nissued by the Bank, including any dividend or interest thereon, by\nwhomsoever held-\n      (U) which discriminates against such obligation or security solely\n          because it is issued by the B&,        or\n      (b) if the sole jurisdictional basis for such taxation is the place\n           or the currency in which it is issued, made pyable or paid.\n          or the location of any office or p l a a of business maintained\n           by the Bank.\n        IThe indusion of this page is authorized by L.N. 4B0119731\n32                  CARIBBEAN DEVELOPMENT BANK"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. No tax of any kind shall be levied on any obligation or security\n     guaranteed by the Bank, including any dividend or interest thereon,\n     by whomsoever held-\n         (Q)  which discriminates against such obligation or security solely\n              because it is guaranteed by the Bank, or\n          (b) if the sole jurisdictional basis for such taxation is the location\n              of any office or place of business maintained by the Bank.\n                    ARTICLE 56 IMPLEMENTATION\n        Each member shall promptly inform the Bank of the action which\n     it has taken to make effective the provisions of this Chapter in its\n     territory.\n      ARTICLE 57 WAIVER OF IMMUNTTIES, EXEMPTIONS AND\n                                  PRIVILEGES\n        The immunities, exemptions and privileges provided in this Chapter\n     are granted in the interests of the Bank. The Board of Directors may\n     waive to such extent and upon such conditions as it may determine,\n     the immunities, exemptions and privileges provided in this Chapter in\n     cases where such action would, in its opinion, be appropriate in the\n     best interests of the Bank. The Resident shall have the right and the\n     duty to waive any immunity, exemption or privilege in respect of any\n     officer or employee, of,or any expert performing a mission for. the\n     Bank where, in his opinion, the immunity, exemption or privilege\n     would impede. the course of justice and can be waived without preju-\n     dice to the interests of the Bank. In similar circumstances and under\n     the same conditions, the Board of Directors shall have the right and\n     duty to waive any immunity, exemption or privilege respecting the\n     President and the Vice-President.\n                         CHAPTER IX\n           AMENDMENTS, INTERPRETATION, ARBITRATION\n                         ARTICLE 58 AMENDMENTS"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Bank shall determine the place for any payment under this\nArticle. provided that, until the inaugural meeting of the Board of\nGovernors the payment of the first instalment referred to in paragraph\n1 of this Article shall be made to the Government of Barbados as\nTrustee of the Bank.\n                   ARTICLE 8 SPECIAL FUNDS"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.            3,462\n    United Kingdom                     693             2.169             3,462\n    FranCe                             415             1.660             2.075\n    Ge mm y. Federal                   415             1&0               2;013\n     Republic of\n                                    415\n    IW                              -                 -"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Turks and Caicos\n   Islands                        25\n                Sub-Total     6.000\n                            ANNEX AA                 (Paragraph 2 (a) )              gjlSw,\n   Member Sfcues subscripfim zo shares of addifiond capital stock\n           in the proporrion thnt its present stoek bews\n                to the total subscribed capifal sfock\n                                 Additional         Additional\nReaional states                   Paid-uu            Callable              Total\nan& Territories                    Share;            Shares                Shared\n                                    -                  -                    -\nJamaica                                1,102            4.412                5.514\nTrinidad and Tobago                    1.102            4.412                5.514\nma\n m a\n   8                                     326            1.302                1.628\nGuyana                                   237              95 1               1.188\nColombia                                '208              830                1,038\nMexico                                  208               830                1,038\nVenezuela                               208               830                1.038\n           p h e i d u s i o n of this page is authorized by L.N.5119921\n                    CARZBBEAN DEVEmPMENT BANK\n                              ANNEX AA, comtd.\n                                  Additid           Additional\n    R e g i o a States            Paid-up            Calkble             Total\n    nad Territories                 Sharea\n                                     -               shans\n                                                      -                 Shares\n    Barhados                           207               829              1.036\n    Antigua and Barbuda                  49\n                                          ~.             1%                 245\n    Belize                               49              196                245\n    Dominica                             49              196\n                                                          ~~    ~\n                                                                           ~  ~-\n                                                                            245\n    Grenada                              49              196                245\n    St. K h a and Nevis                  49              1%                 245\n    st. Lucia                            49              196\n    St Vmcent and\n       the G r m d h e s                49                1%               245\n    AnguNa                              12                     48              60\n    British Virgin Islands              12                     48              60\n    Cayman Islands                      12                 48                  66\n    Montserrat                          12                 48                  60\n    Turks and Caicos\n      Ialanda                            12                    48              60\n    Non-Regional\n        States\n         -\n    CaMda                              693\n                                       ~~.             2.76."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.158\n                                   ANNEX B\n                        SELKTION OF DIRECTORS\n    PARTI--?'ridpks for the Selcnion of Directors Representing Regional\n                                    Members\n      Of the 6ve (5) directors to be selactcd pursuant to pragraph 1 (U) (i)\n    of Article 29:\n        (U) om (1) director shall be selected by each of the governors\nb\n             repmen-      thc two (2) regional members having the largest\n             number of sham of the capital stock of the Bank;\n        (a) three (3) shall ba scleabd by the Gmemors representing the\n             other regional members.\n                 mei\n                   d&        d tbis page is auhrized W LN. S / 199.31\n             CARIBBEAN DEVELOPMENT BANK                                  39\nPART Il-SekcZion of Duectors Pending Adoption of the Rules of\n                              Pmedrae\n   Regional Members:\n   (a) one (1) d w r shall be sclactcd by the govunor rcpmmting\n        Jamaica;\n   (b) one (1) director shall be sclectcd by the pvcmor representing\n        Trinidad and Tobago;\n   (E) one (1) dimtor shall be selected jointly by the ~overnors\n        representing Guyana and Barbados;\n   (4one (1) director shall be sclcctcd jointly by the governor&\n        representing Bahamas and British Hoodwas; and\n   (e) one (1) director shall be sclcctcd jointly by the govcmors\n        rcprcscnting\n                            Antigua\n                            British Virgin Islands\n                            cayman\n                            Dominica\n                            Grenada\n                            Montscrrat\n                            St. K i t r s - N ~ ~ h - h -\n                            St Lwia\n                            st Vincent\n                            Turks and cairns Islands"
    }
  ],
  "definitions": []
}