{
  "id": "jm-stat-the-caribbean-examinations-council-act",
  "type": "statute",
  "title": "The Caribbean Examinations Council Act",
  "title_en": "The Caribbean Examinations Council Act",
  "short_name": "Caribbean Examinations Council Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-examinations-council-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-examinations-council-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Council is hereby established and shaU consist of the folbwing\nmemh-\n                             .__~_~___                   __-__\n6                  CARlBBEAN EXAMINATIONS COUNCIL\n        (a) the ViceChanceUor of the University of the West Indies;\n        (b) the VicechancelIbr of the University of Guyana:\n        (c)    (i) three representatives of the University of the West M i e s\n                   appointed by the Vice-Cbncellor of the University of the\n                   West Indies regard being given to the geographical dis-\n                   persion of the campuses;\n              (ii) one representative of the University of Guyana appointed\n                   by the Vice-Chancellor of the University of Guyana;\n        (d) (i) two representatives appointed by each of the Participating\n                Governments of Barbados,Guyana, Jamaica and Trinidad\n                and Tobago and one representative appointed by each of\n                the other Participating Governments:\n            (U) one representative of the teaching professicn appointed\n                by each National Committee from among its members."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Any such terms and conditions shall be embodied in a supple.\nmentary Agreement\n                                   ARTICLE XIV\n                            WITHDRAWAL\n   Any Participating Government may withdraw from this Agreement\nb giving twenty-four months' notice in writing to the Chairman\noythe Council who shall within 30 days of the receipt of such notice\nnotify the other Participating Governments.\n                                    ARTICLEXV\n                           AMmm\n   An amendment to the provisions of this Agreement shall be sub-\n mitted to the C3ibman of the Council who shall wihin 30 days d\n the receipt thereof transmit the proposed amendment to each Parti-\n cipating Government Such amendment shall have effect upon the\n acceptance thereof by all the Participating Governments within six\n months of the date of the Chairman transmitting the proposed amend-\n ment\n                p h e inclusion of Ous page 1s authonzed by LN.421 19951\n  R ! L -11\n14               CARIBBEAN EXAMINATIONS COUNCIL.\n                                   hTlcla\n                             ENTRY INTO FORCE"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3, The provisions of paragraph 1 of Article VIII of the ceaain\n                                                                provisions\n      Agreement shall have the force of law in Jamaica.         of Agree-\n                                                                                 ment given\n                                                                                 force of Iaw\n                                                                                 in Jamaica."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   The Minister may, by order, make such provisions as power of\n      may be necessary for carrying into effect any of the provisions            p:y\n      of the Agreement.                                               order.\n            (2) Without prejudice to the generality of subsection (1)\n      the Minister may, by such order as aforesaid, implement any\n      provision made by Protocol pursuant to paragraph 2 of Article\n      VIII.\n2                              CARIBBEAN EXAMINATIONS COUNCIL\nAmendment          5.-(1) Where any amendment to the Agreement is accepted\nof Schedule\nandmatters      by the Government, the Minister may, by order, amend the\nconsequential   Schedule by including therein the amendment so accepted.\non amend-\nment.\n                       (2) Any order made under this section may contain such\n                consequential, supplemental or ancillary provisions as appear to\n                the Minister to be necessary or expedient for the purpose of\n                giving due effect to the amendment accepted as aforesaid and,\n                without prejudice to the generality of the foregoing, may contain\n                provisions amending references in this Act to specific provisions\n                of the Agreement.\n                       (3) Every order made under this section sheill be subject\n                to negative resolution.\n                       (4) Where the Schedule is amended pursuant to this\n                section, any reference in this Act or any other instrument to the\n                Agreement shall, unless the context otherwise requires, be\n                construed as a reference to the Agreement as so amended.\nExamination\nfraud.             6.-(1     Any person who, in relation to an examination\n                conducted by or on behalf of the Council, commits an examina-\n                tion fraud shall be guilty of an offence against this Act and shall\n                be liable on summary conviction in a Resident Magistrate's\n                Court to a fine not exceeding two thousand dollars or in default\n                of payment thereof, to imprisonment for a term not exceeding\n                six months.\n                        (2) For the purposes of *is section, a person commits an           0\n                examination fraud if he, whethef by himself or in concert with\n                others and whether as a candidate at an examination or\n                otherwise, does anything in relation to an examination with the\n                intention of falsifying the result of the examination.\n                     (3) Any person who conspires with any other person to\n                commit an examination fraud shall also be guilty of that offence.\n          CARIBBEAN EXAMINATIONS COUNCIL                            3"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . It shall be the duty of every National Committee :-\n     (U) to exercise such powers as the Council may from!he     to time\n         delegate to it: md\n     (b) to advise the Council on any matter on which advice may be\n         sought iocludmg the content of the syllsbuses. the appointment\n         of examiners and any other matter DormeEted with examinations\n         conducted by the Council."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Chairman and members of the Council shall he paid such\n    remuneration and allowances as may h m time to time be determined\n    by the Council.\n                         - ~-\n               F   e Incluson of th~spage IS authorized by   LN.421 199fl\n         CARIBBEAN EXAMINATIONS COUNCIL\n                             Amm.6 ID\n                               DUTIES\nThe Council shall-\n  (a) conduct such examinations as it may think appropnab and\n      award certificates and diplomas on the results of the examina-\n      tions SQ conducted:\n  (b) review and consider annually its examinations held in any\n      territory of the Area and remit m each Participating Govern-\n      ment-\n           (i) an anatysis of data on the performance of candidates\n               classiEed by subject and territory;\n          (ii) a digest of submissions from National Committees\n               along with sucb other information as may be con-\n               sidered necessary:\n         (iii) an annual report of the Council's activities;\n  (c) consider, having regard to standard, the advisability of inviting\n       and, if thought fit, invite any other examining Body to con-\n       duct examinations in the Area and award zertificates and\n      diplomas on the results of such examinations, advise any\n       Body SO invited on such adaptation of the examinations as\n       the Council may think necessary and gemrap, assist any\n       Body so invited in the conduct of such examinations in the\n       Area:\n   (a) appint a School Examinations Commitlee in acooFdance\n       with Article X\n   (e) appoint from among its membm an Admhstrative and\n       Finance Committee which shall include a representative fmm\n       each of the Participating Governments of Barbados, Guyana.\n       Jamaica and Trinidad and Tobago and four representatives\n       from the other partidpating Governments;\n   v) receive from any National Committee or other Committee\n       established under this Agreement repor$ and rrcommznda-\n       tions on any matters rekvant to the purposcs of the Council\n       and consider such reports and recommendations:\n   (9) on the invitation of any Government in the Cariabean con-\n       duct any examinations which the Council considm feasible.\n                               ARncm IV\n                      GENERAL W\\NERS\n The Council shall have power to:-\n   (a) appoint a Registrar, Pro-Registrar and such other persons as\n       may be necesSary for the performance of its duties:\n                                                               __._\n         m e inclusion of Ibis page is authorizsd by   m.42119953\n8               CARIBBEAN EXAMINATIONS COUNCIL\n        (b) delegate to the Registrar:-\n                (i) any of the duties specified in paragraphs (a), (c) and\n                    (9) of Article ID as relate to the holding of examina-\n                    tions; and\n               (U) the making of appointments of other persons mentioned\n                    in paragraph (U) of t h is Article;\n        (c) fix the salaries and determine the terms and conditions of\n            service including the provision of superannuation benefits of\n            the Registrar and persons referred to in paragraph ( U ) of this\n             Article:\n        (dj delegate to the School Examinations Committee such powers\n            as may be necessary:\n        (e) delegate to the Administrative and Finance Committee such\n             powers as may be:-U\n        (f) appoint such other Committees as the Council may consider\n            necessary pOr the performance of its duties;\n        lg) regulate the conduct of any examinations conducted under\n             the provisions of paragraphs (U). (c) and (g) of Article III\n            and prescribe the qualification requirements of candidates and\n             the fees payable by them;\n        (h) co-opt any person to assist in the work of thc Council so,\n            however, that no such person shall be or be deemed to be\n            a member of the Cound,\n        (i) borrow such sums as it may consider necessary 01 expedient;\n        63 invest the funds of the Council in such manner and to such\n             extent as it may consider necessary or expedient giving\n                       to investment in financial institutions in the Area\n             m   tro ed by the people of the Area\n             fiori%                                         by Participating\n             Governments or in securities issued or guaranteed by such\n             Governments;\n        (k) authorize in writing any of its members to discharge any of\n             its functions:\n        (0 make rules generally for the p u r p o ~of~this Agreement.\n                                         ARnQs   v\n                       LOOATION OF FACILITIES"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Without prejudice to any other form of proof, Evidenn\n                                                       of eaamina-\nevidence of examination fraud may i n c l u d e        tion fraud.\n    (a) as regards a candidate at an examination-\n            (i) failure on his part to report to the Regis-\n                trar prior to the examination any un-\n                authorized access by him to the examination\n                papers;\n           (iif unauthorized access to text books or other\n                relevant papers, records or apparatus during\n                the examination;\n    (6) as regards any person (whether or not a candidate\n        at an examination)-\n           (i) unauthorized disclosure of examination\n               questions or papers prior to an examination;\n           (ii) the act of providing a candidate during an\n                examination with unauthorized assistanoe of\n                a type relevant to the candidate’s perform-\n                ance in the examination;\n          (iii) representing himself at the examination to\n                be some other person;\n          (iv) the offer by him of any promise of reward or\n               any threat to an examiner to induce the\n               examiner to make other than a fair and\n               impartial assessment of an answer to an\n               examination question;\n           (v) the act of forging, with intent to defraud or\n                deceive, documents relating to awess to an\n                examination or to examination results, or\n                the act of uttering any such document know-\n                ing it to be forged.\n      (2) For the purposes of subsection (1)-\n        m e lnclusioo of l h s page is authorized by LN.421,19953\n4                       CARIBBEAN EXAMINATIONS COUNCIL\n                  (a) an act is unauthorized as respects any examination\n                      if it is not authorized by the Registrar;\n                  (b) “Registrar” includes Pro-Registrar and any person\n                      duly authorized by the Registrar or Pro-Registrar\n                      to perform duties on their behalf.\nExtra-          8.-(1) Anything which would constitute an offence under\nterritorial\njurisdic-     this Act if done in Jamaica shall also constitute an offence-\ntion.\n                  (a) if done by a citizen of Jamaica anywhere; or\n                  (bj if done partly within and partly outside of Jamaica.\n                     (2) Any agreement or other arrangement by a person\n              who is in Jamaica for any person to do anything outside of\n              Jamaica which would, if done in Jamaica, constitute an\n              offence under this Act shall for the purposes of this Act and\n              the law relating to conspiracy have the same consequence as\n              would follow if what was arranged to be done were arranged\n              to be done in Jamaica.\n                     (3) Far the purposes of subsection (l),an offence com-\n              mitted by any person outside or partly outside of Jamaica\n              may be determined by a Resident Magistrate having juris-\n              diction in Jamaica in any parish where that person happens\n              to be for the time being.\n                       [The inclusion of this page is authorid by ~ ~ 2 / 1 9 6 5 ]\n              CARIBBEAN EXAMINATIONS COUNCIL                                        5\n                                    scA6DuLE                          (Section 2)\n           AGREEMENT ESTABLISHING THE CARIBBEAN\n                  EXAMINATIONS COUNCIL\nTHEPARTICIPATING\n             GOVERNMENTS\n                      :\n   RHCOGNISING      the decision of the Second Confereuce of Heads of\nGovernment of the Commonwealth Caribbean Countries held in\nJamaica in January, 1964, that the setting up of a Caribbcan Examina-\ntions Council was a 6.t and proper subject for regional co-operatioa :\n   C h s a o u s of the need for the institution ofa new system of examina-\ntions for the Area under the aegis of the Conference:\nHAVEAGREED AS FOLLOWS :\n                                    ARTICLE 1\n                          INTERPRETATION\n  In this Agreement, unless the context otherwise requires-\n    “Area” means the following Territories the Government of which\n          are participating Governments :\n     (U)   Antima                         Guyana\n           Bahamas                        Jamaica\n            Barbados                      Montserrat\n            Belize.                       St. Kitts-Nevis-Anguilla\n            British Virgin Islands        St. Luck\n            Cayman Islands                st. Vincent\n            Dominica                      Trinidad and T h g o\n            Grenada                       Turks and Cairn Islands: and\n     (b) any other Territory in the Caribbean;\n     “Article” means an Article of this Agreement;\n     “Council” means the Caribbean Examinations Couricil established\n         under Article IZ\n     “patticipating Governments” means the Governments which are\n         from time to time parties to this Agreement;\n     “School Examinations Committee” means the School Examina-\n         tiom Cwrmittee app0int-dby the Council in aosor-       with\n          Articles ID and X.\n                                     ARTICLE II\n                ESTABLISHMENT AND CONSTITUTION"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A National Committee shall have the power to co,-opt any person\n     to assist it in its works. so. however, that no such person shall be or\n     be deemed to be a member of the Committee.\n                                      ARTICLE   x\n                  SCHOOL EXAMINATIONS COMMlTEE"
    }
  ],
  "definitions": []
}