{
  "id": "jm-stat-the-caribbean-food-corporation-act",
  "type": "statute",
  "title": "The Caribbean Food Corporation Act",
  "title_en": "The Caribbean Food Corporation Act",
  "short_name": "Caribbean Food Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-food-corporation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-food-corporation-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. In this Agreement unless the context otherwise requires-\n        (a) “agricwltural production’’ includes the production of fish and\n             meat:\n            r h e inclusion of this page is authorized by L.N. 57119801\n              CARIBBEAN FOOD CORPORATION                                     5\n    (b) “Common Market” means the Caribbean Common Market\n           established by the Annex to the Treaty;\n    (c) “Corporation” means the Caribbean Food Corporation estab-\n           lished by Article 1:\n    (4 “dollar” means a dollar in the territory of the principal Office\n           of the Corporation:\n    (e) “financial year” means t h e period January 1 to December 31.\n           unless the Board of Directors otherwige determines:\n    (j) “Less Developed Countries” or “LDCs” has the same mean-\n           ing as in Article 3 of the Treaty:\n    (g) “Member Country” means any Country which signs or accepts\n            or accedes to this Ameement:\n    (h) “More Developed Countries” or “MDCs” has the same mean-\n            ing as in Article 3 of the Treaty;\n     ( i ) “Region” means the States comprising the membership of the\n            Common Market;\n     (j) “Secretary-General” means the Secretary-General of the Carib-\n            bean Community established by the Treaty:\n     (k) “Treaty” means the Treaty Establishing the Caribbean Com-\n            munity done at Chaguaramas on the 4th July. 1973."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Corporation may co-operate with national or i n t ern at ~o d\n     organisations or entities and may seek all appropriate coqtacts w ~ t ha\n     view to co-operation with such institutions of the comtncs to which\n     its operations extend.\n                                          32\n                                    ARTICLE\n                         Freedom of Assets from Restricfionv\n        To the extent necessary to carry out their purposes and functjons\n     effectively and subject to the provisions of this Agreement, the Cor-\n     poration, its wholly-owned su b i d i d es and joint enterprises with\n     Governments of Member Countri-\n          (U) may hold assets of any kind and operate accounts in any\n                currency: and\n          ( b ) shall be free to transfer their assets from one Member Country\n                to another or within any Member Country and to convert any\n                currency held by them into any other currency of the Region.\n     without being restricted by financial controls or moratoria of any kind\n     provided that the transactions involved are carried on within the Region.\n                                    ARTICLE 33\n                 IMMUNITIES AND PRIVILECaS OF THB CORPORATION\n                                       Personnel\n        AI1 members of the Board of Governors, Directors, akrnates, senior\n     employees of, and experts performing missions in connection with. the\n     Corporation, its subsidiaries or joint enterprises with Governments of\n     Member Countries. where they are not local citizens or nationals, shall\n     be a m rd e d work permits and such ilnmunities from immigration\n     restrictions, alien registration requirements and national szeruice obliga-\n     tions, to the extent necessary for the efficient functioning of the\n     Corporation.\n                                    ARTICLE 34\n                                      Taxation"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Minister is authorized to pay for the account Pinanfial\nof Jamaica Ihe amounts payable from time to time to the provisions.\nCorporation under the Corporation Agreement :\n   Provided that the Bank of Jamaica may from time to\ntime, subject to the terms of any agreement made by that\nBank with the Government, pay from its own funds such\nof the amounts aforesaid as may be specified in such agree-\nment.\n       (2) The Minister may borrow, from any person, any\nsum or sums required for payments under this section and,\nfor the purpose of such borrowing, he may create and\nissue any securities bearing such rate of interest and subject\nto such conditions as to repayinent, redemption or other-\nwise as he thinks fit.\n2                                 CARIBBEAN FOOD CORPORATION\n                          (3) The principal and interest of any securities issued\n                    under subsection (2) and the expenses incurred in connec-\n                    tion with their issue shall be charged on the Consolidated\n                    Fund.\n                           (4)Subject to the terms of any agreement to the\n                    contrary made by the Bank of Jamaica with the Govern-\n                    ment pursuant to the proviso to subsection (l),any moneys\n                    received by the Government from the Corporation or\n                    raised by securities under subsection (2) shall be paid into\n                    the Consolidated Fund Account and shall form part of the\n                    Consolidated Fund and be available in any manner in which\n                    that Fund is available.\n                          ( 5 ) The Bank of Jamaica shall act as a depository for\n                    the holdings of currency of Jamaica and other assets of the\n                    Corporation.\n                          (6)I n this section “the Minister” means the Minister\n                    responsible for finance."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Associate Members of the Common Market and other Countries\n    having a special relationship with the Common Market or with the\n    Community may become Members of the corporation in accordance\n    with Article 41 of this Agreement.\n                                    ARTICLE5\n                              Powers and &‘unctions\n      ]a order to achieve ita objectives, the Corporation shall have p e r -\n        (a) irseli or through its subsidiaries to operate within the Common\n            Market or, in furtherance of its objectives outside thtreof. in-\n            cluding in particular, power IO-\n                 (i) make investments;\n                (ii) establish, manage and operate enterprises;\n               (iii) engage in activities for the purchase, processing. trans-\n                     portation, markefing, and distribution of products;\n               (iv) engage in financial operations;\n                (v) engage in any other activity related to its objeuivcs;\n        (b) to act as asmt for any                       w ang government\n            authority;\n        (c) tn sell, lease or otherwise dispose of the underfaking. property,\n             assets, rights and effectsof the Corporation or any part thereof\n            €or 6consideiation, It any. as it thinks fi$\n        (4to finance or assist in h n c i n g the sale of equipment, machin-\n            ery, vehicles, commodities or any other tangible personal\n            property by way of purchase and resale, leasing, hire-purchase,\n            deferred paymeat or any &er similar transaction and to\n            institute, enter into, mry on, finance 01 asaist in financing\n            the sale and maintenance of equipment, machinery, vehicles,\n            commodities or any other tangible per.sonal property upon\n            any terms whatsoever. to acquire and discharge leases, hire-\n            purchase, deferred payment or other agreement5 or any rights\n            thereunder +ther propriefary or confracmak\n              me idusion of lhia page is enthoriZd by L.N. 57/19W\n              CARIBBEAN FOOD CORPORATION                                    7\n   (e) to establish branches, agencies, representative offices, m a t e s\n        and subsidiary companies in any Member Country and to\n        regulate and discontinue the same;\n    U) to amalgamate, enter into any partnership or any arrangement\n         for sharing profits, union of interests. co-operation. joint\n         venture, reciprocal or otherwise with any person. partnership\n         or company where such amalgamation, partnership or arrange-\n         ment may seem conducive to any of the Corporation’s\n         objectives:\n    (g) to form, promote, finance and assist companies. co-operatives\n         and partnerships:\n    (h) to subscribe for, purchase or otherwise q u i r e and hold,\n         sell, exchange, transfer. assign or otherwise d i s p e of and\n         generally deal in the bonds, debentures, stocks. shares or\n         other securities of any bank. corporation, company. co-\n         operative or association, and while such owner to exercise\n         alJ the rights of ownership including the right to vote;\n     (13 to do all or any of the above things within or without the\n         Region and either as principal, agent, trustee or otherwise\n         and either alone or in conjunction with others and either\n         hy or through agents, trustees or otherwise;\n     U) to do all such other things as may be amsidered to be\n         incidental or conducive to the exercise of tho a b e powers\n          or any of them.\n  And it is hereby declared that the word “company” in this Article\nshall be deemed to include any body of persons whether corporate\nor unincorporate, and that the powers specified in the different para-\ngraphs of this Article shall. except where otherwise expressed in such\nparagraphs, be in no wise limited by reference to any other paragra hs\nor the name of the Corporation, but may be carried out in as ‘pull\nand ample a manner and shall he construed in as wide a sense\nas if each of the said paragraphs defined the powers of a separate,\ndistinct and independent company.\n                       CHAPTER I1\n              CAPITAL AND OTHER RESOURCES\n                               ARTICLB  6\n                          Authorised Capiful"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Chairman shall preside at all Meetings of the Board of\n     Governors but in the event of his abence or his inability to preside\n     the Governors present and constituting a quorum shall elect from\n     among themselves a Governor to preside at that Meeting.\n                                    h n n ~  18\n                               BOARD OF GOVERNORS\n                                      Powers"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Except as provided in paragraph 5, a Member Country shall not\n    be liable. by reason only of its membership, for obliptions of the\n    Corporation.\n                                   hncm 8\n                            Payrnenf of Subscription\n       I. A Member Country which has taken up shares from the first\n    portion of the initial issue shall make payment to the Corporation\n    for such portion w i t h three weeks after the time prescribed by the\n    Board of Directors for such payment. The remainder of the initial\n    issue shall be paid for in such amounts and within such time as.the\n    Board of Directors may determine provided that the amount reql~red\n    to be paid by a Member Country for its s h a m in the remainder\n    of the initial issue shall bear the same proportion as that Member's\n    share in the first portion bears to the total subscribed sham of the\n    first portion.\n            me inclusion of thin wage is authorized by L.N. 57/1980]\n               CARIBBEAN FOOD CORPORATION                                    9"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Where any amendment to the Corporation Agree- Amendment\n                                                          of Schedule\nment is accepted by the Government, the Minister may, by and\norder. amend the Schedule by including therein the amend-        z;ys,,-\nment so accepted.                                         Schedule.\n       (2) Any order made under this section may contain\nsuch consequential, supplemental or ancillary provisions as\nappear to the Minister to be necessary or expedient for\nthe purpose of giving due effect to the amendment accepted\nas aforesaid and, without prejudice to the generality of the\nforegoing, may contain provisions amending references in\nthis Act to specific provisions of the Corporation Agreement.\n       (3) Every order made under this section shall be sub-\nject to negative resolution of the House of Representatives.\n       (4) Where the Schedule is amended pursuant to this\nsection, any reference in this Act or any other instrument\nto the Corporation Agreement shall, unless the context\notherwise requires, be construed as a reference to the\nCorporation Agreement as so amended.\n       [The incluaioo of this page is authorid by LN. J7/19801\n4                  CARIBBEAN FOOD CORPORATION\n                                    SCHEDULE                        (Section 2)\n                       AGREEMENT ESTABLISHING\n                 THE CARIBBEAN FOOD CORPORATION\n                                    Preamble\n      The Contracting Parties, being Governments of the Member States\n    of the Caribbean Common Market:\n      ~nNsclousof the nesd to adopt a scheme for the rationalisation\n    of agricultural production within the Region with a view to promoting\n    complementarity in national agricultural programmes as contemplated\n    in Article 49 of the Annex to the Treaty Establishing the Caribbean\n    Community:\n      NOTING   the alarming rate of increase in the importation of agricul-\n    tural products into the Region caused to some extent by the inadequate\n    methods and practices of farming on a large or small scale in the\n    past;\n      MINDFULof the need to increase agricultural production within the\n    Region and to facilitate the transportation, distribution and marketing\n    of the products thereof within and without the Region:\n      CONSIDERING    that while any such scheme should be organised on\n    a sound commercial basis full advantage should be taken of the\n    potential of the scheme for assisting in the development of small\n    farming enterprises and the development of the human r e m u m of the\n    Region:\n      DETERMINED    to remedy the situation by using advanced technology\n    to implement a viable and efficient impart replacement scheme in\n    order to achieve self-sufkiency in food and to raise nutritional levels\n    within the Region without displacing or competing with national efforts:\n      HAVE AGREED AS FOLLOWS:\n                               CHAPTER I\n             ESTABLISHMENT, OWECTIVES, MEMBERSHIP\n                     AND POWERS OF CORPORATION\n                                ARTICLE1\n                               Establishment\n      By this Agreement the Contracting Parties establish a Caribbean\n    Food Corporation having the objectives, membership and powers here-\n    inafter specified.\n                                  ARTICLE2\n                        Interpretation and Application"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Board of Directors shall elect a Chairman and a Vice-\n     Chairman from among the Directom, and the Vice-chairman shall\n     preside in the absence of the Chairman. In the absence of the Chair\n     man and Vice-Chairman at any meeting the Directors may elect one\n     of their number to act as Chairman of the meeting ot the Board of\n     Directors. Both the Chairman and the Vice-chairman shall bold office\n     for three years. Both shall be eIigible for re-election. T h e Secretary-\n     General or his nominee and the Managing Director are not eligible\n     for election as Chairman or Vice-chairman."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Directors shall he persons of high competence with experience\n     in commercial. agricultural or financial matters."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Directors shall he. paid such fees and reasonable allowances for\n     attending meetings as may be approved by the Board of Governors."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A Member Country or the WISA Coumcil of Ministers may at\n     any time revoke its appointment of a Director and appoint another\n     person in his stead. The Member Country or the WISA Cound of\n                                                            x\n     Ministers, as the case may be, shall promptly notif the Chairman\n     of the Board of Directors of such revocation and of e new appoint-\n     ment. A Director appointed under this paragraph shall hold office\n     only for the remainder of the term of his predeceaor."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Notwithstanding paragraphs 1 and 2 of this Article the Board of\n     Governors may decide fivm time to time to alter the composition of\n     the Board of Directors by a vote of not less than two-thirds of the\n     Members representing not less tban three-fourths of their total v o w\n     power. Nothing in this paragraph shall impair the right of any Member\n     Country or the WISA Council of Ministem to appoint Dlnctors as\n     provided for in paragraph 2 of this Article.\n                                 ARTICLB21\n                              BOARDOF DIRECTORS\n                                      Powers\n       The Board of Directors shall be responsible, subject to any direction\n     by the Board of Governors. for the management of the affairs of\n     the Corporation. It shall also be responsible for the general policies of\n     the Corporation and m a y give the Managing Director general and\n     special instructions for the implementation of such policies.\n                                  ARncLB 22\n                              BOARD OF DIRECTORS\n                              Voting and Procedure"
    }
  ],
  "definitions": []
}