{
  "id": "jm-stat-the-caribbean-investment-corporation-act",
  "type": "statute",
  "title": "The Caribbean Investment Corporation Act",
  "title_en": "The Caribbean Investment Corporation Act",
  "short_name": "Caribbean Investment Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-investment-corporation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-investment-corporation-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Agreement shall be deqosited with the Sepetary-General and\n     shall remain open for signature by the States listed m Parf A of the\n     Annex.\n                                     Article 40\n                                    RBSBRVATIONS\n            Any State referred to in pragraph 1 (a) or 1 (6) of Article 2 of this\n     Agreement may upon signature enter a r e m a t i o n to mmph 1 of\n     Article 34 of this Agreement in relation to a civil action arisinB out of\n     an accident caused by a motor vehicle used by m y of the ptrsons\n     mentioned therein in the performance of any duties relating to the\n     Corporation.\n              p l o inclusion of this p a ~ eia authorid by L.N. M l l W f l\n          CARIBBEAN INVESTMENT CORPORATION                                  19\n                               Article 41\n                        ENTRY INTO FORCE\n  This Agreement shall enter into force upon the signature of any ten\nof the States listed in Part A of the Annex.\n                                 Article 42\n                                 AWESION\nAfter the entry into force of this Agreement any other of the States\nlisted in paragraph 1 (U) or 1 (b) of Article 2 of this Agreement m a y\nbecome Parties to this Agreement by notifying the Secretary-General in\nwriting of their intention to be bound thereby. Such notification shall\nmke effect from the date of its receipt by the Secretary-General.\n                                Article 43\n                          INAUGURAL MBETING\n  As soon as this Agreement enters into force, the Governors represent-\ning the States listed in Part A of the Annex who are parties hereto shall\nbe appointed and the Secretary-General shall summon the inaugural\nmeeting of the Board of Governors.\n  IN WITNESS WIIBRBOP the undersigned plenipotentiaries. being duly\nauthorised thereto by their respective Governments have signed the\npresent Agreement.\n                                   ANNEX\n                                   PART A\nStates and Territories and                  NWbet\n  other Members of the                        of\n       Corporation                          Shares\n  Jamaica                          ...      33,750\n  Trinidad and Tab;;;              ...      33.750\n  Guyana             ...           ...       6,750     .,.\n  Barbados           ...                     6.750\n  Antigua\n  Belize\n  Dominica\n   Grenada\n   Montserrat\n                               1   \"'\n   St KittS-Nevis-Anguilla\n   St. Lucia\n   St. Vincent\n   Members admitted to member-\n   ship under paragraph 1 (c)\n   of Article 2      ...      ...            60.000\n                                TOTAL 150.000\n          me inclusion of thii page is authorized by L.N. 248/1975]\n20             CARlBBEAN INVESTMENT CORPORATION\n                                      PART B\n     States and Territories and                Number\n       other Members of the                       of\n            Corporation                        Shares\n       Jamaica                        ...      11.250\n       Trinidad and Tobago            ...      11,250\n       Guyana           ...           ...       2250\n                        ...           ...\n       Barbados\n       Antigua\n       Belize                     1"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Chairman shall preside at aU meetings of the Board of\n     Directors, but in the event of his absence or his inability to preside, the\n     directors present and forming a quorum shall select from among them-\n     selves a director appointed from any of the Less Develop4 Countries\n     to preside at that meeting.\n                                     Article 20\n                       FUNCTIONSOF BOARDOF DIRECTORS\n       Subject to the general policy directions of the Board of Governors,\n     the Board of Directors shall be responsible for the diredon of\n     the operations of the Corporation and for this purpose, shall, in addition\n     to the powers expressly assigned to it in this Agreement and those\n     powers delegated to it by the Board of Governors. have the final\n     authority G\n          (U) prepare the work of the Board of Governors;\n          (b) take decisions relating to investments in qllity         borrow-\n               ing by the Corporation, guarantees and tachnical assistance:\n          (c) submit to the Board of Governors at each annual meeting the\n               accounts for each financial year;\n          (d) approve the budget of the Corporation;\n          (e) advance money by way of loans; and\n          (f) appoint such staff as may be necessary for the purposes Of\n               carlying out this Agreement.\n                                     Article 21\n                      PRoCEDURE OF BOW OF DIRECTORS"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) The Minister is authorized to pay for the account Fi-ial\nof Jamaica the amounts payable from time to time to the movlslons~\nCorporation under the Corporation Agreement :\n  Provided that the Bank of Jamaica may from time to time,\nsubject to the terms of any agreement made by that Bank\nwith the Government, pay from its own funds such of the\namounts aforesaid as may be specified in such agreement.\n       (2) The Minister may borrow, from any person, any\nsum or sums required for payments under this section and,\nfor the purpose of such borrowing, he may create and issue\n        me inclusion of this page is authorized by L.N. 248/ 19751\n2                     CARIBBEAN INVESTMENT CORPORATION\n             any securities bearing such rate of interest and subject to\n             such conditions as to repayment, redemption or otherwise\n             as he thinks fit.\n                   (3) The principal and interest of any securities issued\n             under subsection (2) and the expenses incurred in connec-\n             tion with their issue shall be charged on the Consolidated\n             Fund.\n                    (4)Subject to the terms of any agreement to the\n             contrary made by the Bank of Jamaica with the Govern-\n             ment pursuant to the proviso to subsection (l),any moneys\n             received by the Government from the Corporation or raised\n             by securities under subsection (2) shall be paid into the\n             Consolidated Fund Account and shall form part of the\n             Consolidated Fund and be available in any manner in which\n             that Fund is available.\n                   (5) The Bank of Jamaica shall act as a depository for\n             the holdings of currency of Jamaica and other assets of the\n             Corporation.\nCertain        4. Subject as hereinafter provided by this Act, the\nprovisions\nofCorpora.   provisions of Articles 30 to 34 (inclusive) and Article\nment given\ntion-&ree-\n             36 (Chapter M)of the Corporation Agreement (which relate\nforce of     to the status, process, immunities, privileges and exemptions\nlaw in\nJamaica.     to be given effect in regard to the Corporation) shall have\n             the force of law in Jamaica.\nQuestions        5. If in any proceedings any question arises whether or\nas to\nentitlement   not,  in accordance with any of the provisions of Article 33\nto privileges or 34 of the Corporation Agreement, any person ought to\nand immuni-\nties.         be afforded the benefit of any privilege, immunity or exemp-\n              tion, a certificate issued by or under the authority of\n              the Minister and stating that such person ought or ought not\n              to be afforded that benefit as aforesaid shall be conclusive\n              of the matters so stated.\n                     m e inclusion of this page is authorized by L N. 248/ 1973\n         CARIBBEAN INVESTMENT CORPORATlON                                        3"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where the recipient is not resident in any Member State the exemp-\ntion in paragraph 3 shall apply to so much only of the tax as exceeds\nhis tax liability on such dividends or other distributions in hin country\nof residence.\n                                Article 35\n                           IMPLEMENTATION\n  Each member. referred to in paragraph 1 (U) and 1 (b) of Article 2\nof this Agreement shall inform the Corporation of the action taken to\nimplement the provisions of this Chapter in its territory.\n                               Article 36\n        WAIVER OF IMMUNITIES,\n                           ExEMPTIONS AND PRIVILEGES\n   Except as provided for in paragraph 2 of Article 34 of this Agreement,\nthe chief executive 05cer of the Corporation my whatever name called)\nshall have the right and the duty to waive any immunity, exemption or\nprivilege in respect of any other member of the staff of the Corporn-\ntion, or any expert performing a mission for the Corporation where, in\nhis opinion, the immunity, exemption or privilege would impede the\ncourse of justice and can be waived without prejudice to the interests of\nthe Corporation. In similar circumstances and under the same condi-\ntions, the Board of Directors shall have the right and duty to waive\nany immunity, exemption of privileges respecting the chief executive\nofficer.\n                      CHAPTER X\n               AMENDMENT AND ARBITRATIQN\n                               Article 31\n                             AMBNDMENTS"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Six members of the Board of Directors shall constitute a quorum:\n       Provided that three members of the quorum shall be respxtively-\n           (U) a representative of a More Developed Country:\n           (b) a representative of a Less Developed Country: and\n           (c) a representative of the members admitted to membership\n               under paragraph l(c) of Article 2 of this A p e m e n t"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Except as provided in paragraph 5 of this Article. no member\n    shall be liable, by reason only of its membership for obligations of the\n    Corporation.\n                                         Article 7\n                    PAYMENT FOR INITIAL ISSUEOF SHARES\n      Shares subscribed in accordance with paragraph 2 of Article 6 of this\n              me inclusion 3f t61s page is authorized by LN.246/19751\n           CARIBBEAN INVESTMENT CORPORATION                                   I\nagreement shall be paid for in five equal instalments. The first instalment\nshall be paid on allotment and thereafter one instalment shall be paid\nin each of the next four succeeding years.\n                            Article 8\n            TRANSFER OF SHARES AND RELATED\n                                         MA~RS"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Where any amendment to the Corporation Agree- Amendment\nment is accepted by the Government, the Minister may, by of Schedule\norder, amend the Schedule to this Act by including therein 2\n                                                           E;:\nthe amendment so accepted.                                   quential.\n                                                                      Schedule\n      (2) Any order made under this section may contain\nsuch consequential, supplemental or ancillary provisions as\nappears to the Minister to be necessary or expedient for the\npurpose of giving due effect to the amendment accepted as\naforesaid and, without prejudice to the generality of the fore-\ngoing, may contain provisions amending references in t h i s\nAct to specific provisions of the Corporation Agreement.\n       (3) Every order made under this section shall be\nsubject to negative resolution of the House of Representa-\ntives.\n      (4) Where the Schedule to this Act is amended\npursuant to this section, any reference in this Act or any\nother instrument to the Corporation Agreement shall, unless\nthe context otherwise requires, be construed as a reference\nto the Corporation Agreement as so amended.\n        [The inclusion of this paBe is authorized by L.N. 248/19751\n4             CARIBBEAN INVESTMENT CORPORATION\n                                   SCHEDULE                  (Sections 2 and 7)\n            AGREEMENT ESTABLISHING THE CARIBBEAN\n                       INVESTMENT CORPORATION\n    THE CONTRACTING PARTIES\n      RECOGNISING the urgent need for a more balanced approach to\n    the distribution of benefits accruing from the Caribbean Free Trade\n    area;\n      BEARING IN MIND regional commitments to introduce measwes\n    for promoting industrial development and ago-based industries in the\n    Less Developed Countries:\n      NOTING that the pmposals contained in the report of the Industrial\n    Location Task Force for action by the Less Developed                    in\n    promoting their industrial development are acceptable to t h o s M)unflts:\n        HAVE AGREED as fo1Iows:-\n                 ARTICLES OF AGREEMENT\n                               CHAPTER I\n              ESTABLISHMENT OF THE CORPORATION\n                                 Article 1\n                      THECOWURATION       FSTABLISHBD\n      By this Agreement the Contracting Parties establish a Caribbean\n    Investment Corporation (hereinafter referred to as “the Corporation”)\n    having the membership. powers and functions hereinafter s p i l i d .\n                                     Article 2\n                                   MBbmwsHIP"
    }
  ],
  "definitions": []
}