{
  "id": "jm-ee",
  "type": "statute",
  "title": "Evidence (Special Provisions) Act 1995 — Electronic Evidence Provisions",
  "title_en": "Evidence (Special Provisions) Act 1995 — Electronic Evidence Provisions",
  "short_name": "ESPA",
  "status": "in_force",
  "issued_date": "1995-01-01",
  "in_force_date": "1995-01-01",
  "url": "https://moj.gov.jm/sites/default/files/laws/Evidence%20Special%20Provisions%20Act.pdf",
  "description": "The Evidence (Special Provisions) Act 1995, together with subsequent amendments and the Electronic Transactions Act 2007, forms Jamaica's framework for the admissibility of electronic evidence in legal proceedings. The Act was amended to accommodate digital records, computer-generated documents, and electronically stored information as admissible evidence in civil and criminal proceedings. It establishes the standards for authentication, integrity, and chain of custody applicable to electronic records. The provisions work in conjunction with the Cybercrimes Act 2015 which contains additional provisions on the admissibility of computer forensic evidence.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1. Short Title and Application",
      "content": "This Act may be cited as the Evidence (Special Provisions) Act, 1995 and applies to all civil and criminal proceedings before courts in Jamaica. The Act establishes the conditions under which electronic records, computer-generated documents, and electronically stored information are admissible as evidence. The provisions of this Act apply alongside and supplement the Evidence Act and shall be read consistently with the Electronic Transactions Act 2007 and the Cybercrimes Act 2015. In the event of any inconsistency between this Act and another enactment on the admissibility of electronic evidence, the court shall give effect to the interpretation most consistent with the reliable and fair presentation of evidence. This Act applies to proceedings commenced on or after the date of its entry into force, and the court may admit electronic evidence in earlier proceedings where no prejudice would result from its admission."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2. Interpretation",
      "content": "In this Act: 'electronic record' means information recorded or stored by means of any device or medium, including any computer system, and capable of being reproduced in visible and legible form; 'computer-generated document' means a document created, communicated, received, or stored by electronic means without direct human authorship of the final output; 'computer system' means any device or group of interconnected devices, one or more of which, pursuant to a program, automatically processes data; 'data' means representations of information or concepts, regardless of form; 'electronic signature' has the same meaning as in the Electronic Transactions Act 2007; 'metadata' means data that describes other data, including information about the creation, modification, and provenance of an electronic record; 'hash value' means a numeric value resulting from applying a cryptographic algorithm to a dataset, used to verify the integrity of that dataset; 'digital forensics' means the application of computer science and investigative procedures to evidence in legal proceedings."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3. Admissibility of Electronic Records",
      "content": "An electronic record shall not be excluded from evidence in any civil or criminal proceeding solely on the ground that it is an electronic record, that it is not in its original form, or that it was not created or stored by a human. An electronic record shall be admissible if: (a) the information in the record was entered into or generated by the computer system in the ordinary course of business; (b) the computer system was operating properly at all material times, or if not, that the improper operation did not affect the reliability of the record; (c) the electronic record was generated or received in the ordinary course of the activities of the party seeking to introduce it; and (d) the record has been preserved in its original form or in a form that accurately represents the information originally created or received. The party seeking to introduce an electronic record shall bear the burden of establishing that these conditions are satisfied."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4. Authentication of Electronic Records",
      "content": "An electronic record may be authenticated by: (a) evidence of the process or system used to create, transmit, receive, or store it; (b) evidence that the record is what the party claims it to be; (c) a certificate signed by a qualified computer forensics practitioner attesting to the authenticity and integrity of the record; (d) evidence of a hash value or other integrity check demonstrating that the record has not been altered; or (e) any other method recognized by law or agreement of the parties. A certificate of authenticity under this section shall be made under oath or affirmation and shall constitute prima facie evidence of the matters stated therein. The court may appoint an independent expert to advise on the authenticity of an electronic record where the court considers it necessary. Authentication of electronic records shall not require proof of every step in the chain of custody, but shall establish the reliability of the record with sufficient certainty."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5. Best Evidence Rule",
      "content": "In proceedings before any court, where evidence is given of the contents of an electronic record, the best evidence rule shall be satisfied by the production of the electronic record itself, whether stored in its original format or in a format that accurately represents the original. A printed copy of an electronic record shall be admissible as evidence of the contents of the record where: (a) the electronic record no longer exists; (b) the production of the electronic record in its original form is impracticable; or (c) the printed copy was made in the ordinary course of business and at or before the time of production of the record. Where an electronic record is produced by a computer system in the ordinary course of business, it shall be presumed to accurately reflect the data entered into the system, and this presumption may be rebutted by evidence to the contrary. The fact that a printed copy of an electronic record has been modified, annotated, or marked shall not render the electronic record itself inadmissible."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6. Computer-Generated Documents",
      "content": "A computer-generated document — being a document that was produced by the computer system itself without direct human authorship of the final content, such as an automatically generated log file, system alert, or calculated output — shall be admissible in evidence where: (a) the document was generated by a computer system in the ordinary course of its operation; (b) the computer system was operating properly at the relevant time; and (c) there is no reason to suspect that the document does not accurately reflect the system's operation. The person seeking to introduce a computer-generated document shall establish the nature of the system that generated the document and the conditions under which it operated. A qualified person familiar with the operation of the computer system may give evidence about the system and the document generated by it. Computer-generated documents include server logs, audit trails, automated transaction records, and system-generated alerts."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7. Metadata Evidence",
      "content": "Metadata associated with an electronic record is admissible in evidence where it is relevant to any matter in issue in the proceedings. Metadata may be used to establish: (a) the date and time of creation, modification, or transmission of an electronic record; (b) the identity of the person who created or last modified the record; (c) the location from which the record was created or transmitted; (d) the sequence and origin of messages in an electronic communication; and (e) other relevant information about the provenance of the record. A party intending to rely on metadata shall give the opposing party reasonable notice and shall make the metadata available for inspection. Where metadata has been modified, deleted, or is otherwise unreliable, the court shall assess the probative value of the remaining evidence accordingly. The court may appoint a technical expert to assist in the interpretation of metadata."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8. Chain of Custody",
      "content": "Where electronic evidence is obtained through seizure, imaging, or other forensic process, the party seeking to introduce the evidence shall establish a chain of custody sufficient to demonstrate that the evidence has not been tampered with, altered, or substituted between the time of seizure and its presentation in court. A chain of custody for electronic evidence shall include: (a) identification of all persons who handled the evidence; (b) the date, time, and circumstances under which the evidence was obtained; (c) the methods used to preserve and protect the integrity of the evidence; (d) the hash values or other integrity checks performed on the evidence; and (e) the storage conditions of the evidence. Failure to establish a complete chain of custody shall affect the weight, but not necessarily the admissibility, of the evidence. The court shall assess the reliability of the evidence in light of any gaps in the chain of custody."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9. Expert Evidence",
      "content": "In any proceedings in which electronic evidence is relevant, the court may admit the evidence of an expert qualified in digital forensics, computer science, or a related field to assist the court in understanding the nature, authenticity, and reliability of the evidence. An expert in digital forensics may give evidence about: (a) the nature and operation of the computer systems from which the evidence was obtained; (b) the methods used to acquire, preserve, and analyze the electronic evidence; (c) the significance of hash values, log files, and metadata; (d) the reliability and integrity of the electronic evidence; and (e) any other technical matters relevant to the admissibility or weight of the evidence. Expert evidence under this section shall be subject to the general provisions of the law governing the admissibility and weight of expert evidence. Where the parties have obtained conflicting expert opinions on electronic evidence, the court may appoint its own independent expert."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10. Business Records",
      "content": "An electronic record that forms part of the records kept in the ordinary course of a business, institution, or activity is admissible in evidence as proof of the matters stated or recorded in it, where a qualified witness testifies that: (a) the electronic record was made in the ordinary course of the business, institution, or activity; (b) it was in the ordinary course of that business, institution, or activity to make such a record; and (c) the record was made at the time of the matters recorded or within a reasonable time thereafter. The business records exception to the hearsay rule applies to electronic records in the same manner as to paper records. A bank, financial institution, telecommunications provider, or other regulated entity may provide certified extracts from its electronic records in lieu of the attendance of a witness, where the extract is accompanied by a certificate signed by a responsible officer of the entity."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11. Forensic Imaging",
      "content": "Where a computer system or storage device has been seized for the purpose of extracting electronic evidence, a forensic image of the system or device shall be made as soon as practicable after seizure using an industry-standard forensic imaging tool. A forensic image is a bit-for-bit copy of a computer system or storage device that preserves all data, including deleted files, metadata, and unallocated space. The integrity of a forensic image shall be verified by comparing the hash value of the image with the hash value of the original, and both values shall be recorded. Analysis of electronic evidence shall be conducted on the forensic image rather than on the original where practicable. The original system or storage device shall be preserved and sealed pending the conclusion of the proceedings and any appeals."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12. Electronic Signatures as Evidence",
      "content": "An electronic signature associated with an electronic record shall be admissible in evidence of the signatory's identity and approval of the content of the record. The evidential value of an electronic signature shall be assessed having regard to: (a) the method used to link the signature to the signatory; (b) the method used to detect alterations to the record after signing; (c) whether the signature was created using a qualified certificate issued by an accredited certification authority; and (d) any other relevant factors bearing on the reliability of the signature. An advanced electronic signature based on a qualified certificate shall be presumed to identify the signatory and to indicate the signatory's approval of the signed record, unless evidence to the contrary is produced. Electronic signatures shall be assessed in light of the provisions of the Electronic Transactions Act 2007."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13. Production Orders",
      "content": "A Judge in Chambers may, on the application of a party to civil or criminal proceedings, issue a production order requiring any person in possession or control of electronic records relevant to the proceedings to produce those records in a specified form and within a specified time. A production order shall identify with reasonable precision the electronic records to be produced, the form of production, and the person or authority to whom they are to be produced. Compliance with a production order shall not constitute a breach of any duty of confidence or other obligation to protect information, unless the court otherwise orders. A person who, without reasonable excuse, fails to comply with a production order commits an offense and is liable on summary conviction to a fine or to imprisonment. Where electronic records subject to a production order contain privileged communications, the court may review them in camera before deciding on their production."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14. Preservation of Electronic Evidence",
      "content": "Where a party to any civil proceedings knows, or ought reasonably to know, that electronic records in its possession or control are relevant to anticipated or existing litigation, that party shall take all reasonable steps to preserve those records and to prevent their deletion, modification, or destruction. Failure to preserve electronic records, whether intentional or negligent, may give rise to an adverse inference that the records would have been unfavorable to the defaulting party. In criminal proceedings, the provisions of the Cybercrimes Act relating to preservation orders shall apply to the preservation of electronic evidence. A preservation notice under this section shall identify the categories of electronic records to be preserved, the relevant time period, and the reason for the preservation requirement. Electronic records subject to a preservation notice shall be segregated and protected from routine deletion processes."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15. Judicial Notice",
      "content": "A court may take judicial notice of the general reliability and operation of widely used information systems, communication protocols, and electronic processes without requiring specific expert evidence in each case. Judicial notice may be taken of: (a) the operation of the internet, email, and standard messaging protocols; (b) the operation of widely used operating systems and applications; (c) standard hash functions and their use in verifying data integrity; (d) the general reliability of time-stamping and digital certificate systems; and (e) other technology and standards that are sufficiently well established that expert evidence on them would be unnecessary. A party that disputes the reliability of a commonly used technology bears the burden of presenting evidence to rebut the judicial notice. The court may take judicial notice on the application of a party or on its own motion."
    }
  ],
  "definitions": [
    {
      "term": "electronic record",
      "definition": "Information recorded or stored by means of any device or medium, including any computer system, and capable of being reproduced in visible and legible form.",
      "source_provision": "sec2"
    },
    {
      "term": "computer-generated document",
      "definition": "A document created, communicated, received, or stored by electronic means without direct human authorship of the final output, such as an automatically generated log file, system alert, or calculated output.",
      "source_provision": "sec6"
    },
    {
      "term": "hash value",
      "definition": "A numeric value resulting from applying a cryptographic algorithm to a dataset, used to verify the integrity of that dataset.",
      "source_provision": "sec2"
    }
  ]
}
