{
  "id": "jm-stat-the-caribbean-investment-fund-act",
  "type": "statute",
  "title": "The Caribbean Investment Fund Act",
  "title_en": "The Caribbean Investment Fund Act",
  "short_name": "Caribbean Investment Fund Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-investment-fund-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-investment-fund-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.1 The objectives of the Caribbean Investment F w d (hereinafter\n     called \"the Fund) as described in the Original Agreement shall be\n     extended to permit investment by the Fund, of up to a maximum of\n               (The includon of this page Is authorized by L.N. 180AI2006l\n            CARIBBEAN INVESTMENT FUND\n10% of the capital thereof in the countries listed in the Schedule to\nthis Supplemental Agreement, provided that the managers of the\nFund after due consideration, have reasonably concluded that the\ninvestment opportunities in the Signatory States as contemplated by\nthe objectives of the Original Agreement will. from time to time. be\ninsufficient to provide a competitive return to investors in the Fund."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Any other country which becomes a Member State of the Caribbean\nCommunity or an Associate Membcr of the Caribbean Commwity.\n                                       PART I1\n           Supplemental Agreement to the Agreenrent Esfahlishing the\n                            Caribbean Inveslnrent Fund\n   This Agreement made Between the Governments of the Member States\nand Associate Members of the Caribbean Community (CARICOM) which\nare signatories to the Agreement Establishing the Caribbean Investment\nFund which entered into force on October 15, 1993 (hereinafter referred to\nas the Signatory States) and ICWI Group Limited of 28-48 Barbados\nAvenue. Kingston 5 in the Parish of St. Andrew. Jamaica (hereinafter\ncalled ICWI) WITNESSETH AS FOLLOWS: That the Parties hereto have\nagreed that the Agreement Establishing the Caribbean Investment Fund\nwhich entered into force on October 15. 1993 (hereinafter referred to as the\nOriginal Agreement) is hereby amended pursuant to Clause 16 of the\nOriginal Agreement by this Agreement (hereinafter referred to as the\nSupplemental Agreement) in the following material particulars:-\nI.   OBJECTIVES:"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Acceptance by the Government of the Fund Agreement is                        Fund\nhereby approved.                                                                  Agreement.\n                                                                                  -in     pro-"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The provisions of clauses 4.2 and 12.2, of the Fund                          visions of\nAgreement shall have the force of law in Jamaica.                                  Fund\n                                                                                  Agreemenl\n                                                                                  given force\n                                                                                  of law in\n                                                                                  Jamaica.\n              [The inelwion of this pagr la authorized by L.N. 180M0061\n2                                CARIBBEAN INVESTMENT FUND\nPower of          5. The Minister may, by order, make such provisions as he\nminis*^ to\nmake order.     may consider necessary or expedient for giving effect to any\n                provisions of the Fund Agreement.\nAmendment         6.-(1) Where any amendment to the Fund Agreement is\nof Schedule\nand matters     accepted by the Government, the Minister may, by order,\nconsequen-      amend the Schedule by including therein the amendment so\ntial thereon.\n                accepted.\n                       .. , Anv order made under this section mav contain such\n                      (2)\n                consequential, supplemental or ancillary provisions as appear\n                to the Minister to be necessary or expedient for the purpose of\n                giving due effect to the amendment kcepted as afoiesiid and,\n                without prejudice to the generality of the foregoing, may\n                contain provisions amending references in this Act to specific\n                provisions of the Fund Agreement.\n                       (3) Every order made under this section shall be subject\n                to affirmative resolution.\n                      (4) Where the Schedule is amended pursuant to this\n                section, any reference in this Act or any other instrument to the\n                Agreement shall unless the context otherwise requires be\n                construed as a reference to the Agreement as so amended.\n                                                  SCHEDULE                          (Sections2 and 6 )\n                                                      PART I\n                      Agreement behveen the ICWI Group and CARICOM Governments on\n                                  the Establishment ofthe Caribbean Investment Fund\n                   This Agreement made between the Governments of the Member States\n                and Associate Members of the Caribbean Community (CARICOM) listed in\n                paragraph 1 of the Schedule to this Agreement which are signatories to this\n                Agreement (hereinafter referred to as \"the Signatoty States\") and ICWI\n                Group Limited of 2 St. Lucia Avenue, Kinston 5 in the parish of St. Andrew,\n                Jamaica (hereinafter called \"ICWI\") WITNESSETH as follows:-\n                               [The indullon of lhll page is aulhorhd by L.N. 18OA12W61\n                 CARIBBEAN INVESTMENT FUND"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.2 If this Supplcmcntal Agrecrnent is not executed pursuant to\n     Clausc 5.1 hcrcof within 60 days of the date the CARICOM\n     Sccrctary-Gcncral dcclarcs it to be open for signature this\n     Supplcmcntal Agrcemcnt shall not cnter into force unlcss lCWl and\n     the Signatory Statcs dctenninc othcnvisc."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.1 Thc Partics hereto acknowlcdgc and recognisc that non-\n     Signatory Member States or Associate Members of CARICOM listed\n     in Item 1 of the Schedule of the Original Agreemcnt at the time this\n     Supplemental Agreement enters into force and countries to which\n     paragraph 2 of the Schedulc to the Original Agreement refers may\n     wish to become Parties to this Supplemental Agreement subsequent to\n     its entry into forcc. Thc Partics hcrcto hercby acknowledgc and agrce\n     with each other that any Member State or Associate Member of\n     CARICOM shall be entitled at any time to sign the counterpart of this\n     Supplemental Agreement deposited with the Secretary-General of the\n     Caribbean Community Secretariat pursuant to Clause 8.1 hereof and\n     the signing thereof by the Government of such Member State or\n     Associate Member and each of them as in such Member State or\n     Associate Member had been an ori@ party and signatory hereto.\n                                 CARIBBFAN INVESTMENT FUND\n        1       7.   RELEASE OF OBLIGATIONS:"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.1 After d e l i v e ~of the writtcn notice by the Fuud pursuant to\n                     Clause 14.1 of the Original Agreement and after the time provided for\n    I                subscription to the Fund referred to in Clanse 2.1 hereof ICWI shall."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.1 This Supplemental Agreement shall be deposited with the\n                     Secretary-Generdl of the Caribbean Community and the Secretary-\n                     General shall provide each party to this Supplemental Agreement with\n                     a certified copy thereof.\n                Columbia\n                Costa Rica\n                Cuba\n                Dominican Republic\n                El Salvador\n                Guatamala\n                Haiti\n                Honduras\n                The United States of Mexico\n                Amba and thc Netherlands Antilles\n\\               Nicaragua\n/\n                Panama\n                Venezuela\n                Bermuda\n                Cayman Islands\n                              ( ~ h lnelualan\n                                     r        of this page is suthorlzed by L.N. 180A110C6)"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.1 Not less than 75 per cent of the funds from the first tranche\n     and not less than 75 per cent of the total funds from both tranches\n     shall, within two and three years, respectively, of the entry into force\n     of this Agreement, be invested in projects contemplated in Clause 1."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.1 Nothing contained in this Agreement shall restrict the Fund's\n     right to borrow money from time to time and use same or any part\n     thereof to invest projects contemplated by Clause 1.\n           [The inclusion of t h ~ spage is authorized by L.N. 1 1 1/2005]\n               CARIBBEANINVESTMENT FUND"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.4 The Fund will provide written quarterly reports to the\n   Advisory Board indicating the investments in andlor funding provided\n   to projects by the Fund and the investment of its funds in non-project\n   activities. The reports shall also include an outline of the status of\n   projects being investigated for investment and/or funding."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.1 The Signatory States recognize that in order for the Fund to\n   be successful and meet its objectives the Fund needs exclusivity for\n   investment in the Signatory States for a period of not less than 5 years\n   and to this end undertake not to grant to any other Caricom Regional\n   Fund or institution, that is to say, a CARICOM Regional Fund or\n   institution established by an Agreement open for signature by all\n   CARICOM Member States, the concessions and privileges or any of\n   them granted to the Fund under Clause 4."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.1 Subject to Clause 13.2 this Agreement shall enter into force\n      when it has been duly executed by ICWI and any number of the\n      Signatory States listed in the Schedule hereto which number must\n      include any three of the States of Barbados, Guyana, Jamaica and\n      Trinidad and Tobago."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.1 The parties hereto a r m that it is their intention that upon the\n      incorporation of the Fund the rights and obligations to be carried out\n      and performed by the Fund and the Signatory States under this\n      Agreement shall be binding on each of the Fund and the Signatory\n      States. To this end the Parties hereto hereby acknowledge and agree\n      each with the other that on its incorporation the Fund will become a\n      party to this Agreement by depositing with the Secretary-General of\n      the Caribbean Community at the Caribbean Community Secretariat a\n      written notice duly executed by the Fund under its common seal\n      stating that it undertakes to be bound by the terms and conditions of\n      this Agreement as if it had been a signatory hereto at the time of\n      execution by the other parties. The deposit of the abovementioned\n      notice will create a valid and bindmg Agreement between the Fund\n      and the Signatory States, collectively and individually, as if the Fund\n      had been an origrnal party and signatory hereto."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.2 No amendment to this Agreement shall be binding on the\n   parties unless it is in writing and duly executed by all the parties to the\n   Agreement. Any such document amending this Agreement shall be\n   deposited with the Secretary-General of the Caribbean Community at\n   the Caribbean Community Secretariat within 30 days of its execution."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.1 This Agreement shall be deposited with the Secretary-\n   General of the Caribbean Community and the Secretary-General shall\n   furnish each party to this Agreement with a certified copy thereof."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.1 The parties hereto agree that, at the discretion of ICWI and\n   the Fund, the Fund shall be registered in a jurisdiction highly\n   conducive to the enhancement of the attractiveness of the Fund in the\n   eyes of prospective investors."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. ADMINISTRATIVE HEADQUARTERS OF THE FUND:\n                                                                                 i"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.1 The parties hereto agree that prior to the written notice by the\n   Fund under Clause 14.1, h s Agreement shall be governed by the\n   laws of Jamaica.\n                 CARIBBEAN INVESTMEKi FUND"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.1.4 If any event giving rise to any controversy, dispute\n                       or question arises prior to ICWI being released\n                       under Clause 15.1, then such controversy, dispute or\n                       question shall be finally settled by arbitration before\n                       a single arbitmtor under Ihe mles of arbitration in\n                       accordance with the Arbitration Act of Jamaica as\n                       amended from time to time.\n                                     SCHEDULE,"
    }
  ],
  "definitions": []
}