{
  "id": "jm-stat-the-caribbean-meteorological-organization-act",
  "type": "statute",
  "title": "The Caribbean Meteorological Organization Act",
  "title_en": "The Caribbean Meteorological Organization Act",
  "short_name": "Caribbean Meteorological Organization Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-caribbean-meteorological-organization-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-caribbean-meteorological-organization-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. If any dispute shall arise between the Organisation and any Mem-\n     ber State or between one such Member State and another touching or\n     ccncerning any Article, matter or thing whatsoever herein contained, or\n     the operation or construction thereof, or any matter or thing in any\n     way connected with this Agreement or the rights, duties, obligations or\n     liabilities of either party under or in connection with this Agreement,\n     the same may bc reported to the Secretary-General by any of the parties\n     thereto and the Secretary-General shall promptly notify the other party\n     of the receipt of the report and shall copy such notification to the party\n     making the report."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Upon the coming into force of this Agreement, the Organisation\n     shall assume the obligations of, and accept all the assets vested in the\n     Caribbean Meteorological Council established under the formal Agree-\n     ment.\n      CARIBBEAN METEOROLOGICAL ORGANISATION                                   13\n  INWITNESS WHEREOF the undersigned, being duly authorised there-\nto by their respective Governments, have affixed their signatures to this\nAgreement.\n   Done at Basseterre, St. Kitts-Nevis-Anguilla in a single copy which\nshall be deposited with the Commonwealth Caribbean Regional Secre-\ntariat which shall transmit certified copies to all the Contracting States.\n                            RESOLUTION\n   WHEREAS   the Twelfth Meeting of the Caribbean Meteorological Con-\nference recognising the need fQr the expansion of Regional Co-operation\nin matters of meteorology and allied sciences, agreed that a Caribbean\nMeteorological Organisation be established :\n  ANDWHEREAS it was further agreed that such an Organisation should\nreplace the present Caribbean Meteorological Council :\n  BE IT RESOLVED that upon the entry into force of the Agreement\nestablishing the Caribbean Meteorological Organisation all the assets\nwhich are vested in the Caribbean Meteorological Council shall be\ndeemed to have been transferred to the Caribbean Meteorological\nOrganisation."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Co-ordinating Director shall be the principal administrative\nand technical officer of the Headquarters Unit.\n                             ARTICLE 11\n                               FUNCTIONS\n  The functions of the Headquarters Unit shall include-\n    (a) undertaking and carrying out of the decisions of the Council;\n    (b) advising and assisting Member States, in particular, those\n         States without national meteorological services;\n    (c) formulating and co-ordinating applications and requests for\n         technical assistance from non-Member States and international\n         agencies for regional projects;\n    (d) representing those Member States which so desire at sessions\n         of the Congress of the World Meteorological Organisation as\n         determined by Council;\n    (e) attending meetings if appropriate, of the International Civil\n         Aviation Organisation (ICAO), especially the Regional Air\n         Navigation Meetings;\n    (f) collecting and disbursing funds for the operation of regional\n         programmes in meteorology and allied sciences as determined\n         by the Council;\n    (g) initiating projects, studies and other programmes of a regional\n         nature in the field of meteorology and allied sciences:\n    (h) attending to such other matters relating to the fields of\n         meteorology and allied sciences as may be referred to it by the\n         council.\n                               ARTICLE 12\n                           THEINSTITUTE\n  The Institute established in Barbados as part of a project in co-\noperation with the United Nations Development Programme in the\nplan of Operation entitled Improvement of the Caribbean Meteorologi-\ncal Services is hereby continued as if established under this Agreement\nand shall be maintained and controlled by the Organisation and shall be\nsubject to any policy directions of a general or special character which\nmay be issued by the Council.\n                              ARTICLE 13\n                                FUNCTIONS"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Articles 24 and 33 of the Agreement shall have the C e e i p\n                                                        provlsions\nforce of law in Jamaica.                                of the\n                                                            Agreement\n                                                            to have\n                                                            the force\n                                                            of law."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. If   in any proceedings any question arises whether or Question\nnot, in accordance with the provision of Article 24(3) of ;:;lement\nthe Agreement, the Organisation or any person ought to toprivileges\n                                                                       and\n                                                                       immunities.\n          m e inclusion of this page is authorized by L.N.57/1981]\n2                   CARIBBEAN METEOROLOGICAL ORGANISATION\n               be afforded any privileges or immunities, a certificate issued\n               by or under the authority of the Minister and stating that\n               such person ought or ought not to be afforded such pri-\n               vileges or immunities, as the case may be, shall be con-\n               clusive of the matters so stated.\nPower of\nMinister to"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may, by order, make such provisions\nmake           as he may consider necessary or expedient for giving effect\norders.\n               to any provision of the Agreement.\nAmendment        7.-(l} Where any amendment to the Agreement is\nof Schedule.\n               accepted by the Government, the Minister may, by order,\nSchedule.      amend the Schedule by including therein the amendment\n               so accepted.\n                     (2) Any order made under this section may contain\n               such consequential, supplemental or ancillary provisions as\n               appear to the Minister to be necessary or expedient for\n               the purpose of giving due effect to the amendment accepted\n               as aforesaid and, without prejudice to the generality of the\n               foregoing, may contain provisions amending references in\n               this Act to specific provisions of the Agreement.\n                      (3) Every order made under this smtion shall be sub-\n               ject to negative resolution of the House of Representatives.\n                      (4) Where the Schedule is amended pursuant to this\n               section, any reference in this Act or any other instrument\n               to the Agreement shall, unless the context otherwise re-\n               quires, be construed as a reference to the Agreement as so\n               amended.\n      CARIBBEAN METEOROLOGICAL ORGANISATION                              3\n                      SCHEDULE         (Sections 2 and 7)\n    AN AGREEMENT\n               FOR THE ESTABLISHMENT\n                                  OF THE CARIBBEAN\n             METEOROLOGICALORGANISATION\nThe Governments of the Contracting States\n  Recognising the need for the establishment of an efficient meteoro-\nlogical service in the Region;\n  Conscious of the fact that such a service can contribute to the eco-\nnomic development of the Region;\n  Mindful that the Common Services Conference convened in Trinidad\nand Tobago in July, 1962 decided that the proposed arrangement in\nrespect of the future of meteorological services in the Region should\nbe embodied in a formal agreement;\n  Noting that in pursuance of the foregoing a formal agreement was\nentered into by the parties and is now in force;\n  Desiring that regional co-operation in matters of meteorological\nand allied sciences should be continued and expanded :\nHave Agreed as Fdlows :-\n                     ARTICLE 1\n ESTABLISHMENT\n            OF THE CARIBBEAN METEOROLOGICAL\n                                        ORGANISATION\n  The Caribbean Meteorological Organisation (hereinafter referred to\nas “the Organisation”) is hereby established, with the membership,\npowers and functions hereinafter stipulated.\n                               ARTICLE 2\n                               MEMBERSHIP\n  Membership of the Organisation shall be open t e\n   (a)      (i) Antigua\n          (ii) Bahamas\n         (iii) Barbados\n         (iv) Belize\n          (v) British Virgin Islands\n         (vi) Cayman Islands\n        (vii) Dominica\n       (viii) Grenada\n         (ix) Guyana\n          (x) Jamaica\n         (xi) Montserrat\n        (xii) St. Kitts-Nevis-Anguilla\n       (xiii) St. Lucia\n       (xiv) St. Vincent\n        (xv) Trinidad and Tobago\n       (xvi) Turks and Caicos Islands;\n         me inclusion of t h i s page is authorized by L.N. 57/1981]\n4         CARlBBEAN METEOROLOGICAL ORGANISATION\n        (b) any other State of the Region able and willing to exercise the\n            rights and assume the obligations of membership and which is\n            admitted as a member in accordance with Article 29.\n                                  ARTICLE 3\n                                   OBJECTIVES\n       The Organisation shall have as its objectives the promotion and CO-\n    ordination of regional activities in the fields of meteorology and allied\n    science.\n                                  ARTICLE 4\n                                   FUNCTIONS\n      For the purpose of attaining the objectives set out in Article 3 the\n    functions of the Organisation shall include-\n        (U) meteorological services to civil aviation;\n        (b) co-operation with other services to provide an efficient hurri-\n             cane warning system;\n        (c) provision of meteorological information and advice to Mem-\n             ber States;\n        (a) collection and analysis of all relevant meteorological data\n             available and publication of results;\n        (e) co-operation with meteorological services;\n        (f) participation in the work of the appropriate international or-\n             ganisations particularly the World Meteorological Organisation\n             and the International Civil Aviation Organisation;\n        (g) the execution of basic scientific observations in keeping with\n             its objectives;\n        (h) participation in work in applied meteorology, agricultural me-\n             teorology, hydrology and associated research of direct interest\n             to the Region;\n        (i) co-operation with all relevant scientific institutions.\n                          ARTICLE 5\n                GENERAL        AS TO IMPLEMENTATION\n                      UNDERTAKING\n      Member States shall take all appropriate measures to ensure the\n    carrying out of obligations arising under this Agreement.\n                                  ARTICLE 6\n                                  THEORGANS\n      The organs of the Organisation shall include-\n        (a) the Caribbean Meteorological Council (hereinafter referred to\n             as “the Council”);\n        (b) the Caribbean Meteorological Institute (hereinafter referred to\n             as “the Institute”);\n             me inclusion of this page is authorized by L.N. 57/1981]\n     CARlBBEAN METEOROLOGICAL ORGANlSATION                                 5\n   (c) the Caribbean Meteorological Foundation (hereinafter referred\n        to as “the Foundation”);\n    (d) the Headquarters Unit.\n                      ARTICLE 7\n         ESTABLISHMENT\n                    AND MEMBERSHIP\n                                OF THE COUNCIL"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Council may delegate to any of its representatives or to any\n    organ of the Organisation or to any officer or member of staff of\n    the Organisation, or to any other person or body, such of its powers\n    and functions as it may decide from time to t h e , under the terms\n    and within the limits laid down by the Council.\n                               ARTICLE 10\n                                          UNIT\n                            THEHEAD~UARTBRS"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A member of the Board who is in any way, whether directly\nor indirectly, interested in a contract made or proposed to be made\nby the Institute shall immediately disclose his interest to the Board\nand shall not take part in any deliberations or decision of the Board\nwith respect to that contract.\n         me inclusion of this page is authorized by L.N. 57/1981]\n      CARIBBEAN METEOROLOGICAL ORGANISATION                                 9\n                              ARTICLE 15\n                               PROCEDURE"
    }
  ],
  "definitions": []
}