{
  "id": "jm-stat-the-carriage-by-air-montreal-convention-act",
  "type": "statute",
  "title": "The Carriage by Air (Montreal Convention) Act",
  "title_en": "The Carriage by Air (Montreal Convention) Act",
  "short_name": "Carriage by Air (Montreal Convention) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-carriage-by-air-montreal-convention-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-carriage-by-air-montreal-convention-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Between States Parties to this Convention by virtue of those States\n              CRRRPAGE BY AIR (MONTREALCONVENTIOM\n    commonly king Party to-\n               the Convention for the Unification of Certain Rules relating to\n               International Carriage by Air signed at Warsaw on 12 October,\n                1929 (hereinafter called the Warsaw Convention);\n           (b) the Brotocol to amend the Convention for the Unification of\n               Certain Rules relating to International C d a g e by Air dgnd at\n                Warsaw on 12 October, 1929, done at The Hawe on 28\n               September, 1955 (hereinafler called The Hague Protocol);\n           (c) the Convention, Supplementary to the W m w Convention, for\n               the Unification of Certain Rules relating to International W a g e\n               by Air Performed by a Person other than the Contracting Carrier,\n               signed at Guadalajara on 18 September 1961 (hereinaftsr called\n               the Guadalajara Convention);\n           (4the Brotocal to amend the Convention for the Unification of\n               Certain Rules relating to International Carriage by Air signed at\n               Warsaw on 12th October, 1929 as amended by the Protocol done\n               at The Hague on 28th September, 1955, signed at Gwemala City\n               on 8th March, 1971 (hereinafter called the Guatemala City\n               Rotocol);\n           (e) Additional Protocol Nos. 1 to 3 and Monml 14.otcml No. 4 to\n               amend the Warsaw Convention as amended by 'l%e Hague\n               ~~l      or the Warsaw Convention as mmdd by both The\n               Hague h t o c o l and the Guatemala City Pro-l,  signed at\n               Montreal on 25th September 1975 (hereinafter called the\n               Montreal hotwols); or"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Nothing in this Convention shall prevent the parties in the case olf\ncombined carriage from inserting in the document of air carriage conditions\nrelating to other mades of carriage, provided that the provisions of th?\nConvention are observed as regards the carriage by air.                   I\n            CHAPTER\n                  V--Carriage by Air Perj5rmed by a Person\n                     other than the Contracting Carrier                             1\n              ARTICLE\n                    394ontracting currier--(~ctualcarrier\n                                                                                    I\n    The provisions of this Chapter apply when a person (hereinafter referred\nto as \"the contracting carrier\") as a principal makes a contract of carriage\ngoverned by this Convention with a passenger or consignor or with a pemnI\nacting on behalf of the passenger or consignor, and another personI\n(hereinafter referred to as \"the actual carrier\") petfoms, by virtue of\nauthority from the contracting carrier, the whole or part of the carriage, but\nis not with respect to such part a successive carrier within the meaning of\nthis Convention. Such authority shall be presumed in the absence of proof to\nthe contrary.\n                                                                                        I\n                lTbc Indarbn of tbn page is aotborlrcd by L.N. lZ3ROlll\n               C A W G E BY AIR (MONTWL CONKENTIOR)\n                ARTICLE40-Respective liability of contracting and\n                                actual carrier\n        If an actual carrier perfoms the whole or part of camiage which,\n    according to the contract referred to in Article 39, is governed by this\n    Convention, both the contracting h e r and the actual d e r shall, except css\n    otherwise provided in this Chapter, be subject to the rules of this Convention,\n    the former for the whole of the carriage contemplated in the contract, the\n    latter solely for the &age which it performs.\nm\nw\n                             ARTICLE 4 1-Mutual liability"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Nevertheless, those States which are not Members of the International\n    Monetary Fund and whose law does not permit the application of the\n    provisions of pagraph I of this Article may, at the time of ratification or\n    accession or at any time thematter, declare that the limit of liability of the\n    carrier prescribed in Article 21 is fixed at a sum of 1,500,000 monetary units\n    per passenger in judicial proceedings in their territories; 62,500 monetary\n    units per passenger with respect to paragraph 1 of Article 22; 15,000\n    monetary units per passenger with respect to paragraph 2 of Article 22: and\n    250 monetary units per kilogram with respect to paragraph 3 of Article 22.\n    This monetary unit corresponds to sixty-five and a half milligrams of gold of\n    millesimal fineness nine hundred. These sums may be converted into the\n    national currency concerned in round figures. The conversion of these sums\n    into national currency shall be made according to the law of the State\n    concerned."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. TRe p r i d of the &age by'dr does not extend to any carriage by\n      land, by sea or By inland wgtmay performed outside an airport. If,\n      howevwn a& carriage takes place in the performance of a contract for\n     'un*pby ah, 6or the purpopo of lading, delivery or rmnahipmmt, any\n      &mge is presumed, subject to proof to the contrarynto have k e n the result\n     'of an m t which mpk place during the caxriage by air. If a caria. withcut\n               CARRIAGE BY AIR (MONTREAL CONVENTION)\n    the consent of the consignor, substitutes carriage by another mode of trans-\n    port for the whole or part of a carriage intended by the agreement between the\n    parties to be carriage by air, such carriage by another mode of transport is\n    deemed to be within the period sf carriage by air.\n        The carrier is liable for damage occasioned by delay in the carriage by air\n    of passengers, baggage or cargo. Nevertheless, the carrier shall not be liable\n0   for damage occasioned by delay if it proves that it and its servants and agents\n    took all measures that could reasonably be required to avoid the damage or\n    that it was impossible for it or them to take such measures.\n        If the carrier proves that the damage was caused or contributed to by the\n    negligence or other wrongful act or omission of the person claiming\n    compensation, or the person from whom he or she derives his or her rights,\n    the carrier shall be wholly or partly exonerated from its liability to the\n    claimant to the extent that such negligence or wrongful act or omission\n    caused or contributed to the damage. When by reason of death or injury of a\n    passenger compensation is claimed by a person other than the passenger, the\n    carrier shall likewise be wholly or partly exonerated from its liability to the\n    extent that it proves that the damage was caused or contributed to by the\n    negligence or other wrongful act or omission of that passenger. This ArPiclla\n    applies to all the liability provisions in this Convention, including paragraph\n     1 of Article 2 1.\n                   ARTICLE2 l-Compensation in case of death or\n                               injury of passengers"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5---Contents ofair waybill or cargo receipt\n    The air waybill or the cargo receipt shall include-\n          (a) an indication of the places of departure cand destination;\n          (b) if the places of departure aR$I destination are within the territory\n              of a single State Patty,one or more agreed stopping places beidg\n              within the territory of another State, an indication of at least one\n              such stopping place; and\n          (c) an indication of the weight of the consignment.\n                                                                                      II\n            ARTICLE 6-Docrrntent relating to the nature of mhe cargo\n   The consignor may be required, if necessary, to meet the formalities qf\ncustoms. police and similar public authorities to deliver a document\nindicating the n a m of the cargo. This provision creates for the carrier no\nduty, obligation or liability resulting therefirom. -\n                      ARTCLE7-Description of air waybill"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The limits prescribed in Article 21 and in this Article shall not prevyt\nthe court from awarding, in accordance with its own law, in addition, t)le\nwhole or part of the cow costs and of the other expenses of the litigation\ni n c u d by the plaintic including interest. The foregoing provision shdl\nnot apply if the amount of the damages awarded, excluding court costs and\nother expenses of the litigation, does not exceed the sum which the carriy\n~ R Soffered in writing to the plaintiff within a period of six months from the\ndate of the occurrence causing the damage, or befm the commencement of\n                                                                                   I\n                CARBLQGEBY AIR (MOATREALCOWEATION)\n    the action, if that is later.\n                       ARTICLE"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. For other States and for other ~ e ~ i o n aEconomic\n                                                         l         Integration\nOrganisations, this Convention shall take effect sixty days following the date\nof deposit of the instrument of ratification, acceptance, approval or\naccession.\n                                                                                  I"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(I) The Minister hay, fiom time to time, by order, Ministerial\nprovide for such matters as may be necessary for the implement- Ogdm.\ntation of the provisions of the Montreal Convention.\n        (2) An order made under this section shall be subject to\naffirmative resolution.\n                  CARNAGE BY AIR (MONTREAL CONVENTION)                            I\n                                                                                  I\n                                         SCHEDULE                        (Section 2)\n             Convention for the UniJIcatrinof Certain Rulesfor International          1\n                                    Carriage Air                                      I\n           THE STATES PARTlES TO THIS CONVENTION\n            RECOGNIZING the significant contribution of the Convention for the\n        Unification of Certain Rules relating to International Carriage by Air signp\n        in Warsaw on 12 October 1929, hereinafter r e f d to as the \"Warsaw\n                                                                                                  0\n        Conventionu, and other related instruments to the harmonization of private\n        international air law;                                                    I\n           RECOGNIZING the need to modernize and consolidate the Wayw\n        Convention and related instmments;\n           RECOGNIZMG the importance of ensuring protection of the interests pf\n        conswners in international carriage by air and the need for equitable\n        compensation based on the principle of restitution;\n                                                                                          I\n            REAFFIRMING the desirability of an orderly development bf\n        international air banspsPt operations and the smooth flow of passengers,\n        baggage and cargo in aceordance with the principles and objectives of $e\n        Convention on Intenrational Civil Aviation, done at Chicago on 7th\n                                                                                          I\n        December, 1944;                                                        I\n           CONVINCED that collective State action for huther harmonization and\n        dification of certain mles gowming international &age by air through)a\n        w w Convention is the most adequate means of achieving an equitable\n        balance of interests;                                                I\n                                                                             I\n            HAVE AGREED AS FOLLOWS:\nI\n            I. This Convention applies to all intemtional &age of pem+,\n    -\n        baggage or cargo perf&      by aipcrafi fw reward. It applies equally to\n        gratuitous &age by a i m d performed by an air transport undertaking.                 1"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14--Enfircement ofthe rights of\n                                     consignor and consignee\n        The consignor and the consignee can respectively enforce all the rights\n    given to them by Articles 12 and 13, each in its own name, whether it is\n    acting in its own interest or in the interest of another, provided that it carries\n    out the obligations imposed by the contract of carriage.\n                ARTICLE15-Relations ofconsignor and consignee or\n                               mutual relations of third pwties"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22, 23 and 24. Any special agreement under which the contracting\n    carrier assumes obligations not iniposed by this Convention or any waiver of\n    rights or defences confemd by this Convention or any special declaration\n    of interest in delivery at destination contemplated in Article 22 shall not\n    affect the actual carrier unless a p e d to by it.\n               ARTICLE"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25--Stipulation on limits\n                                                                                      I\n       A carrier may stipulate that the contract of carriage shall be subject !to\n    higher limits of liability than those provided for in this Convention or to no\n    limits of liability whatsoever.                                                   I\n                                                                                I\n                   ARTICLE"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26-Invalidity of contractual provisions\n        Any provision tending to relieve the carrier of liability or to fix a lower\n                    [The inclusion of thb page b nurhorird by L.K. IUROtll\n                CARRIAGE BY AIR (MONTREAL CONVENTION)\n     limit than that which is laid down in this Convention shall be null and void,\n     but the nullity of any such provision does not involve the nullity of the\n     whole contract, which shall remain subject to the provisions of this\n     Convention.\n                           ARTICLE 27Freedom to contract\n         Nothing contained in this Convention shall prevent the carrier from\n     refbsing to enter into any contract of carriage, from waiving any defences\n     available under the Convention, or from laying down conditions which do\n*O   not conflict with the provisions of this Convention.\n                            ARTICLE28-Advance payments\n         In the case of aircraft accidents resulting in death or injury of passengers,\n     the carrier shall, if required by its national law, make advance payments\n     without delay to a natural person or persons who are entitled to claim\n     compensation in order to meet the immediate economic needs of such\n     persons. Such advance payments shall not constitute a recognition of\n     liability and may be offset against any amounts subsequently paid a damages\n     by the carrier.\n                             ARTICLE"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29-Bcrsis of claims\n         In the carriage of passengers, baggage and cargo, any action for damages,\n     however founded, whether under this Convention or in contract or in tort\n     or otherwise, can only be brought subject to the conditions and such limits\n     of liability as are set out in this Convention without prejudice to the question\n     as to who are the persons who have the right to bring suit and what are\n     their respective rights. In any such action, punitive, exemplary or any other\n     non-compensatory damages shall not be recoverable.\n                 ARTICLE30-Servants, agents---aggregation of claims"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37-Rig& of recourse against thirdparties                     I\n                                                                                I\n   Nothing in this Conventisn shall prejudice the question whether a\nperson liable for damage in accordance with its provisions has a right of\nrecourse against any other pcrson.\n                      C H m R IV-Combined Carriage\n                       ARTICLE3 M o m b i n e d carriage"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42-Addressee            of cotnplaints and instructions\n        Any complaint to be made or instruction to be given under this\n    Convention to the carrier shall have the same effect whether addressed to\n    the contracting carrier or to the actual carrier. Neveroheless, instructions\n    referred to in Article 12 shall only be effective if addressed to the contracting\n    carrier.\n                                 434erwants and agents\n                           ARTICLE\n        In relation to the caniage performed by the actual carrier, any servant or\n    agent of that canier or of the contracting carrier shall, if they prove that they\n    acted within the scope of their employment, be entitled to avail themselves\n    of the conditions and limits of liability which are applicable under this\n    Convention to the carrier whose servant or agent they are, unless it is proved\n    that they acted in a manner that prevents the limits of liability fiom being\n    invoked in accordance with this Convention.\n                    I l l c inclusion of &is page is s u t b o M by LN. IUnOllJ\n20             CARRIAGE BYAIR QkfONTWLCOWENTION)\n         In relation to the carriage performed by the actual canier, the aggreg+te\n     of the amounb recoverable fiom that carrier and the contracting canier,\n     and fiom their servants and agents acting within the scope of their\n     employment, shall not exceed the highest amount which could be awarded\n     against either the contracting' h e r or the actual carrier under this\n     Convention, but none of the p n o n s mentioned shall be liable for a shm\n     in excess of the limit applicable to that person.\n         Hn relation to the carriage performed by the actual carrier, an action for\n     damages may be brought, at the option of the plaintiff, against that carrier or\n     the contracting cmier, or aginst both together or separateiy. If the action\n     is brought against only one of those carriers, that carrier shall have the right\n     to require the other camer to b joined in the proceedings, the procedure\n     and effects being governed by the law of the court seized of the case.       ,\n                                                                                   <\n                                                                                   1\n                          ARTICLE\n                                4dAdditional jurisdiction\n                                                                                   i\n         Any action for damages contempsated in Article 45 must be broughd at\n     the option of the plaintiff, in the territory of one of thc States Parties, either    1\n     before a court in which an action may be brought against the contracting              i\n     carrier, as provided in Article 33, or before the c o w having jurisdiction at\n     the place where the actual carrier has its domicile or its principal place of\n                                                                                   I\n     business.\n         Any contractual provision tending to relieve the contracting carrier or the\n     actual carrier of liability under this Chapter or to fix a lower limit than that\n     which is applicable according to this Chapter shall be null and void, but the\n     nullity of any such provision does not involve the nullity of the whfle\n     contract, which shall remain subject to the provisions of this Chapter.      I\n                                                                                       I\n           ARTICLE48-Mutual relations of contracting and actual carriers\n                                                                                       1\n                                                                                       I\n         Except as provided in Article 45, nothing in this ~ h a p shall\n                                                                   k affect {he\n     rights and obligations of the cmien between themselves, including any\n     right of recourse or indemnification."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49-Mandatoty application\n         Any clause contained in the contract of carriagc and all special\n                                                         -\n                     jTbe inclusion of hii page is authorized by LA. IunODll\n                                                                                       I\n          CAlPIBIAGEBY AIR (MONTREAL COMVE,WION)\nagreements entered into before the damage occurred by wwhh the parties\npwport to infringe the rules laid down by this Convention, whether by\ndeciding the law to be applied, or by altering the rules as to juridicti~m~\n                                                                          shali\nbe mull and void.\n   States Parties shall q u i r e their h e r s to maintain adequate insurance\ncovering their liability under this Convention. A carrier may h requid\nby the State Party into which it operates to fimisk evidence that it\nmaintains adequate insurance covering i                 liability under this\nConvention.\n     ARTICLE 5 I --Carriage per/med in extraordinary circumtaaceb\n    The provisions of Atticles 3 to 5, 7 and 8 relating to the dwumenbration\nof &age shall mot apply in the case of canirage p d m e d in extradinmy\ncircmstances outside the nomal scope of a h e r ' s business.\n   The expression \"days\" when used in ahis Convention means calendar\ndays, not working day.\n          ARTICLE53--Signahye, ratijcation ewd enhy ~ W fwce\n                                                        Q"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54--Benunciation                                     I\n                                                                                      I"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55-Relafionskbp       with othw Warsaw Convention imtruments\n                                                                                          i\n    'Phis Convention shall prevail over any mles which qply to international\ncarriage by air;"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57-Rmemalions                                    !\n   No msmation may b made to this Convention except that a State Party\nm y tit my time declare by a notification addressed to the Depositary thit\nhis Convention shall not apply t ~ -                                     I\n      (a) international carriage by air performed and operated dimtly by\n          that State Party for noncommercial piqmses in respect to its\n          hctions and duties as a sovereign State; andor               I\n       (b) the carriage of persons, cargo amd baggage for its milimy\n           authorities on aircraft registered in or l e d by that State P q ,\n           the whole capacity of which has k n reserved by or on behalf\n           of such authorities.\n   IN WITNESS WHEREOF the undersigned Plenipotentiaries, having\nk n duly authorized, have signed this Convention.                              i\n   DONE at Montreal on the 28th day of May of the year one thousand nine\nhundred and ninewine in the English, Arabic, Chinese, French, ~ w s i q\nand Spanish languages, all texts king qually authentic. This convention\nshall remain deposited in the archives of the International Civil Aviation\nOrganization, and certified copies thereof shall be transmitted by the\nDepositary to ell States Paties to this Convention, as well as to a81 States\nParties to the Warsaw Convention, The Hague Rotowl, the Guadalajara\nConvention, the Guatemala City Proto601 and the Montreal Pmtocots. -\n                                                                                   II\n    [Signatures]\n                                                                                        i\n                                                                                        I\n               [The industam of hh page Ir au~I~crlreb\n                                                     by LN. l29ILOlll"
    },
    {
      "provision_ref": "sec100",
      "section": "100",
      "title": "Section 100",
      "content": "100,000 Special Drawing Rights for each passenger, the carrier shall not be\n    able to exclude or limit its liability."
    }
  ],
  "definitions": []
}