{
  "id": "jm-stat-the-carriage-of-goods-act",
  "type": "statute",
  "title": "The Carriage of Goods Act",
  "title_en": "The Carriage of Goods Act",
  "short_name": "Carriage of Goods Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-carriage-of-goods-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-carriage-of-goods-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Neither the carrier nor the ship shall be liable for loss or damage\n     arising or resulting from unseaworthiness unless caused by want of\n     due diligence on the part of the carrier to make the ship seaworthy.\n     and to secure that the ship is properly manned, equipped and supplied,\n     and to make the holds, refrigerating and cool chambers and all other\n     parts of the ship in which goods are carried fit and safe for their\n     reception, carriage and preservation in accordance with the provisions\n     of paragraph 1 of Article III.\n       Whenever loss or damage has resulted from ~seaworthiness,the\n     burden of proving the exercise of due diligence shall be on the carrier\n     or other person claiming exemption under this section."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Neither the carrier nor the ship shall be responsible for loss or\n     damage arising or resulting from-\n          (U) act, neglect or default of the master, mariner, pilot or the\n              servants of the carrier in the navigation or in the management\n              of the ship;\n          (b) fire, unless caused by the actual fault or privity of the carrier;\n          (c) perils, dangers and accidents of the sea or other navigable\n              waters;\n          (d) act of God;\n          (e) act of war;\n          0 act of public enemies;\n          (s) arrest or restraint of princes. rulers or people. or seizure under\n              legal process;\n                      CARRIAGE OF GOODS                                       11\n   (h) quarantine restrictions:\n    (i) act or omission of the shipper or owner of the goods, his agent\n          or representative;\n   ( j ) strikes or lock-outs or stoppage or restraint of labour from\n          whatever cause, whether partial or general;\n   (k) riots and civil commotions;\n   ( I ) saving or attempting to save life or property at sea;\n   (m) wastage in bulk or weight or any other loss or damage arising\n          from inherent defect, quality or vice of the goods;\n   (n) insufficiency of packing;\n    ( 0 ) insufficiency or inadequacy of marks;\n   (p) latent defects not discoverable by due diligence;\n   (4) any other cause arising without the actual fault or privity of\n          the carrier or without the fault or neglect of the agents or\n          servants of the carrier, but the burden of proof shall be on\n          the person claiming the benefit of this exception to show that\n          neither the actual fault or privity of the carrier nor the fault\n          or neglect of the agents or servants of the carrier contributed\n          to the loss or damage."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No carrier shall be liable for the loss of or injury ~ a r r i a\n                                                            exempt from\nto any article or articles or property of the descriptions Liabilityin\nfollowing, that is to say-                                 nspcct of\n                                                           certain\n                                                                           articles\n   Gold or silver coin of Her Majesty or of any Foreign U ~ ~ C S S V ~ ~ U C\n                                                                         and\nState, or any gold or silver in a manufactured or unmanu- declared.\n                                                                 forcxtn\nfactured state, or any precious stones, jewellery, watches, *a*e-\nclocks, or timepieces of any description, trinkets, bills,\nnotes of any bank or of any Foreign State, orders, notes, or\nsecurities for payment of money, stamps, maps, writings, ;;igi9\ntitle deeds, paintings, engravings, pictures, gold or silver\nplate, or plated articles, glass, china, silks,in a manufactured\nor unmanufactured state, and whether wrought up or not\nwrought up with other materials, furs or lace (other than\nmachine-made lace), or any of them, contained in any parcel\nor package which shall have been delivered, either to be\ncarried for hire, or to accompany the person of any\npassenger in any public conveyance when the value of such\narticle or articles or property aforesaid contained in such\nparcel or package shall exceed the sum of twenty dollars,\nunless at the time of the delivery thereof at the office, ware-\nhouse or receiving house, of such carrier, or to his, her or 42,,969\ntheir bookkeeper, driver or other servant for the purpose of 3 r d ~ ~\n          [The inclusion of ahis page is authorized by L.N. 3/2001]\n4                                   CARRIAGE OF GOODS\n                being carried or of accompanying the person of any\n                passenger as aforesaid, the value and nature of such article\n                or articles or property shall have been declared by the\n                person or persons sending or delivering the same, and such\n                increased charge as hereinafter mentioned, or an engage-\n                ment to pay the same, be accepted by the person receiving\n                such parcel or package.\n                                                                                   -\nNotice of\nextra charge"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. When any parcel or package containing any of the\nfor such        articles above specified shall be so sent or delivered, and\narticles if\nover $20        its value and contents declared as aforesaid, and such value\nvalue.          shall exceed the sum of twenty dollars, it shall be lawful for\n                such carriers to demand and receive an increased rate of\n                charge, to be notified by some notice affixed in legible\n                characters in some public and conspicuous part of the office,\n                warehouse or other receiving house, where such parcels or\n                packages are received by them for the purpose of convey-\n                ance, stating the increased rates of charge required to be\n                paid over and above the ordinary rate of carriage, as a\n                compensation for the greater risk and care to be taken for\n                the safe conveyance of such valuable articles; and all persons\n                sending or delivering parcels or packages containing such\n                valuable articles as aforesaid at such office shall be bound\n                by such notice without further proof of the same having\n                come to their knowledge.\nReceipt for        5. Provided always that when the value shall have been\npackage\nrent at extra   so declared, and the increased rate of charge paid, or an\ncharge&\n                engagement to pay the same shall have been accepted as\n                hereinbefore mentioned, the person receiving such increased\n                rate of charge or accepting such agreement shall, if thereto\n                required, sign a receipt for the package or parcel, acknowl-\n                edging the same to have been insured, which receipt shall\n                not be liable to any stamp duty; and if such receipt shall\n                not be given when required, or such notice as aforesaid\n                shall not have been affixed, the carrier shall not have or\n                         me inclusion of this page is authorized by L.N. 3/2001]\n                     CARRIAGE OF GOODS                                            5\nbe entitled to any benefit or advantage under this Act, but\nshall be liable and responsible as at the common law, and\nbe liable to refund the increased rate of charge."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . Neither the carrier nor the ship shall in any event be or become\nliable for any loss or damage to or in connection with goods in an\namount exceeding 3200 per package or unit, or the equivalent of that\nsum in other currency, unless the nature and value of such goods\nhave been declared by the shipper before shipment and inserted in\nthe bill of lading.\n   The declaration if embodied in the bill of lading shall be p r i m fucie\nevidence, but shall not be binding or conclusive on the carrier.\n  By agreement between the carrier, master or agent of the carrier\nand the shipper another maximum amount than that mentioned in\nthis paragraph may be fixed. provided that such maximum shall not\nbe less than the figure above-named.\n   Neither the carrier nor the ship shall be responsible in any event for\nloss or damage to or in connection with goods if the nature or value\nthereof has been knowingly misstated by the shipper in the bill of\nlading.\n12                          CARRIAGE OF GOODS"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Goods of an inflammable, explosive or dangerous nature to the\n     shipment whereof the carrier, master or agent of the carrier, has not\n     consented, with knowledge of their nature and character, may at any\n     time before discharge be landed at any place or destroyed or rendered\n     innocuous by the carrier without compensation, and the shipper of\n     such goods shall be liable for all damages and expenses directly or\n     indirectly arising out of or resulting from such shipment.\n        If any such goods shipped with such knowledge and consent shall\n     become a danger to the ship or cargo, they may in like manner be\n     landed at any place or destroyed or rendered innocuous by the carrier\n     without liability on the part of the carrier except to general average.\n     if any.\n        ARTICLE   V. Surrender of Rights and Zmmunities, and Zncrease of\n                          Responsibilities and Liabilities\n       A carrier shall be at liberty to surrender in whole or in part all or\n     any of his rights and immunities or to increase any of his responsibilities\n     and liabilities under the Rules contained in any of these Articlzs.\n     provided such surrender or increase shall be embodied in the bill of\n     lading issued to the shipper.\n       The provisions of these Rules shall not be applicable to charter-\n     parties. but if bills of lading are issued in the case of a ship under ii\n     charter-party they shall comply with the terms of these Rules. Nothing\n     in these Rules shall be held to prevent the insertion in a bill of lading\n     of any lawful provision regarding general average.\n                              VI. Special Conditions\n                        ARTICLE\n       Notwithstanding the provisions of the preceding Articles, a carrier,\n     master or agent of the carrier and a shipper shall in regard to any\n     particular goods be at liberty to enter into any agreement in any terms,\n     as to the responsibility and liability of the carrier for such goods, and\n     as to the rights and immunities of the carrier in respect of such goods\n     or his obIigation as to seaworthiness, so far as this stipulation is not\n     contrary to public policy, or the care or diligence of his servants or\n     agents in regard to the loading, handling, stowage, carriage, custody.\n     care and discharge of the goods carried by sea; provided that in this\n     case no bill of lading has been or shall be issued and that the t e r n\n     agreed shall be embodied in a receipt which shall be a non-negotiable\n     document and shali be marked as such.\n        Any agreement so entered into shall have full legal effect: Provided\n     that this Article shall not apply to ordinary commercial shipments\n     made in the ordinary course of trade, but only to other shipments\n     where the character or condition of the property to be carried or the\n     circumstances, terms and conditions under which the camage is to\n     be performed, are such as reasonably to justify a special agreement.\n                       CARRIAGE OF GOODS                                      13\n     ARTICLE\n           VII. Limitations on the Application of the Rules\n  Nothing herein contained shall prevent a carrier or a shipper from\nentering into any agreement, stipulation, condition, reservation or\nexemption as to the responsibility and liability of the carrier or the\nship for the loss or damage to or in connection with the custody and\ncare and handling of goods prior to the loading on and subsequent to\nthe discharge from the ship on which the goods are carried by sea.\n                 ARTICLE   VIII. Limitation of Liability\n   The provisions of these Rules shall not affect the rights and obliga-\ntions of the carrier under any statute for the time being in force relating\nto the limitation of the liability of owners of sea-going vessels."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. After the goods are loaded the bill of lading to be issued by the\n     carrier, master or agent of the carrier, to the shipper shall, if the\n     shipper so demands, be a “shipped” bill of lading, provided that\n     if the shipper shall have previously taken up any document of title\n     to such goods he shall surrender the same as against the issue of the\n     “shipped” bill of lading, but at the option of the carrier such document\n     of title may be noted at the port of shipment by the carrier, master\n     or agent with the name or names of the ship or ships upon which the\n     goods have been shipped and the date or dates of shipment, and when\n     so noted the same shall for the purpose of this Article be deemed to\n     constitute a “shipped” bill of lading."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.02                              CARRIAGE OF GOODS\n             subject to a lien for freight or other charges payable to the\n             shipowner to an amount mentioned in the notice, the goods\n             so landed shall, in the hands of the wharfinger or warehouse-\n             man, continue subject to the same lien, if any, for such\n             charges as they were subject to before the landing thereof;\n             and the wharfinger or warehouseman receiving those g o d s\n             shall retain them until the lien is discharged as hereinafter\n             mentioned, and shall, if he fails so to do, make good to the\n             shipowner any loss thereby occasioned to him.\nDischarge\nof lies        20. The lien for freight and other charges described in\n811998\n2nd Soh.\n             section 19 shall be discharged-\n                  (a) upon the production to the wharfinger or ware-\n                      houseman of a receipt for the amount claimed as\n                      due, and delivery to the wharfinger or warehouse-\n                      man of a copy thereof or of a release of freight\n                      from the shipowner; and\n                  (b) upon the deposit by the owner of the goods with\n                       the wharfinger or warehouseman of a sum of\n                      money equal in amount to the sum claimed as\n                      aforesaid by the shipowner,\n             but in the latter case the lien shall be discharged without\n             prejudice to any other remedy which the shipowner may\n             have for the recovery of the freight.\nProvisions     21.41) When a deposit as aforesaid is made with the\nasb\n&posits\nby owners\n             wharfinger or warehouseman. the person making the same\nof goods.    may, within fifteen days after making it, give to the\n811998\n2nd sah.     wharfinger or warehouseman notice in writing to retain it,\n             stating in the notice the sums, if any, which he admits to\n             be payable to the shipowner or, as the case may be, that\n             he does not admit any sum to be so payable, but if no such\n             notice is given, the wharfinger or warehouseman may, at\n             the expiration of the fifteen days, pay the sum deposited\n             over to the shipowner.\n                      me inclusion of rhis page is authorized by L.N.3120011\n                     CARRIAGE OF GOODS                               8.03\n         (2) If a notice is given as aforesaid the wharfinger\nor warehouseman shall immediately apprise the shipowner\nof it, and shall pay or tender to him out of the sum deposited\nthe sum, if any, admitted by the notice to be payable, and\nshall return the balance, or, if no sum is admitted to be\npayable, the whole of the sum deposited, for thirty days\nfrom the date of the notice.\n        (3) At the expiration of those thirty days unless legal\nproceedings have in the meantime been instituted by the\nshipowner against the owner of the goods to recover that\nbalance or sum, or otherwise for the settlement of any\ndisputes which may have arisen between them concerning\nthe freight or other charges as aforesaid, and notice in\nwriting of those proceedings has been served on the\nwharfinger or warehouseman, the wharfinger or warehouse-\nman shall pay the balance or sum to the owner of the\ngoods.\n        (4) A wharfinger or warehouseman shall by any pay-\nment under this section be discharged from all liability in\nrespect thereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Nothing in this Act shall be deemed to protect any Carriernot\n                                                             prOtCCted\ncarrier from liability to answer for loss or injury to any rom liability\ngoods or articles whatsoever arising from the felonious acts f$,!$ny\nof any driver, guard, bookkeeper, porter or other servant, :?fi1;w9=.\nin his or their employ, nor to protect any such driver, 3rdsCh.\nguard, bookkeeper or other servant, from liability for any          f;$;;zd\nloss or injury occasioned by his or their own personal fromliability\n                                                             for their own\nneglect or misconduct.                                        neglect or\n                                                                    misconduct.\n       m e inclusion of this page is authorized by L.N. 480/1973]\n6                                    CARRIAGE OF GOODS\nCamenonly\nliable for"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Such carriers as aforesaid shall not be concluded as\nactualvalue      to the value of any such parcel or package by the value as\nnot exceed-\ningdeclared      declared as aforesaid, but that he or they shall in all cases\nvalue.           be entitled to require, from the party suing in respect of\n                 any loss or injury, proof of the actual value of the contents\n                 by the ordinary legal evidence, and that the carriers as\n                 aforesaid shall be liable to such damages only as shall be\n                 so proved as aforesaid, not exceeding the declared value.\n                             PARTII. Carriage of Goods by Sea\nExtent of\napplication"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Subject to the provisions of this Part the rules\nof rules in\nthe Schedule.\n              contained in the Schedule shall have effect in relation to and\n                 in connection with the carriage of goods by sea in ships\n                 carrying goods from any port in this Island to any other\n                 port whether in or outside of this Island.\nContractaot\nto imply"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. There shall not be implied in any contract for the\nabsolute         carriage of goods by sea to which the rules apply any\nundertaking\nbycarrier.       absolute undertaking by the carrier of the goods to provide\n                 a sea-worthy ship.\nStatement\nto be con-"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Every bill of lading or similar document of title\ntained.in bill   issued in this Island which contains or is evidence of any\nof lading.\n                 contract to which the rules apply shall contain an express\n                 statement that it is to have effect subject to the provisions\n                 of the said rules as applied by this Act.\nEffect of\nArticle VI"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Article VI of the rules shall, in relation to the car-\nof rules.        riage of goods by sea in ships carrying goods from any port\n                 to any other port in this Island, have effect as though the\n                 said Article referred to goods of any class instead of to\n                 particular goods and as though the proviso to the second\n                 paragraph of the said Article were omitted.\nBill of            15. Where under the custom of any trade the weight\nlading not\nguaranteeof      of any bulk cargo inserted in the bill of lading is a weight\nweight of\narticle          ascertained or accepted by a third party other than the\nshipped.\n                       me inclusion of this page is authorized by L.N. 480/19731\n                            CARRUGE OF GOODS                                          7   1\n    carrier or the shipper and the fact that the weight is so\n    ascertained or accepted is stated in the bill of lading, then,\n    notwithstanding anything in the rules, the bill of lading\n    shall not be deemed to be prima facie evidence against the\n    carrier of the receipt of goods of the weight so inserted in\n    the bill of lading, and the accuracy thereof at the time of\n    shipment shall not be deemed to have been guaranteed by\n    the shipper."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Nothing in this Part shall affect the operation of the saving.                      I\n    Shipping Act or the operation of any other\n    enactment for the time being in force limiting the liability\n    of the owners of sea-going vessels.                                                           1\n                                                                                                  I\n               Delivery of Goods and Lien for Freight                                             !"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In this Part, unless the context otherwise requires-             Merpretr-\n                                                                          tion                        I\n        \"goods\" includes every description of wares and mer- . ,          ,\n                                                                          811998\n            chandise;\n        \"wharf\" includes all wharves, quays, docks, and\n            premises in or upon which goods, when landed fiom\n            ships, may be lawfully placed;\n        areho house\" includes all warehouses, buildings and\n            premises in which goods, when landed fiom ships, may\n            be lawfully placed;\n        \"report\" means the report required by the customs laws to be\n             made by the master of an importing ship;\n\\       \"entry\" means the entry required by the customs laws to be\n             made for the landing or discharge of goods from an\n             importing ship;\n        \"shipowner\" includes the master of the ship and every\n             person authorized to act as agent for the owner or\n             entitled to receive the freight, demurrage, or to her\n             charges payable in respect of the ship;\n                                             C A M G E OF GOODS\n                     \"owner\" used in relation to goods means every person\n                         who is for the time entitled, either as owner or\n                         agent for the owner, to the possession of the goods,\n                         subject in the case of lien (if any) to that lien.\nPower of           18.-(1)   Where the owner of any goods imported in any\nshipowner to\nenter and land   ship into Jamaica fails to make entry thereof, or, having\ngoodson          made entry thereof, to land the same or take delivery thereof,\ndefault by\nowner of         and to proceed therewith with all convenient speed within\ngoo&.            the respective periods hereinafter mentioned, the shipowner\n2nd Sch.         may make entry of and land or unship the goods at the\n                 following times-\n                     (a) if a time for the delivery of the goods is expressed in\n                         the charter party, bill of lading, or agreement, then at\n                         any time after the time so expressed;\n                     (b) if no time for delivery of goods is expressed in the\n                         charter party, bill of lading, or agreement, then at any\n                         time after the expiration of seventy-two hours,\n                         exclusive of a Sunday or holiday, from the time of the\n                         report of the ship.\n                        (2) Where a shipowner lands goods in pursuance of\n                 this section he shall place them, or cause them to be placed-\n                      (a) if any wharf or warehouse is named in the charter\n                          party, bill of lading, or agreement, as the wharf\n                          or warehouse where the goods are to be placed\n                          and if they can be conveniently there received, on\n                          that wharf or in that warehouse; and\n                      (b) in any other case on some wharf or in some ware-\n                          house on or in which goods of like nature are\n                          usually placed, being, if the goods are dutiable, a\n                          wharf or warehouse duly approved by the Com-\n                          missioner of Customs for the landing of dutiable\n                          goods.\n                     CARRIAGE OF GOODS                                8.01\n        (3) If at any time before the goods are landed or\nunshipped the owner of the goods is ready and offers to\nland or take delivery of the same, he shall be allowed to\ndo so, and his entry shall in that case be preferred to any\nentry which may have been made by the shipowner.\n         (4) If any goods are, for the purpose of convenience\nin assorting the same, landed at the wharf where the ship\nis discharged, and the owner of the goods at the time of\nthat landing has made entry and is ready and offers to take\ndelivery thereof, and to convey the same to some other\nwharf or warehouse, the goods shall be assorted at landing,\nand shall, if demanded, be delivered to the owner thereof\nwithin twenty-four hours after assortment; and the expense\nof and consequent on that landing an assortment shall be\n borne bv the shipowner.\n         ( 5 ) If at any time before the goods we landed or\n unshipped the owner thereof has made entry for the landing\n and warehousing thereof at any particular wharf or ware-\nhouse other than at which the ship is discharging and has\n offered and been ready to take delivery thereof, and the\n shipowner has failed to make that delivery, and has also\n failed at the time of that offer to give the owner of the\n goods correct information of that which the goods can be\n delivered. then the shipowner shall, before landing or un-\n shipping the goods, in pursuance of this section, give to the\n owner of the goods or of such last mentioned wharf or\n warehouse twenty-four hours notice in writing of his readi-\n ness to deliver the goods, and shall, if he lands or unshins\n the same without that notice, do so at his own risk and\nexpense."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Power of dhipowner to enter and land goods on default by\n          owner of goods."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. If at the time when any goods are landed from anv             gzbt&\nship, and placed in the custody of anv person as a wharfinper laading\nor warehouseman, the shipowner gives to the wharfinger or m&. 8/1998\nwarehouseman notice in writing that the goods are to remain 2nd sch."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) If the lien is not discharged, and no deposit is -of\nmade as aforesaid, the wharfinger or warehouseman may, opodsb Y\nand, if required by the shipowner, shall, at the expiration z7hs\nof nhety days from the time when the goods were placed 2adsch.\nin his custody, or, if the goods are of a perishable nature,\nat such earlier period as in his discretion he thinks fit, sell\nby public auction, either for home use or for exportation,\nthe goods or so much thereof as may be necessary to satisfy\nthe charges hereinafter mentioned.\n      (2) Before making the sale the wharfinger or ware-\nhouseman shall give notice thereof by advertisement in a"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Whenever any goods are placed in the custody of a\nwharfhger or warehouseman, under the authority of this                z&sH.\nPart, the wharfinger or warehouseman shall be entitled to 8/1998\n                                                              2nd Sch.\nrent in respect of the same, and shall also have power, at\nthe expense of the owner of the goods, to do all such\nreasonable acts as in the judgment of the wharfinger or\nwarehouseman are necessary for the proper custody and\npreservation of the goods, and shall have a lien on the goods\nfor the rent and expenses."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Nothing in this Part shall compel any wharfinger or men's\n                                                             W~~AOUYC-\nwarehouseman to take charge of any goods which he would protection.\nnot have been liable to take charge of nor shall he be bound 811998\n                                                             2nd ~ a h .\nto see to the validity of any lien claimed by any shipowner\nunder this Part."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Saving for power of discharge of ship or delivery of goods.\n       SCHEDULE.\n            nhe inclusion of this page is authorized by L.N. 3/2001]\n                      CARRIAGE OF GOODS                                                 3\n          THE CARRIAGE OF GOODS ACT                                          Cap. 52.\n                                                                                A&\n                                                                             42 ot 1969\n                                                                              3rd Scb.\n                                                     V8th J U W , 1889.1     8of199(\n                                                                             2nd sch."
    }
  ],
  "definitions": [
    {
      "term": "report",
      "definition": "the report required by the customs laws to be",
      "source_provision": "sec17"
    },
    {
      "term": "entry",
      "definition": "the entry required by the customs laws to be",
      "source_provision": "sec17"
    }
  ]
}