{
  "id": "jm-stat-the-casino-gaming-act",
  "type": "statute",
  "title": "The Casino Gaming Act",
  "title_en": "The Casino Gaming Act",
  "short_name": "Casino Gaming Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-casino-gaming-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-casino-gaming-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Every person-      .                                         I   ._\n               (a) occupying a specified office which, in the opinion of the Com-\n                   mission, carries principal responsibility for the operation of the\n                   casino\\business; or\n    1\n                                                                             .        -\n    I           [Thc inclusion o f this pagc is a u t h o r i d by   L.N. 0 2 ~ / 2 0 1 2 ]\n                                            CASllVO GAMING                                      73\n                                        THIRDSCHEDULE, contd        (Sections 20,22 and 26)\n                 .(b) appointed as a compliance officer as specified in paragraph 3,\n                      if different from the person specified in paragraph (a),\n'\n        shall have a personal licence to perform the functions of that office."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where the Commission has served a notice on a casino operator under\nparagraph (I), it shall, within sixty days from the date specified in such\nnotice or such longer period as a Judge of the Supreme Court may allow-\n      (a) restore the casino to its operators;\n      (b) present a petition to the Court under the Companies Act for the\n          winding-up of.the casino operator; or\n      (c) propose a compromise or arrangement between the casino operator\n          and its creditors under section 206 of the Companies Act or a\n          reconstruction under section 208 of that Act.\n            [Thc inclusion ol' this page is authorii?td hy L.N. 92(./2012]\n                               CASINO GAMING                                      77\n                                                                   (Section 69)\n                              Fixed Penalty Offences\n     .   .\n                   Column 1                                        Column 2\n         Section                    Offences                           Fine\n .   . -                                                                -\n19(5)              Failure to deliver up casino\n                   gaming licence within the time\n                   specified after cessation or lapse\n                   of licence\n30(2)              Failure to obtai; personal\n                   licence for a person to be\n                   appointed to a specified\n                   ofice\n37(3)              Failure to terminate employment\n                   upon revocation of personal\n                   licence\n38(5)              Failure to comply with written\n                   direction given by the Com-\n                   mission to casino operator"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The approved developer shall fulfil the terms and conditions of\n         the relevant order under section 9, including any programme for the\n         provision of hotel rooms to be added to the proposed integrated resort\n         development after the scheduled date of commencement of operations of\n        ,a casino."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The casino operator shall not commence casino gaming operations\n        prior to the receipt, by the Commission, from the Minister, of notification\n        that he is satisfied that the-\n                  (a) ,associatedhotel rooms are ready for occupancy;\n                  (6) proposed business of operating the casino is substantially in\n                      accordance with the relevant approved integrated resort develop-\n                      ment order."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Such other condition as may be considered necessary to ensure that the\n        holder complies with the requirements of this Act and such other condition\n        as the Minister deems reasonably necessary to achieve the objects of this\n        Act.\n                                             FOURTH\n                                                  SCHEDULE                       (Section 48)\n                  Application to the supreme Court for Temporary Management of\n    ?           . .                       Casino Business\n                 '-    I\n           - 1 . - ( I ) For the purposes of section 48, the Commission shall serve on\n        the casino operator a notice announcing its intention to assume temporary\n        management of the casino from such date and time as may be specified in\n        the notice.\n                       (2) A copy of the notice referred to in paragraph 1 (I) shall be-\n                   (a) sent to the ~egistrarof the Supreme Court;\n                   (b) posted in a conspicuous place in the casino; and\n           -.\n          ..,    .,.\n                           [The inclusion o f this page is authorized hy L.N. 92~120121\n                            CASINO GAMING\n                        FOURTHSCHEDULE,\n                                     contd.                      (Section 48)\n     (c) published in a newspaper which is circulated in Jamaica and in\n         the Gazerre.\n        (3) Upon the date and time specified in the notice referred to\nin paragraph 1 (I), there shall vest in the Commission full and exclusive\npowers of operation of the casino, including, without prejudice to the\ngenerality of the foregoing, power to-\n      (a) continue or discontinue its operations;\n      (b) stop or limit the payment of its obligations;\n      (c) appoint any person to manage the casino on its behalf;       +\n      (d) employ any necessary officers or other employees;        .\n      (e) execute any instrument in the name of the casino operator;\n      (j)initiate, defend and conduct in the name of the casino operator, any\n          action or proceedings to which it may be a party.\n          (4) Not later than sixty days after the Commission has assumed\ntemporary management of a casino, the Commission shall apply to the\nSupreme Court (furnishing full particulars of the casino's assets and\nliabilities) for an order confirming the vesting in the Commission of full\nand exclusive powers of operation of the casino, as described in sub-\nparagraph (3).\n          (5) All expenses of and incidental to the temporary management of a\ncasino shall be paid by that casino operator in such manner as the\nCommission may determine."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.+1)    The Minister may, after consultation with the chair- POIICY\nman, give to the Commission directions of a general character directions.\nas=to&he policy to be followed in the exercise or discharge of its\n      - <-\nfunctions in relation to any matter appearing to him to concern\nthe public interest; and the Commission shall give effect to any\nsuch directions.\n      '   (2) The Commission shall-\nI                               14                                       CASINO GAMING\n                                                    (a) furnish to the Minister such information as he may\n                                                        require with respect to the property and activities of\n                                                        the Commission; and\n                                                    (b) afford to the Minister facilities for verifying such in-\n                                                        formation in such manner and at such times as he may\n                                                        reasonably require.\n    ,\n    I                           Dele,Oatlon\n                                of funct~ons"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Commission may, subject to the approval of\n                                               the Minister, delegate any of its functions under this Act\n    I                                          (other than the power of delegation or the power to make regula-\n    I                                          tions) to any member, officer, employee or agent of the Com-\n        I                                      mission.\n        I                                             (2) Every delegation under subsection (1) is revocable\n        I                                      by the Commission, and the delegation of a function shall\n            I                                  not preclude the performance of that function by the Com-\n                                               mission.\n            I\n            I                                         (3) Any person to whom a delegation is made under this\n                I                              section shall furnish to the Commission, from time to time, such\n                I                              information as the Commission may require with respect to the\n                    I\n                                               exercise of any of the functions so delegated.\n                                                     PART111. Approved Integrated Resort Development\n                    !\n                        1 Declarat~on             9.-(1) Subject to the provisions of this Act, the Minister\n                                 of approved\n                        I                      may, by order, declare an integrated resort development to be an\n                        1 resort               approved integrated resort development.\n                                 development\n                            1                          (2) The Minister shall ensure that during the specified\n                            I                  period the number of orders under subsection (1) in operation at\n                            I                  any particular time shall be not more than three, or such other\n                                1              number as the Minister may by order, subject to affirmative\n                                               resolution, determine.\n                                 i\n                                 1                    (3) The Minister shall not make an order under sub-\n                                1              section (1) unless he is satisfied as to the following matters,\n                                 I             namely that-\n                                                     (a) the integrated resort development, when completed,\n                                                         will be comprised of one or more hotels providing in\n                                                         the aggregate at least two thousand associated hotel\n                                                         rooms,\n                                         CASINO GAMING                               15\n                            excluding hotel rooms already in existence or\n                            under construction prior to the making of an\n                            application under section 10;\n                 ( b ) not less than one thousand associated hotel rooms in\n                       the integrated resort development will be available for\n                       occupancy prior to the date of commencement of the\n                       operation of any casino in the development;\n                 (c) the enterprise relating to the integrated resort develop-\n                     ment is likely to be successful having regard to-\n                               (i) the manner in which it is proposed to be\n                                   operated;\n                               (ii) the availability of adequate financing for its\n                                    establishment, operation and maintenance;\n                                    and\n                              (iii) the economic effects of its operations;\n                 ( 4 there is no ground, in.the public interest, to refuse to\n                    . - make the order.\n            (4) An order made by the Minister under subsection (1)\n    shall specify-\n                 ( a ) ,the.site of the integrated resort development;\n     ,       .   ( b ) the date on or by which construction and operation\n                 .      .   of one or more of the hotels will commence; and\n                 (c) where the Minister has determined, pursuant to sec-\n                     tion 12(1), that the developer shall be granted\n                     exclusivity status, the exclusivity period and the\n                     exclusive geographical area; and\n                     (6) such,terms\n                               .    and conditions as the Minister thinks fit.\n-        .\n                      (5) In this section, \"specified period'' means the period\n    of twelve years commencing from the date of operation of\n    the order under subsection (1) that declares the first integrated\n                                                               -\n    resort development to be an approved integrated resort develop-\n    ment.\n                                                     CASINO GAMING\n1           Application       10. An application for the declaration of an approved inte-\n            for approved\n1           integrated     grated resort development under section 9 shall-\n,           resort\n                                (a) be made in such form as may be prescribed;\n            development.\n    I\n                                (b) be accompanied by the prescribed fees; and\n                                (c) contain such information and be accompanied by\n                                    such plans, specifications, drawings, reports and other\n                                    documents, as may be prescribed.\n        1   Minister may       11.-(1) An approved developer may, in writing, apply to\n            amend order.\n                           the Minister for an amendment of an order under section 9.\n                                     (2) Where the Minister is satisfied that there has been\n                           failure to commence-\n                                 (a) the construction of the approved integrated resort\n                                     development; or\n                                 (b) construction or operation of one or more of the hotels\n                                     within the approved integrated resort development, in\n                                     accordance with the order made under section 9,\n                           the Minister may, by notice in writing, require the approved\n                           developer to establish, to the satisfaction of the Minister, and\n                           within such period as the notice shall specify that-\n                                        (i) such failure is due to circumstances beyond the\n                                            control of the approved developer; and\n                                       (ii) there is a reasonable prospect of commencing\n                                            the construction or operation, as the case may\n                                            be, within a reasonable time.\n                                    (3) Where the Minister is satisfied that in respect of\n                           any approved integrated resort development-\n                                 (a) any representations made in or in connection with the\n                                     application for approval of the development as an\n                                     approved integrated resort development is false in any\n                                     material particular, made with intent to deceive or\n                                     otherwise not made in good faith and, that such\n                                     representations substantially influenced the decision\n                              CASINO GAMING\n              to declare the development to be an approved develop-\n              ment; or\n          (b) a material term or condition specified in the order has\n              been breached and has not been remedied within a\n              reasonable time,\n    the Minister may by notice in writing, require the approved\na   developer to show cause, to the satisfaction of the Minister,\n    within such period as the notice shall specify, why the order by\n    which the development was declared to be an approved inte-\n    grated resort development, should not be amended or revoked.\n            (4) Where the Minister is not satisfied with the\n    explanation of the approved developer in response to a notice\n    under subsection (2) or (3), as the case may be, the Minister, if\n    he thinks it expedient so to do, may amend or revoke the order\n    under section 9.\n             (5) Where exclusivity status has been granted under\n    section 12, an amendment to the order under section 9 may-\n          (a) be in respect of the terms of exclusivity, including the\n              specified period;\n          (b) revoke the grant of exclusivity status.\n             (6) Where, pursuant to subsection (4), the Minister has\n    revoked an order made under section 9, any casino gaming\n    licence or temporary casino gaming licence granted for a casino\n    on the specified site shall be deemed revoked with effect from\n    the date of revocation of the order."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Application for approved integrated resort development.\n1 1. Minister may amend order."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. There shall be paid from the funds of the Commission to the chairman Remunera-\nand other members of the Commission such remuneration (whether by way tion of\nof honorarium, salary or fees) and such allowances as the Minister may members.\ndetermine."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The Minister may, in respect of an approved inte- Exclus~vity\n    grated resort development, determine that for a period specified        EO:\n    in an order made under section 9, the approved developer shall business\n    be granted exclusivity status, that is to say, the approved\n    developer or his nominee shall be the only person to whom a\n    casino gaming licence or a temporary casino gaming licence\n    shall be granted in the exclusive geographical area specified in\n    section 9.\n                                                 CASINO GAMING\n                              (2) Exclusivity status subject to such terms and con-\n                       ditions as may be specified by the Minister shall be for a\n                       period of not less than twelve years starting with the date of\n                       commencement of the order made under section 9.\n                                       PART\n                                          IV. Casino Gaming Licence\n1       Restriction       13.--(1)       Subject to subsection (2) and section 26, a person\n        on operating\nI       casino.        shall not operate a casino, except in accordance with the\n                       provisions of this Act, any regulations made hereunder and a\n                       casino gaming licence.\n                                   (2) Every person who contravenes subsection (I),\n                       commits an offence and shall be liable on conviction on indict-\n                       ment in a Circuit Court to-\n                               (a) in the case of an individual, a fine or to imprisonment\n                                     for a term not exceeding five years or to both such\n                                     fine and imprisonment; or\n                               (b) in the case of a body corporate, a fine.\n                                    (3) In this section-\n                               \"Jamaican waters\" means the inland waters and-\n                                   (a) internal water;\n                                   (b) archipelagic waters; and\n                                   (c) territorial sea,\n                       as defined in the Maritime Areas Act, and such other waters-\n                       as may be prescribed under any enactment to be Jamaican\n                       waters;\n                               \"ship' includes every description of vessel used in naviga-\n                                      tion.\n    1 Application          14.--(1) Every approved developer who, 'or a company\n      for casino\n    I gaming           nominated by the approved developer that, is desirous of\n    ; licence.         operating a casino in an integrated resort ;levelopment shall\n                       apply in the 6rescribed form and manner to the Commission\n                       for a casino gaming licence or temporary casino gaming\n                       licence.\n                                (2) Every application for a casino gaming licence shall\n                       be-\n                             CASINO GAMING                                         19\n        (a) accompanied b y proof that the proposed casino\n    :\n            operator is a company duly incorporated under the\n            laws of Jamaica;\n        (b) accompanied by the prescribed application fee which\n            shall not be refundable; and\n        (c) accompanied by such other documents and informa-\n            tion as may be require? by the Commission under sec-\n            tion 17.\n         (3) The Commission may refuse to consider an ap-\nplication which does not comply with the requirements of\nsubsection (2)."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The seal of the Commission shall be kept in the custody of the seal,and\nchairman or of any officer of the Commission authorized by the Commission execution of\nin that behalf. and shall be affixed to instruments Dursuant to a resolution of\nthe Commission and in the presence of the chairman or any other member of                  ,\nthe Commission authorized to act in that behalf and the secretary thereof.\n          (2) The seal of the Commission shall be authenticated by the\nsignatures of the chairman or any other member of the Commission\nauthorized to act in that behalf, and of the secretary or some other ofticer\nauthorized by the Commission to act on the secretary's behalf.\n         (3) All documents, other than those required by law to be under\nseal, made by, and all decisions of, the Commission may be signified under\nthe hand of the chairman or any other member or officer of the Commission\nauthorized to act in that behalf."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The Commission shall meet at such times as may be necessary Procedureand\nor expedient for the transaction of its business and such meetings shall be meetings.\nheld at such places and times and on such days as the Commission may\ndetermine.\n        (2) The chairman may, at any time, call a special meeting of the\nCommission and shall call a special meeting within seven days of the receipt\nof a written requisition for that purpose addressed to him by any three\nmembers of the Commission.\n        (3) The chairman shall preside'at all meetings of the Commission,\nand if the chairman is absent from a meeting, the members of the\nCommission present shall elect one of their number to preside at the meeting.\n         (4) The quorum of the Commission shall be such number as the\n Minister may, from time to time determine, not being less than three\n members of the Commission.\n          (5) The decisions of the Commission shall be by a majority of votes,\n and, in addition to an original vote, the chairman or other member presiding\n at the meeting shall have a casting vote in any case in which the voting is\n equal.\n           (6) Minutes of each meeting of the Commission shall be kept in\n  proper form and shall be confirmed as soon as practicable at a subsequent\n-\n  meeting.\n                                                                      CASINO GAMING\n                                                   (7) Subject to the provisions of this Schedule, the Commission may\n                                          regulate its own proceedings.\n,                       Disclosure of         15. A member of the Commission who is directly or indirectly interested\nI                       interest.         in any matter which is being dealt with by the Commission-\n    I\n                                                (a) shall as soon as possible after the relevant facts have come to his\n                                                    knowledge, disclose the nature of his interest at a meeting of the\n    j                                               Commission; and\n                                                (b) shall not take part after the disclosure, in any deliberation or\n                                                    decision of the Commission with respect to that matter.\n        I\n                                                                          PART 11. Staff\n                        Appointment          1 6 . 4 1 ) Subject to sub-paragraphs (2) and (3), the Commission shall\n            ;           of officers and   appoint and employ, at such remuneration and on such terms and conditions\n            I           other             as it thinks fit, a Chief Executive Officer, a Secretary, inspectors and such\n                        ees.\n                                          other officers, employees and agents as it deems necessary for the proper\n                                          carrying out of its finctions.\n                I\n                                                    (2) No salary in excess of the prescribed rate shall be assigned to\n                                          any post without the prior approval'of the Minister.\n                                                   (3) No appointment shall be made to any post to which a salary in\n                                          excess of the prescribed rate is assigned without the prior approval of the\n                                          Minister.\n                                                  (4) For the purposes of sub-paragraphs (2)'and (3), the \"prescribed\n                    I                     rate\" means a rate of four million dollars per annum or such higher rate as\n                                          the Minister may, by order, prescribe.\n                                                   (5) The Governor-General may, subject to such conditions as he\n                                          may impose, approve the appointment of any public officer 'in the service of\n                                          the Government to any office with the Commission, andany public officer so\n                                          appointed shall, while so employed, in relation to any pension, gratuity or\n                                          other allowance and in relation to any other rights as a public officer, be\n                                          treated as continuing in the service of the Government.\n                                                   (6) In this paragraph and paragraph 17, \"Minister\" means the\n                        1\n                                          Minister with responsibility for the public service.\n                        Pensions,             17. The Commission may, with the approval of the Minister-\n                        gratuities and\n                        other retiring          (a) enter into arrangements respecting schemes, whether by'way of\n                        benefits.                   insurance policies or otherwise; and\n                                                (b) make regulations,\n                                          for medical benefits, pensions, gratuities and other retiring benefits or dis-\n                                          ability or death benefits, relating to employees of the Commission, and such\n                                          arrangements or regulations may include provisions for the grant of benefits\n                                          to the dependents and the legal personal representatives of such employees.\n                                                     [The inclusion of this page, is authorized by L.N. 92c/2012]\n                                       CASINO GAMING"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) Upon an application made in accordance with Mattersto\nsection 14, the Commission shall grant to the applicant, a casino ~~~~~~~~d\ngaming licence, if the Commission is satisfied that-              mission on\n                                                                         application.\n        (a) the applicant, and each associate of the applicant\n            (hereinafter called an \"associate\"), is a fit and proper\n            person to be concerned in or associated with the\n            management or operation of a casino;\n        (b) the proposed casino to which the application relates\n            will be within an approved integrated resort develop-\n            ment; and\n        (c) the applicant, or any associate, has not been convicted\n            of a specified offence.\n          (2) In determining whether an applicant or any asso-\nciate is a fit and proper person to be concerned in or associated\nwith the management or operation of a casino, the Commission\nshall consider whether-\n        (a) the applicant or the associate is of good repute, having\n            regard to his character, honesty and integrity;\n        (b) the applicant or the associate, as the case may be, is of\n            sound and stable financial background;\n        (c) the applicant has, or has arranged, a satisfactory\n            ownership structure;\n        (4 the applicant holds or is able to obtain-\n                          CASINO GAMING\n                 (i) financial resources that are adequate to ensure\n                     the financial viability of the proposed casino;\n                     and\n                (ii) the services of persons who have sufficient\n                     experience in the operation of a casino;\n      (e) the applicant has sufficient business ability to operate\n             a successful casino;\n      u> the applicant or the associate, as the case may be, has\n            any business association with any person, body or as-\n            sociation who or which, in the opinion of the Commis-\n            sion, is not of good repute having regard to character,\n            honesty and integrity or has undesirable or unsatis-\n            factory financial resources;\n      (g) each director, partner, trustee, executive officer, secre-\n            tary and any other officer or person determined by the\n             Commission to be associated or connected with the\n             ownership, administration or management of the\n             operations or business of the applicant is a suitable\n             person to act in that capacity;\n      (h) any person proposed to be engaged or appointed to\n             manage or operate the casino is a suitable.person to act\n             in that capacity; and\n       (i) any other matter that may be prescribed will be ful-\n             filled."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)      On receiving an application for a casino gaming lnvest~gat~on\nlicence, the Commission shall carry out or cause to be carried re application.\nout all such investigations and enquiries as it considers neces-\nsary to enable it to consider the application.\n           (2) The Commissioner of police or any member of the\nJamaica Constabulary Force or the Island Special Constabulary\nForce so authorized by the Commissioner of Police, shall in-\n                                                                           a\nquire into and report to the Commission on such matters con-\ncerning the application as the Commission requests.\n           (3) Where an investigation under this section is\nconducted by the Commission, the Commission may charge the\n                               CASINOGAMING                                               ,   i~\napplicant such fees as are necessary for the recovery of its ex-\npenditure. having regard to the nature of the investigation and\nthe effort required in its conduct."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--(I) The Commission may. by notice in writing, require ('otiiniiss~oti\nan applicant for a casino gaming licence. to do any one or more J ' ~ ~ ~ l ~ u l r c\nof the following-                                                11itbmta11o11.\n                                                                            1'lC.\n      (u) provide. in accordance with directions in the notice,\n              ally infor~iiation,that is relevant to the investigation in\n              relation to tlie applicatio~i and so specified in the\n              notice:\n      ( h ) produce. in accorda~icewitli directio~isin tlie notice.\n            ally records relevant to tlie investigation of the\n            application. that are specitied in the notice and permit\n            esanii~iationof tlie records. the taking bt'extracts f i o ~ n\n            tlie~iiand tlie ~iiaki~ig\n                                   of copies of tlie~ii:\n      (c-)   autliorize a person described in the ~ioticeto comply\n             with a specified require~iie~it\n                                          of the kind referred to in\n             palxgrapli ((1) or (h); or\n      (10 furnish to tlie Commissio~iany autliority and consent\n              that tlie Commissio~i requires for tlie purpose of\n              enabli~igtlie Co~i~missio~i   to obtain fio~iiother per-\n              ~011si~ifor~iiatio~i(i~icludi~igfina~icialand otlicr con-\n              tidential information) concerning tlic applicant and\n              associates of tlie applicant.\n         ( 9 ) If a reqi~ire~iie~it\n                                iiiade under subsectioii ( I ) is not\nconiplied witli. tlie Coniniission liiay refuse to co~isidcrtlic\napplicatio~ifhr a casilio ganii~iglicc~ice."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.--(1) Subject to tlie provisions of this Act. tlic Corn- c.:ts~no\n                                                               c;~nittig\n~iiissioiimay-                                                 I~ccncc.\n                                                                            ;1111111;11\n      ((I) gra~ita casi~iogaming licelice: or                               IICCIICC 1i.c.\n      ( h ) refuse to grant a casino gaming licence.\n          (2) Where tlie Commission refuses to grant a licelice\nunder subsectio~i(I). i t sliall so infomi tlie applica~itin writing\nstating the reasons t1ierefor.\n             [The inclusion of this- page is authorized by L.N. 92~/2012]\n                                     (3) Where the Comillission has approved the grant of a\n                            licence under subsection (1). a prescribed annual licence fee\n                            shall be payable to the Coillmission by the licensee-\n                                 ( a ) firstly. on approval of the grant of the licence: and\n                                 ( h ) thereafter annually. while the licence reillaiils in force.\n                                       on or before the anniversar? date of the grant of the\n                                       licence.\n                                      (4) The grant of a licence under subsectioil (1) shall\n                            authorize the licensee to provide facilities for the conduct or\n                            pla!.ing of-\n                                  (LI) failles prescribed under sectioil 72 (1 )(ij):\n                                  ( h ) other games. including games coilducied by the use of\n                                        machines. as appro\\.ed by the Commission:\nI\n                                  (c) sports betting or other fonlls of \\\\-agering uilder rules\n1                                     prescribed b!- the C o i ~ ~ i ~ ~ i s and\n                                                                             s i o i ~other\\\\.ise as\n                                      approved by the Commission.\n    I        col~lme~lce-      19.+1) A casiilo gailliilg licence shall take effect upon\n             111eIlI.\n    I        durJrloll.     approval b!. the Comillission of the grant thereof and 011 pay-\n             surrellder     meilt of the initial annual licence fee.\n            . lapse of\n        1    I1ce11ce.                (2) '4 casino gaming licence shall subject to the pro-\n        1                   \\-isions of this Act. be valid for an indefinite period.\n                                      (3) Without prejudice to the pro\\.isions of section\n                            25(1). a casino operator may surrender the casino ganliilg\n                            licence \\\\-here the operator gi\\.es the Comil~issionat least tuel1.e\n                            months notice in \\vriting of the date that it \\vishes to cease to\n                            operate. and the licence shall cease to ha1.e effect upon the\n                            expiry of such notice.\n                                     (4) E\\.ery casino operator sl~all.\\vithin se\\-en days of\n                            the cessation or lapse of the casii~ogamii~glicence. deliver the\n                            expired licence to the Commission.\n                                    (5) A casino operator \\vho fails to d e l i ~ e rthe liceilce\n                            within the time stipulated under subsection (3). commits an\n                            offence and shall be liable on con\\.iction on indictment in a\nCircuit Court to a fine.\n         (6) Notwithstanding subsections (2) and (3). a casino\ngaming licence shal l lapse where the casino operator--\n      ( u ) 1:dils to pay the initial annual Iiccncc lkc within thirty\n           days ol'the grant ol'thc liccncc:\n      (h) does not coiniiicncc operation within the pcriod\n          spccilicd in the liccncc:\n      (c') suspends operation Ihr Iiiorc than ninety days other\n           than by rcason ol',fi)r.c.c~\n                                      nl(~jc~irr.c~\n                                               or a suspension ordcr\n           ol'tlic Commission: or\n      ((/) goes into liquidation. by rcason 01:       ( i ) a resolution     -\n           being pi~sscdliw its voluntary winding-up or. ( i i ) upon\n           tlic Iicaring ol' a pctitio~iIiw its c ~ ~ i i ~ > i ~wi~idiiig\n                                                                  Is~ry\n           up. ri churt granting a winding-up ordcr."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.--( 1 ) Sutjcct to .s~~bscction     (2). the ('oiiimission may I<cvir\\t    ~ I I '\n                                                                      c;~si~io\nreview a casino gaming l iccncc.where-                                K;lllllllll\n      ( ( I ) i t siispccts tliat a breach 01'  any condition ol' the IICCIICC\n              l iccncc. this Act 01. any regulations mndc hcrcu~idcr.\n              or any otlicr enactment. lias hccn co~iimittcdby the\n              casino operator: or\n      ( h ) it appcars.upprolviatc to the ('oliimission t o do so.\n           having rcgrird to--\n                ( i ) any notice 01' ri relevant event given to the\n                      ('ommission by tlic casino opc~.;~tor:\n                                                          or\n               ( i i ) the ti~iicwliicli lias passed sincc tlic grant 01\n                       the licence or (lie last rcvicw.\n          (2) 'I'lic Commission sliall rcvicw cvcry casino gaming\nliccncc cvcry live crilcndar years Ii.om the clatc 01' tllc grant\ntllcrcol:\n         (3) Suhicct to the provisions ol' this Act. wlicrc l.lic\nlindings ol' tlic rcvicw so warrant. tlic ('ommission shal I. a licr\ncompletion 01' the rcvicw. talic disciplinary action p~~rsuant    to\nsection 27.\n         [The inclusion of his page is authorized hy L.N. 92c 20121\n                                                        CASINO GAMING\n                                       (4) Where a review under this section is conducted by\n                              the Commission, the Commission may charge the applicant such\n                              fees as are necessary for the recovery of its expenditure, having\n                              regard to the nature of the review and the effort required in its\n                              conduct.\n                                       (5) In subsection (l)(b)(i), \"relevant event\" means one\n, Third\n  Schedule.\n                              or more of the events specified in paragraph 1 of the Third\n                              Schedule.\n)            Licence not         21. A casino gaming licence is not'transferable.\n             transferable\nI\nI            Condit~onsof       2 2 4 1 ) Every casino gaming licence shall be subject to the\n    j        licence.\n                              conditions specified in the Third Schedule.\n             Third\n    I        Schedule.                 (2) The Commission may suspend a casino gaming\n                              licence for administrative purposes (and not as an imposition of\n                              a disciplinary penalty) where,\n                                    ( a ) it is in its opinion necessary to facilitate the conduct of\n                                          a review of the licence;\n                                    (b) it is in its opinion ,necessary to prevent the con-\n                                        tinuation of-\n                                             (i) a breach of this Act or any regulations made\n                                                 hereunder; or :.\n                                            (ii) a condition of a licence or authorization\n                                                 granted or given under this Act;\n                                    (c) a petition has been filed for the compulsory winding\n                                        up of the licensee.\n        , Variation of           23. A casino operator may apply to the Commission in the\n        I  licence on\n           application        prescribed manner and on payment of the prescribed fees, for a\n         ) by casino          variation of the terms of its casino gaming licence stating clearly\n           operator.\n                              the reasons therefor and the Commission may, upon considering\n                              the application, vary the terms of the licence or refuse to do\n                              SO.\n            I Amendment          24. The Commission may, after a review of a casino gaming\n              of licence by\n            ! Commission.     licence and the performance of the relevant casino operator,\n                              amend the terms of the licence, subject to the casino operator\n                              being given an opportunity to be heard by the Commission\n                                                                 --\nconcerning the proposed amendments."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21 . - ( I) The Commission shall keep proper accounts and other records Accounts and\n        in relation to its functions and shall prepare annually a statement of accounts audit.\n        in a form satisfactory to the Minister and conforming to established\n        accounting principles.\n                    (2) The accounts of the Commission shall be audited annually by\n        an auditor appointed each year by the Commission, with the approval of the\n        Minister.\n                   (3) The members, officers and employees of the Commission\n        shall-\n                 (a) grant to the auditor appointed under subsection (2) access to all\n                   . books and documents of the Commission; and\n                 (6) give to the auditor on request, all such information as may be\n                     within their knowledge in relation to the Co.mmission's operation.\n                (4) The auditor's fees and any expenses of the audit shall be paid\n        by the Commission.\n                   (5) The Auditor-General shall be entitled at all times to examine the\n                   [The inclusion o f this page is authorized by L.N. 92rf20121\n                                               CASINO GAMING\n                  accounts of the Commission., .\n    Recovery of      22. Without prejudice to any other method of recovery, all debts due to\n'   debts.        the Commission may be recovered. without limit of amount, in a Resident\n                  Magistrate's Court as a civil debt.\n    Borrowing        2 3 . 4 1 ) Subject to the provisions of sub-paragraphs (2). the Commission\n    powers.       may borrow such sums as may be required by it for discharging any of its\n                  functions.\n                             (2) The power of the Commission to borrow shall, as to the\n                  amount, as to the source of borrowing, and as to the terms on which the\n                  borrowing may be effected, be exercisable only with the approval of the\n                   Minister responsible for finance, and any such approval may be either\n                  general or limited to a particular borrowing or otherwise, and may be\n                   conditional or subject to conditions."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.+1) With the approval of the House of Representatives signified by\n                  resolution, the Minister responsible for finance may guarantee, in a manner\n                  and on such conditions as he thinks fit, the repayment of the principal and the\n                  payment of interest and charges on any authorized borrowing of the\n                  Commission.\n                           (2) Where the Minister responsible for finance is satisfied that there\n                  has been default in the repayment of any principal moneys guaranteed under\n                  the provisions of this paragraph or in the payment of interest or charges so\n                  guaranteed, he shall direct the repayment or, as the case may be, the\n                  pabent, out of the Consolidated Fund of the amount in respect of which\n                  there has been such default and any such repayment or payment shall be a\n                  charge on the Consolidated Fund.\n                            (3) The Commission shall make to the Accountant-General, at such\n                  times and in such manner as the Minister responsible for finance may direct,\n                  payments of such amounts as may be so directed in or towards repayment of\n                  any sums issued in fultillment of any guarantee under this paragraph and\n                  payments of interest on what is outstanding for the time being in respect of\n                  any sums so issued, at such rate as the Minister may direct; and different\n                  rates of interest may be directed as respects different sums and as respects\n                  interest for different periods.\n                     2 5 . 4 1 ) The Commission shall, within four months after the end of each\n                  financial year, cause to be made and transmitted to the Minister a report\n                  dealing generally with the activities of the Commission during the preceding\n                  financial year.\n                           (2) The Minister shall cause a copy of the report together with the\n                  annual audited statement of accounts and the Auditor-General's report\n                  thereon to be laid in the House of Representatives and the Senate.\n                            (3) The Commission shall, in each financial year, before a date\n                   specified by the Minister, submit to the Minister for his approval, estimates\n                          [The inclusion of this papc . is aulhoriz~d hy L . N . 92('/2012]\n                            CASINO GAMING                                                71\nof income and expenditure for the ensuing financial year."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-41) Within thirty days of a change in control of a (.Ili1llg~111\ncasino operator. the casino operator shall either surrender its co111r11l\n                                                                  cil,ll,o\n                                                                           of\ncasino gaming licence or apply to the Comniission. in writing. in oIlcr'i1or\nthe prescribed manner and on payment of the prescribed fee for\na continuation of the licence.\n         (2) The Commission may revoke a casino gaming\nlicence where there is failure of the casino operator to carry out\nthe requirements of subsection (I) within the time referred to in\nthat subsection.  +\n          (3) The Commission, after considering an application\nfor continuation of a licence, may either-\n      (u) grant a continuation of the licence. with or without\n          amendment of its terms; or\n      (b) refuse a continuation of the licence and revoke the\n          licence.\n         (4) The provisions of sections 15, 16 and 17 shall\napply to an application for continuation of a casino gaming\nlicence, with such modification as may be necessary, as they\napply in relation to an application for a casino gaming licence\nunder section 14.\n         (5) For the purposes of this section, a person shall be\ntreated as having control of a casino operator where-\n      (a) the person holds over fifty per cenf of the voting\n          shares of the casino operator;\n      (b) the person, together with persons with whom he acts\n          in concert hold over fifty per cenf of the voting shares\n          of the casino operator;\n      (c) the person or persons with whom he acts in\n                             ,\n          concert, have an agreement with the holders of over\n          fifty per cenf of the voting shares that those holders\n          are obliged to exercise voting rights in accordance\n          with his wishes; or\n      (4 the person or persons with whom he acts in concert are\n        able to iiillucncc tlic operations ol'tlic casino operator in\n        ally other substantial way."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) A11 approved dcvclopcr or liis no~iiinccmay apply\nin writing to tlic Mi~iistcr.in tlic prescribed manner. li)r tlic issuc\nol'an authorization purs~~ant   to subsection (2).\n         (2) '1'Iic Minister may. i~poiiconsidering an application\nu~idcrsubsection ( I ) . il' Iic tliiiiks lit and subject to sucli con-\nditions as lie liiay spccily. issuc an authorization in mritiiig to\ntlic Commission to consider an application l i ~ ra tciiiporary\ncasino ga~iiiiig licc~ice li'oiii a11 approved dcvclopcr or liis\nnoiiiiiicc.\n        (3) An approved dcvclopcr or liis nominee. in respect ol'\nwhom an authorization lias bccn'issucd by tlic Minister pursuant\nto subsection (2). iiiay apply to tlic Commission li~rtlic grant ol'\na temporary casino gaming licence.\n        (4) Suhject to the provisioiis 01' this section, il' the\nCo~ii~iiissio~i.\n               is satisfied that the applicant ['or a tc~iiporary\ncasino gallling licciicc. and cvcry associate ol'tllc applicant, is a\ntit and proper person to be concer~iedin or associated with the\nmanagement and operation 01' a casino, tlic Commission may\ngrant to the applicant a temporary casino gaming licence subject\nto such conditions as the Commission dcc~nnecessary.\n         (5) In determining whether the applicant or ally asso-\nciate of the applicant is a fit and proper person for the purposes\nof this section. the Comniission shall consider, mu/tr/i.vmu/undi,v\nin respect of the applicant and its associates, thc matters\nspecitied in section 15(2). '\n         (6) Subject to the provisions of this section. and save\nand except for sections 15(l)(h). 19(2) and paragraphs 4 and 5\nof the 'Third Schedule. the provisions of this Part and Parts V\nand VI shall apply to-\n       (a) a temporary casino gaming licence as they apply to a\n           casino gaming licence granted under section 18;\n       (h) a casino operator holding a temporary casino gaming\n           licence as they apply to a casino operator holding a\n          [The inclusim of this page is authorized hy L.N. 92c/2012]\n                           CASINO GAMING\n          casino gaming licence granted under section 18; and\n      (c) the applicant for a temporary casino gaming licence as\n          they apply to an applicant for a licence granted under\n          section 18;\n        (7) A temporary casino gaming licence shall be for a\nterm not exceeding three years.\n        (8) Where the Minister has revoked an order made\nunder section 9, any temporary casino gaming licence granted\nconsequent upon such an order shall be deemed to be cancelled\nfrom the date of the revocation of the order.\n         (9) Where a temporary casino gaming licence is\ngranted under this section, the proposed casino operator shall\npay, to the Collector of Taxes, a non-refundable advance casino\nlevy, equivalent to the aggregate of gross profit tax as estimated\nby the Minister for the period of the temporary casino gaming\nlicence.\n       (10) The advance casino levy payable under subsection\n(9) shall be paid before the casino operator commences casino\noperations and the casino operator shall provide proof of pay-\nment to the Commission.\n       (1 1) The levy imposed under subsection (9) shall-\n     (a) be payable to the Collector of Taxes within seven days\n         of the grant of the licence; and\n     (b) not be refundable on account of-\n              (i) cessation, lapse, cancellation or revocation of\n                  the licence;\n             (ii) the aggregate of actual gross profit tax for the\n                  period of the licence being less than the levy;\n                  or\n            (iii) any other event or circumstance:\n   Provided that in the assessment of liability to actual gross\nprofit tax the casino operator shall be entitled, on account of an\nequivalent amount of such levy paid, to a credit against its\n         [The inclusion of this page is aurhorizcd hy L.N. 92c 20121\n                                                                      CASINO GAMING\n                                           liability for actual gross profit ta>;becoming due, from time to\n                                           time, during the period the licence is in force.\n1\n                                                     (12) /Where the amount of advance casino levy paid\nI\n                                           pursuant to subsection (9) is less than the amount for which the\nI\n                                           casino operator is liable on account of actual gross profit tax, the\n    I\n                                           casino operator shall pay the difference to the Collector of\n    I\n                                           Taxes.\n        I\n                            Disciplinary      2 7 . 4 1 ) In this Part-\n                            actions.\n            I\n                                                 \"disciplinary action\", in relation to a casino operator,\n            !\n                                                     means one or more of the following-\n                                                          (a) the issuing to the- casino operator of a letter\n                                                              of warning, admonishment, censure or repri-\n                                                              mand;\n                                                          (b) the revocation or suspension of a casino\n                                                              gaming licence; or\n                I\n                                                          (c) the variation of the terms of a casino gaming\n                !\n                                                              licence;\n                !\n                                                 \"grounds for disciplinary action\", in relation to a casino\n                                                     operator, includes any of the following, namely\n                                                   . that-\n                    I\n                                                          (a) the casino gaming .licence was improperly\n                    I\n                                                              obtained, since, at the time the licence was\n                        I\n                                                              granted there were grounds for refusing to\n                        !                                     grant the licence;\n                        I\n                                                          (b) the casino operator, a person in charge of the\n                                                              casino, an agent of the casino operator or a\n                                                              casino employee has contravened-\n                                                                   (i) this Act or any regulations made or\n                                                                       directions given hereunder;\n                                                                  (ii) any Act or any regulations relating to\n                                                                       money laundering or the financing of\n                                                                       terrorist activities; or\n                                                                  (iii) a term or 'condition of the casino\n\\                              CASINO GAMING\n    \\ y\n          \\                     gaming licence;\n          '      ( c ) the casino premises are, for specified reasons\n                       attributable to the casino operator no longer\n                       suitable for the conduct of casino operations;\n                 (4 the casino operator is, for specified reasons\n                       attributable to the casino operator, considered\n                       no longer a fit and proper person to hold the\n                       casino gaming licence having regard to the ,\n                       matters set out in section 15(2);\n                 (e) the casino operator has failed to comply with a\n                     direction under section 42(7) within the time\n                     referred to in that subsection, to terminate an\n                     association with an associate;\n                  u> the Commission is satisfied that the licence\n                     was obtained as a result of any false or fiaud-\n                     ulent representation or in consequence of any\n                     incorrect information which is material; or\n                 (g) there has been a change in the ownership or\n                     control of the casino operator, and-\n                        (i) the casino operator fails within thirty\n                            days of the change, to surrender the\n                            casino gaming licence or apply for a\n                            continuation of the said licence; or\n                     (ii) the Commission refuses an application\n                          for continuation of the licence; or\n              (h) the annual licence fee is not paid within four-\n                  teen days of the due date.\n         (2) In deciding whether disciplinary action should\nbe 'taken -or what disciplinary action should be taken, against\na casino operator, the Commission shall consider the follow-\ning-\n          (a) whether disciplinary action has previously been taken\n                against the operator;\n          ( b ) the seriousness of the grounds for disciplinary action;\n                                           CASINO GAMING\n                                                                                          P\n                       (c) the likelihood of further disciplinary action needing to\n                             be taken against the operator; and\n                       (d) any other relevant matter.\n                           ( 3 ) If the Commission is satisfied that a ground for\n                 disciplinary action exists, or may exist, in relation to a casino\n                 operator, it shall serve a notice in writing on the casino operator\n                 affording the casino operator an opportunity to show cause,\n                 within fourteen days of the date of service, why the proposed\n                 disciplinary action should not be taken.\n                          (4) The casino operator may, within the fourteen days\n                 allowed by the notice in subsection ( 3 ) , make submissions to the\n                 Commission as to why disciplinary action should not be taken,\n                 and the Commission shall consider any submission so made.\n                          ( 5 ) The Commission may, after considering any such\n                 submission, take such disciplinary action as it considers approp\n                 riate and shall notify the casino operator in writing of the dis-\n                 ciplinary action.\n                          ( 6 ) A letter of warning, admonishment, censure or re-\n                 primand from the commission may-\n                        (a) warn, admonish, censure or reprimand the casino\n                              operator in respect of any matter connected with the\n                              operations of the casino; and\n                        (b) include a direction to the casino operator to rectify\n                              within a specified time any matter giving rise to the\n                              letter of warning, admonishment, censure or repri-\n                              mand.\n                           (7) Where any. direction given under subsection ( 6 ) is\n                 not complied with within the specified time, the Commission\n                 may act in accordance with subsection (5).\n                          (8) m member of the Commission who has participated\n                 in the consideration of disciplinary action against a casino\n                 operator is not, by that reason alone, prevented from considering\n                 whether further disciplinary action should be taken against a\n                  casino operator.\nI\n    Management       28.-(1) Any premises licenced for the purposes of this Act\n1 of licensed\n, premises.       by the Commission shall be managed by the casino operator in\n                           [The inclusion o f this page is authorized by L.N. 92c/2012]\n                           CASINO GAMING                                         31\naccordance with the terms and conditions specified in the\nlicence.\n         ( 2 ) In the case of a breach of any of the terms and con-\nditions in a licence or of any regulations made under this Act the\ncasino operator shall be liable to disciplinary action under sec-\ntion 27.\n   2 9 . 4 1 ) Without prejudice to any other right to refuse a Refusalof\nperson admission to a casino or to expel a person from a casino, entry to and\n                                                                 e,pu,sion of\nthe casino operator or any servant or agent of the casino persons\noperator may refuse to admit to, or may expel from any casino, from\n                                                                 premlxs\nany person who is drunk, violent, quarrelsome or disorderly, or\nwhose presence on the casino premises would subject the casino\noperator or any servant or agent of the casino operator to a\npenalty under this Act.\n           (2) Where any person who, by virtue of subsection\n(I), is liable to be expelled from a casino, and when requested\nby the casino operator, any servant or agent of the casino\noperator or any constable to leave the casino premises, fails\nto leave, the person commits an offence and shall be liable\non summary conviction in a Resident Magistrate's Court to\na fine not exceeding twenty thousand dollars and in default\nof payment thereof to imprisonment for a term not exceeding ten\ndays.\n          (3) Any constable may, at the request of the casino\noperator or any servant or agent of the casino operator, assist in\nthe expulsion from a casino premises any person who the con-\nstable has reasonable cause to believe is liable to be expelled\ntherefrom under subsection (1).\n       PART V . Personal Licence for Employment in Casino\n   3 0 . 4 1 ) No person shall be employed in a specified office in Restriction ,\na casino unless he is the holder of a personal licence granted on employ-\nunder section 3 l(4) by the Commission.                             specified\n                                                                        office\n        (2) A casino operator who employs any person in without\ncontravention of subsection (1) commits an offence and shall personal\nbe liable on conviction on indictment in a Circuit Court to a\n                       -\n                                                CASINO GAMING\n                   fine.\n'\nI\n    Application\n    for personal\n    licence."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The Commission shall-                                                Power o f\n                                                                            Minister to\n      (a) M i s h the Minister with such returns, accounts and other require\n          information as he may require with respect to its activities; and returns.\n      (b) afford the Minister facilities for verifying such information in such\n          manner and at such times as he may reasonably require.\n                             SECONDSCHEDULE                        (Section 2)\n          Offences under the Betting, Gaming and Lotteries Act.\n          Offences under the Casino Gaming Act.\n          Offences listed in the Second Schedule to the Proceeds of Crime\n          Act.\n          Trafficking in persons contrary to section 4 of the Trafficking in\n          Persons (Prevention Suppression and Punishment) Act.\n          Offences involving the evasion of tax.\n          Offences under the following sections of the Larceny Act-\n             section 22-Larceny     and embezzlement by clerks or servants;\n             section 244onversion;\n             section 27-Fraud     by Directors;\n             section 28-Fraudulently    inducing persons to invest money;\n             section 37-Robbery;\n             section 36--Obtaining credit by fraud;\n             section 39-Burglary;    and\n             section 42AExtortion.\n        [Thc inclusion ol' this page is authoriwul hy L.N. ')?c./2012]\n                                 SECONDSCHEDULE, contd.                               (Section 2)\n                                        SpecifiedOffences            ."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Refusal of entry to and expulsion of persons from premises.\n               PARTV. Personal Licence for Employment in Casino"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Restriction on employment in specified office without personal\n         licence.\n    3 1. Application for personal licence."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1)   Every person who is desirous of being employed in\n                   a specified office in a casino shall apply to the Commission in\n                   the prescribed manner for a personal licence and the application\n                   shall be accompanied by the prescribed application fee.\n                                                                                             *\n                           (2) Upon receipt of an application under subsection (I),\n                   the Commission may carry out or cause to be carried out such\n                   investigations in connection with the application as it considers\n                   necessary.\n                            (3) Where the Commission thinks it necessary, it may\n                   require an applicant for a personal licence to furnish such addi-\n                   tional information or document as it may specify.\n                              (4) The Commission may-\n                           (a) if it is satisfied that the applicant is a fit and proper\n                               person, grant a personal licence; or\n                           (b) refuse to grant a personal licence on any of the\n                               grounds set out in subsection (6).\n                          (5) A personal licence shall be subject to such terms\n                   and conditions as may be specified therein.\n                              (6) The Commission may refuse to grant a personal\n                   licence-\n                           (a) where an application contains or is based on a false or\n                               misleading representation or information which is\n                               false in a material particular;\n                           (b) where the applicant-\n                                     (i) is under the age of eighteen years;\n                                    (ii) is an undischarged bankrupt; or\n                                   (iii) has been convicted of a specified offence;\n                           (c) if, in the opinion of the Commission, the applicant is\n                               not a fit and proper person to be granted a personal\n                               licence.\n                              (7) Where the Commission refuses to grant a personal\n                               CASINO GAMING\n    licence, it shall so inform the applicant in writing.\n            (8) In determining whether an applicant for personal\n    licence is a fit and proper person, the Commission shall, after\n    taking into account any submissions made by the applicant\n    within the time allowed, make an assessment of the-\n          (a) integrity, responsibility, personal background and             .\n              financial stability of the applicant;\n          (b) general reputation of the applicant having regard to\n              his character, honesty and integrity;\n          (c) the suitability of the applicant to perform the type of\n              work proposed to be performed by the applicant; and\n          (d) any other matter relevant to the application.\n            (9) A prescribed annual licence fee shall be paid by the\n    holder of a personal licence-\n          (a) firstly, within fourteen days after the grant of the per-\n              sonal licence; and\n          (b) thereafter, where the licence remains in force, on or\n              before the anniversary of the grant of the licence."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.--(1) A             licence shall not be transferable and, Non-transfer-\n    subject to subsection (2) and section 36, shall be valid for an in- ability and\n                                                                        ,,a,idity0f\n    definite period.                                                    personal\n                                                                            licence.\n             (2) Notwithstanding subsection (1)-\n          (a) the holder of a personal licence may surrender the\n              licence;\n          (b) the personal licence shall lapse where-\na                  (i) the initial annual fee is not paid within thirty\n                       days of the grant of the licence or any sub-\n                       sequent annual fee is not paid on or before the\n                       anniversary date of the grant of the licence; or.\n                   (ii) the holder of the personal licence dies."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.--(1) The Commission may, pending a decision concern- Provisional\n    ing an application for a personal licence, grant a provisional personal\n                                                                   licences,\n                                          CASINO GAMING\n               personal licence to the applicant.\n                           (2) A provisional personal licence shall be subject to\n               such conditions and restrictions as the Commission may notify\n               to an applicant when it issues the provisional personal licence.\n                           (3) A provisional personal licence may be revoked by\n               the Commission at any time and shall cease to have effect upon\n               the revocation or refusal of the application for a personal\n               licence.\nVariation or      3 4 . - ( 1 ) The holder of a personal licence may apply to the\namendment\nof personal    Commission in the prescribed form for a variation or amend-\nlicence.       ment of the licence.\n                           (2) An application under subsection ( 1 ) shall be accom-\n               panied by the prescribed fee and such additional document or\n               information as the Commission may require.\n                           (3) The Commission may, in relation to an application\n                under subsection ( I ) , vary or amend the personal licence and\n                any conditions specified therein.\nReview of          3 5 . - ( 1 ) The Commission shall review a personal licence\npersonal\nlicence.        where it-\n                     (a) suspects that the holder of the licence has breached a\n                         condition of the licence, a provision of this Act or of\n                                                                          '\n                         any regulations made hereunder; or\n                     (b) considers it appropriate so to do.\n                          ( 2 ) The Commission may suspend the licence if in its\n               opinion it is necessary to facilitate a review of the licence or pre-\n               vent the continuation of a suspected breach of a term or con-\n               dition of the licence or of this Act or any regulation made under\n               this Act.\nDisciplinary      3 6 . - ( 1 ) In this Part-\naction in\nrespect of            \"disciplinary action\", in relation to the holder of a per-\npersonal\nlicence.                  sonal licence, means one or more of the following-\n                                              .   .\n                              ( a ) the issuing of a letter of warning, admonish-\n                                    ment, censure or reprimand;\n                    CASINO GAMING\n       (b) the suspension of a personal licence for a\n           specified period;\n       (c) the variation of the terms of the personal\n           licence;\n       ( 4 the revocation of the personal licence;\n       (e) the revocation and disqualification from ob-\n           taining or applying for a personal licence for a\n           specified period;\n\"ground for disciplinary action\", in relation to a holder of\n    a personal licence, means any of the following\n    grounds, namely that-\n       (a) the personal licence was improperly obtained,\n           since, at the time the licence was granted, there\n           were grounds for refusing it;\n       (b) the holder of the personal licence has con-\n           travened a provision of this Act, or any regula-\n           tions hereunder;\n       (c) the holder of the personal licence has con-\n           travened a condition of the licence;\n       ( 4 the licensee has failed to provide information\n            that he is required by or under this Act to\n            provide or has provided information knowing\n            it to be false or misleading;\n       (e) the holder of the personal licence has-\n                (i) become bankrupt or has been convicted\n                    of a specified offence;\n               (ii) applied to take the benefit of any law\n                     relating to bankrupt or insolvent deb-\n                     tors;\n              (iii) compounded with his creditors or made\n                    an assignment of his remuneration for\n                    their benefit; and\n       u> for any other reason, the holder of a personal\n           licence is considered by the Commission not to\n1\n!\nI\n!               36                                     -   CASINO GAMING\n    I\n                                                   be a fit and proper person to hold such a\n                                                   licence.\n                                        (2) Where the Commission proposes to take disciplinary\n                                action against the holder of a personal licence, it shall serve on\n                                the holder, a written notice giving him an opportunity to\n                                show cause, within fourteen days of the date of service, why dis-\n                                ciplinary action should not be taken on any of the grounds for\n                                disciplinary action specified in the notice.\n                                        (3) The holder of a personal licence may, within the\n                                period allowed by the notice in subsection (2), make sub-\n                                missions to the commission as to why disciplinary action\n                                should not be taken against him and the Commission shall con-\n                                sider any submission so made.\n                                        (4) Upon receipt of a submission under subsection (3),\n                                the Commission may take such disciplinary action as it con-\n                                siders appropriate and any disciplinary action so taken shall be\n                                notified in writing to the holder of the personal licence.\n                Termination        37.-+I) Where a casino operator receives written notice\n                of employ-\n                ment            from the Commission that a personal licence has been revoked\n                and cancella-   or has otherwise ceased to be in force, the casino operator shall,\n                tion of\n                personal        within twenty-four hours after receiving the notice in the case of\n                licence         an employee, terminate the employment that constitutes the\n                                exercise ofsthe functions of the holder of a personal licence or\n                                cause it to be terminated.\n        I\n                                         (2) A termination of employment in accordance with\n        I\n                                this section may be effected despite any other Act or any law,\n        I\n                                award, collective or other agreement and the Commission\n            I\n                                shall not incur any legal liability because of such a termi-\n            I                   nation.\n                                        (3) Any casino operator that fails to comply with sub-\n                                section (1) shall be liable on summary conviction in a Resident\n                                Magistrate's Court to a fine not exceeding one million dollars;\n                                however where pursuant to section 68, a director or other\n                                individual is also proceeded against, he shall be liable in default    .\n                                of payment to imprisonment for a term not exceeding twelve\n                                months.\n                              CASINO GAMING                                 37\n                             Casino Operations"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Review of personal licence.\n                                                                     .   -"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Termination of employment and cancellation of personal licence.\n                                 Casino Operations"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.--(1) The Commission may give to a casino operator Directionto\n    written directions relating to the conduct, supervision or control '$$or,\n    of operations in the casino and the casino operator shall comply\n    with such directions.\n             (2) Any directions given under subsection ( 1 ) shall take\na   effect when such directions are delivered to the casino operator\n    or at such later date as may be specified in the directions.\n             (3) The power conferred upon the Commission by this\n    section shall include the power to give a direction to a casino\n    operator to adopt, vary, cease or refrain from any practice in\n    respect of the conduct of casino operations.\n             (4) Every direction given under this section shall not be\n    inconsistent with any provision of this Act, any regulations\n    made hereunder or the conditions of the casino gaming licence.\n             (5) Any casino operator that fails to comply with a\n    direction given under this section shall be liable on summary\n    conviction in a Resident Magistrate's Court to a fine not\n    exceeding one million dollars; however where pursuant to\n    section 68, a director or other individual is also proceeded\n    against, he shall be liable in default of payment to imprisonment\n    for a term not exceeding twelve months."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.--(1) The Commission may, by notice in writing, require cas~no\n    a casino operator or a person who, in the opinion of the Com- operator to\n    mission, is or was directly or indirectly associated with the information.\n    casino operator, to-\n           (a) provide the Commission, an inspector or an authorized\n               person, in accordance with directions in the notice,\na              with such information relevant to the casino operator,\n               that association or the casino, or with such information\n               as the Commission requires, and specified in the\n               notice;\n           (b) produce to the Commission, an inspector or an autho-\n                rized person, in accordance with the directions in the\n                notice, such records relevant to the casino operator,\n                            38                                        CASINO GAMING\nI\n                                                     that association or the casino, or to matters specified\n                                                     by the Commission, as are specified in the notice and\n                                                     to permit examination of those records, the taking of\n                                                     extracts from them and the making of copies of them;\n                                                     or\n                                                 (c) attend before the Commission, an inspector or an\n                                                     authorized person for examination in relation to any\n                                                     matters relevant to the casino operator, that associa-\n                                                     tion or the casino, or to matters specified by the Com-\n                                                     mission, and to answer questions relating to those\n                                                     matters.\n                                                     (2) Where records are produced under this section, the\n                                            Commission, an inspector or any authorized person to whom\n                                            they are produced may retain possession of the records for such\n                                            period as may reasonably be necessary for an investigation to\n                                            be carried out.\n    I\n                                                     (3) At any reasonable time during the period for which\n    :                                       records are retained, the Commission, an inspector or an autho-\n                                            rized person shall permit inspection of the records by a person\n    I\n                                            who would be entitled to inspect them if they were not in the\n        I\n                                            possession of the Commission, an inspector or an authorized\n        i                                   person.\n            I\n                                                      (4) A person who complies with a requirement of a\n            I                               notice under this section, shall not on that account alone incur\n                I                  '        liability to another person.\n                                                      (5) Any person (other than a casino operator) who fails\n                                            to comply with a requirement in a notice under this section\n                                            commits an offence and shall be liable on summary conviction\n                                            in a Resident Magistrate's Court to a fine not exceeding two\n                                            million dollars and in default of payment, to imprisonment for a\n                                            ttrm not exceeding twelve months.\n                            Change In          40.-31) A casino operator shall-\n                            circumstances\n                    I       of casino             (a) take all reasonable steps to ensure that a major change\n                    '       operator.\n                                                      in the financial circumstances of a casino operator\n                        I\n                                                      which is within the casino operator's power to control\n                            CASINO GAMING\n           does not occur except with the prior approval in\n           writing, of the Commission;\n                                                                         '\n        (b) where paragraph (a) does not apply, notify the Com-\n            mission in writing of any major change in the circuin-\n            stances of the casino operator within three days after\n            the casino operator becomes aware of the change; and\n        (c) notify the Commission in writing of any minor change\n           ,in the circumstances of the casino operator within\n            fourteen days after becoming aware that the change\n            has occurred.\n        (2) Sections 15, 16 and 17 shall apply mutatis mutandis\nin relation to an application for approval under this section.\n      (3) Where a major change is proposed or has occurred\ninvolving a person becoming an associate of a casino operator-\n     (a) in a case which also requires-\n                (i) notice of a contract, to be given under section\n                    50; or\n               (ii) an application for a personal licence, made\n                    under section 3 1,\n          the casino operator shall be deemed to have complied\n          with subsection (l)(a) if such application is made or\n          such notice is given, as the case may be; or\n     (b) in any other case, the Commission shall inquire into the\n         change to determine whether it is satisfied that the\n         person is a fit and proper person to be concerned in or\n         associated with the management or operations of a\n         casino having regard to the matters set out in section\n         15(2) and, if it is not so satisfied, shall take such action\n         under section 42 as it considers appropriate.\n       (4) Any casino operator that fails to comply with sub-\nsection (1) shall be liable on summary conviction in a Resident\nMagistrate's Court to a fine not exceeding one million dollars;\nhowever where pursuant to section 68, a director or other\n    -\nI           40                                           CASINO GAMING\nI\n                                individual is also proceeded against, he shall be liable in\n                                                                                  '\n    I                           default of payment to imprisonment for a term not exceeding\n                                twelve months.\n    I\n                                       (5) In this section-\n                                     \"major change\", in the circumstance of a casino operator\n                                        means-\n                                            (a) any change which results in a person becoming\n                                                an associate of the casino operator;\n                                             (b) any change of the person engaged or appointed\n                                                 to manage or operate the casino; or\n                                             ( c ) any other change which is of a class or des-\n                                                   cription prescribed as major for the purposes of\n                                                   this section;\n                                     \"minor change\", in the circumstances of a casino operator,\n                                         means any change in circumstances that are prescribed\n                                         as a minor change for the purposes of this section.\n            Change in              41.--(I) Where a change mentioned in section 40 takes place\n            circumstances\n            of associate.       in relation to an associate, the associate shall notify the Com-\n                                mission in writing of the change within fourteen days after it\n                                occurs.\n                                         (2) Any associate of a casino operator who fails to\n                                comply with subsection (1)commits an offence and shall be\n                                liable on summary conviction in a Resident Magistrate's Court\n                                to a fine not exceeding one million dollars and in default\n                                of payment thereof to imprisonment for a term not exceeding\n                                six months.\n                On-going           42.-(1) The Coriirnission may, from time to time, investi-\n            a\n                monitoring\n                of associates\n                and other\n                persons.\n                                gate-\n                                       (a) an associate, or a person likely to become an asso-\n                                                                                                       a\n                                           ciate, of a casino operator; or\n                                                                                                       I .\n                                      (b) any person, body or association having a business\n                                          association with a person referred to in paragraph\n                                          (4.\n                           CASINO GAMING                                   41\n       (2) A casino operator shall notify the Commission in\nkiting that a person is likely to become an associate, as soon as\npracticable after the casino operator becomes aware of that like-\nlihood.\n                                                                       ,\n       (3) Where the Commission, having regard to the matters\nreferred to in subsection (4), determines that an associate is not a\nfit and proper person to be concerned or associated with the\nbusiness of the casino operator, the Commission may, by notice\nin writing, require the associate to terminate the association with\nthe casino operator.\n      (4) In determining whether an associate is a fit and\nproper person, for the purposes of subsection (3), the Com-\nmission shall consider whether the associate-\n      (a) is of good repute, having regard to his character,\n          honesty and integrity;\n      (b) is of sound and stable financial background; and\n      (c) has any business association with any person, body or\n          association who or which, in the opinion of the Com-\n          mission, is not of good repute having regard to his\n          character, honesty and integrity or has undesirable or\n          unsatisfactory financial resources.\n       (5) Where the Commission determines that an associate\nof a casino operator has engaged or is engaging in conduct that,\nin the Commission's opinion, is unacceptable for a person who\nis concerned in or associated with the ownership, management\nor operation of the business of the casino operator, the Com-\nmission may-\n      (a) issue a written warning to the associate that the con-\n          duct is unacceptable; or\n      (b) give written notice to the associate requiring the\n          associate to give a written undertaking to the Com-\n          mission, within the period specified in the notice,\n          regarding the fhture conduct of the associate.\n       (6) Where the associate fails to give an undertaking\nrequired under subsection (5)(b) or breaches an undertaking\n!\n    42                                        CASINO GAMING\n                    given under that subsection, the Commission may give the asso-\n                    ciate written notice requiring the associate to terminate, within\n                    fourteen days or a longer period agreed with the Commission,\n                    the association with the casino operator.\n                               (7) Where the association is not terminated within four-\n                    teen days from the date of the notice referred to in subsection ( 3 )\n                    or ( 6 ) or within such longer period as may be agreed with the\n                    Commission, the Commission may, by notice in writing, direct\n                    the casino operator to take all reasonable steps to terminate the\n                    association and the casino operator shall comply with the\n                    direction within fourteen days or such longer period as may be\n                    agreed with the Commission.\n                             ( 8 ) The Commission may-\n                          ( a ) require an associate or a person likely to become an\n                                associate to consent to having his photograph, finger-\n                                prints and palm prints taken; and\n                          (b) send a copy of such photograph, fingerprints and palm\n                              prints and any supporting documents to the Comrnis-\n                              sioner of Police.\n                              (9) Any casino operator that fails to comply with sub-\n                    section ( 1 ) shall be liable on summary conviction in a Resident\n                    Magistrate's Court to a fine not exceeding one million dollars;\n                    however where pursuant to section 68, a director or other\n                    individual is also proceeded against, he shall be liable in default\n                    of payment to imprisonment for a term not exceeding twelve\n                    months.\n    Restriction        4 3 4 1 ) A person under the age of eighteen years shall not\n    on use of\n    casino          be admitted to, or be allowed to remain on, the premises of a\n    facilitiesfor   casino for the purpose of using the available facilities for\n    gaming.\n                    gaying therein.\n                             (2) A person who is-\n                           ( a ) not gambling on his own account; or\n                           (b) not present in person in the approved integrated resort\n                               development within which the casino is located.\n                                CASINO GAMRVG                                      43\n    shall not use facilities for gaming made available pursuant to a\n    casino gaming licence.\n            (3) A person who contravenes the provisions of sub-\n    section ( 1 ) or ( 2 ) commits an offence and shall be liable on con-\n    viction on indictment in a Circuit Court, to a fine and, in default\n    of payment thereof, to imprisonment for a term not exceeding\n    six months.\n          (4) No person shall be guilty of an offence under sub-\n    section (1) if he proves to the satisfaction of the court that\n    when the person under the age of eighteen years &as admitted\n    to, or allowed to remain on the premises, the person took all\n    reasonable steps to ascertain that the person was at least\n    eighteen years old and reasonably believed that the person\n    was over the a& of eighteen years.\n                            Inspection and Enforcement"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Restriction on use of casino facilities for gaming: '\n                            Inspection and Enforcement           ."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-41) The Commission may, fiom time to time appoint, as Appointment\n    authorized persons and inspectors for the purposes of this Act, and   functions\n                                                                      ofinspec,OT,\n    public officers or other persons who, by training and experience, and autho-\n                                                                      rized persons.\n    are, in its opinion, qualified to be so appointed.\n             (2) The b c t i o n s of an authorized person or inspector\n    shall include-\n           (a) keeping such records, as may be specified in relation\n               to casino operation;\n          (b) reporting generally to the Commission at such times\n              and in such manner as the Commission may deter-\n              mine; and\n           ( c ) performing such other functions as may be prescribed\n                 or as may-be authorized by the Commission for the\n                 purposes of this Act.\n        4 5 - 4 1 ) The Commission shall issue each inspector and commission\n                                                                         to issue iden-\n    authorized person with an identification card.                       tification\n               ( 2 ) The inspector or authorized person shall, on enter- card.\n    ing any place for the purpose of carrying into effect any of the\n    fhctions specified in section 46, produce the identification card\n    to the casino operator or other person in charge of the casino.\n44                                         CASINO GAMING\nCertain             4 6 . 4 1 ) An inspector or authorized person shall have the\npowers of\ninspector and    power\nauthorized\nperson. .\n                        (a) enter at all reasonable times any premises in order to\n                              ensure compliance with-\n                                  (i) the provisions of this Act or any regulations\n                                      made hereunder; or\n                                 (ii) any condition subject to which a licence,\n                                      authorization or approval is granted;\n                        (b) enter at all reasonable times any premises specified in\n                              a casino gaming licence and inspect any accounts,\n                              book, document, records, article or thing to which any\n                              casino gaming relates and any gaming equipment; and\n                        (c) require the production of records and accounts which\n                              are required to be kept by the casino operator under\n                              the provisions of this Act or any regulations made\n                              hereunder.\n                           (2) An inspector or authorized person may during the\n                 course of an inspection under subsection (l)(b) seize and\n                 remove any gaming equipment or article which the inspector or\n                 authorized officer reasonably believes is being used in con-\n                 travention of any provision of this Act or regulations made here-\n                 under for examination outside of the specified premises.\n                            (3) Any gaming equipment or article seized under sub-\n                  section (2) shall be returned to the casino operator as soon as\n                 practicable, and in any, case shall not be retained for a longer\n                  period than two months or, if within that period court proceed-\n                  ings have been brought in -respectof the seizure, longer than the\n                  conclusion of those proceedings, so however, the gaming equip-\n                  ment or article so seized, may by order of-theCourt be forfeited\n                  pursuant to section 47.\n Forfeiture of       4 7 . 4 1 ) On the application of the Commission before a\n abandoned\n gaming           Resident Magistrate's Court having jurisdiction where a gaming\n equipment        equipment or article is seized pursuant to section 46, the Resi-\n or article.\n                  dent Magistrate may ordir the forfeiture of the gaming equip-\n                  ment or article if the Resident Magistrate is satisfied that the\n                  seized gaming equipment or article has been abandoned.\n                          [The inclusion of this. page is authorized by L.N. 92c12012J\n                          CASINO GAMING                                     45\n        (2) Where the Commission proposes to apply for for-\nfeiture of any gaming equipment or article seized under sub-\nsection (I), it shall give to the casino operator, notice of the\nseizure of the gaming equipment or article and the intention,\nafter the expiration of thirty days from the date of the notice,\nto apply for forfeiture thereof and of the grounds therefor:\n   Provided that notice shall not be required to be given under\nthis subsection if the seizure was made in the presence of the\ncasino operator or any employee or agent of the casino operator.\n        (3) Without prejudice to any other form of service the\nnotification may, for the purposes of subsection (2), be made by\npublication in a daily newspaper printed and circulating in\nJamaica.\n      (4) The casino operator having a clairh to any gaming\nequipment or article seized under section 46 may appear before\nthe Court on the hearing of the application and show cause\nwhy an order for forfeiture should not be made.\n        (5) Where, on the hearing of an application pursuant to\nsubsection (1) for forfeiture of a gaming equipment or article the\ncasino operator does not appear before the Court to show cause\nwhy an order for forfeiture should not be made, the Court shall\npresume that the gaming equipment or article has been aban-\ndoned.\n        (6) If, upon the application of any person prejudiced by\nan order made by' the Court under subsection (1) the Court is\nsatisfied that it is just to revoke such order, the Court-\n       (a) may revoke that order upon such terms and conditions\n           as it deems appropriate; and\n      (b) without prejudice to the generality of the foregoing,\n          shall require that person, to pay in respect of storage,\n          maintenance, administrative expenses, security and\n          insurance of the gaming equipment or article such             ,\n          charges as shall be charged by the Commission and\n          approved by the Court, not exceeding one and a\n          half times the value as determined by the Court, of the\n          gaming machine or article.\n                                                        CASINO GAMING\n                                       (7) An application to the Court under subsection (6) for\n                              the revocation of an order shall be made within thirty days of\n                              the date of the order or within such greater time, not exceeding\n                              six months, after the date of the order as the Court may allow.\n                                              Temporary Management of Casino\n1               Temporary        48.-41) Where any of the circumstances specified in sub-\n                management\n    I           of casino\n                              section (2) exist in relation to a casino business, the commission\n        j       business by   may assume temporary manageinent of the casino in accordance\n        I       Commission.\n                              with the Fourth Schedule.\n        \\       Fourth\n            1\n            1\n                Schedule.              (2) The circumstances referred to in subsection (1) are,\n                              where-\n                                    (a) the Commission suspects that there is a breach of\n                                        any-\n                                             (i) condition subject to which the casino gaming\n                                                 licence is granted; or\n                                            (ii) provision of this Act or of any regulations\n                                                 made hereunder;\n                                    (b) the Commission has suspended or revoked the casino\n                                        gaming licence;\n                                    (c) a casino operator fails to terminate an association\n                                        with, or the employment of, the holder of a personal\n                                        licence as directed by the Commission and the Com-\n                                        mission is of the view that the continuation of that\n                                        association or that employment, as the case may be,\n                                        constitutes a threat to the integrity of the operations of\n                                        the casino;\n                                    (4 there is a proposed surrender of the licence;\n                                    (e) a petition has been filed for compulsory winding-up of\n                                         the casino operator; and\n                                    V) a receiver of the casino operator or casino has been\n                                        appointed.\n                                      (3) Where the Commission exercises the power to take\n                              temporary management of a casino, the Commission shall\n                              appoint a temporary manager.\n                          CASINO GAMING\n         (4) A temporary manager appointed under subsection\n(3) is deemed-\n       (a) to be the licensee, on the same terms as those on\n           which the casino operator held the licence imme-\n           diately before the appointment of the temporary man-\n           ager or, as the case may be, the revocation, suspension\n           or surrender of the licence, subject to such modifi-\n           cations as the Commission may determine;\n       (b) to assume full control of and responsibility for the\n           business of the casino operator in respect of the casino\n           and may retain for use in the casino any property of\n           the casino operator;\n       (c) to have conducted, or caused to be conducted, casino\n           operations in accordance with this Act;\n       (d) in connection with the conduct of those operations, to\n           have assumed all the functions of the casino operator;\n            and\n       (e) to have power to employ such staff as may be required\n           to operate the casino.\n         (5) Where the appointment of the temporary manager is\nterminated, the temporary manager ceases to be deemed to be\nthe licensee and the powers conferred on him by subsection (4)\nshall cease.\n         (6) The following provisions shall have effect in respect\nof the net earnings of a casino while operations in the casino are\nbeing conducted by a temporary manager appointed under this\nsection-\n       (a) subject to paragraph (b), no payment of the net earn-\n            ings is to be made to the former casino operator\n            without the prior approval of the Commission;\n       (b) the former casino operator is entitled to a fair rate of\n            return out of the net earnings (if any) on any property\n            of the former casino operator retained by the manager;\n            and .\n       (c) the Commission may direct that all or any part of the\n                                                    CASINO GAMING\n                                  net earnings (other than those referred to in paragraph\n                                  (b)) shall be paid to the fornier casino operator.\n                                           PARTVI. Controlled Contracts\nI        Controlled          49.-(1) The Commission may, by notice in writing to the\nI        contracts.\n                          casino operator, approve any contract with any person for the\n                          supply of goods or services specified in the notice as a contract\n                          to which this Part shall apply.\n                                    (2) The Commission may, by notice in writing to the\n                          casino operator, exempt the casino operator from any of the\n                          requirements or provisions of this Part that are specified in the\n                          notice in relation to a contract, if the Commission is satisfied\n                          that the system of internal controls and administrative and\n                          accounting procedures approved by the Commission, in relation\n                          to the casino operator,'adequately provide for compliance with\n                          this Part.\n                                  (3) The notice under subsection (1) may specify that it\n                          applies to contracts generally or to the classes of contracts\n                          specified in the notice.\n    1      Requirements      50.-(1) A casino operator shall not enter into, be a party to\n           for con-\n    '\n    1\n        I\n           trolled        or vary a contract that is a controlled contract in relation to that\n         I contracts.     casino operator unless-\n                                (a) the casino operator has given notice, in writing, to the\n                                    commission of the details of the proposed contract or\n                                    variation thereof, at least twenty:eight days (or such\n                                    shorter period approved by the Commission in a\n                                    particular case or in respect of a particular class of\n                                    contract) before entering into or becoming a party to\n                                    it; and\n                                (b) the Commission has not, within that period, given\n                                     notice in writing to the casino operator that the\n                                  . Commission objects to the proposed contract or\n                                     requires further time, the further time to be specified\n                                     in the notice, to conduct its investigations.\n                                  (2) Where the Commission notifies the casino operator\n                          that it requires further time to conduct its investigations, the\n                                    [ p e inclus'ion of this page is authorized by L<N.92d20121\n                                  CASINO GAMmG                                        49\n    casino operator shall not enter into the contract until the expira-\n    tion of the period specified in the notice.\n         .    (3) Where the Commission qotifies the casino operator\n    that it objects to the:proposed contract, the casino operator shall\n    not enter into the contract.\n              (4) The Commission may object to a proposed\na   contract .if, having regard to the circumstances, including the\n    suitability of each party to the contract, it considers that the\n    contract will affect the integrity and stability of the casino\n    operations.\n             (5) Any person who contravenes the provisions of\n    subsection (I), (2) or (3) commits an offence and shall be liable\n    on conviction on indictment in a Circuit Court to-\n             (a) in the case. of an individual, a fine or to imprison-\n                 ment for a term not exceeding five years or to both\n                 such fine and imprisonment; or\n             (b) in the case of a body corporate, a fine."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Commission to issue identification card.\n                                CASINO GAMING                                3"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Temporary management of casino business by Commission.\n                          PARTV 1. Controlled Contracts"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Requirements for controlled contracts.\n    5 1 . Parties to contract to provide information."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The Commission may, by notice in writing, require any Parties to\n    party to a controlled contract to provide such information as             iO:zt\n    the Commission may require, and section 39 shall apply to information.\n    that party in the same manner as it applies to a casino\n    operator."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-41) The Commission may serve on each party to a Noticeto\n    controlled contract, notice in writing affording the party an             c{'z-se\n    opportunity to show cause within fourteen days, why the trolled\n                                                                      contract\n    contract should not be terminated on the ground that, for reasons s,ou,d  not\n    specified in the notice, the continuance of the contract affects beterm-\n                                                                      inated.\n    the credibility, integrity and stability of casino operations.\n             (2) The parties to the control'led contract may, within\n    the period specified in the notice arrange with the Commission\n    for the making of submissions as to why the contract should not\n    be terminated.\n            (3) After considering any submissions so made, the\n    Commission may, by notice in writing served on each party to\n    the contract, require the contract to be terminated within the\n                                                           CASINO GAMING\n                                 time specified in the notice.\n                                         (4) Where the contract is not terminated as required by\n                                 the notice, it is deemed to be terminated by this ,Act upon expiry\n                                 of the period specified in the notice.\n1\n1               Effect of           53. Where a-controlled contract is terminated or deemed to be\n/               termination of\n                                 terminated in accordance with section 52-\n    I           controlled\n    /           contract.\n                                       (a) the termination does not affect a legal right acquired,\n                                           or a liability incurred, before that termination by a\n                                           person who was a party to the contract;\n                                       (b) no liability for breach of contract is incurred by a per-\n                                           son who was a party to the contract by reason only of\n                                           that termination; and\n                                       (c) the Commission does not incur any liability by reason\n                                           of that termination.\n        I\n        I       No effect to        5 4 . 4 1 ) A party to a contract terminated or deemed to be\n            1 be given           terminated in accordance with section 52, shall not give effect to\n            I   to termi-\n            j nated              .any part of the contract.\n                I contract.\n                                          (2) Any person who contravenes subsection (1) com-\n                                 mits an offence and shall be liable on conviction on indictment\n                                 in a Circuit Court to a fine.\n                                     Approved Games, Gaming Rules and Gaming Equipment\n                 Approval of       5 5 . 4 1 ) The Commission may, by order published in the\n                 games and\n                 ryles for       Gazette, approve the games that may be played in a casino, the\n                 games. ,        mode of play and the rules for those games.\n                                        (2) Approvals given under subsection (I), may differ\n                                 according to differences in time, place or circumstance.\n                                        (3) A casino operator shall not permit a game to be\n                                 conducted or played in a casino, unless-\n                                        (a) there is an order in force under this section approving\n                                            the game;\n                                        (b) the game is conducted or played in accordance with\n                               CASINO GAMING                                       51\n               the mode of play and rules of the game approved by\n               such an order; and\n          (c) the game is conducted or played on behalf of the\n                 casino operator'by the holder of a personal licence.\n              ( 4 ) A' person shall not conduct a game in a casino or\n    permit a game conducted by him to be played in a casino,\na   unless-\n          ( a ) there is an order in force under this section approving\n                 the game; and\n          ( b ) the game is conducted or played in accordance with\n                 the mode of play and rules of the game approved by\n                 such an order.\n              (5) Any person who contravenes subsection ( 3 ) or ( 4 )\n    commits an offence and shall be liable on conviction on indict-\n    ment in a Circuit Court to a fine.\n              (6) It is a complete defence to prosecution of the holder\n    of a personal licence or other person, as the case may be, for\n    contravention of subsection ( 4 ) that the contravention was\n    permitted by the casino operator.\n       5 6 . - ( 1 ) The Commission may-                                 Directions as\n                                                                         to games not\n           (a) give directions in writing to a casino operator con- tobeplayed.\n                 cerning the particular games that may not be played in\n                 the casino;\n           ( b ) amend any direction given under paragraph ( a ) by a\n                  further direction, in writing, to the casino operator.\n              (2) A direction given under subsection ( 1 ) shall be\n    deemed to be a condition of a casino gaming licence and the\n    casino operator shall comply with any direction for the time\n    being in force under this section.\n       5 7 . - ( 1 ) The Commission may-                                  Approval of\n                                                                          gaying\n           ( a ) investigate or authorize the investigation of gaming equipment.\n                  equipment, for the purpose of determining whether\n                  the equipment is suitable to be approved for use in a\n                  casino; and\n                                          CASINO GAMING\n                  ( b ) require the cost of such an investigation to be paid by\n                        a person seeking the approval.\n                     ( 2 ) The Commission may approve gaming equipment\n             for use in a casino and, for that purpose, may approve equipment\n             or may approve equipment of a specified class or description\n             and may make the approval subject to conditions..\n                    (3) Notwithstanding the provisions of any other enact-\n             ment, the possession of gaming equipment is lawful if-\n                   ( a ) the possession is for the purposes of an investigation\n                          under this Act or regulations made hereunder or\n                          proceedings in court; or\n                   ( b ) the equipment is identifiable in a manner approved by\n                         the Commission and is in a casino with the approval\n                         of the Commission or the circumstances of its posses-\n                         sion are such as have been approved by the Commis-\n                         sion generally or in a particular case.\n                     (4) This section does not apply to any gaming equip-\n             ment that is a gaming machine.               ,\n1\n/Licensing      58.-(1)   A casino operator shall not operate a gaming\n of gaming\n ,machine.   machine unless a licence under this section has been granted in\n             respect of such gaming machine.\n                    (2) An application for a licence under this section shall\n             be made to the Commission in the prescribed form and on pay-\n             ment of the prescribed fees.\n                      (3) A licence granted under this section shall-\n                    (a) -bein such form as the Commission may prescribe;\n                    (b) be subject to such terms and conditions as may be\n                        specified therein; and\n                    (c) remain in force for a period of twelve months from the\n                        date thereof and may be renewed annually, on pay-\n                        ment of the prescribed fee.\n                      (4) Where the Commission grants a licence under this\n                          CASINO GAMING                                     53\nsection and affixes a seal or any other device of like nature to\nany gaming machine to which such licence relates, and the seal\nor other device is broken or removed without the consent of the\nCommission, the Commission may cause an investigation to be\nheld and if the casino operator is found responsible for the\nremoval or breaking, the casino operator shall be liable on\nconviction in a Circuit Court to a fine, however where pursuant\nto section 68, a director or other individual is also proceeded\nagainst, he shall be liable in default of payment to imprisonment\nfor a term not exceeding twenty-four months."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. No effect to be given to terminated contract.\n            Approved Games, Gaming Rules and Gaming Eqzripment"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59.--(1) It is a condition of a casino gaming licence that any Gamins\ngaming machine intended for use in a casino shall be obtained        :i:rI\"\nfrom manufacturers and suppliers approved by the Com-\nmission.\n        (2) A casino operator shall not enter into any contract\nwith a supplier of gaming machines unless such a supplier is\napproved by the Commission.\n         (3) A casino operator who enters into a contract or any\narrangement for gaming machines with a supplier who is not\napproved by the Commission, commits an offence and shall be\nliable on conviction on indictment in a Circuit Court to a fine,\nhowever where pursuant to section 68, a director or other\nindividual i's also proceeded against,.he shall be liable in default\nof payment to imprisonment for a term not exceeding twenty-\nfour months."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.--(1) A casino operator may conduct gaming on a S~mulatcd\nsimulated basis for the purpose of training employees, testing 8an1ing,\ngaming equipment and gaming proceduies, and demonstrating\nthe conduct and playing of games. but only if-\n      (a) the casino operator has the approval of the Com-\n          mission to do so;  '\n      (b) no cash on chip is used without the approval of the\n          Commission; and\n      ( c ) the number of gaming machines available for simu-\n            lated gaming in the casino does not exceed the number\n            determined bv the Commission.\n            54                                       CASINO GAMING\n                                    ( 2 ) A casino operator who contravenes subsection\n                           ( 1 ) commits an offence and shall be liable on conviction on\n                           indictment in a Circuit Court to a fine.\n                                               PARTVII. Gross Profit Tax\n            Paynient of       6 1 . 4 1 ) A levy to be known as gross profit tax shall be\n            gross profit\n            tax            imposed on every casino operator at a rate of ten per cent of the\n                           gross profit accruing to the casino operator for every month, so,\n                           however, that the House of Representatives may from time to\nI                          time, by affirmative resolution, revoke, reduce, increase or alter\n                           any such levy.\n                                  (2) In this section, gross profits shall be computed by\n                           deducting X from Y where-\n                                 ( a ) Y is the aggregate amount staked or wagered by\n                                      patrons; and\n                                 (b) X is the total amount paid out by the casino operator\n                                     to patrons as winnings.\n                                   ( 3 ) The casino operator shall pay the gross profit tax to\n                           the Collector of Taxes by the 7th day of the month following\n                           the month during which the gross profit tax becomes payable.\n    I Unclainied              6 2 . 4 1 ) Where any amount payable to a patron as winnings\n    , winnings.\n                           remains unclaimed for a period of ninety days, the-\n        1\n                                 ( a ) patron shall lose his entitlement to the unclaimed\n                                      winnings; and\n                                 (b) casino operator shall, within seven days thereafter,\n                                     pay over one-half of the uncollected winnings to the\n                                     Board.\n                                  (2) The casino operator shall provide to the Commission\n                           evidence of the payment made under subsection (1).\n                                    (3) Without prejudice to any other method of recovery,\n                           any amount payable to the Board under this section may be\n                           recovered, without limit to the amount, in a Resident Magis-\n                           trate's Court as a civil debt.\n                         CASINO GAMING                                   55\n         (4) In this section, \"Board\" means the Board of the\nCulture, Health, Arts, Sports and Early Childhood Education\nFund established under section 59F of the Betting, Gaming and\nLotteries Act.\n                        PARTVIII. Appeals"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63.-(1) For the purposes of this Act, there is hereby Establishrnmt\n                                                         o f Appeals\nestablished an Appeals Tribunal.                         Tribunal\n        (2) The provisions of the Fifth Schedule shall have Finh\n                                                            Schedule\neffect as to the constitution and operation of the Appeals ,\nTribunal and otherwise in relation thereto."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.-(1) A person who is aggrieved by a decision of the Appealsto\n                                                               the Appeals\nCommission or any other person acting in exercise of any func- Tribunal,\ntion delegated under section 8 may appeal to the Appeals\nTribunal by way of a notice of appeal within fourteen days of\nthe date of the decision or within such longer period as the\nAppeals Tribunal may, in any special circumstance, allow.\n        (2) The notice of appeal shall set out clearly the\ngrounds of the appeal and shall be accompanied by copies of\nany correspondence, document or statement relevant to the\nappeal.\n        (3) A copy of the notice of appeal together with copies\nof any correspondence, document or statement-shall be served\non the Commission.\n                              .\n        (4) The Appeals Tribunal shall, within seven days of\nthe receipt of a notice of appeal under subsection (I), request the\nCommission to hrnish it, with a statement in writing setting out\nthe reasons for its decision.\n        (5) The Appeals Tribunal may order that any book,\npaper, document or statement, relating to the appeal which is in\nthe possession of the Commission, any other person acting in\nexercise of any function delegated under section 8, or the person\naggrieved be produced at the hearing of the appeal.\n        (6) The Appeals Tribunal shall cause all parties to the\nappeal to be informed-\n          [The inclusion o f this page is authorized by L.N. 92ci2012]\n56                                       CASINO GAMING\n                    (a) of the date of the hearing of the appeal;\n                    (b) that they may appear themselves or be represented by\n                        their Attorney-at-Law; and\n                    (c) that they may summon witnesses in their cause.\n                      (7) On hearing an appeal under this section, the Appeals\n               Tribunal may-\n                    (a) dismiss the appeal and confirm the decision of the\n                        Commission;\n                    (b) allow the appeal and set aside the decision;\n                     (c) vary the decision; or\n                     (4 direct that the matter be referred to the Commission.\n                                PARTIX. Offences and Penalties\nOffence of        65.-41) A person commits an offence if he-\nobstruction,\nere.                 (a) wilfully hinders or obstructs an authorized officer or\n                         inspector in the execution of his duties under this Act;\n                     (b) without l a h l excuse, fails within a reasonable time\n                         to comply with any requirement of an authorized\n                         officer or inspector exercising a power conferred on\n                         him under this Act;\n                     (c) upon being required to disclose his true name and\n                         place of residence by an authorized officer or inspec-\n                         tor acting in the execution of his duties under this\n                         Act-\n                              (i) refuses to disclose his true name and place of\n                                  residence; or\n I\n                          .   (ii) gives a false name or place of residence;\n     I               (d)personates or pretends to be an authorized officer or\n                         inspector; or\n                     (e) assaults, threatens, intimidates, or uses threatening\n                         language or behaves in a threatening manner to any\n                                                                                     .\n                         authorized officer or inspector acting in the execution .\n                         of his duties under this Act.\n                          CASINO GAMING\n        (2) A person who commits an offence is liable on con-\nviction on indictment in a Circuit Court to a fine and, in default\nof payment thereof, to imprisonment for a term not exceeding\nsix months."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Wheie the holder of a personal licence, on being required offence of\n                                                                  failure to\nby an inspector or authorized person to produce his licence, produce        a\nrefuses or without reasonable cause fails to do so, he commits an licence. etc.\noffence and is liable on conviction on indictment in a Circuit\nCourt to a fine and, in default of payment thereof, to imprison-\nment for a term not exceeding six months."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. A person who-                                               Offences of\n                                                                    making false\n       (a) obtains the grant or renewal of any licence or authori- or misleading\n            zation from the Commission, under this Act, by wilful\n            misrepresentation; or\n       (b) in relation to any application for such grant or\n            renewal, wilfully or recklessly gives any false or mis-\n            leading information or makes a false or misleading\n            statement,\n commits an offence and is liable on summary conviction in a\n Resident Magistrate's Court to a fine not exceeding three mil-\n lion dollars; however where pursuant to section 68, a director or\n other individual is also proceeded against, he shall be liable in\n default of payment to imprisonment for a term not exceeding\n twelve months or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68.-41) Where an offence under this Act or any regulations ORencrs by\n made hereunder is committed by a body corporate and is\n-proved-\n       (a) to have 'been committed with the consent or con-\n            nivance of any director, manager, secretary or other\n            similar officer of the body corporate or any person\n            who was purporting to act in that capacity; or\n       (b) to be attributable to the failure of any such director,\n            manager, secretary or other similar officer or person\n            to exercise all such reasonable diligence as he ought\n            in the circumst&ces to have exercised to prevent the\n            offence, having regard to the nature of his functions\n!       58                                              CASINO GAMING\n                               and all the circumstances,\n                   -\n                       the director, manager, secretary or other similar officer or\n                       person as aforesaid, as well as the body corporate commits that\n                       offence and may be proceeded against and be punished accor-\n                       dingly.\n                                (2) For the purposes of this section. a person shall be\n                       deemed to be a director of a body corporate if he occupies in\n                       relation thereto the position of a director, by whatever name\n                       called, or is a person in accordance with whose directions or\n                       instructions (being directions or instructions in a professional\n                       capacity only) the directors and the body corporate or any of\n                       them act.\n    I   Pun~shmenr        6 9 . 3 1 ) This section applies to an offence specified in the\n        for offence\n        specified in   Sixth Schedule, and such other offence as may be prescribed.\n        nth                     (2) Where the Commission finds a person whom he\n        Schedule\n                       has reason to believe is committing or has committed an offence\n                       to which this section applies, the Commission may serve that\n                       person with the prescribed notice in writing offering that person\n                       the opportunity to discharge any liability for conviction of that\n                       offence by payment of a fixed penalty under this section.\n                                (3) Where a person is served with a notice under\n                       subsection (2)-\n                             (a) that person shall not be liable to be convicted of that\n                                 offence if the fixed penalty is paid in accordance with\n                                 this section before the expiration of fifteen days\n                                 following the date of the notice or such longer period\n                                 as may be specified therein or before the date on\n                                 which proceedings are begun, whichever is later;\n                             ( b ) proceedings shall not be taken against him for that\n                                   offence until the end of the fifteen days following the\n                                   date of the notice or such longer period (if any) as\n                                   may have been specified therein.\n                               (4) Payment of a fixed penalty under this section shall\n                       be made to the Collector of Taxes or to such body as the\n                       Minister may, by order, designate.\n                                [The i n c l ~ ~ c i nnnf thic   riaor   ic   authori7.ed hy L.N. 92(:/2012]\n                           CASINO GAMING\n          (5) In any proceedings, a certificate that payment of a\nfixed penalty was or was not made to the Collector of Taxes or\nto a body designated under subsection (4) by a date specified in\nthe certificate shall, if the certificate purports to be signed by the\nproper officer of the Collector of Taxes, or of that body, be\nsufficient evidence of the facts stated, unless, the contrary is           .\nproved.\n          ( 6 ) A notice under subsection (2) shall-\n      (a) specify the offence alleged;\n      (6) give such particulars of the offence as are necessary\n             for giving reasonable information of the allegation:\n             and\n       (c) state-\n                 (i) the period during which. by virtue of sub-\n                     section (3), proceedings will not be instituted\n                     against any person for the offence: and\n                (ii) the amount of the fixed penalty.\n          (7) In any proceedings for an offence to which this\nsection applies. no reference shall be made after the conviction\nof the accused to the giving of any notice under this section or to\nthe payment or non-payment of a fixed penalty hereunder\nunless, in the course of the proceedings or in some document\nwhich is before the Court in connection with the proceedings.\nreference has been made by or on behalf of the accused to the\ngiving of such notice or. as the case may be. to such payment or\nnon-payment.\n          (8) The Minister may make regulations prescribing any\nmatter incidental to the operation of this section, and in\nparticular such regulations may prescribe-\n       (a) the fixed penalty for an offence to which subsection\n             (1 ) applies:\n       ( b ) the form of notice under subsection '(2) and the\n             Collector of Taxes or the body designated under sub-\n             section (4) to whom the fixed penalty is payable:\n       (c) the nature of the information to be furnished to the\n          [The inclusion of this page i s authorized by   L.N. 92c/2012]\n                                     CASINO GAMING\n                      Collector of Taxes along with any payment; and\n                 (4 the arrangements for the Collector of Taxes or the\n                      body designated under subsection (4) to furnish to the\n                      Commission, including information with regard to any\n                      payment pursuant to a notice under this section.\n                      (9) In this section, \"proceedings\" means any criminal\n            proceedings in respect of the act or omission constituting the\n            offence specified in the notice under subsection (2), and\n            \"convicted\" shall be construed in like manner.\n                    (10) The fixed penalty for an offence specified in\nSixth       Column 1 of the Sixth Schedule shall be the penalty specified in\nSchedule.\n            relation to such offence in Column 2 of that Schedule.\n                                     PARTX. General\nConfiden-      70.--(1) Subject to subsections (2) and (3), every-\ntiality.\n                  (a) member of the Commission;\n                  (b) officer and employee of the Commission;\n                  (c) agent and expert retained by the Commission to assist\n                      in its investigations,\n            shall keep secret and confidential all information relating to-\n                   (i) the affairs of the Commission;\n                  (ii) any application made to the Commission;\n                 (iii) the affairs of casino operators under the Act;\n                 (iv) the affairs of any customer or client of a casino\n                      operator;\n                  (v) the affairs of an associate of a casino operator.\n                   (2) Subsection (1) shall not apply where the disclosed\n            information is-\n                  (a) required lawfully or is permitted by any Court;\n                  (b) necessary for assisting the Commission to exercise\n                      any functions conferred on it by this Act or any\n                      regulations made thereunder;\n                      [The inclusion of this page is autlio~.ized by L.N. 92c/2012]\n                         CASINO G A MING\n     (c) in respect of the affairs of a casino operator or a\n         customer or client of a casino operator, with the con-\n         sent of the casino operator, customer or client, as the\n         case may be, and which consent has been voluntarily\n         given;\n     (d)available to the public;\n     (e) given in a manner that does not enable the identity of\n         any casino operator or of any customer or client of the\n         casino operator to which the information relates to be\n         ascertained;\n     u> made to an attorney, auditor, accountant, actuary or a\n         valuer relating to the exercise of his personal duties\n         with a view to the institution of, or for the purpose\n         of-\n              (i) criminal proceedings;\n              (ii) disciplinary proceedings,\n         whether within or outside Jamaica;\n              (iii) disciplinary proceedings relating to the dis-\n                    charge by a public officer or a member or\n                    employee of the Commission of his duties; or\n     (g) in any legal proceedings in connection with-\n          '    (i) the winding-up or dissolution of a casino\n                   operator;\n              (ii) the appointment or duties of a receiver of a\n                   casino operator; or\n              (iii) the appointment of a temporary manager.\n        (3) Subject to subsection (6),the Commission may dis-\nclose to any overseas regulatory authority, information neces-\nsary to enable that authority to exercise regulatory functions,\nincluding the conduct of civil or administrative investigations\nand proceedings to enforce laws, regulations and rules adminis-\ntered by that authority.\n       (4) In deciding whether or not to exercise its power\n         [Tht inclusion of this page is authorized' hy L.N. 92~/2012]\n                            CASINO GAMING\nunder subsection (3), the Commission may take into account-\n      (a) whether the inquiries of the overseas authority relate\n          to the possible breach of a law or a requirement which\n          has no close parallel in Jamaica or involves assertion\n          of a jurisdiction not recognized by Jamaica; and\n      (b) the seriousness of the matter to which the inquiries\n          relate and the importance of the inquiries of the\n          information sought in Jamaica.\n       (5) The Commission may decline to exercise its powers\nunder subsection (3) unless the overseas regulatory authority\nundertakes to make such contribution towards the cost of the\nexercise as the Commission considers appropriate.\n      (6) Nothing in.subsection (3) authorizes a disclosure by\nthe Commission unless the Commission-\n       (a) has satisfied itself that the intended recipient authority\n           is subject to adequate legal restrictions on further dis-\n           closures which include the provision of an under-\n           taking of confidentiality; or\n       (b) has been given an undertaking by the recipient\n           authority not to disclose the information provided\n           without the consent of the Commission; and\n       (c) is satisfied that information provided under subsection\n           (3) will not be used in criminal proceedings against\n           the person providing the information.\n          (7) Where in the opinion of the Commission it appears\n  necessary in relation to any request for assistance received from\n  an overseas regulatory authority to invoke the jurisdiction of a\n  Resident Magistrate's Court or the Supreme Court in obtaining\n  information requested by the overseas regulatory authority,\n  the Clerk of Court or Registrar as the case may be, shall\n- immediately noti@ the Attorney-General with particulars of the\n  request, and the Attorney-General shall be entitled, in a manner\n  analogous to amicus curiae, to appear or take part in any\n  proceedings in Jamaica, or in any appeal from such proceedings,\n  arising directly or indirectly from any such request.\n                         CASINO GAMING                                    63\n        (8) The Commission may provide information that it\nhas acquired in the course of its functions under this or any other\nenactment to any other regulatory authority in Jamaica where it\nconsiders such information may be relevant to the functions of\nsuch other regulatory authority.\n          (9) Any person who contravenes subsection (I), com-\nmits an offence and shall be liable on conviction on indict-\nment in a Circuit Court to a fine and in default of payment\nthereof, to imprisonment for a term not exceeding two years.\n       (10) In this section, \"overseas regulatory authority\"\nmeans an authority which, in a country or territory outside\nJamaica, exercises functions corresponding to any functions of\nthe Commission."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Punishment for offence specified in Sixth Schedule.\n                                   PARTX. General"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Notwithstanding any rule of law, a contract arising out of casino con-\nor connected with a game conducted by a casino operator in ~~~~t~~\naccordance with a casino gaming licence granted under this Act, enforceable.\nshall not be unenforceable by reason only that it is a gaming\ncontract or that its enforcement would indirectly enforce a\ngaming contract."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.+1) The Commission may, with the approval of the Regulations.\nMinister, make regulations for the purpose of giving effect to\nthe provisions of this Act, and in particular but without\nprejudice to the generality of the foregoing, such regulations\nmay contain provisions-\n      (a) prescribing the games, the playing of which constitute\n          casino gaming for the purposes of this Act;\n      ( b ) for the payment of fees for the conduct of due dili-\n            gence exercise in respect of licences, authorizations\n            and approvals;\n      (c) prescribing the conditions and rules in accordance\n          with which any game is to be played or any sports\n          betting or other wagering is to be conducted;\n      (6)prescribing minimum payout ratios;\n      (e) providing for the cards, tokens or other articles to be\n                   CASINO GAMING\n    used in casino gaming, and for the supply or the\n    inspection by the Commission of such articles;\nV) providing for offences of cheating, whether or\n   not with the assistance of devices;\n( g ) regulating and controlling the importation of gaming\n      machines for use in casinos;\n(h) prescribing devices, equipment, features and cap-\n    abilities of types of gaming machines to be used by\n    casino operators;\n(i) -prescribing procedures permitting the identification of\n    gaming machines used by casino operators and the\n    monitoring of movements and adjustments to such\n    machines;\n(j) prescribing accounting and internal controls for\n    casinos;\n(k) prescribing records to be kept by casino operators;\n(I) prescribing accounts to be kept by casino operators\n    and for the audit of such accounts;\n(m) prescribing returns to be madeAbycasino operators to\n    the Commission;\n(n) providing for verifying and checking of the amount' of\n    the takings on any day or during any period on the\n    specified premises, including the role of inspectors\n    assigned by the Commission in such verifying and\n    checking;\n(0)regulating the procedures for the granting of credit for\n    gaming and wagering;\n(p) regulating and restricting the admission of persons\n    onto specified premises;\n(q) regulating procedures for identifying persons using\n    the casino operator's gaming facilities;\n(r) providing for the stationing of inspectors from the\n         - -\n   [The inclusion of this page is autl~orized by L.N. 92c/2012]\n                           CASIYO GAMING                                         65\n            Commission on specified premises and delimiting the\n            functions of inspectors so stationed;\n        (s) prescribing offences and the penalties (including fixed\n           penalties), if any, to be attached theretd;\n        (t) monitoring the adherence to 'the appioved system of\n            internal control in casinos;\n     (u) providing for the maintenance, repair and modification\n         of installed gaming machines;\n     (v) in consultation with the Bureau.of Standards, specify-\n           ing standards with respect to the manufacture or supply\n           of gaming equipment for use in casinos;\n    (w) prescribing anything which may be or. is required to be\n    .      prescribed under the Act.\n        (2) Notwithstanding the provisions of the Interpretation\nAct, regulations made under subsection (1) may provide for the\nimposition of penalties on summary conviction in a Resident\nMagistrate's Court not exceeding a fine of three million dollars\nor imprisonment for a term not exceeding six months or both\nsuch fine and imprisonment.\n         (3) Regulations made under this section shall be subject\nto affirmative resolution."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Amendment of Schedules and monetary penalties.\n        SCHEDULES.\n1\n                          CASINO GAMING                                     7\n                     (ii) any other class of matter prescribed as\n                          not being a controlled matter for the\n                          purposes of this definition; and\n                    (iii) a class of contract of a kind approved by\n                          the Commission;\n    \"disciplinary action\" shall be construed in relation to-\n               (a) a casino operator, in accordance with section\n                   27; and\n               (b)'the holder of a personal licence, in accord-\n                   ance with section 36;\n    \"electronic\" in relation to technology, means having elec-\n        trical, digital, magnetic, wireless,. optical, electromag-\n        netic or similar capabilities and references to ca;&ing\n        out any act \"electronically\" shall be construed similarly;\n,\n    \"electronic monitoring system\" means any electronic or\n        computer or communications system or device that is so\n        designed that it may be used or adapted to send or\n        receive data from gaming equipment in relation to the\n        security, accounting or operating of gaming equipment;\n    \"exclusive geographical area\" means an area specified in an\n        order made under section 9 within which, subject to\n        section 4, the. Commission shall not grant a casino\n        gaming licence to a person other than the approved\n        developer, or his nominee;\n    \"exclusivity period\" means, with respect to an order made\n        under section 9, the specified period for which the Com-\n        mission shall not, within the relevant exclusive geo-\n        graphical area, grant a casino gaming licence or a\n        temporary casino gaming licence to a person, other than\n        the approved developer or his nominee;\n    \"exclusivity status\" shall be construed in accordance with\n        section 12;\n    \"functions\" includes powers and duties;\n                      CASINO GAMING\n\"game\" means a game of chance or a game that is partly a\n    game of chance and partly a game requiring skill;\n\"gaming\" means the playing of a game for winnings in\n   money or money's worth;\n\"gaming equipment\" includes-\n            (a) a gaming machine;\n            (b) linked jackpot equipment;\n            (c) an electronic monitoring system used in\n                connection with any machine, equipment,\n                device, thing or part mentioned in paragraph\n                ( 4 , (b), ( 4 , (el or 0 ;\n            (d) a computer programme or software used in\n                 connection with any machine, equipment,\n                 system, part, device or thing mentioned in\n                 paragraph ( 4 , (b), (c), (el or 0 ;\n            (e) a part of, or a replacement part for, any\n                machine, equipment or system mentioned in\n                paragraph (a), (b), ( 4 or ( 4 ; and\n            (f) any device or thing (including chips) used, or\n                capable of being used, for or in connection\n                with gaming;\n\"gaming machine\" means any device, whether wholly or\n   partly mechanically or electronically operated, design-\n    nated by the Commission for use for gaming which, as a\n    result of making a bet on the device, winnings may\n    become payable;\n\"gross profit\" shall be construed in accordance with section\n    61(2);\n\"gross profit tax\" shall be construed in accordance with\n    section 6 1;\n\"hotel\" means any building, or group of buildings within the\n    same precinct, containing hotel rooms and facilities for\n    meals and other amenities for the accommodation of\n                      CASINO GAMING                                  9\n    transient guests for reward;\n\"hotel room\" means a furnished bedroom which is used for\n    the accommodation of transient guests for reward and\n    includes such a room in a habitation, such as a villa\n    or cottage, whether detached or semi-detached from\n    like habitations, and which habitation is within the\n    precincts of a single complex operated as a unit;\n\"inspector\" means a person appointed as an inspector under\n    section 44;\n\"integrated resort development\" means a development con- ,\n     sisting of a mix of various tourism amenities and\n     facilities in the same precinct including, but not limited\n     to, hotels, hotel rooms, villas, casinos, attractions, sport-\n     ing facilities, entertainment facilities, service centres\n     and shopping centres;\n\"licensee\" means the holder of a licence granted under this\n     Act;\n\"Minister\" means the Minister responsible for finance;\n\"nominee\" means a company nominated by an approved\n   developer to carry out the operations of a casino in the\n   relevant approved integrated resort development;\n\"operation\", in relation to a casino, means-\n            (a) the conduct of gaming in the casino;\n            (b) the management and supervision of the con-\n                duct of gaming in the casino;\n            (c) the counting of money in the casino:\n            (4 the accounting procedures of, and in relation\n                 to, the casino;\n                                <\n            ( e ) the use of storage areas within the casino;\n                  and\n            V) any other matter affecting or arising from act-\n                ivities in the casino;\n                           -\n                                                  CASINO GAMING\n                \"personal licence\" means a licence granted pursuant to sec-\n                    tion 3 l(4);\n                \"record includes any book, account, 'document, paper or\n                   information, recorded or stored in written form, on\n                   microfilm, by electronic process, or in any other manner\n                   or by any other means;\nI\n    Second      \"specified offence\" means an offence specified in the\n1   Schedule.\n                    Second Schedule;.\n                \"specified office\" means an office of employment in a\n                    casino in relation to which .the holder-\n                     '                                       . .\n                             ..    .\n                                        (a) is in.a position of management or is authorized\n                                            to make decisions'involving the exercise of his\n                                            discretion concerning the operation of a\n                                            casino; or\n                                        (b) has functions relating to any of the following\n                                            activities-           . .\n                                               (i) the conduct of.gaming; .\n                                              (ii) the movement of money or chips in\n                 .       .                         the casino;\n                                              (iii) the exchange of money or chips bet-\n                                                    ween patrons of the casino;\n                                              (iv) the . counting of money or chips on the\n                                                   premises of th; casino;\n                                               (v) the security. and surveillance of the\n                                                   casino;\n                                              (vi) the operation, maintenance, construc-\n                                                   tion or repair of gaming equipment;\n                                              (vii) the supervision of any of the activities\n                                       ..           listed in paragraphs (i) to (vi);\n                                                                      ,   . .\n                                             (viii) any other fuhction of an office of\n                                                    employment relating to the operation\n                                                    of the casino that is specified by the\n                           CASINO GAMING                               11\n                            Commission for the purposes of this\n                            definition by notice, in writing, to the\n                            casino operator as a specified office;\n    \"specified site\" means thepite, as specified in an order made\n        under section 9, on which a proposed integrated resort\n        development is to be located;\n    \"sports betting\" means the making of a wager on the out-\n        come of a sporting event;\n    \"temporary casino gaming licence\" means a licence granted\n        pursuant to section 26;\n    \"winnings\" or \"payouts\" means the aggregate amount due\n        and payable to a patron by a casino operator.\n        (2) A person is an associate of a casino operator or of an\napplicant for a casino gaming licence if the person-\n    (a) holds or will hold any relevant financial interest, or is or\n        will be entitled to exercise any relevant power (whether\n        on his own behalf or on behalf of any other person) in\n        the casino business of the casino operator or in the case\n        of an applicant, and by virtue of that interest or power,\n        is able or will be able to exercise significant influence\n        over or with respect to the operation of that casino\n        business; or\n    (b) holds or will hold any relevant position, whether on his\n        own behalf or on behalf of any other person, in the\n        casino business of the casino operator or applicant,\nand for the purposes of this subsection-\n    \"relevant financial interest\" rtieans, in relation to a casino\n         business, five per cent or more of the voting capital of\n         the business;\n    \"relevant position\", in relation to a casino business, means\n         the position of director, manager or secretary, or other\n         executive position, however that position is designated;\n    \"relevant power'' means any power, whether exercisable by\n                                                       CASINO GAMING\n                                    voting or otherwise, and whether exercisable alone or in\n                                    association with others-\n                                          ( a ) to participate in any directorial, managerial or\n                                                executive decision; or\n                                          ( b ) to elect or appoint any person to any relevant\n                                                position.\n!           Objects of         3. The objects of this Act are to-\n,           Act.\n                                ( a ) establish a regulatory scheme for the conduct of casino\n                                      gaming in Jamaica;\n                                ( b ) encourage the establishment of a number of substantial\n                                      integrated resort developments by licensing the carrying\n                                      on of casino gaming as part of a mix of various tourism\n                                      amenities and facilities available to guests of hotels in\n                                      such developments;\n                                 (c) ensure that casino gaming is con'dqcted in a fair and\n                                     open manner;\n                                 (d) ensure that casino gaming is regulated efficiently and\n                                     effectively;\n                                 ( e ) prevent casino ,gaming from being a source of crime or\n                                     disorder or being used to support crime; and\n                                 V) protect children and other vulnerable persons Erom\n                                     exploitation due to casino gaming.\n    1        Powersof           4. Nothing in this Act shall be construed as limiting the\n    , Betting,\n    ' Gaming and             powers conferred on the Betting, Gaming and Lotteries Com-\n    j Lotteries              mission established under section 4 of the Betting, Gaming and\n          Commission\n        I not                Lotteries Act, to grant licences ahd permits in accordance with\n        , affected.          that Act within an exclusive geographical area.\n                                          PART 11. Casino Gaming Co,wmission\n             Establishment     5 . 4 1 ) There is hereby established a body to be called the\n            ! of Casino\n            , Gaming         Casino Gaming Commission.\n            ! Commission.\n                                    (2) The Commission shall be a body corporate to which\n                             the provisions of section 28 of the Interpretation Act shall apply.\n                             CASINO GAMING                                       I3\n        (3) The provisions of the First Schedule shall have First\neffect as to the constitution and operation of the Commission Schedule.\nand otherwise in relation thereto."
    },
    {
      "provision_ref": "sec390",
      "section": "390",
      "title": "Section 390",
      "content": "390)               Failure to comply with written\n                   notice to provide Commission\n                   with information\n40(4)              Failure to notify the Commission\n                   of any major or minor change in\n                   circumstance of the operator\n4x9)               Failure to notjfy the Commission\n                   that a person is likely to become\n                   an associate\n43(3)              Failure to prevent entry into\n                   or remove from a casino, a\n                   person under the age of\n                   eighteen years\n43(3)              Failure to prevent entry into\n                   or remove from a casino, a\n                   person not gambling on his\n                   own account; or\n50(5)              Failure to meet requirements for\n                   controlled contracts under sub-\n                   section (I), (2) or (3)\n                                                          hy L.N. 92('/1012]\n              [The inclusion of this page is autl~ori~.c.cd\n78                                 CASINO GAMING\n                                 ~ i x e dPenalty Offences\n                       Column 1                                      Column 2\n             Section                   Offences                          Fine\n             -                                                            -\n     55(3)             ~ailureto have game approved\n                       by the Commission                             $1,000,000.00\n     55(4)             Failure to provide Commission\n                       with rules of game                            $1,000,000.00\n     58(4)             Breaking or removal of seal\n                       or other device of like nature\n                       from gaming machine                   /       $5,000,000.00\n     59(3)             Entering into contract         - ,/\n                       for the supply and service of '\n                       gaming machine with manufac-\n                       turer or supplier not approved                $1,500,000.00\n                       by the Commission\n                  [The inclusion of this      is authorized by L.N. 92c/2012]"
    }
  ],
  "definitions": [
    {
      "term": "Jamaican waters",
      "definition": "the inland waters and-",
      "source_provision": "sec12"
    },
    {
      "term": "prescribed\n                    I                     rate",
      "definition": "a rate of four million dollars per annum or such higher rate as",
      "source_provision": "sec14"
    },
    {
      "term": "Board",
      "definition": "the Board of the",
      "source_provision": "sec60"
    },
    {
      "term": "proceedings",
      "definition": "any criminal",
      "source_provision": "sec68"
    },
    {
      "term": "overseas regulatory authority",
      "definition": "an authority which, in a country or territory outside",
      "source_provision": "sec68"
    },
    {
      "term": "electronic monitoring system",
      "definition": "any electronic or",
      "source_provision": "sec73"
    },
    {
      "term": "exclusive geographical area",
      "definition": "an area specified in an",
      "source_provision": "sec73"
    },
    {
      "term": "game",
      "definition": "a game of chance or a game that is partly a",
      "source_provision": "sec73"
    },
    {
      "term": "gaming",
      "definition": "the playing of a game for winnings in",
      "source_provision": "sec73"
    },
    {
      "term": "gaming machine",
      "definition": "any device, whether wholly or",
      "source_provision": "sec73"
    },
    {
      "term": "hotel",
      "definition": "any building, or group of buildings within the",
      "source_provision": "sec73"
    },
    {
      "term": "hotel room",
      "definition": "a furnished bedroom which is used for",
      "source_provision": "sec73"
    },
    {
      "term": "inspector",
      "definition": "a person appointed as an inspector under",
      "source_provision": "sec73"
    },
    {
      "term": "integrated resort development",
      "definition": "a development con- ,",
      "source_provision": "sec73"
    },
    {
      "term": "licensee",
      "definition": "the holder of a licence granted under this",
      "source_provision": "sec73"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for finance",
      "source_provision": "sec73"
    },
    {
      "term": "nominee",
      "definition": "a company nominated by an approved",
      "source_provision": "sec73"
    },
    {
      "term": "personal licence",
      "definition": "a licence granted pursuant to sec-",
      "source_provision": "sec73"
    },
    {
      "term": "specified offence",
      "definition": "an offence specified in the",
      "source_provision": "sec73"
    },
    {
      "term": "specified office",
      "definition": "an office of employment in a",
      "source_provision": "sec73"
    },
    {
      "term": "specified site",
      "definition": "thepite, as specified in an order made",
      "source_provision": "sec73"
    },
    {
      "term": "sports betting",
      "definition": "the making of a wager on the out-",
      "source_provision": "sec73"
    },
    {
      "term": "temporary casino gaming licence",
      "definition": "a licence granted",
      "source_provision": "sec73"
    },
    {
      "term": "payouts",
      "definition": "the aggregate amount due",
      "source_provision": "sec73"
    }
  ]
}