{
  "id": "jm-stat-the-cement-encouragement-and-control-act",
  "type": "statute",
  "title": "The Cement (Encouragement and Control) Act",
  "title_en": "The Cement (Encouragement and Control) Act",
  "short_name": "Cement (Encouragement and Control) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-cement-encouragement-and-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-cement-encouragement-and-control-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                           Interpre-\n“cement” means any product consisting principally of lime tation*\n     silica alumina and iron oxide or of some of such in-\n    gredients which have been calcined and ground to a fine\n     powder which on hydration is capable of setting to a\n     hard mass;\n“ordinary Portland cement” means cement which complies\n     with the British Standard spkcifications for ordinary\n     Portland cement published by the British Standards\n     Institute."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Subject to the provisions of subsection (2) the Powerto\nMinister may, on the application of any person, grant to grant\n                                                            1‘icence.\nsuch person a licence conferring the exclusive right to\nmanufacture cement in Jamaica during such period as may\nbe specified in the licence and may from time to time with\nthe written consent of the licensee vary or amend any term\nor condition or the period of such licence or add or repeal\nany term or condition thereof.\n       (2) At any time after the grant of any licence under\nsubsection (1) (hereinafter referred to as “the prior licence”)\nno other licence (hereinafter referred to as “the subsequent\nlicence”) conferring the exclusive right to manufacture\ncement in Jamaica shall be granted, whether or not the\n4                       CEMENT INDUSTRY (ENCOURAGEMENT\n                                 AND CONTROL)\n              prior licence shall have expired, to any person except to\n              the grantee of the prior licence or, if such licence shall\n              have been assigned during the currency thereof, to the last\n              assignee thereof, unless the grantee of the prior licence or\n              the last assignee thereof, as the case may be, has either-\n                  (a) ceased to exist; or\n                  (b) ceased for two years or more before the date of\n                      the application for the subsequent licence to\n                      manufacture cement in Jamaica; or\n                  (c) has consented in writing to the grant of the subse-\n                      quent licence.\n                      (3) Any licence under this Act shall contain such\n              terms and be subject to such conditions and may, if thought\n              fit, be limited to such types of cement as the Minister may,\n              in his absolute discretion, think fit to specify therein.\nLicence may      4.-(1)   Notwithstanding anything to the contrary, any\nprovidefor\nexemption     licence under this Act may provide for exempting the\nfromcus-      licensee, subject to such conditions as may be specified in\ntoms duty\nandtonnage    the licence, from the payment of any customs duties or\ntax.\n              tonnage tax upon any articles imported by him into\n              Jamaica, in respect of which such duties or tax would be\n              payable under the provisions of any law for the time being\n              in force, if this section had not been enacted.\n                     (2) Notwithstanding anything to the contrary, any\n              licence under this Act may provide for the payment to the\n              licensee out of the Consolidated Fund, subject to such con-\n              ditions as may be specified in the licence, of a sum not in\n              excess of the customs duties and tonnage tax paid under\n              any law for the time being in force upon the importation\n              into Jamaica, of any articles purchased by the licensee in\n              Jamaica, in respect of the importation of which into\n          CEMENT INDUSTRY (ENCOURAGEMENT                                  5\n                   AND CONTROL)\nJamaica the licensee would have been entitled, under sub-\nsection (l), to exemption from such duty or tax if such\narticles had been imported into Jamaica by him."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Notwithstanding anything to the contrary, any L-     icence may\nlicence under this Act may provide for the setting off by provide     for\n                                                             relieffrom\nthe licensee, subject to such conditions as may be specified incometax.\nin the licence, for income tax purposes against any profits\nmade by him in respect of the manufacture of cement in\nJamaica during any period so specified, of such sum or\nsums as may be provided in the licence.\n       (2) Notwithstanding anything to the contrary, any\nlicence under this Act may provide that the licensee, if\na company, may, subject to such conditions as may be\nspecified in the licence, distribute any sum or sums set off\nagainst the profits of the licensee under subsection (l), to\nthe shareholders or debenture holders in such company as\ncapital moneys free of income tax."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Notwithstanding anything to the contrary, any licence Licence may\nunder this Act may exempt the licensee from the payment exempt      from\n                                                            royalty on\nof any royalty to the Crown under any law for the time\nbeing in force upon the excavation for or transportation of\nany mineral ordinarily used in the manufacture of cement."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Notwithstanding anything to the contrary, any L'icence may\n                                                             authorize\nlicence under this Act may authorize the licensee, subject acts\nto such conditions as may be specified in the licence and\nwith the consent of the Road Authority, which shall not\n                                                                   $;dr\n                                                                 in rela-\nbe unreasonably withheld, for any permitted purposes-\n       (a) to erect and maintain along, over or across any\n           main road or any parochial road any poles, wires,\n           cables or conduits; and\n       (b) to break up the surface of any main road or\n            parochial road for the purpose of laying, main-\n       me inclusion of this page is authorized by L.N. 480/1973]\n    6                       CEMENT INDUSTRY‘ (ENCOURAGEMENT\n                                          AND CONTROL)\n                          taining or repairing and to lay, maintain and\n                          repair under, along or across any such road any\n                          pipes, cables or conduits; and\n                      (c) during the performance of any of the acts referred\n                          to in paragraphs (a) and (b), to obstruct passage\n\\                         over any such road.\n                         (2) In this section-\n                  “the Road Authority” means, in relation to any main road,\n                       the Chief Technical Director, and in relation to any\n                       parochial road, the Parish Council for the parish in\n                       which such road is situated or, in relation to any road\n                       in the Corporate Area, the Kingston and St. Andrew\n                       Corporation or any authority charged with the main-\n                       tenance of such road;\n                  -‘permitted purpose” means the conveyance to or from any\n                       factory used by the licensee for the manufacture of\n                       cement of any cement made at such factory or of raw\n                       material used in or in connection with the manufacture\n                       thereof or any oil, water, gas or electricity so used or\n                       any waste products resulting from the manufacture\n                       thereof.\n    Prohibition\n    of importa-     8 . 4 1 ) During the continuance in force of any licence\n    tionaf\n    cement.\n                  under this Act, no person shall import into Jamaica any\n                  cement of any type to which such licence applies except in\n                  accordance with the terms of such licence.\n                         (2) Every person who contravenes the provisions of\n                  subsection (1) shall be guilty of an offence against this\n                  section, and on summary conviction before a Resident\n                  Magistrate shall be liable to a fine not exceeding thirty\n                  dollars in respect of each ton, or part thereof, of cement\n                  so imported, or in default of payment of such fine to be\n                  imprisoned for any term not exceeding six months.\n                        me inclusion of this page is authorized by L.N. 480/19731\n          CEMENT INDUSTRY (ENCOURAGEMENT                                    7\n                   AND CONTROL)"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) During the continuance in force of any licence Prohibition\n                                                            of manu-\nunder this Act, no person shall manufacture in Jamaica facture     of\nany cement of any type to which such licence relates except cement.\nunder or in accordance with the terms of such licence.\n        (2) Every person who contravenes the provisions of\nsubsection (1) shall be guilty of an offence against this\nsection, and on summary conviction before a Resident\nMagistrate shall be liable to a fine not exceeding thirty\ndollars in respect of each ton, or part thereof, of cement\nso manufactured, or in default of payment of such fine\nto be imprisoned for any term not exceeding six months."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where a person convicted of an offence against this Offencesby\nAct is a body corporate, every person who, at the time of            fzr-\nthe commission of the offence, was a director or officer of\nthe body corporate shall be deemed to be guilty of that\noffence unless he proves that the offence was committed\nwithout his knowledge, or that he exercised all due diligence\nto prevent the commission of the offence.\n  ll.-(l) During the continuance in force of any licence Regula-\n                                                             tions.\nunder this Act, the Minister may make regulations-\n     (a) prescribing the maximum commission on or the\n         maximum margin of profit in excess of the\n         licensee’s maximum permitted price which may be\n         made by any distributor, wholesaler or retailer in\n         respect of the distribution or sale by wholesale or\n         retail in Jamaica of any cement to which such\n         licence relates other than for export; and\n     (b) prescribing the books of account which shall be\n         kept by any distributor, wholesaler or retailer who\n         shall sell or distribute cement in Jamaica other\n         than for export at any price in excess of the\n         licensee’s permitted price; and\n      r h e inclusion of this page is authorized by L.N. 480/1973]\na             CEMENT INDUSTRY (ENCOURAGEMENT\n                       AND CONTROL)\n        (c) requiring   any such distributor, wholesaler or\n             retailer of cement to make such return in such\n             form at such time and to such authority as may\n             be prescribed of all dealings by him in cement; and\n        (4 providing for the production by any such distri-\n             butor, wholesaler or retailer of cement to such\n             authority as may be prescribed at such time and\n             place as may be required by such authority of such\n             books, invoices, receipts or other documents relat-\n             ing to the distribution, purchase or sale of any\n             cement by him as he may be required by such\n             authority to produce.\n           (2) Every person who contravenes or fails to comply\n    with any regulation made under this section shall be guilty\n    of an offence against this section and on summary con-\n    viction before a Resident Magistrate shall be liable to a\n    fine not exceeding fifty dollars or in default of payment of\n    such fine to be imprisoned for any term not exceeding\n    three months."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Regulations.\n          CEMENT INDUSTRY (ENCOURAGEMENT                                       3\n                   AND CONTROL)\n  THE CEMENT INDUSTRY (ENCOURAGEMENT                                cap. 53.\n           AND CONTROL) ACT\n                                          115th November, 1948.1\n  I. This Act may be cited as the Cement Industry Shorttitle.\n(Encouragement and Control) Act."
    }
  ],
  "definitions": []
}