{
  "id": "jm-stat-the-child-care-and-protection-act",
  "type": "statute",
  "title": "The Child Care and Protection Act",
  "title_en": "The Child Care and Protection Act",
  "short_name": "Child Care and Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-child-care-and-protection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-child-care-and-protection-act | Legal areas: Children",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1-(1       Every         correctional        order      shall     contain   a relating to\ndeclaration-                                                                     committal to\n                                                                                 child\n     (a) as to the age of the child with respect to whom the                     correctional\n                                                                                 centre.\n         order is made; and\n     (5) where a contribution order has at the same time been\n         made under section 30, stating the amount of such\n         contribution and by whom it is payable.\n        (2) Every court which makes a correctional order in\nrelation to any child shall cause to be delivered with as little\ndelay as possible to the Minister-\n     (a) the order; and\n     (b) a     ord embodying all such information in the\n         possession of the court with respect to the child as is,\n         in the opinion of the court, material to be known by the\n         Minister.\n       (3) Pending the admission into a juvenile correctional\ncentre of a child in respect of whom a correctional order is\nmade, the child shall be detained in a juvenile remand centre,\nunless the court which made the order has otherwise directed, or\na Children's Court acting for the same parish or place as the\ncourt which made the order otherwise directs.\n62                               CHILD CARE AND PROTECTION\n                      (4) Where a court orders a child to be sent to a juvenile\n               correctional centre, the order shall be the authority for the\n               child's detention in a juvenile correctional centre for such period\n               as shall be specified in the order, not being a period ending after\n               the date on which the child attains the age of eighteen years.\n                       (5) A child detained under any correctional order and\n               while being conveyed to or from any juvenile correctional\n               centre shall be deemed to be in legal custody.\nProvisions       82.-(1)   Every fit person order shall contain a declaration-\nrelating\n       - to\ncommittal lo\ntit person.        (a) as to the age of the child with respect to whom the\n                       order is made; and\n                   (b) where a contribution order has at the same time been\n                       made under section 30, stating the amount of such\n                       contribution and by whom it is payable.\n                      (2) Every court which makes a fit person order s h d\n               cause to be delivered with as little delay as possible to the\n               Minister-\n                   (a) the order; and\n                   (b) a record embodying all such information in the\n                       possession of the court with respect to the child as is,\n                       in the opinion of the court, material to be known by the\n                       Minister.\n                      (3) Pending the delivery to a fit person of a child\n               pursuant to a fit person order, the child shall be detained in a\n               place of safety, unless the court which made the order has\n               otherwise directed, or a Children's Court acting for the same\n               parish or place as the court which made the order otherwise\n               directs.\n                       (4) Every fit person order, other than an interim order,\n               shall, subject to the provisions of this Act, remain in force until\n               the child attains the age of eighteen years.\n                     (5) A fit person order may, on the application of the\n               Minister, be varied or revoked by a Children's Court acting for\n                 CHILD CARE AND PROTECTION\nthe same parish or place as the court that made the order, and\nsuch Children's Court may, on such application, make such\norder, subject to the provisions of this Act, in relation to the\nchild as it considers necessary in the interests of the welfare of\nthe child."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)  Subject to the provisions of sub-paragraphs (4) to (7), the Tenureof\nChildren's Advocate shall hold office until he attains the age of seventy\nyears.\n       (2) Nothing done by the Children's Advocate shall be invalid by\nreason only that he has attained the age at which he is required by this\nsection to vacate his office.\n        (3) Where by reason of illness, absence from the Island or other\nsufficient cause a person appointed Children's Advocate is unable to perform\nhis functions under this Act, he may appoint a member of his staff to perform\nthose functions for a period not exceeding two months, but if the Children's\nAdvocate is unable or fails to appoint such a person or if it is necessary that\nsuch a person be appointed for a period in excess of two months, the\nGovernor-General, after consultation with the Prime Minister and the Leader\nof the Opposition may appoint such person as he thinks fit to perform those\nfunctions.\n        (4) The Children's Advocate may be removed from office only for\ninability to discharge the functions of his office (whether arising fiom\ninfirmity of body or mind or any other cause) or for misbehaviour and shall\nnot be so removed except in accordance with the provisions of this section.\n       (5) If each House of Parliament by resolution decides that the\nquestion of removing the Children's Advocate fiom office ought to be\ninvestigated then-\n     (a) the Governor-General, acting after consultation with the Prime\n         Minister and the Leader of the Opposition, shall appoint a tribunal\n         which shall consist of a chairman and not less than two other\n         members, from among persons who hold or have held office as a\n         judge of a court having unlimited jurisdiction in civil and criminal\n         matters in some part of the Commonwealth or a court having\n         jurisdiction in appeals from any such court; and\n     (6) that tribunal shall enquire into the matter and report on the\n         facts thereof to the Governor-General and advise the Governor-\n         General whether the Children's Advocate ought to be removed\n         fiom office for inability as aforesaid or for misbehaviour.\n                                    CHILD CARE AND PROTECTION\n                        (6) The provisions of sections 8 to 16 of the Commissions of Enquiry\n                 Act shall apply, with the necessary modifications, in relation to tribunals\n                 appointed under sub-paragraph (5) or, as the context may require, to the\n                 members thereof as they apply in relation to Commissions or Commissioners\n                 appointed under that Act.\n                         (7) Where the question of removing the Children's Advocate from\n                 office has been referred to a tribunal appointed under sub-paragraph (5) and\n                 the tribunal has advised the Governor-General that the Children's Advocate\n                 ought to be removed from office, the Governor-General shall by instrument\n                 under the Broad Seal, remove the Children's Advocate from office.\n                        (8) Where the question of removing the Children's Advocate from\n                 office has been referred to a tribunal under sub-paragraph (5), the Governor-\n                 General, acting after consultation with the Prime Minister and the Leader of\n                 the Opposition, may suspend the Children's Advocate from performing the\n                 functions of his office, and any such suspension may at any time be revoked\n                 by the Governor-General acting as aforesaid, and in any case cease to have\n                 effect if the tribunal advises the Governor-General that the Children's\n                 Advocate ought not to be removed from office.\nDisqualifica-      3 . 4 1 ) No person shall be qualified for appointment to the office of\ntion for\nappointment,\n                 Children's Advocate if that person-\netc.                   (a) is a member of the Senate or th      use of Representatives;\n                       ( b ) is an undischarged bankrupt; or\n                       (c) has at any time been convicted of any offence involving dis-\n                              honesty or moral turpitude.\n                          (2) The Children's Advocate shall vacate office if any circumstances\n                 arise that, if he were not Children's Advocate, would cause him to be\n                 disqualified for appointment as such, by virtue of sub-paragraph (1).\nRestriction on      4. A person appointed as Children's Advocate-\nemployment.\n                    (a) shall be a full-time officer; and\n                    ( 6 ) except with the approval of the Governor-General acting in his\n                           discretion, shall not be employed in any other capacity during any\n                          period in which he holds office as Children's Advocate.\nFilling of       5. When a vacancy arises in the office of Children's Advocate the\nvacancy.\n              Governor-General, aAer consultation with the Prime Minister and the Leader\n              of the Opposition, may designate someone to act in that office during such\n              vacancy, until an appointment is made.\nRemuneration.    6 . 4 1 ) The Children's Advocate shall receive such emoluments and be\n              subject to such other terms and conditions of service as may from time to\n              time be prescribed by or under any law or by a resolution of the House of\n                    CHILD CARE AND PROTECTION\nRepresentatives, such emoluments being not less than the emoluments which\nmay, from time to time, be payable to a Puisne Judge.\n       (2) The emoluments and terms and conditions of service of the\nChildren's Advocate, other than allowances that are not taken into account in\ncomputing pensions, shall not be altered to his disadvantage during the\nperiod of his appointment or reappointment, as the case may be.\n      (3) The emoluments for the time being payable to the Children's\nAdvocate under this Act shall be charged on and paid out of the Consolidated\nFund."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Without prejudice to the provisions of subsection (3) of section 4 and\nsubsection (2) of section 6 of the Judicam (Family Court) Act, the Minister\nmay by order specify as respects any parish the place or places in which\nChildren's Courts shall sit.\n                    b d n k m of (UI pqp b amtborbcd by LN. IUnOIll\n                      CHILD CARE AND PROTECTION"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) For the purpose of protecting and enforcing the rights\nof children, there is hereby established a cominission of Children's\n                                                                          ::f;rnta-\nParliament which shall be known as the Children's Advocate.\n                                                                   First\n        (2) The provisions of the First Schedule shall have effect Schedule.\nwith respect to-the constitution and functions of the Children's\nAdvocate.\n        (3) Wher                 dings a child is brought before\nthe court and it appears that the child is in nee:d of legal\nrepresentation in those proceedings, the court shall-\n     (a) refer the case to the Children's Advocate or, if the\n         court thinks fit, grant a legal aid certificate in such\n         circumstances as may be prescribed;\n    (b) if the court thinks fit, adjourn the proceedings until\n         such time as the court considers sufficient to allow for,\n         as the case may be-\n                (i) the Children's Advocate to consider the case;\n                     or\n                (ii) the necessary arrangements to be made for\n                     the child to obtain legal representation\n                     pursuant to the legal aid certificatlc; and\n    (c) cause to be delivered to the Children's Advocate a\n        notice of its determination under this section."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5-1)    For the purposes of this Act there shall be a Children's ment\n                                                                    Egabli\"-\n                                                                         of\nRegister and a Children's Registry.                                 Children's\n                                                                    Register.\n        (2) The Children's Register shall consist of such\ninformation as is supplied by persons who are required to make\na report under section 6.\n        (3) The Minister may make regulations prescribing the\nprocedure for the entry of information into the R~egister,the\n10                              CHILD CARE AND PROTECTION\n              form and contents of the Register, the appointment and duties of\n              officers and staff of the Registry, the location of registration\n              centres, and any other matter necessary to give effect to the\n              provisions of this section.\nDuty to         6.-(1) In this section-\nreport need\nfor care           \"prescribed person\" means-\nand\nprotection.         (a) a physician, nurse, dentist or other health or mental\n                        health professional;\n                  (b) an administrator of a hospital facility;\n                  (c) a school principal, teacher or other teaching\n                        professional;\n                  (d) a social worker or other social service professional;\n                  ( e ) an owner, operator or employee of a child day care\n                        centre or other child care institution;\n                  V) a guidance counselor; or\n                  (g) any other person who by virtue of his employment or\n                        occupation has a responsibility to discharge a duty of\n                        care towards a child;\n                  \"relevant regulatory entity\" means the entity authorized by\n                       law to regulate the professional activities of a\n                       prescribed person.\n                    (2) Any person who has information which causes that\n              person to suspect that a child-\n                  (a) has been, is being or is likely to be, abandoned,\n                       neglected or, physically or sexually ill-treated; or\n                   (b) is otherwise in need of care and protection,\n              shall make a report to the Registry.\n                     (3) A prescribed person who, in the discharge of that\n              person's duties, acquires information that ought reasonably to\n              cause that person to suspect that a child-\n                  (a) has been, is being or is likely to be, abandoned,\n                       neglected or, physically or sexually ill-treated; or\n                  CHILD CARE AND PROTECTION\n     ( b ) is othenvlse in need of care and protection,\nshall make a report to the Registry in accordance with the\nprovisions of this section.\n       ( 4 ) A person who contravenes subsection ( 2 ) or ( 3 )\ncommits an offence and shall be liable upon summary\nconviction before a Resident Magistrate to a fine not exceeding\nfive hundred thousand dollars or to imprisonment to a term not\nexceeding six months or to both such fine and impri,,cSonment.\n       (5) Where the Minister has reasonable grounds to suspect\nthat a prescribed person has committed an offence under\nsubsection (4), the Minister may, without prejudice to any\nproceedings under that subsection, require the relevant\nregulatory entity to cause an investigation to be made into the\nmatter.\n       (6) No action shall lie in respect of any person who\nmakes a report to the Registry in good faith pursuant to this\nsection.\n       (7) A report to the Children's Registry shall--\n    ( a ) be made as soon as is reasonably possible;\n    ( 6 ) be in such form as may be prescribed; and\n    (c) contain all the material facts giving rise to the\n          suspicion that the child has been, is being or is likely to\n          be, abandoned, neglected, physically or sexually ill-\n          treated, or is otherwise in need of care and protection.\n       (8) A person who knowingly makes a false statement in\na report to the Children's Registry commits an offence.\n      (9) Subsection ( 2 ) or ( 3 ) applies even if the information\non which the belief is based-\n     ( a ) is privileged as a result of a relationship of attorney-at-\n           law and client; or\n     (b) is confidential,\nunless there is no substantial risk that the welfare of the child\nwill be further endangered.\n12                              CHILD CARE AND PROTECTION\nAssessment       7.-(1)   On receiving a report about a child under section\nand investi-\ngation of      the Registrar shall assess the information in the report and, after\nreports to     such assessment, may-\nRegistry.\n                   (a) refer the report to the Children's Advocate and the\n                       Government agency responsible for children for further\n                       investigation or so that the child may be brought before\n                       a court under section 13, as the case may require;\n                   (b) inform the person having custody, care or control of\n                       the child, of the report, unless, in the opinion of the\n                       Registrar, such information would cause physical or\n                       emotional harm to any person, endanger the safety of\n                       the child or impede an investigation under paragraph\n                        (4.\n                     (2) Every person shall regard as secret and confidential\n               every report made under section 6 and shall not, other than in\n               any proceedings for an offence or as is permitted for the\n               purposes of this Act, disclose-\n                   (a) the existence of the report or any information\n                        contained therein; or\n                   (b) any other information from which the identity of-\n                              (i) any child concerned in the report; or\n                              (ii) any person alleged in the report to have\n                                   committed an offence in respect of any such\n                                   child,\n                          may be reasonably inferred.\n                       (3) A person who contravenes subsection (2) shall be\n               liable upon summary conviction before a Resident Magistrate to\n               a fine not exceeding five hundred thousand dollars or to\n               imprisonment for a term not exceeding six months, or to both\n               such fine and imprisonment.\n                      (4) The Registrar commits an offence if the Registrar-\n                    (a) fails to assess any report referred to in subsection (1);\n                        or\n                 CHILD CARE AND PROTECTION\n     (b) fails, without good cause, to refer the report in\n         accordance with subsection (l)(a).\n       (5) A person to whom a report is referred for\ninvestigation undes subsection (l)(a), other than the Children's\nAdvocate, commits an offence if that person fails to carry out\nthe investigation."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.   Any f i r e m offence as defined in the Gun Court Act.\n                                                                              (Section 91)\n                       The Child Care and Protection Act\n                             Correctional Order\n   To the Minister, and to all persons authorized by the said Minister, and to\ntheManages of the juvenile correctional centre named in the endorsement\nhereon;\n   Whereas (i). ...............................:............................a child\nwas brought before the (2) Children's Court for the parish of\n(4) as being in need of care or protection, or by his parent or guardian as\nbeing uncontrollable by such parent or guardian, or charged with the offence\nof (5) ..........................................................;\nAnd whereas the (4) said court, or the Children's Court\nfor the parish of\n(3)............................................................to which the matter was\n                 [The indluion of this page is nuthoritd by L X . 123/10111\nremitted in accordance with the provisions of the           Care and Protection\nAct, considered it expedient and in the best interests of the welfare of the said\nchild to make an order sending the said child to a juvenile correctional centre.\n   These, therefore, are to command you the said Minister and all p              ns\nauthorized by the said Minister to detain the said child (2) in a place of safety\nuntil the name of a juvenile correctional centre is endorsed hereon by the\nMinister and then to take the said child to the said juvenile correctional centre\nand deliver him to the Managers thereof; and to command you, the Managers\nof the juvenile correctional centre named in the endorsement hereon, to\nreceive the said child into your custody and to keep him in accordance with\nand until he is released wlder the provisions of the Child Care and Protection\nAct.\n   It is hereby declared that-\n     ( a ) The age of the said c\n           (6).....................y ears ................months, being born on (6)\n            .............. )\n     (b) his religious persuasion is (7) ...........................;\n     (c) a contribution order in the sum of\n             (8). .................................. a week payable by\n             (9)................................... being the\n             (9) .....................................of the said child has been made.\n    A record in accordance with the provisions of the Child Care and\nProtection Act, is forwarded herewith.\nGiven under my hand this (10).................day of .......................... at\n(1 I).. ........................ in the parish of (3) .................................... (12)\n....................................\n   The juvenile correctional centre to which th                               be sent is the\n(13) ...................................... Dated this (10) ..............................\n (14).........................The said child shall be transferred from the above-\nnamed juvenile c~rrectionalcentre to the (13) .............................. Dated\nthis (10) ....................................................................................\n      (1)    State full name.\n      (2)    Amend, if necessary.\n      (3)    State name of parish.\n      (4)    Strike out inapplicable alternatives.\n                    CHILD CARE AND PROTECTION\n     (5) State nature of offence.\n     (6) State age and date of birth.\n     (7) State religious persuasion, if ascertainable.\n     (8) State amount, if contribution order made.\n     (9) State name and status of person by whom contributions payable if\n         contribution order made.\n     (10) State date.\n     (1 1) State place.\n     (12) Signature of the proper officer of the court.\n     (13) State name of juvenile correctional centre.\n     (14) Signature of person authorized by the Minister.\n                      The Child Care and Protection Act\n                 Order Committing Child to Care of Fit Person\nTo the Minister and to all persons authorized by the said Minister, and to the\nfit person named in the endorsement hereon willing to undertake the care of\nthe child.\nWhereas (1) .............................................\n                                                      a child was brought before\nthe (2) Children's Court for the parish of (3) ................................(4) as\nbeing in need of care or protection, or by his parent or guardian as being\nuncontrollable by such parent or guardian, or charged with the offence of (5);\nAnd whereas the (4) said court, or the Children's Court for the parish of (3)\n...................................................to which the matter was remitted\nin accordance with the provisions of the Child Care and Protection Act,\nconsidered it expedient and in the best interests of the welfare of the said\nchild to make an order committing the said child to the care of a fit person\nwho is willing to undertake the care of him;\nThese, therefore, are to command you the said Minister and all persons\nauthorized by the said Minister to detain the said child (2) in a place of safety\nuntil the name of a fit person willing to undertake the care of the child is\nendorsed hereon by the Minister and then to take the said child to the said fit\nperson and deliver him to the said fit person: and to command you, the said\nfit person named in the endorsement hereon, to receive the said child into\nyour custody and to keep him in accordance with and until he is released\nunder the provisions of the Child Care and Protection Act.\n                      CHILD CAKE AND PROTECTION\nIt is hereby declared th\n     (1) The age of the said cluld is\n         (6). ..............years ...... .                           (6)             .....\n     (2) his religious persuasion is (7) ...........................:\n     (3) a coutribution order in the sum of (8). ......, ..........a week payable\n           by (9). ..................being the (9).. ................ of the said child\n            has been made.\nA record in accordance with the provisions of the Child Carc and Protection\nAct is forwarded herewith.\n   Given under my hand this (10) .................day or.. .......................a1\n(11) ..........................\n                             in the parish of (3) .....................................\n(12) ...................................\nThe fit person to whose care the said child shall be committed is\n(13). ...........................................................................Dated this\n(10). ................................ (14). ........................................\nThe said child shall be transferred from the care of the abovc-named fit\nperson to the care of (13) .................................................Dated this\n         ............................ (14) ............................\n         State full namc.\n          Amend. if necessary.\n          State name of parish.\n          Strike out the inapplicable alt\n          State nature of offence.\n          State age and date of birth.\n          State religious persuasion. if ascertainable.\n          State amount, if contribution order made.\n          State name and status of person by whom contributions payable if\n          contribution order made.\n           State date.\n           State place.\n           Signature of the proper officer of the c o w .\n           State name of fit person willing to undertake the care of the child.\n           Signature of person authorized by the Minister.\n                       CHILD CARE AND PROTECTION\n                          The Child Care and Protection Act\n                                 Contribution Order\n    Whereas an order committing (1) ..........................................          a\nchild (2) to the care of a fit person, or to a juvenile correctional centre has (2)\nthis day, or on the (3). ........................................... b e e n made\nby (2) this court, or by a Children's Court;\n    (4) And whereas (5) ..........................................(2) the fit person\nto whose care, or the superintendent of the juvenile correctional centre to\nwhich, the said child was committed has made application for a contribution\norder;\n    It is hereby ordered that (6) ............................................. being the\n(6) .......................................................\n                                                         of the said child shall pay to\n(7). ........................................................................\n                                                                           the sum of (8)\n .............................................................each week to be applied\nin accordance with the provisions of the Child Care and Protection Act, the\nfirst of such payments to be made on the (3) ........................... so long as\nthe said child remains in the care of (2) such fit person, or juvenile\ncorrectional centre, or until this order is varied or revoked in accordance with\nthe provisions of the Child Care and Protection Act.\n    Given under my hand this (3) ..................day of .......................... at\n(9) ..................................................................... in the parish of\n(10) ....................................(1 1)...............................................\n (1)      State full name of child.\n (2)      Strike out inapplicable alternatives.\n (3)      State date.\n (4)      Strike out if inapplicable.\n (5)      State name of applicant, and if he is the superintendent also of the\n          juvenile correctional centre.\n (6)      State name and status of person by whom contributions payable.\n (7)      State person to whom contributions payable under section 31 (2)\n          and (3) of the Child Care and Protection Act.\n (8)       State amount of contribution.\n (9)       State place.\n(10)       State name of parish.\n(1 1)      Signature of the proper officer of the court.\n                      CHILD CARE AND PROTECTION\n                      The Child Care and Protection Act\n              Order Transferring Payments under Affiliation Order\n     Whereas an affiliation order was made on the (1) .................................\nagainst (2) ...............................................................  ordering him\nto pay the sum of (3) .............................................          a week to (4)\n.......................................................towards the maintenance and\neducation of (5). ..............................................     a child of the age of\n( 6 ) . ...........................................................\n                                                               until he attains the age of\n(7). ............................................................ .;\n     And whereas an order committing (5) ..........................................        a\nchild (8) to the care of a fit person, or to a juvenile correctional centre, has\n(8) this day, or on the (1) ..................................been made by (8) this\ncourt, or by a Children's Court; (9) And whereas (lo).. .....................(8)\nthe fit person to whose care, or the superintendent of the juvenile correctional\ncentre to which, the said child was committed has made application for a\ncontribution order;\n     It is hereby ordered, that the payments to be made by the said\n(2) ........................................... under the said affiliation order shall\nbe made to (1 1). ......................................................instead of to the\nsaid (4) ......................................................................... the first\nof such payments to be made on the (1). .........................................        so\nlong as the said affiliation order remains in force, to be applied in accordance\nwith the provisions of the Child Care and Protection Act.\n     Given under my hand this (1) ..................day of ...........................at\n(12) ....................   ..............................................in the parish of\n(13) ....................................(14)...............................................\n(1)           State date.\n(2)       State name of person against whom affiliation order made.\n(3)       State sum payable under the affiliation order.\n(4)       State person to whom sum payable under the affiliation order.\n(5)       State full name of child.\n(6)       State age of child.\n(7)       State age until which affiliation order payable.\n(8)       Strike out inapplicable alternatives.\n(9)       Strike out, if inapplicable.\n          CHILD CARE AND PROTECTION\nState name of applicant and if he is the superintendent also of the\napproved school.\nState person to whom contributions are payable under section 31\n(2) and (3) of the Child Care and Protection Act.\nState place.\nState name of parish.\nSignature of the proper officer of the court."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The provisions of Appendix A shall have effect with respect to the Pensions.\npension and other benefits to be paid to or in respect of a person who has held\noffice as Children's Advocate.                                                  A.\n                                                                                     z;pendix"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)    For the purposes of this Act a child shall be Circum-stances in\nconsidered to be in need of care and protection if that child-   which a\n                                                                         child is in\n    (a) having no parent or guardian, or having a parent or need ofcare\n           guardian unfit to exercise care and guardianship, or not      i:ftection,\n           exercising proper care and guardianship, is falling into\n           bad associations, exposed to moral danger, or beyond\n           control;\n     (b) is being cared for in circumstances in which the child's\n           physical or mental health or emotional state is being\n           seriously impaired or there is a substantial risk that it\n           will be seriously impaired;\n     (c) is a child in respect of whom any offence mentioned in\n           the Second Schedule has been committed or attempted second\n                                                                     Schedule.\n           to be committed;\n     (d) is a member of the same household as a child in respect\n           of whom such an offence has been committed; or\n     ( e ) is a member of the same household as a person who\n           has been convicted of such an offence in respect of a\n           child.\n         (2) For the purposes of subsection (I), the fact that a\nchild is found-\n     (a) destitute;\n     (b) wandering without any settled place of abode and\n           without visible means of subsistence;\n     (c) begging or receiving alms or loitering for that purpose,\nshall, without prejudice to the generality of the provisions of\nsubsection 1 (a), be evidence that the child is exposed to moral\ndanger.\n14                            CHILD CARE AND PROTECTION\nCruelty to     9.-(1)   A person commits an offence if that person, being an\nchildren.\n             adult and having the custody, charge or care of any child\n             willfully-\n                 (a) assaults, physically or mentally ill-treats, neglects,\n                     abandons or exposes such child; or\n                 (b) causes or procures the child to be assaulted, physically\n                     or mentally ill-treated, neglected, abandoned or\n                                                                                       0\n                     exposed,\n             in a manner likely to cause that child unnecessary suffering or\n             injury to health (including injury to or loss of sight, or hearing,\n             or limb, or prgan of the body, or any mental derangement).\n                    (2) person who commits an offence under subsection\n             (1) shall be liable-\n                 (a) on conviction on indictment in a Circuit Court. to a\n                     fine or to imprisonment with hard labour for a t e m not\n                     exceeding five years, or to both such fine and\n                     imprisonment;\n                 (b) on summary conviction before a Resident Magistrate,\n                     to a fine not exceeding one million dollars or to\n                     imprisonment with hard labour for a term not\n                     exceeding three years, or to both such fine and\n                     imprisonment.\n                    (3) For the purposes of this section, the persons specified\n             in paragraphs (a) to (c) shall, in the circumstances described in\n             those paragraphs, be deemed to have neglected a child in a\n             manner likely to cause injury to the child's health, that is to\n             say-\n                 (a) a parent or other person legally liable to maintain the\n                     child who, being able to do so, fails to provide for the\n                     child in accordance with any duty imposed by section\n                     27 or 28;\n                 (b) an adult with whom an infant under three years of age\n                     was in a bed, where it is proved that-\n                 CHILD CARE AND PROTECTION\n                (i) the infant's death was caused by suffocation\n                    (not resulting from disease or the presence of\n                    any foreign body in the infant's throat or air\n                    passages); and\n                (ii) the adult was, at the time of going to bed,\n                     under the influence of drink or any drug;\n    (c) any adult having the custody, charge or care of any\n        child, who allows that child to-\n              (i) be in any room or yard containing-\n                          (A) any body of water, whether naturally\n                              or artificially formed or stored in a\n                              container; or\n                          (B) a stove, coal-stove, or open flame; or\n                (ii) have access to any poisonous or flammable\n                     substances,\n           not sufficiently protected to guard against the risk of\n           that child being drowned, poisoned, burnt or scalded,\n           as the case may be, without taking reasonable\n           precautions against the risk, and by reason thereof that\n           child is killed or suffers serious injury:\n       Provided that neither this paragraph nor any proceedings\ntaken thereunder, shall affect the liability of any person to be\nindicted for manslaughter or for any offence against the\nOffences Against the Person Act.\n       (4) Any adult other than an owner or operator in the\ncircumstances referred to in section 40, who gives, or causes to\nbe given, or sells or causes to be sold, to any child any\nintoxicating liquor, except upon the order of a duly qualified\nmedical practitioner for the purpose of treating sickness, or in\ncase of other urgent cause, shall be deemed to have ill-treated\nthat child in a manner likely to cause injury to the child's health.\n       (5) A person may be convicted of an offence under this\nsection-\n                  CHILD CARE AND PROTECTION\n    ( a ) notwithstanding that actual suffering or injury to\n          health, or the likelihood of actual suffering or injury to\n          health, was obviated by the action of another person;\n    ( b ) notwithstanding the death of the child in respect of\n          whom the offence is committed.\n       (6) Upon the trial of any adult for infanticide or for the\nmanslaughter of a child of whom the adult had the custody,\ncharge or care, it shall be lawful for the jury, if they are satisfied\nthat the adult is guilty of an offence under this section to find\nthat adult guilty of that offence.\n       ( 7 ) If it is proved that a person convicted under this\nsection was directly or indirectly interested in any sum of money\naccruing or payable in the event of the death of the child and\nhad knowledge that that sum of money was accruing or\nbecoming payable, then-\n     ( a ) in the case of a conviction on indictment before a\n           Circuit Court, the Court may impose a fine or sentence\n           that person to imprisonment with hard labour for any\n           term not exceeding ten years or impose both such fine\n           and sentence;\n     ( b ) in the case of a summary conviction before a Resident\n           Magistrate, the maximum amount of the fine which\n           may be imposed under this section shall be one million\n           five hundred thousand dollars and the Resident\n           Magistrate may, instead of any other penalty, sentence\n           that person to imprisonment with hard labour for any\n           term not exceeding five years or impose both such fine\n           and sentence.\n       (8) For the purposes of subsection (7)-\n     ( a ) a person shall be deemed to be directly or indirectly\n           interested in a sum of money if he has any share in or\n           any benefit from the payment of that money,\n           notwithstanding that he is not the person to whom it is\n           legally payable;\n                 CHILD CARE AND PROTECTION\n       (5) In determining whether to discharge the order, the\nJustice of the Peace shall have regard to the matters referred to\nin subsection (I).\n       (6) Any constable authorized by warrant under this\nsection to search for any child, or to remove any child with or\nwithout search, may enter (if need be by force) any house,\nbuilding or other place specified in the warrant and may remove\nthe child therefrom.\n       (7) The constable executing any warrant issued under this\nsection may be accompanied by the person laying the\ninformation, if that person so desires, and may also, if the Justice\nof the Peace by whom the warrant is issued so directs, be\naccompanied by a duly qualified medical practitioner.\n       (8) It shall not be necessary in any information or warrant\nunder this section to name the child."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every person appointed to the staff of the Children's Advocate shall, oath of\nbefore he performs any function assigned to him under or by virtue of this SecRcy.\nAct, take and subscribe an oath to be administered by the Children's\nAdvocate, in the form set out in Appendix B.                                Appendix\n                                                                                     B.\n             [The inclusion o f this page is authorized by L.N. 111/2005]1\n                                 CHILD CARE AND PROTECTION\n                              PA       1.-Functions of Children S Advocate\nInter-          10. For the purposes of this Part-\npretation.\n                     \"relevant authority\" means-\n                           (a) a Ministry, department or agency of Government;\n                           (b) a Parish Council or the Kingston and St. Andrew Cor-\n                                poration;\n                           (c) a statutory body or authority; or\n                           (6) a company registered under the Companies Act, being a\n                                company which the Government or an agency of\n                                Government holds not less than fifty-one p e r centum of\n                                the ordinary shares;\n                     \"right\" means a right guaranteed by the Constitution of Jamaica or\n                            any other law.\nReview of law   11.-(I)   The Children's Advocate shall-\nand practice,\nadvice, etc.      (a) keep under review the adequacy and effectiveness of-\n                             (i) law and practice relating to the rights and best interests\n                                 of children;\n                            (ii) services provided for children by relevant authorities;\n                  (b) give advice and make recommendations to Parliament of any\n                      Minister or relevant authority, on matters concerning the rights or\n                      best interests of children-\n                              (i) upon request by Parliament or such Minister or relevant\n                                  authority, as the case may be, as soon as is reasonably\n                                  practicable after receipt of the request;\n                              (ii) on such other occasions as the Children's Advocate\n                                   considers appropriate;\n                  (c) take reasonable steps to ensure that-\n                            (i) children are made aware of the functions and\n                                 location of the office of the Children's Advocate and\n                                 the ways in which they may communicate with the\n                                 Children's Advocate;\n                            (ii) the views of children and persons having custody\n                                 control or care of children, are sought concerning the\n                                 exercise by the Children's Advocate of his functions\n                                 under this Part.\n                    (2) The Children's Advocate may, after consultation with such bodies\n                   CHILD CARE AND PROTECTION\nand persons as he thi                         e guidance on best practice in\nrelation to any matter concerning the rights or best interests of children."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) The Children's Advocate may provide assistance (including Assistance\nfinancial assistance) to a child in making a complaint to a relevant ;:?';i0\nauthority-                                                            relevant\n     (a) that the rights of the child have been infringed by any action taken authO\"'ies.\n         by that or another relevant authority; or\n     (b) that the interests of the child have been adversely affected by any\n         such action.\n       (2) The Children's Advocate may act on behalf of a child in-\n     (Q) making a complaint referrcd to in subparagraph (1); and\n     (6) any investigation or other proceedings conducted by a relevant\n         authority pursuant to the complaint.\n        (3) Where the making of a complaint to a relevant authority is\nregulated by a statutory provision, nothing in this paragraph authorizes a\ncomplaint to be made to that authority otherwise than in accordance with the\nstatutory provision."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Subject to the provisions of this paragraph, the Children's Investiga-\nAdvocate may conduct an investigation into a complaint made by a child, :'Lnits.\nthat-\n     (a) the child's rights have been infringed by any action taken by a\n          relevant authority; or\n     (b) the child's interests have been adversely affected by any such\n         action.\n       (2) Where the Children's Adv                 es not to conduct an\ninvestigation into a complaint made under sub-paragraph (1), he shall prepare\na statsment of his reasons for that decision and shall send a copy of the\nstatement to-\n     (@) the complainant; and\n     (b) the Minister and such other persons as the Children's Advocate\n         considers appropriate.\n       (3) The Children's Advocate shall not conduct an investigation in\nrespect of-\n     (a) any action for which the aomplainant has or had-\n               (i) a right of appeal, complaint, referepce or review under\n                    any other law; or\n            [The inclusion of this page i s authorized by L.N. 11 1120051\n                                    CHILD CARE AND PROTECTION\n                                 (ii) a remedy by way of proceedings in any court, unless the\n                                      Children's Advocate is satisfied that, in the particular\n                                      circumstances, it is not reasonable to expect the\n                                      complainant to resort or to have resorted to the right or\n                                      remedy;\n                    (6)    the commencement or conduct of any proceedings before any\n                           court or any international tribunal.\n                       (4) There shall be a written record of every complaint submitted under\n               this paragraph.\n                      (5) A complaint under this section may be submitted orally or in\n               writing by-\n                    (a)    the child, his parent, guardian, next friend or person in loco\n                           parentis; or\n                    (6) where the child is unable to act for himself by reason of infirmity,\n                        or for any other cause or has died, his personal representative, or a\n                        member of his family, or any other suitable person.\n                     ( 6 ) Notwithstanding anything provided by or under any law w re a\n               complaint addressed to the Children's Advocate is made by a person who is\n               an inmate of a Government institution or is detained therein-\n                    (a) it shall be forwarded to the Children's Advocate by the person for\n                        the time being in charge of the institution; and\n                    (b) if such complaint is contained in a sealed envelope, the envelope\n                        shall be forwarded unopened.\nhemention in     14.-(1) Subject to the provisions of this paragraph, the Children's\nlegal pro-     Advocate may in any court or tribunal-\n       -\nceedinas.\n                    (a)     bring proceedings, other than criminal proceedings, involving law\n                            or practice concerning the rights or best interests of children;\n                    (6) intervene in any proceedings before a court or tribunal, involving\n                        law or practice concerning the rights or best interests of children;\n                    (c) act as amicus curiae in any such proceedings.\n                         (2) An intervention under sub-paragraph (l)(b) shall not be made\n               except-\n                    (a)     with the leave of the court or tribunal; and\n                    (6) in accordance with the rules regulating                    the practice and\n                        procedure of the court or tribunal.\n                     CHILD CARE AND PROTECTION\n       ( 3 ) The Children's Advocate shall not bring, or apply to intervene in,\nproceedings unless he is satisfied that-\n     ( a ) the case raises a question of principle; or\n     ( 6 ) there are other special circumstances which make it appropriate for\n            the Children's Advocate to do so."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)    This paragraph applies to proceedings-                               Assistance\n                                                                                   in legal\n     ( a ) involving law or practice concerning the rights or welfare of           proceedings.\n           children, which a child has commenced or wishes to commence;\n           or\n     ( b ) in the course of which a child relies, or wishes to rely, on such law\n           or practice.\n        (2) Where a child applies to the Children's Advocate for assistance in\nrelgtion to proceedings to which this paragraph applies, the Children's\nAdvocate may, subject to sub-paragraph (3), grant the application if he is\nsatisfied that-\n     (a) the case raises a question of principle;\n     ( b ) it would be unreasonable to expect the child to deal with the case\n           without assistance because of its complexity, the child's position\n           in relation to another person involved, or for some oth~erreason; or\n     (c)     there are other special circumstances which make it appropriate\n             for the Children's Advocate to provide assistance.\n        ( 3 ) The Children's Advocate shall not grant an applicaticln under sub-\nparagraph ( 2 ) unless it appears to him that there is no other person or body\nlikely to provide such assistance.\n       (4) Where the Children's Advocate grants an application under sub-\nparagraph (2), he may arrange for the provision of legal advice or\nrepresentation and any other assistance which he thinks appropriate.\n        ( 5 ) Arrangements made by the Children's Advocate for the provision\nof assistance to a child may, if the Children's Advocate thinks it reasonable\nin the circumstances, include provision for the recovery of expenses from the\nchild, or the child's parent or guardian.\n                       PART 111-Process of Investigation\n   1 6 . - ( 1 ) Where the Children's Advocate proposes to conduct any Procedurein\n                                                                       respect of\ninvestigation under this Act, he shall give to-                        investiga-\n     ( a ) the principal officer of the relevant authority to which the            tion.\n           investigation relates; and\n                    CHILD CARE AND PROTECTION\n     ( b ) any other officer thereof who is alleged to have done or authorized\n           any action referred to in paragraph 13(l)(a)or (b),an opportunity\n           to comment in writing on any allegations relating to such action.\n       (2) The Children's Advocate may adopt whatever procedure he\nconsiders appropriate to the circumstances of a particular case and, subject to\nthe provisions of this Act, may obtain information from such persons and in\nsuch manner, and make such enquiries as he thinks fit.\n         ( 3 ) Nothing in this Act shall be construed as requiring the children's\nAdvocate to hold any hearing, and except as provided by subparagraphs (1)\nand ( 5 ) , no person shall be entitled as of right to comment on any allegations\nor to be heard by the Children's Advocate.\n       (4) Regulations made under this Act may prescribe the procedure to\nbe adopted at any hearing and such procedure may include provision to\nensure that any communication is not disclosed at that hearing.\n        ( 5 ) If it appears to the Children's Advocate during the course of an\ninvestigation that there are sufficient grounds for making a report or\nrecommendation that may adversely affect any person, the Children's\nAdvocate shall give that person an opportunity to be heard and that person\nmay, if he wishes, be represented at that hearing by an attorney-at. I .w or any\nother person.\n       (6) Where, for the purposes of an investigation, the Children's\nAdvocate requires a person to attend before him, that person shall be entitled\nto be paid, according to the scale laid down in the First Schedule to the\nWitnesses' Expenses Act, expenses incurred by him by reason of such\nattendance and by way of compensation for the trouble and loss of time\nsuffered by him.\n        ( 7 ) After conducting an investigation under this Act, the Children's\nAdvocate shall inform the principal officer of the relevant authority\nconcerned of the result of that investigation, and if the Children's Advocate is\nof the opinion that-\n      ( a ) the complainant's rights have been infringed by any action taken\n            by a relevant authority; or\n      ( b ) the complainant's interests have been adversely affected by any\n            such action,\nthe Children's Advocate shall inform such officer aforesaid of the reason for\nthat opinion and may, as he thinks fit, make recommendation's for action to\nbe taken by the relevant authority within a specified time.\n      (8) Where the Children's Advocate has made a recommendation\nunder sub-paragraph (7) and within the time specified or a reasonable time\n                      CHILD CARE AND PROTECTION\nthereafter, he is of the opinion that no adequate action has been taken to\nremedy the injustice or infringement, he shall lay before Parliament a special\nreport on the case.\n       (9) The Children's Advocate shall not, in any report under sub-\nparagraph (8), comment adversely on any person unless he has given that\nperson an opportunity to be heard.\n       (10) Where the Children's Advocate is of the opinion that--\n     (a)   the complainant's rights have been infringed or interests adversely\n           affected as mentioned in paragraph 13(l)(a) or (b), the Children's\n           Advocate-\n                (i)    shall inform the complainant of that opinion, the nature\n                       of the infringement or adverse effect and the\n                       recommendations (if any) which have been made to\n                       remedy the matter; and\n                (ii) may make such comments in relation to the case as he\n                     thinks fit;\n     (b) the complainant has suffered no such infringement or adverse\n         effect, the Children's Advocate shall inform the complainant of\n         that opinion and the reasons therefor and may make such\n         comments in relation to the case as he thinks fit.\n       (1 1) On the conclusion of an investigation, the Children's Advocate\nmay make to the relevant authority concerned such recommendations as\nthe Children's Advocate thinks fit and in particular, but without prejudice\nto the generality of the foregoing, may recommend any or all of the\nfollowing-\n     (a)   that the action which was the subject-matter of thr: complaint be\n           reviewed;\n     (b) the alteration of an enactment,: rule or regulation which causes or\n         may cause infringement of children's rights or have an adverse\n         effect on the best interests of children;\n     (c) that compensation be made to the complainant.\n        (12) If the Children's Advocate finds, during the conduct of his\ninvestigations or on the conclusion thereof, that there is evidence of a breach\nof duty, or misconduct, or criminal offence on the part of an officer or\nmember of any relevant authority, the Children's Advocate shall refer the\nmatter to the person or body of persons competent to take such disciplinary\nor other proceedings as may be appropriate against that officer or member\nand in all cases shall lay a special report before Parliament.\n76                               CHILD CARE AND PROTECTION\nEvidence.       17.-(1) Subject to the provisions of sub-paragraph ( 9 , the Children's\n             Advocate may at any time require any officer or member of a relevant\n             authority, or any other person who, in the opinion of the Children's\n             Advocate, is able to give any assistance in relation to the investigation of any\n             matter, to furnish such information and produce any document or thing in\n             connection with such matter and which may be in the possession or under the\n             control of that officer or member or other person.\n                    (2) Subject to the provisions of sub-paragraph ( 5 ) , the Children's\n             Advocate may summon before him and examine on oath-\n                  (a) any complainant; or\n                   (6) any officer, member or employee of a relevant authority, or\n             any other person who, in the opinion of the Children's Advocate, is able to\n             furnish information relating to the investigation, and such examination shall\n             be deemed to be a judicial proceeding within the meaning of section 4 of the\n             Perjury Act.\n                    (3) For the purposes of an investigation under this Act, the Children's\n             Advocate shall have the same powers as a Judge of the Supreme Court in\n             respect of the attendance and examination of witnesses and the production of\n             documents.\n                    (4) Any obligation to maintain secrecy or any restriction on the\n             disclosure of information or the production of any document or paper or\n             thing imposed on any person by any other law (including a rule of law) shall\n             not apply in relation to the disclosure of information or the production of any\n             document or thing by that person to the Children's Advocate for the purpose\n             of an investigation; and accordingly, no person shall be liable to prosecution\n             for an offence under any other law aforesaid, by reason only of that person's\n             compliance with a requirement of the Children's Advocate under this Act.\n                    (5) No person shall, for the purpose of an investigation, be compelled\n             to give any evidence or produce any document or thing which he could not\n             be compelled to give or produce in proceedings in any court of law.\n     lege.      18.-41) Except in the case of proceedings for an offence under paragraph\n             23(c), no proceedings whatsoever shall lie against the Children's Advocate or\n             any person concerned with the administration of the office and functions of\n             the Children's Advocate, for anything he may do or report or say in the\n             performance of his functions under this Act.\n                     (2) Anything said or any information supplied or any document or\n             thing produced by any person for the purpose or in the course of, any enquiry\n             by or proceedings before the Children's Advocate under this Act, shall be\n             absolutely privileged in the same manner as if the enquiry or proceedings\n             were proceedings in a court of law.\n                          [The inclusion of this page i s authorized by L.N. 111/2005]\n                    CHILLI CARE AND 1'1-?OTEC7'ION\n        (3) For the purposes of the Defamation Act. any report made by the\nChildren's Advocate under this Act and any fair and accurate report thereon\nshall be deemed to be privileged."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Where a person is charged with committing any of chargmg\nthe offences mentioned in the Second Schedule in respect of two offences and\nor more children, the same information or summons may charge \"rnitatlOn\n                                                                tlrne.\nthe offence in respect of all or any of them, but the person\ncharged shall not, if he is summarily convicted, be liable to a\nseparate penalty in respect of each child except upon separate\ninformation.\n       (2) The same information or summons may also charge\nany person as having the custody, charge or care, alternatively\nor together and may charge him with-\n     (a) the offence of assault, ill-treatment, neglect, abandon-\n            ent, or exposure, together or separately; and\n    (     ommitting all or any of those offences in a manner\n         likely to cause unnecessary suffering or injury to\n         health, alternatively or together,\nbut when those offences are charged together the person charged\nshall not, if he is summarily convicted, be liable to a separate\npenalty for each.\n       (3) Where a person is charged with any offence\nmentioned in the Second Schedule, and the offence is a\ncontinuous offence, it shall not be necessary to specify in the\ninformation, summons or indictment the date of the acts\nconstituting the offence."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where in any proceedings with relation to any of the\noffences mentioned in the Second Schedule the court is satisfied in absence\nthat the attendance before it of any child in respect of whom the   chi'd.\n                                    CHILD CARE AND PROTECTION\n                 offence is alleged to have been committed is not essential to the\n                 just hearing of the case, the case may be proceeded with and\n                 determined in the absence of the child.\nExtension          18.-(1)    Where a Justice of the Peace is satisfied by the\nof power to\ntake statement   statement of a duly qualified medical practitioner that the\nof child.        attendance before a court of any child, in respect of whom any\nSecond\nSchedule.        of the offences mentioned in the Second Schedule is alleged to\n                 have been committed, would involve serious danger to the life\n                 or health of the child, the Justice of the Peace may take in\n                 writing the deposition of the child on oath, and shall thereupon\n                 subscribe the statement and add thereto a declaration of his\n                 reason for taking it and of the date on which, and the place\n                 where, it was taken, and of the names of the persons (if any)\n                 present at the taking thereof.\n                         (2) The Justice of the Peace taking any such statement\n                 shall transmit it with the Justice's declaration-\n                       (a) if the statement relates to an offence for which any\n                           accused person is already committed for trial, to the\n                           proper officer of the court for trial at which the accused\n                           person has been committed;\n                       (b) in any other case, to the clerk of the court lbefore which\n                            proceedings are pending in respect of the offence.\nAdmission in       19. Where, in any proceedings ir respect of any of the\nevidence of\ndeposition       offences mentioned in the Second Schedule, the court is\nof child.        satisfied by the evidence of a duly qualified medical practitioner\n                 that the attendance before the court of any child, in respect of\n                 whom the offence is alleged to have been committed, would\n                 involve serious danger to the child's life or health, any\n                 deposition of the child taken under Part I1 of the Justices of the\n                 Peace Jurisdiction Act, or under this Part of this Act, shall be\n                 admissible in evidence either for or against the accused person\n                 without further proof thereof if it purports to be signed by the\n                 Justice of the Peace by or before whom it purports to be taken:\n                   Provided that the deposition shall not be admissible in\n                   -\n                  CHILD CARE AND PROTECTION\nin respect of such ancillary matters as are necessary for the\nproper carrying out of the order and for such communication\nof the results of any examination or test as is necessary in the\nbest interests of the child."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The Children's Advocate and every person concerned with the            Secrecy of\n                                                                                  Lnformatio\"~\nadministration of the ofice and functions of the Children's Advocate shall\nregard as secrct and confidential all documents. information and things\ndisclosed to them in the execution of any of the provisions of this Act. except\nthat no disclosure-\n     (a) made by the Children's Advocate or any person aforesaid in\n         proceedings for an offence under paragraph 23 or under the\n         Pejury Act. by virtue of paragraph 17(2) of this Schedule;\n     (h)   which the Children's Advocate thinks it necessary to make in the\n           discharge of his functions and for the purpose of' executing the\n           provisions of paragraph 16 or paragraph 2 1. subject as provided in\n           sub-paragraph (5) thereof,\nshall be deemed inconsistent with any duty imposed by this sub-paragraph.\n        (2) Neither the Children's Advocate nor any such person aforesaid\nshall be called upon to give evidence in respect of. or produce any document,\ninformation or thing, aforesaid in any proccedings other thim proccedings\n  entioned in sub-paragraph (I)."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)    The accounts and financial transactions of the office of Accounts.\nChildren's Advocate shall be audited annually by the Auditor-General and a etC.\nstatement of accounts so audited shall form part of the annual report\nmentioned in paragraph 2 1.\n      (2) The Children's Advocate shall, at such time within each year as\nthe Minister may direct-\n     (a)   submit to the Minister a statement of the accounts of the\n           Children's Advocate audited in accordance with the provisions of\n           subparagraph ( 1):\n      (b) submit to the Minister for approval the estimates of revenue and\n          expenditure for the financial year commencing on the 1st day of\n          April next following.\n       (3) In this paragraph \"Minister\" means the Minister responsible for\nfinance."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1)   The Children's Advocate may at any time be required by               Reports\nParliament to submit thereto a report in respect of any matter under\ninvestigation by the Children's Advocate.\n                                CHILD CARE AND PROTECTION\n                     (2) The Children's Advocate shall submit to Parliament an annual\n             report relating generally to the execution of his functions and may at any time\n             submit a report relating to any particular case or cases investigated by him\n             which, in his opinion, require the special attention of Parliament.\n                     (3) Reports under this paragraph shall be submitted to the Speaker\n             of the House of Representatives and the President of the Senate who\n             shall, as soon as possible, have them laid on the Table of the respective\n             Houses.\n                     (4) The Children's Advocate may, in the public interest, from time to\n             time publish in such manner as he thinks fit, reports relating to such matters\n             as are mentioned in sub-paragraph (2) and any case which is the subject of a\n             special report under paragraph 16(8) and (12), provided that no such report\n             shall be published until after it has been laid pursuant to sub-paragraph (3).\n                     (5) The Children's Advocate shall not, in any report furnished under\n             this paragraph, disclose or act upon any communication between-\n                   (a) a medical practitioner and his patient in their professional\n                        relationship;\n                  (b) a minister of religion and any person consulting him in his\n                      capacity as such; or\n                  (c) between an Attorney-at-law and his client in their professional\n                      relationship,\n             where such communication came to the Children's Advocate's knowledge\n             during the course of an investigation under this Act.\nRegister.      22.-41) Where the Children's Advocate decides to investigate a\n             complaint he shall cause to be recorded in a register kept for the purpose-\n                   (a) the subject-matter of the complaint and the date thereof; and\n                   (b) on the conclusion of the investigation, the Children's Advocate's\n                       decision respecting the complaint.\n                     (2) No entry in the Register shall disclose the name of, or any other\n             personal data relating to, the complainant and any person may, on the\n             payment of such fees as may be prescribed, inspect, during the hours and on\n             the days of business of the Children's Advocate, any register kept pursuant to\n             this paragraph.\n  ffences.      23. Every person who-\n                  (a) wilfully-\n                              (i)   makes any false statement to or misleads or attempts to\n                                    mislead the Children's Advocate or any other person in\n                                    the exercise of his functions under this Schedule; or\n                    CMLD CARE AND PROTECTION\n               section 4                       grievous sexual assault\n               section 5                       marital rape\n               section 13          -           ind             lt\n               section 16          -           violation of person s          ring\n                                               from mental disorder\n               section 18                      procuration\n               section 19          -           procuring violation by threats\n                                               or fraud\n               section 2 1         -           unlawfbl detention in premises."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Where a person having the custody, charge or care of case\n                                                               Di\"OsalOf\n                                                                    by order\na child has been-                                              of court.\n     (a) convicted, in respect of that child, of any of the\n          offences mentioned in the Second Schedule;           Second\n                                                                         Schedule.\n    (b) committed for trial for any such offence; or\n    ( c ) bound over to keep the peace towards that child,\nby any court, that court may order that child to be brought\nbefore a Children's Court with a view to the said court making\nan order under section 14, and shall direct that the Minister and\nthe probation and after-care officer be informed, as soon as\npracticable, of the order made.\n        (2) Where any court has, under this section, made an\norder directing that a child be brought before a Children's Court,\nit shall be the duty of the following persons to bring the child\nbefore the Children's Court-\n     ( a ) the complainant, if he is a constable, in the proceedings\n           against the person having the custody, charge or care\n           of the child;\n     ( b ) if that complainant is not a constable, the senior\n           constable present in court at the time that the order was\n           made; or\n     ( c ) a children's officer."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) The parent or guardian of a child may bring the child parent or Of\nbefore a juvenile court and where such parent or guardian proves guardian to\nto the court that he is unable to control the child, the court may before court.\nmake an order in respect of the child if satisfied-\n     (a) that it is expedient so to deal with the child; and\n     ( b ) that the parent or guardian understands the results\n           which will follow from, and consents to the making of,\n           the order.\n28                           CHILD CARE AND PROTECTION\n                  (2) An order under subsection (1) may-\n                (a) be a correctional order; or\n                (b) provide for the child-\n                          (i) to be committed to the care of any fit person,\n                               whether a relative or not, who 1,s willing to\n                               undertake the care of the child; or\n                          (ii) to be placed for a specified period, not\n                               exceeding three years, under the supervision\n                               of a probation and after-care officer, a\n                               children's officer or of some other person to\n                               be selected for the purpose by the Minister.\n               PART11.-General Provisions for Care and Protection of\n                                   Children\nInterpreta-   25. In this Part-\ntion for\nPart II.        \"employment\" means employment in any undertaking,\n                     trade, or occupation, carried on for profit or gain,\n                     irrespective of whether the employment is gratuitous or\n                     for reward;\n                \"industrial undertaking\" includes-\n                    (a) a mine, quarry, distillery or brewery, or a sugar,\n                        spirit compounds, match, soap, cigar or cigarette\n                        factory, or any undertaking in which articles are\n                        manufactured,      altered,   cleaned,    repaired,\n                        ornamented, finished, adapted for sale, broken up\n                        or demolished or in which materials are trans-\n                        formed, including ship-building and the\n                        generati,on, transformation and transmission of\n                        electricity and motive power of any kind;\n                    (b) construction, reconstruction, maintenance, repair,\n                        alteration or demolition of any building, railway,\n                        tramway, harbour, dock, pier, canal, inland water-\n                        way, road, tunnel, bridge, viaduct, sewer, drain,\n                        well, telegraphic or telephonic installation,\n                        electrical undertaking, gas work, water work, or\n                  CHILD CARE AND PROTECTION\n              othe work of construction, as well as the\n              prep ation for or laying the foundation of any\n              such work or structures;\n          (c) transport of passengers or goods by road, air, rail,\n              or inland waterway, including the handling of\n              goods at docks, wharves, airports and warehouses;\n    \"night work\" means work between the hours of ten o'clock\n         in the evening and five o'clock in the morning;\n    \"ship\" means any sea-going ship or boat of any description."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25, 29; 30, 3 1, 44, 48, 50, 51,.55, 56, 58, 59, 60, 61 or 69 of the\n       Offences Against the Person Act."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The person to whose care a child is committed or trans- Responsi-\nferred by an order made under this Act shall, while the order is bilities\n                                                                 persons.\n                                                                          of fit\nin force, have the same rights and powers and be subject to the\nsame liabilities in respect of the child's maintenance as if he\nwere the child's parent, and the child so committed or\ntransferred shall continue in his care notwithstanding any claim\nby a parent or other person."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) It shall be the duty of every person responsible for Duty to\nthe maintenance of a child to provide the child with adequate provide   care\n                                                               for child.\nfood, clothing, lodging and health care appropriate to the age\nand needs of the child.\n       (2) Any person mentioned in subsection (I), who is\nfinancially unable to provide for a child in accordance with\nsubsection (I), shall apply to the Minister in the prescribed\nmanner, for assistance."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) Every person having the custody, charge or care of a Duty to\nchild between the ages of four and sixteen years shall take such secure\n                                                                    education of\nsteps as are necessary to ensure that the child is enrolled at, and child.\nattends, school.\n       (2) Where a person having the custody, charge or care of\na child is financially unable to provide the child with any article\nrequired for the purposes of the child's education at a school at\nwhich the child is registered, that person shall apply to the\nMinister, in the prescribed manner, for assistance.\n30                                 CHILD CARE AND PROTECTION\n                        (3) The Minister may by order published in the Gazette\n                 amend subsection (1) by increasing or decreasing any age\n                 specified in that subsection.\nContributions.     29.-(1) Where a court makes a fit person order or an order\n                 sending the child to a juvenile correctional centre, the court may\n                 order the following persons to make contributions in respect of\n                 the child-\n                     (a) the child's father, adopted father or step-father;\n                      (b) the child's mother, adopted mother or step-mother; and\n                      (c) any person who, at the date when any such order is\n                          made, is cohabiting with the mother of the child,\n                          whether he is the putative father or not.\n                        (2) Where a child has been committed to the care of a fit\n                 person, contributions under this Act shall be payable to the\n                 Government agency responsible for children, to be applied in or\n                 towards the maintenance, or otherwise for the benefit, of the\n                 child.\n                        (3) Where a child has been committed to a juvenile\n                 correctional centre, contributions under this Act shall be payable\n                 to the Commissioner of Inland Revenue.\nContribution       30.-(1) A contribution order may be made in accord\norders.\n                 with this section where a fit person order or a correctional order\n                 has been made in respect of a child.\n                        (2) The contribution order may be made-\n                     (a) by the court which makes the fit person order or the\n                         correctional order, at the same time when it makes that\n                         order; or\n                     (b) subject to the provisions of section 32, by any\n                         court of summary jurisdiction having jurisdiction in the\n                         place where the person to be charged is for the time\n                         being residing, on the application of-\n                              (i) the person to whose care the child is\n                                   committed; or\n                 CHILD CARE AND PROTECTION\n               (ii) the Minister in the case of a committal to a\n                    juvenile correctional centre.\n       ( 3 ) The contribution order shall require any person who\n     ble to make contributions under section 29, in respect of\nany child, to contribute such sum as the court thinks fit having\nregard to his means.\n      (4) A contribution order-\n    ( a ) shall, unless varied or revoked, remain in force so long\n          as the child remains in the care of the fit person or\n          juvenile correctional centre, and the court when\n          making such order shall have regard to any affiliation\n          order in force in respect of the child;\n    (b) may be varied or revoked on the application of either\n        the contributor or the Government agency responsible\n        for children.\n       (5) A contribution order shall be enforceable-\n    ( a ) where a child has been committed to the care of a fit\n          person, at the instance of the Government agency\n          responsible for children; or\n    (b) where a child has been committed to a juvenile\n          correctional centre, at the instance of the Minister in\n          the same manner as an affiliation order made under the\n          Affiliation Act.\n        (6) A person against whom a contribution order is made\nshall, if he changes his address, forthwith give notice thereof to\nthe Government agency responsible for children, and any person\nwho fails to comply with the provisions of this subsection, or\nwho knowingly gives notice that is false in any material\nparticular, commits an offence against this Act."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.\n                         (3) Subject to the provisions of section 32, the powers of\n                 the court under subsection (2) may be exercised by any court of\n                 summary jurisdiction having jurisdiction in the place where the\n                 putative father is for the time being residing, on the application\n                 of the person who would be entitled to apply for a contribution\n                 order.\n                        (4) Any sums received under the maintenance order shall\n                 be applied in like manner as if they were contributions received\n                 under a contribution order.\n                        (5) If the putative father changes his address, he shall\n                 forthwith give notice thereof to the Government agency\n                 responsible for children, and, if he fails so to do, or 'f he\n                 knowingly gives a notice that is false in any materia.1 particular,\n                 he commits an offence against this Act.\n                        (6) The making of an order under this section with\n                 respect to a maintenance order shall not extend the duration of\n                 that order.\nReference          32.-(1) Any reference in section 30(2) (b) or 3 l(3) to a court\nin section\n30 or 31 to      having jurisdiction in any place of residence for the time being\ncourt for        shall-\nKingston\nor Saint             (a) in relation to a place in the parish of Kingston or the\nAndrew is to\nFamily Court.            parish of Saint Andrew, be construed as a reference to\n                         the Family Court-Corporate Area Region; and\n                     (b) in relation to a place aforesaid in a parish within the\n                         geographkal jurisdiction of a Family Court established\n                         pursuant to Part I1 of the Judicature (Family Court) Act\n                         be construed as a reference to that Family Court.\nProhibition on     33. No person shall employ a child under the age of thirteen\nemployment\nof child under   years in the performance of any work.\nthirteen.\n                  CHILD CARE AND PROTECTION                                   33"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-41) Subsection ( 2 ) or ( 3 ) shall apply where a court Provisions\nmakes a fit person order or a correctional order, and an order for as  to\n                                                                   a,liation\nthe child's maintenance is in force.                               order.\n       (2) The court which makes the order referred to in sub-\n32                                CHILD CARE AND PROTECTION\n                 section (1) may, at the same time, order the payments under the\n                 maintenance order to be paid to the person to whom\n                 contributions in respect of the child are payable under section"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) No person shall employ a child who has attained the Restriction\nage of thirteen years, but who has not attained the age of fifteen on\n                                                                   ,,,,employ-\n                                                                         ,,\nyears, in the performance of any work other than in an childover\noccupation included on the list of prescribed occupations thirteen.\nreferred to in subsection (2).\n      (2) For the purposes of subsection (I), the Minister shall\nmaintain a list of prescribed occupations-\n    (a) consisting of such light work as the Minister\n         responsible for labour considers appropriate for the\n         employment of any child of the age referred to in that\n         subsection; and\n    (b) specifying the number of hours during which and the\n        conditions under which such child may be so\n        employed.\n      (3) No person shall employ a child-\n    (a) in the performance of any work that is likely to be\n        hazardous or to interfere with the child's education or\n        to be harmful the child's health or physical, mental,\n        spiritual or social development; or\n    (b) in night work or an industrial undertaking."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.--(I) Notwithstanding the provisions of sections 33 and Exception\n                                                                  for artistic"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Where any child is employed in contravention of any of Responsi-\n                                                                bility for\nthe provisions of section 33 or 34, any person to whose act, cant,-\ndefault or representations the contravention is attributable ventionof\n                                                                sections\ncommits an offence against this Act and is liable upon summary ,d        ,, ,,.\nconviction before a Resident Magistrate to a fine not exceeding\nfive hundred thousand dollars or to imprisonment for a term not\n                                   CHILD CARE AND PROTECTION\n                 exceeding six months or to both such fine and imprisonment.\nSearch             37. If it is made to appear to a Justice of the Peace that there\nwarrant.\n                 is reasonable cause to believe that any of the provisions of\n                 section 33, 34, 39 or 40 are being contravened with respect to\n                 any person, the Justice of the Peace may by warrant authorize\n                 acy constable to enter any place in, or in connection .with, which\n                 such person is, or is believed to be, employed, and to make all\n                 necessary enquiries therein.\nSaving.            38. Nothing in section 33 or 34 shall be construed to apply to\n                 the performance of work by any child-\n                     (a) under order of detention in a juvenile correctional\n                         centre or a community service order; or\n                      ( 6 ) as part of that child's instruction in any scholol,\n                 if such labour or work is not likely to be hazardous or to\n                 interfere with the child's education, or to be harmful to the\n                 child's health or physical, mental, spiritual or social\n                 development.\nProhibition on     39.-(1) A person commits an offence if that person-\nemployment\nin nightclubs,\netc.\n                      (a) employs any child in a nightclub; or\n                      (b) in any manner, uses a child for the purposes of any\n                          conduct contrary to decency or morality.\n                        (2) An owner or operator of a nightclub who permits a\n                 child to enter into, or remain in, the nightclub commits an\n                 offence:\n                   Provided that no person shall         guilty of an offence under\n                 this section if he proves to the satisfaction of the count that at the\n                 time of entry and while the child was permitted to remain on the\n                 premises, the person took all reasonable steps to ascertain and\n                 reasonably believed, that the person was not a child.\n                         ( 3 ) An owner or operator of a nightclub or premises, who\n                 commits an offence under subsection (1) or (2) shall, in addition\n                 to any other penalty to which he may be liable under this Act, be\n                 liable to have his licence to operate the nightclub revoked and in\n                  CHILD CARE AND PROTECTION\nthe case of such revocation, shall not be eligible to be issued a\nlicence to operate a nightclub until the expiration of the period\nof three years from the date on which such owner or operator is\nconvicted for the offence.\n        (4) Any person who knowingly rents, or allows his\npremises to be used, for the purposes of any conduct mentioned\nin subsection (1) involving a child, commits an offence.\n       (5) A person who commits an offence under this section\nshall be liable upon summary conviction before a Resident\nMagistrate to a fine not exceeding one million dollars or to\nimprisonment for a term not exceeding one year."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1) An owner or operator of an establishment that sells Prohibition\nor serves intoxicating liquor or tobacco products shall ensure of       sale of\n                                                                     intoxicating\nthat-                                                                liquor or\n                                                                     tobacco\n      ( a ) no intoxicating liquor or tobacco product is sold or products\n                                                                     to child.\n            served by the establishment to any child; and\n      (b) no child is employed by the establishment to sell or\n            assist in the selling of intoxicating liquour or tobacco\n            products.\n         (2) A person commits an offence if that person-\n      (a) contravenes subsection ( I ) ;\n     (b) employs a child to sell or assist in selling intoxicating\n          liquor or tobacco products; or\n     (c) purchases intoxicating liquor or tobacco products from\n          a child:\n  Provided that no person shall be guilty of an offence under\nthis section if he proves to the satisfaction of the court that at the\ntime of the sale, or purchase in the case of paragraph (c),he took\nall reasonable steps to ascertain, and reasonably believed, that\nthe person employed, or the person to or by whom the\nintoxicating liquor or tobacco product was sold or served, as the\ncase may require, was not a child.\n        (3) In this section, \"tobacco products\" means cigarettes,\ncigars, cheroots or cigarillos.\n36                                 CHILD CARE AND PROTECTION\nBegging.          41.-(1)    Every person who-\n                     (a) causes or procures any child; or\n                     (b) having the custody, charge or care of a child, allow\n                          the child,\n                to be in any street, premises or place for the purpose of begging\n                or receiving alms, or of inducing the giving of alms commits an\n                offence against this Act.\n                       (2) If any person while singing, playing, performing or\n                offering anything for sale in a street or public place has with him\n                a child who has been lent or hired out to him, the child shall, for\n                the purposes of this section, be deemed to be in that street or\n                place for the purpose of inducing the giving of alms.\n                       (3) Where an offence under this section is committed by\n                a person mentioned in subsection (1) (b)-\n                    (a) in the parish of Kingston or the parish of' St. Andrew,\n                        such offence shall be triable by the Family Court-\n                        Corporate Area Region; and\n                     (b) in a parish within the geographical juris~diction of a\n                         Family Court established pursuant to Part I1 of the\n                         Judicature (Family Court) Act, such offence shall be\n                         triable by that Family Court.\nRestriction       42.-41) No child, other than an infant in arms, shall be\non presence\nof child in     permitted to be present in court during the trial of any other\ncourt.          person charged with any offence, or during any proceedings\n                preliminary thereto, except during such time as the child's\n                presence is required as a witness or otherwise for the purpose of\n                justice or in such other circumstances as the: court may\n                determine.\n                       (2) The court shall order the removal of any child who is\n                present in court in contravention of this section.\nPower to          43.-41) Where, in any proceedings in relation to an offence\nclear court\nwhen child in   against, or any conduct contrary to, decency or morality, it\ncourt.          appears to the court that a person who is called as a witness\n                is a child, the court may direct that all or any persons, not being\n                  CHILD CARE AND PROTECTION\nmembers or officers of the court, parties to the case, their\nattorneys-at-law, or persons otherwise directly concerned in the\ncase, be excluded from the court during the taking of the\nevidence of that witness.\n        (2) The powers conferred on a court by this section shall\nbe in addition and without prejudice to any other powers of the\ncourt to hear proceedings in camera."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) In relation to any proceedings in any court which power to\n                                                                   prohibit\narise out of any offence against, or any conduct contrary to, ,,,ication\ndecency or morality, the court may direct that-                    of certain\n                                                                   matters.\n     (a) no report of the proceedings shall reveal the name,\n         address, or school, or include any particulars calculated\n         to lead to the identification, of any child concerned in\n         the proceedings, either as being the person against or in\n         respect of whom the proceedings are taken, or as being\n         a witness therein;\n    (b) no picture of any child so concerned in the proceedings\n        as aforesaid, shall be published,\nexcept in so far (if at all) as may be permitted by the direction of\nthe court.\n       (2) Any person who publishes any             matter    in\ncontravention of any directions given under subsection (1)\ncommits an offence and is liable upon summary conviction\nbefore a Resident Magistrate to a fine not exceeding one million\ndollars or in default of payment to imprisonment for a term not\nexceeding twelve months."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1) No report of any proceedings in a Children's Court Restriction\n                                                                   on\nshall reveal the name, address or school or include any news,,,er\nparticulars calculated to lead to the identification of any child reportsof\n                                                                   proceedings\nconcerned in those proceedings either as being the person injuvenile\nagainst or in respect of whom proceedings are taken or as being courts.\na witness therein, nor shall any picture be published as bleing or\nincluding a picture of any child so concerned in any such\nproceedings:\n                                                                           ,   -.\n38                                 CHILD CARE AND PROTECTION\n                   Provided that the court may in any case, if satisfied that it is in\n                 the interests of justice so to do, by order dispeinse with the\n                 provisions of this section to the extent specified in the order.\n                        (2) Any person who publishes any matter in\n                 contravention of this section commits an offence against this\n                 Act\n                                       PART111.---Children In Cure\nInterpretation     46. In this Part-\nfor Part 111.\n                     \"lawful guardian\" means any person appointed according to\n                         law or by deed or will or the order of a court, to be the\n                         guardian of a child, or to have the custody and\n                         maintenance of a child;\n                     \"licence\" means a licence granted under this Part;\n                     \"licensed home\" means a children's home licensed under\n                          this Part;\n                     \"licensee\" means the holder of a licence under this Part.\nLicence to         47.-(1) No person shall establish or maintain a children's\noperate\nchildren's       home (hereinafter in this Part referred to as a \"home\") except\nhome.            under a valid licence granted to him by the Minister in respect of\n                 the home:\n                   Provided that nothing in this subsection shall apply to-\n                     (a) a juvenile correctional centre;\n                     (b) any school, other than a school required by the Minister\n                         to be licensed;\n                     (c) any house where four or more children arc: boarded and\n                         maintained by relatives of such children, or by the wish\n                         or with the consent of the parents or lawhl guardians\n                         of such children, save in cases where the Minister, by\n                         notice in writing, expressly requires any such house to\n                         be licensed;\n                     (d) any home or orphanage maintained wholly by the\n                         Government.\n                  CHILD CARE AND PROTECTION\n       (2) Save with the prior written permission of the\nMinister, no person shall maintain a home at any address or\nlocation other than that provided for in the licence granted in\nrespect of the home.\n       (3) A licence shall be valid for a period of three years\nfrom the date of its issue and may be renewed successively.\n      (4) Save with the prior written permission of the\nMinister, no licence shall be transferred into the naime of any\nperson other than the licensee."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Every person who desires to establish and maintain a Application\n                                                               for I~cence.\nhome shall make application to the Minister, in the prescribed\nform and manner, for a licence."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.--(1) The Minister, in his discretion, may refuse to grant a power of\n                                                                   Minister in\nlicence in respect of any home, or may refuse to permit the\ntransfer of a licence or to renew a licence.                              licences.\n       (2) The Minister, in granting a licence, may attach thereto\nsuch terms and conditions as he may, in any case, think fit.\n       (3) Where, in connection with any licensed home, the\nMinister is of opinion that there has been any contravention of\nany of the provisions of this Act or of the terms and conditions\nof any licence, the Minister may cancel any licence issued in\nrespect of such home, or may suspend the licence for such\nperiod as he thinks fit, and may apply to the Court under section\n57 for an order or an interim order for the removal of any child\nfrom the home.\n  SO.-@) An appeal shall lie to a Judge in Chambers against-      Appeals.\n    (a) any refusal of the Minister to grant, permit the transfer\n        or renew a licence;\n    (b) any term or condition imposed in a licence;\n    (c) any decision of the Minister to suspend or cancel a\n         licence;\n    (6) any decision of the Minister under section 47 (l)(c)\n        requiring a school or house to be licensed.\n               -       --\n40                                   CHILD CARE AND PROTECTION\n                         (2) Every appeal under this section shall be lodged with-\n                  in fourteen days of the date on which the aggrieved party is\n                  notified of the refusal or decision of, or the terms or conditions\n                  imposed by, the Minister, and the procedure on such appeal\n                  shall be in accordance with rules of court made for such\n                  purposes.\n                         (3) Where an appeal has been lodged under this section,\n                  the Minister, pending the determination of the appeal, may\n                  apply to a Resident Magistrate under section 57 for an interim\n                  order for the removal of any child from the home to which the\n                  appeal relates.\nof licensees."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. It shall be the duty of every licensee to-\n                      (a) act in the best interests of every child in his home;\n                      (b) ensure that every child in his home receives at all times\n                          careful and humane treatment and suitable education;\n                          and\n                      (c) ensure that all the provisions of this Part and all the\n                          terms and conditions of the licence and the directions\n                          of the Minister are at all times complied with in respect\n                          of the home and every child maintained therein.\nof reception"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-(1)  A licensee shall notify the Minister in writing of the\nofchild,          name, sex, age and date of reception of every child who is\n                  received into his home, and every such notification shall be\n                  made within forty-eight hours after the reception of the child\n                  into the home and shall contain such further particulars as may\n                  from time to time be prescribed.\n                         (2) The licensee shall, after such notification, supply the\n                  Minister with all such particulars relating to any !such child as\n                  the Minister in any case may require.\n          Or\ndeath of child."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.-(1)    Save where a child is removed from a. home under\n                  an order of a court, a licensee shall not permit any child to leave,\n                  or to be removed or transferred from, the licensee's home,\n                  without first giving the Minister seven days' notice in writing of\n                  such impending removal or transfer, and except in the case of\n                  a transfer to another licensed home, without first obtaining the\n                 CHILD CARE AND PROTECTION\nwritten permission of the Minister.\n      (2) A licensee shall forthwith notify the Minister if any\n      s absent for more than twenty-four hours from his home\nwithout the permission of the licensee.\n       (3) A licensee shall forthwith notify the Minister of the\ndeath of any child maintained in his home, or of the removal\ntherefro     any such child.\n       (       rson who removes from a licensed home, without\nthe written permission of the Minister, any child received into\nthat home, commits an offence."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. At all reasonable times-                                            Power to\n                                                                          v~sitand\n    (a) any person authorized by the Minister; or                         inspect\n                                                                          homes.\n    (    an officer of the Jamaica Constabulary Force, not\n         below the rank of Deputy Superintendent,\n     vi and inspect any home for the purpose of verifying that\nthe home is licensed, ensuring that the home is properly\nadministered and that the children therein are receiving adequate\ncare and attention."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Where any person empowered under the provisions of Warrant to\n                                                           visit and\nsection 54 to visit and inspect a home has been refused inspect\nadmission to a home or to any place where he has reason to\nbelieve that-\n    (a) an unlicensed home is being maintained;\n    ( b ) the      any contravention of any of the provisions of\n          this Part, the terms or conditions of any licence or any\n          directions given by the Minister thereunder; or\n    (c) any child is being maltreated, neglected or illegally\n          detained,\n e        pply to a Justice of the Peace who may issue a warrant\nauthorizing the person, or any constable, to enter the home or\nplace at any time of the day or night and, with such assistance\nand by such force as may be necessary, to carry out the visit and\ninspection.\n42                                 CHILD CARE AND PROTECTION\nlicensed"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.-(1) If the Minister is satisfied that the management of\nhomes.         any licensed home, or the accommodation provided for, or the\n               treatment of, the children therein, is such as to endanger or to be\n               likely to endanger their welfare, he may give, in writing to the\n               licensee concerned; such general or special directions with\n               respect to the matters aforesaid, or any of them, as he thinks\n               expedient for the welfare of the children in the home.\n                       (2) A direction under this section-\n                    (a) may be served on the licensee concerned by being\n                         delivered personally to him, or by being sent, by post\n                         or otherwise, in a letter addressed to him at the home;\n                         and\n                   (b) may be varied by a subsequent direction, or may be\n                       withdrawn by the Minister,\nOrder to        57.-(1)      Subsection (2) shall apply in any case where the\nremove child\nfrom home.     Minister-\n                   (a) in exercise of the powers conferred on him by section"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-(1) A child who runs away from a person to whose care Escape from\n                                                            fit person.\nthe child has been committed under this Act may-\n    ( a ) be apprehended without warrant by a constable or an\n            authorized person as defined by section 13(2) and\n           brought back to that person if that person is willing to\n            receive that child; and\n    ( b ) if that person is not so willing, be taken before a\n            Children's Court which may make an order in respect\n            of that child as if the child had been brought before the\n            court in need of care and protection.\n        ( 2 ) Any person who knowingly-\n    ( a ) assists or induces a child to run away from aL person to\n          whose care the child has been committed; or\n    ( b ) harbours or conceals a child who has so run away and\n          prevents that child from returning,\ncommits an offence against this Act."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59.-(1) The Minister may at any time order a child under the Transfer of\n                                                                   persons\ncare of a fit person to be transferred to the care of some other undercare\nperson.                                                            of fit\n                                                                         persons.\n       ( 2 ) Upon a child being transferred in accordance with the\nprovisions of subsection ( 1 ) the Minister shall cause notice\nthereof to be sent to the person liable to make contributions in\nrespect of the child transferred.\n  6 0 . - 4 1 ) Subject to the provisions of this section, it shall be Emigration,\n                                                                       etc., of\nlawful for a child who is, by an order under this Act, committed\nto the care of a fit person, to emigrate or be taken out of Jamaica\nwith the written consent of the Minister.\n            --      -\n                                    CHILD CARE AND PROTECTION\n                         (2) In giving his consent the Minister may impose such\n                  terms and conditions as he may think fit.\n                          (3) The Minister shall not give his consent unless he is\n                  satisfied that-\n                      (a) it would be in the best interests of the child;\n                      (b) suitable arrangements have been made, or will be mad\n                          for the child's reception and welfare in th~ecountry to\n                          which the child is going;\n                      (c) the parents or guardian of the child hav b\n                          consulted or such consultation is not practicable; and\n                      (d) subject to subsection (4), the child consents.\n                         (4) Where the child is too young to form or express a\n                  proper opinion on the matter, the Minister may consent to his\n                  emigrating, or being taken out of Jamaica, notwith~~tandlng\n                                                                           that\n                  the child is unable to consent thereto.\nRulesrelating       61. The Minister may make rules not inconsistent\nto fit persons.\n                  provisions of this Act or any regulations made thereunder, as\n                  to-\n                      ( a ) the manner in which children committed or transferred\n                            to the care of fit persons are to be dealt withi;\n                      (b) the duties and supervision of the persons to whose care\n                          they are committed or transferred; and\n                      (c) the sums which may be payable out of the Consolidated\n                           Fund to such persons towards the maintenance and\n                           education of children committed or transferred to their\n                           care, and different sums may be specified for different\n                           cases or classes of case.\nRights of           62. A child in a place of safety, children's home or in the care\nchild in\nplaces of         of a fit person shall have the following rights-\nsafety, etc.\n                      (a) to be fed, clothed and nurtured according to pres-\n                          cribed minimum standards and to be given the same\n                          quality of care as other children in the placement;\n                 CHILD CARE AND PROTECTION\n        to be consulted and, according to the child's abilities,\n         to express his views about significant decisions\n         affecting that child;\n         to reasonable privacy and to possession of the child's\n         personal belongings;\n         to be free from corporal punishment;\n         to be informed of the standard of behaviour expected\n         by the caregivers and of the consequences of not\n         meeting that standard;\n         to receive medical and dental care (including\n         psychological care) when required;\n         to participate in social and recreational activities\n         appropriate to the child's abilities and interests;\n         to receive the religious instruction, and, as far as may\n         be reasonably practicable, to participate in the religious\n         activities, of the child's choice;\n         to be provided with an interpreter if language or\n         disability is a barrier to consulting with the: child on\n         decisions affecting the child's custody or care;\n          to privacy during discussions with a family member\n         or a legal representative;\n          to be informed about and to be assisted if the child so\n         wishes, in contacting the Children's Advocate;\n          to be informed of the child's rights under this Act and\n         the procedures available for enforcing those rights.\n   PART IV-Children Detained or Brought Before a Court"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. It shall be conclusivel resumed that no child under the Ageof\n                                                              criminal\nage of twelve years can be guilty of an offence.              respon-\n                                                                        sibility"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.-(1) Where a person, whether charged with an offence or Deter-\n                                                                   mination\nnot, is brought before any court otherwise than for the purpose\nof giving evidence, and it appears to the court that the person is\na child, the court shall-\n                             CHILD CARE AND PROTECTION\n               ( a ) make due enquiry as to the age of that person; and\n               (b) for that purpose, shall take such evidence as may b\n                    forthcoming at the hearing of the case.\n                  (2) An order or judgment of the court shall not be\n           invalidated by any subsequent proof that the person's age has\n           not been correctly stated to the court, and the age presumed or\n           declared by the court to be the age of the person so brought\n           before it shall, for the purposes of this Act, be deemed to be the\n           true age of that person.\n                  (3) Where it appears to the court that the person so\n           brought before it has attained the age of eighteen years, that\n           person shall, for the purposes of this Act, be dee:med to be an\n           adult.\n                  (4) Where, in any charge or indictment for any offence\nSecond\nsch,,,,,   under this Act or any of the offences mentioned in the Second\n           Schedule, except offences specified in subsection (5)-\n               (a) it is alleged that the person by or in respect of whom\n                   the offence was committed was a child or was under or\n                   had attained any specified age; and\n               (b) the person appears to the court to have been, at the date\n                    of the commission of the alleged offence, a child or to\n                    have been under or to have attained the specified age,\n                    as the case may be,\n           the person shall for the purposes of this Act be presumed at that\n           date to have been a child or to have been under or to have\n           attained that age, as the case may be, unless the, contrary is\n           proved.\n                  (5) The offences referred to in subsection (4) are offences\n           against the following sections of the Offences Against the\n           Person Act, section 45 (procuring defilement of girl under\n           eighteen), 48 (carnally knowing girl under twelve), '50 (carnally\n           knowing girl above twelve and under sixteen), 51 ((inducingor\n           encouraging defilement of girl on premises), 57 (abduction of\n           girl under sixteen), 58 (procurement), 60 (abduction with intent\n                  CHILD CARE AND PROTECTION\n    (a) vary the order; or\n    (b) revoke the order in respect of a child referred to in the\n        proviso to subsection (1).\n       (3) If an application under subsection (2) cannot\nconveniently be made to the court which made the order for\ncommitment, action under that subsection may be taken by any\ncourt having jurisdiction in the place where the sitting of the\ncourt which made the order was held.\n       (4) If the order is revoked, the child may be committed\nto such place, including an adult correctional centre, as may be\nspecified in the commitment warrant."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-(1) When a child is charged with any offence or is for Attendance\nany other reason brought before a court, the child's parent or at,a,ntof\n                                                                    court by\nguardian may, in any case, and shall, if such parent or guardian child\ncan be found and resides within a reasonable disl,ance, be charged,,,,\nrequired to attend at the court before which the case is heard or offence, etc.\ndetermined during all the stages of the proceedings, ~mlessthe\ncourt is satisfied that it would be unreasonable to require his\nattendance.\n        (2) Where a child is arrested or taken to a juvenile\nremand centre, the officer or sub-officer of police in charge of\nthe police station in the district of the court before which the\nchild will appear shall cause the parent or guardian of that child,\nif he can be found, to be warned to attend court.\n       (3) For the purpose of enforcing the attendance of a\nparent or guardian and enabling him to take part in the\nproceedings and enabling orders to be made against him, a\nsummons may be issued and served on him requiring adtendance\nbefore the court; and the provisions of the Justices of the Peace\nJurisdiction Act shall, with the necessary adaptations and\nmodifications, apply to the procedure on such summons.\n       (4) The parent or guardian whose attendance is required\nunder this section shall be the parent or guardian having the\nactual possession and control of the child:\n                                                                     -\n                                    CHILD CARE AND PROTECTION\n                   Provided that the attendance of such parent shall not be\n                 required if the child is, prior to the institution of the\n                 proceedings, removed from the parent's custody or charge by an\n                 order of a court.\nNotice to          70.-(1)    Where a child is to be brought before-\nappropriate\nofficers of\n    -\ncharges              (a) any court charged with an offence;\nagainst child.\n                     (b) a Children's Court as being in need of' care and\n                         protection,\n                 the person bringing the child before the court shall cause notice\n                 of the grounds on which the child is brought before the court\n                 and of the date on which such matter will be heard, to be served\n                 in accordance with subsection (2).\n                        (2) The notice referred to in subsection (1) shall be\n                 served within a reasonable time before such date-\n                     (a) on a children's officer, if the child is to be brought\n                          before the court as being in need of care and\n                          protection;\n                     (b) in any other case, on the probation and. after-care\n                          officer, if any, of the district; and\n                     (c) on the Children's Advocate,\n                 so, however, that no such notice shall be necessary whenever a\n                 children's officer, the probation and after-care officer or the\n                 Children's Advocate, as the case may be, is the person bringing\n                 the child before the court.\n                        (3) Upon the receipt of the notice referred to in\n                 subsection (I), it shall be the duty of the probation and after-care\n                 officer on whom it is served to make such investigations and\n                 render available to the court such information as to the child's\n                 home surroundings, school record, ag:, health and character, as\n                 the probation and after-care officer is able to obtain and as, in\n                 his opinion, is likely to be of assistance to the court.\n                  CHILD CARE AND PROTECTION                                  51"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.-(1) The Minister responsible for justice shall cause to be Conaitution\n                                                                    of, proce-\nestablished courts, to be known as Children's Courts, which ciurein,and\nshall be constituted in accordance with the provisions of the ye:ms;;.\nThird Schedule and, when so constituted and sitting for the COU,~,.\npurpose of exercising any jurisdiction conferred on them by this Third\n                                                                    Schedule.\nor any other enactment, shall be deemed to have, subject to the\nprovisions of this Act, all the powers of a Resident Magistrate's\nCourt; and the procedure in the Children's Court, subject to the\nprovisions of this Act, shall be the same as in the Resident\nMagistrate's Court.\n       (2) The Governor-General may appoint, in respect of\neach Children's Court, a clerk and deputy clerk who shall, in\nrespect of the Children's Court to which they are so appointed,\nhave all powers and perform all duties which the clerk and\ndeputy clerk have and perform in respect of a Resident\nMagistrate's Court:\n  Provided that it shall be lawful for any clerk and deputy clerk,\nrespectively, assigned under section 7 of the Judicature (Family\nCourt) Act, to exercise the like powers and perform the like\nduties as aforesaid in respect of the Children's Court constituted\nby virtue of paragraph 4 of the Third Schedule.\n       (3) Without prejudice to the power to bring before a\nChildren's Court by any other means,,any child in need of care\nor protection, the attendance of a child or of any other person\nbefore a Children's Court in accordance with the provisions of\nthis Act may be enforced by the same officers, the same process\nand in the same way as the attendance of persons before Justices\nof the Peace may be enforced under the provisions of the\nJustices of the Peace Jurisdiction Act.\n       (4) Children's Court shall sit as often as may be\nnecessary for the purpose of exercising any jurisdiction\nconferred on them by or under this or any other enactment.\n       (5) Subject to subsection (6)' a Children's Court shall sit\nin such place or places as may fiim time to time be specified\nunder paragraph 3 of the Third Schedule as the place or places\nin which such court shall sit.\n        (6) Where no place is so specified the Childre\nshall sit either in a different building or room from that in which\nsittings of courts other than Children's Courts are held, or on\ndifferent days or at different times from those on which sittings\nof such other courts are held.\n      (7) No person shall be present at any sitting of a\nChildren's Court except-\n    (a) members and officers of the court, and any authorized\n        person as defined in section 13;\n    (h) parties to the case before the court, their attorneys-at-\n        law, and witnesses giving or having given their\n        evidence, and other persons directly concerned with\n        the case;\n    (c) hona j 2 e       representatives of newspapers or news\n        agencies;\n    (d) such other persons as the court may specially authorize\n         to be present.\n       (8) Where a child is brought before a Children's Court, it\nshall be the duty of such court to explain to the child in as\nsimple language as possible-\n    (a) the reason for the child being before the court; and\n    (b) that the child is entitled to the assistance of the\n        Children's Advocate.\n       (9) Where a child is charged before a Children's Court\nwith any offence and does not have legal representation, the\nCourt shall act in accordance with section 4 (3).\n       (10) Where a child is charged with any offence and\nadmits the offence, or the court is satisfied that the offence has\nbeen proved, the court shall record a finding to that effect and,\nbefore sentencing the child, shall obtain such information as to\nthe child's general conduct, home surroundings, school record,\nand medical history, as may enable it to deal with the case in the\nbest interests of the child.\n          [The inclusion of this page is authotized by L.N. 111/2005]\n                 CHILD CARE AND PROTECTION\n       (1 1) For the purpose of obtaining the information referred\nto in subsection (10) or for special observation, the court may\nfrom time to time remand the child on bail or in custody.\n       (12) An appeal shall lie from any decision of a Children's\nCourt in the same manner and subject to the same procedure as\nan appeal from a Resident Magistrate's Court."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.-(1) Subject to the provisions of this section, no charge          TdiCti0\nagainst a child and no application in relation to a child in need Children's\nof care or protection shall be heard by any court of summary\njurisdiction which is not a Children's Court.\n       (2) Subject to subsection (3)' a charge made jointly\nagainst a child and a person who has attained the age of eighteen\nyears shall not be heard by a Children's Court.\n       (3) Where, in the course of any proceedings before a\nChildren's Court, it appears that a person so jointly charged has\nattained the age of eighteen years-\n    (a) nothing in subsection (2) shall be construed as\n        preventing the Children's Court, if it thinks fit, from\n        proceeding with the hearing and determination of those\n        proceedings; and\n     (b) where it does so, it shall be deemed to have, in relation\n         to the person who has attained the age of eighteen\n         years, all the powers of a court of summary\n         jurisdiction.\n       (4) Where a child is charged with an offence, the charge\nmay be heard by a court of summary jurisdiction which is not a\nChildren's Court if a person who has attained the age of\neighteen years is charged at the same time with aiding, abetting,\ncausing, procuring, allowing or permitting the offence.\n       (5) Where, in the course of any proceedings before any\ncourt of summary jurisdiction other than a Children's Court, it\n,appears that the person to whom the proceedings relate is a\nchild, nothing in this section shall be construed as preventing\nthat court, if it thinks fit, from proceeding with the hearing and\ndetermination of those proceedings.\n                                 CHILD CARE AND PROTECTION\n                       (6) Where a child-\n                    (a) who has not attained the age of fourteen years is\n                        charged with any offence; or\n                    (b) who has attained the age of fourteen years is charged\n                        with any offence other than an offence specified in the\nFourth\nSchedule                Fourth Schedule,\n                the charge shall, subject to any right of appeal provided by this\n                or any other enactment, finally be disposed of by a Children's\n                Court, or if the charge is heard before a court of summary\n                jurisdiction that is not a Children's Court, by that court of\n                summary jurisdiction, without prejudice, however, to the\n                provisions of section 75.\n                      (7) Where a child who has attained the age of fourteen\n                years is charged with an offence specified in the Fourth\n                Schedule-\n                    (a) proceedings for the child's committal for trial shall,\n                        subject to subsection (I), be heard in a Children's\n                        Court; and\n                    (b) if, on the termination of those proceedings, the court is\n                        satisfied that the child should be committed for trial,\n                        the court shall so commit the child and shall bind such\n                        child and the witnesses, by recognizance to appear at\n                        the court to which such child is committed.\n                       (8) No direction, whether contained in this or in any\n                other enactment, that a charge shall be brought before a\n                Children's Court shall be construed as restricting the powers of\n                any Resident Magistrate or Justice of the Peace to entertain an\n                application for bail or for a remand and to hear such evidence\n                as may be necessary for that purpose.\n           as     73.-(1) A Children's Court sitting for the purpose of hearing\nto powers of\nChildren's      a charge against, or an application relating to, a person who is\ncourt.          believed to be a child may, if it thinks fit, proceed with the\n                hearing and determination of the charge or application notwith-\n                 CHILD CARE AND PROTECTION\nstanding that it is discovered that the person in question is not a\nchild.\n       (2) Where a Chil             has remanded a child for\ninformation to be obtained with respect to that child or for\nspecial observation, any Children's Court sitting in the same\nparish or place-\n    (a) may in the child's absence extend the peri        of\n        remand, so, however, that the child appears before a\n        court at least once in every seven days;\n    (b) when the required information has been obtained, may,\n        subject to any right of appeal provided by this Act,\n        deal with the matter finally.\n       (3) Where the court by which a child was originally\n      ded has recorded a finding that the child is guilty of an\noffence charged, it shall not be necessary for any court which\nsubsequently deals with that child under this section to hear\nevidence as to the commission of that affence, except in so far\nas may be considered that such evidence will assist the court in\ndetermining the manner in which the child should be dealt with."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Where under the provisions of this Act, a child is tried Court   other\n                                                                 than Chil-\nbefore any court which is not a Children's Court, then such dren's Court\ncourt shall, in relation to that child, have all the powers of a to have\n                                                                 powers of\nChildren's Court.                                                Children's\n                                                                         Court."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75.-41) Any court by or before which a child is found guilty          Power of\n                                                                         other courts\nof an offence other than murder may, if it thinks fit, remit the         to remit\ncase to a Children's Court acting for the place where the                child offen-\n                                                                         ders to\noffender was committed for trial, or, if he was not committed for        Children's\ntrial, to a Children's Court acting either for the same place as the     Court.\nremitting court or for the place in which the offender resides.\n       (2) Where any such case is so remitted, the offender shall\nbe brought before a Children's Court accordingly, and that court\nmay deal with him in any way in which it might have dealt with\nhim if he had been tried and found guilty by that court.\n                                CHILD CARE AND PROTECTION\n                      (3) No appeal shall lie against an order of remission\n               made under subsection (I), but nothing in this subsection shall\n               affect any right of appeal against a verdict or finding on which\n               such an order is founded; and a person aggrieved by the order\n               of the Children's Court to which the case is remitted may\n               appeal therefrom as if he had been tried by and had pleaded\n               guilty before the Children's Court.\n                      (4) A court that makes an order remitting a case to a\n               Children's Court under this section-\n                   (a) may give such directions as appear to be necessary\n                       with respect to the custody of the offender or for his\n                       release on bail until he can be brought before the\n                       Children's Court; and\n                   (b) shall cause to be transmitted to the ~;:lerl of the\n                       Children's Court, a certificate-\n                             (i) setting out the nature of the offence;\n                             (ii) stating that the offender has been found guilty\n                                  thereof and that the case has been remitted\n                                  for the purpose of being dealt with under this\n                                  section.\ndealing with"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76.-(1) Where a child has been found guilty of any offence\nchildoffen-    before a Children's Court, that court may, subject to the\nders.          provisions of this Act, make an order-\n                   (a) dismissing the case;\n                   (b) for probation under the Probation of Offenders Act;\n                   (c) placing the child, either in addition to or without\n                       making any other order under this section for a\n                        specified period not exceeding three years, under the\n                        supervision of a probation and after-care officer or\n                        some other person to be selected for the purpose by\n                       the Minister;\n                CHILD CARE AND PROTECTION\nan order is made under subsection (7) is brought, if satisfied\nthat the child has failed without reasonable excuse to comply\nwith any of the requirements of the order, may-\n    (a) without prejudice to the continuance of the order,\n        impose on the child's parent or guardian a fine not\n        exceeding two thousand dollars; or\n    (b) revoke the order and deal with the child for the\n        offence in respect of which the order was made in any\n        manner in which the child could have been dealt with\n         for that offence by the court, if the order had not been\n        made."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. If it appears to a court that any person, having entered of recog-\ninto a recognizance under section 14 or 76, has failed to comply nizance,\nwith any of the conditions of that recognizance, the court may\nadjudge the recognizance to be forfeited and the sum of money\nnamed therein to be payable by the parent, guardian or other\nsurety, and thereupon that recognizance may be enforced\nagainst such parent, guardian or other surety as if the sum of\nmoney named therein were a fine ordered to be paid by a court\nof summary jurisdiction upon summary conviction of an\noffence."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.-(1) Sentence of death shall not be pronounced on or on\nrecorded against a person convicted of an offence if it appears punishment.\nto the court that at the time when the offence was committed he\nwas under the age of eighteen years, but in place thereof such\nperson shall be liable to be imprisoned for life.\n        (2) A person sentenced under subsection (1) shall,\nnotwithstanding anything in the other provisions of this Act, be\nliable to be detained in such place including, save in the case of\na child who has not attained the age of fourteen years, an adult\ncorrectional centre, and under such conditions as the Minister\nmay direct, and, while so detained, shall be deemed to be in\nlegal custody.\n        (3) Notwithstanding the provisions of the Parole Act,\non sentencing any child under subsection (I), the court may\n                                  CHILD CARE AND PROTECTION\n                 specify a period which that child should serve before becoming\n                 eligible for parole.\n                        (4) A child shall not be sentenced to imprisonment,\n                 whether with or without hard labour, for any offence, or be\n                 committed to an adult correctional centre in default of payment\n                 of any fine, damages or costs.\n                        (5) Where a child under the age of fourteen years is\n                 convicted of an offence specified in the Fourth Schedule and the\n                 court is of opinion that none of the other methods in which the\n                 case may legally be dealt with is suitable, the court may\n                 sentence the child to be detained for such period, not exceeding\n                 twenty-five years, as the court may determine.\n                        (6) Where a sentence referred to in subsection (5) has\n                 been passed the child shall, during that period and\n                 notwithstanding anything in the other provisions of this Act, be\n                 liable to be detained in such place (including an adult\n                 correctional centre) and on such conditions as the Minister may\n                 direct and, while so detained, shall be deemed to be in legal\n                 custody.\nRestriction on     79. A court shall not order a child under the age of twelve\ncommittal to\njuvenile         years to be sent to a juvenile correctional centre unless for any\ncorrectional     reason the court is satisfied that the child cannot suitably be\ncentre.\n                 dealt with otherwise.\nSpecial            80.-(1) Where a child has been placed under the supervision\nprovisions\nrelating to      of a probation and after-care officer or any other person, that\nprobation.       officer or person-\n                     (a) shall, while the order remains in force, visit, advise and\n                         befriend the child and when appropriate, endeavour to\n                         find suitable employment for the child; and\n                     (b) may, if it appears necessary in the child's interest so to\n                         do, at any time while the order remains in force and the\n                         child is under the age of eighteen years, bring the child\n                         before a Children's Court.\n                        (2) The Children's Court before which a child is brought\n                  CHILD CARE AND PROTECTION\nunder subsection (1) may, if thinks it desirable in the child's\ninterest, order the child to be sent to a juvenile correctional\ncentre or commit the child to the care of a fit person, whether a\nrelative or not, who is willing to undertake the care of that child.\n       (3) Where the court before which any person is bound by\nhis recognizance or in respect of whom a probation order is\nmade under the Probation of Offenders Act, is a Children's\nCourt, the attainment by that person of the age of eighteen years\nshall not deprive that court of jurisdiction to enforce his\nattendance and deal with him in respect of any failure to observe\nthe conditions of his recognizance or of jurisdiction to vary or\ndischarge the recognizance."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. No person shall be committed to any juvenile correctional committal to\ncentre after it has ceased to be such a centre under the\nCorrections Act.                                                which has\n                                                                ceased to be\n                                                                         a juvenile\n                                                                         correctional\n                                                                         centre."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.-(1)    Upon the receipt by the Minister of a fit person\norder delivered under section 82(3), the Minister shall select the hfinister on\nfit person to whose care the child is to be committed and shall receipt\n                                                                   person\n                                                                           offit\nendorse upon the order the name of such person.                    order.\n       (2) A fit person order endorsed in accordance with\nsubsection (I), shall be a sufficient authority for the person\nnamed in the endorsement to receive and care for the child in\naccordance with the provisions of this Act.\n           PART V-Administration and Enforcement"
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.-41) For the purposes of this Act there shall be ment\n                                                        EstabLhh-\n                                                             of\nestablished a body to be known as the Advisory Council. council.\n       (2) The Council shall be constituted and its proceedings\nshall be determined in accordance with regulations made under\nsection 9 1."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86.--41) It shall be the duty of the Council, in its discretion, to\n                                                                      duty of the\nadvise and report to the Minister on any matter which, in its Council to\nopinion, affects the proper carrying out of the provisions and           g:;?:\nobjects of this Act.\n       (2) It shall be the duty of the Council to advise the\nMinister on any matter about which the Minister may seek its\nadvice, with, a view to the proper carrying out of the provisions\nand objects of this Act.\n64                                  CHILD CARE AND PROTECTION\nProceedings       87. Where it is necessary or expedient for the Minister to\nby Minister.\n                bring any child before a Children's Court or to make any\n                application to a court in relation to a child, such proceedings\n                may be brought in the name of the Minister by a children's\n                officer or by any person generally or specially appointed for\n                such purpose by the Minister.\nMiscellaneous     88.-(1)      A person commits an offence against this Act if that\noffences.\n                person-\n                            refuses to permit any person empowered under section\n                            54 to visit or inspect any children's home, or hinders or\n                            obstructs any person so empowered when so visiting or\n                            inspecting;\n                            refuses to comply with the terms of a warrant granted\n                            under section 55 upon such warrant being produced\n                             and read over to him, or hinders or obstructs any\n                             constable or person authorized to execute the warrant;\n                            refuses to comply with an order or interim order made\n                             under section 57 upon such order or interim order\n                            being produced and read over to him, or who hinders\n                             or obstructs any constable or other person authorized to\n                             execute the order or interim order;\n                            contravenes any of the provisions of Part 111;\n                            contravenes any of the terms or conditions of any\n                            licence granted under Part 111;\n                            contravenes any general or special direction served by\n                            the Minister under section 56;\n                            knowingly gives, or causes or procures any other\n                            person to give, m y false or midleading information in,\n                            or in connection with, any notification, notice or return\n                            required by the provisions of Part 111;\n                            refuses to answer or answers falsely any enquiry\n                            authorized by or under section 37.\n                        (2) Subject to the provisions of subsection (3), an offence\n                    CHILD CARE AND PROTECTION\n                                 FLRST SCHEDULE                         (Section 4)\n           PARTI-Constitution       of Ofice of Children's Advocate"
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87, including any person appointed by the\n                        Minister on the recommendation of a welfare\n                         organization.\nPowers of      14.-(1)   A Children's Court before which any child is\nCourt.\n            brought under this Part, or before which is brought any child in\n            respect of whom any of the offences mentioned in the Second\nSecond      Schedule has been committed, may, if satisfied that the best\nSchedule.\n            interests of the child so require, make an order in accordance\n            with subsection (2).\n                  (2) An order under subsection (1) may-\n                (a) require the child's parent or guardian to enter into a\n                    recognizance to exercise proper care and guardianship;\n                (b) commit the child to the care of any fit person, whether a\n                     relative or not, who is willing to undertake the care of\n                     the child;\n                (c) either in addition to, or without making any order under\n                     paragraph (a) or (b), place the child for a specified\n                     period not exceeding three years, under the supervision\n                     of a probation and after-care officer, or some other\n                     person to be selected for the purpose by the\n                     Minister;\n                (d) prohibit for a specified period, not exceeding two years,\n                     any person found guilty of such offence-\n                            (i) from entering onto or residing at any\n                                premises at which the child resides,\n                                including premises the person owns or has a\n                                right to occupy; or\n                            (ii) from contacting or interfering with, or\n                                 attempting to contact or interfere with, the\n                                 child, except that where such person is the\n                                 child's parent, the order may set out such\n                                 conditions for supervised contact between\n                 CHILD CARE AND PROTECTION\n                      that parent and the child, as the court may\n                      think fit having regard to the best interests of\n                      the child;\n        if there are reasonable grounds to believe that a person\n         is likely to interfere with a party who has custody of a\n         child, prohibit that person from contacting or\n         interfering with, or attempting to contact or interfere\n         with, the party who has custody of the child;\n         where any person found guilty of such offence is a\n         person having the custody, charge, or care of the child,\n         require-\n              (i) that person; or\n              (ii) the child or any other child who resides\n                   with that person,\n         to receive counselling for a specified period from a fit\n         person, qualified by his knowledge of psychology or\n         psychiatry, appointed by the court.\n       (3) The Government agency responsible for children or\nany party to proceedings under this section may apply to the\ncourt for a variation or discharge of an order, if circumstances\nhave changed significantly since the order was made.\n      (4) Notice of any application under subsection (3) shall\nbe given to all other parties to the proceedings at least seven\ndays before the date set for hearing the application.\n       (5) If a Children's Court before which any child is\nbrought is not in a position to decide whether any or what order\nought to be made under this section, it may make such interim\norder as it thinks fit for the child's detention or continued\ndetention in a place of safety, or for his committal to the care of\na fit person, whether a relative or not, who is willing to\nundertake the care of the child.\n                                         CHILD CARE AND PROTECTION\n                              (6) Any interim order made under subsection ( 5 ) shall not\n                       remain in force for more than thirty days; but at any time within\n                       such period the court may, if it considers it expedient so to do,\n                       make a further interim order; so, however, that in no case shall\n                       any interim order remain in force for more than sixty days after\n                       the date of the first order made under subsection (5).\n                              (7) If the Children's Court by which an interim order is\n                       made is satisfied on any occasion that, by reason of illness,\n                       accident or other justifiable cause the child is unable to appear\n                       personally before the court, any further interim order which the\n                       court has power to make on that occasion may be made in the\n                       absence of the child.\n                               (8) In making an order under this section for the\n                       committal of a child to the care of a fit person or for placement\n                       of a child in a place of safety, the court shall consider the child's\n                       best interests and give priority to placing the child with a\n                       relative or, if that is not consistent with the child's best interests,\n                       committal or placement of the child as follows-\n                            ( a ) in a location where the ch        intain contact with\n                                   relatives and friends;\n                            ( b ) in the same family unit as the child's brothers and\n                                   sisters;\n                            (c) in a location that will allow the child to continue in the\n                                same school.\n       Power to         15.-(1) Any constable may take into custody, without\n       take offender\n       into custody.   warrant, any person who-\n                            ( a ) commits, within his view, any of the offences\n       Second                     mentioned in the Second Schedule;\n       Schedule.\n                            ( b ) has committed, or whom he has reason to b\n                                  have committed, any such offence,\n                       if the constable has reasonable grounds for believing that such\n                       person will abscond, or if the constable does noit know and\n                       cannot ascertain that person's name and address.\n                                                                                - --            ----   -\n                                  [The inclusion of thls page is authorized by L.N. 111/2005]\n'TI-                                                                                      -\n                 CHILD CARE ,4ND PROTECTION\n        (2) Where, under the powers conferred by this section, a\nconstable arrests any person without warrant, the officer or sub-\nofficer of the police in charge of the station to which that person\nis brought shall grant the person bail in accordance with the Bail\nAct, unless he believes, on reasonable grounds, that the release\nof that person on bail would tend to defeat the ends of justice, or\nto cause injury or danger to the child against whom the offence\nis alleged to have been committed."
    }
  ],
  "definitions": [
    {
      "term": "relevant regulatory entity",
      "definition": "the entity authorized by",
      "source_provision": "sec5"
    },
    {
      "term": "right",
      "definition": "a right guaranteed by the Constitution of Jamaica or",
      "source_provision": "sec9"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for",
      "source_provision": "sec20"
    },
    {
      "term": "employment",
      "definition": "employment in any undertaking,",
      "source_provision": "sec24"
    },
    {
      "term": "night work",
      "definition": "work between the hours of ten o'clock",
      "source_provision": "sec24"
    },
    {
      "term": "ship",
      "definition": "any sea-going ship or boat of any description",
      "source_provision": "sec24"
    },
    {
      "term": "tobacco products",
      "definition": "cigarettes,",
      "source_provision": "sec40"
    },
    {
      "term": "lawful guardian",
      "definition": "any person appointed according to",
      "source_provision": "sec45"
    },
    {
      "term": "licence",
      "definition": "a licence granted under this Part",
      "source_provision": "sec45"
    },
    {
      "term": "licensed home",
      "definition": "a children's home licensed under",
      "source_provision": "sec45"
    },
    {
      "term": "licensee",
      "definition": "the holder of a licence under this Part",
      "source_provision": "sec45"
    }
  ]
}