{
  "id": "jm-stat-the-child-pornography-prevention-act",
  "type": "statute",
  "title": "The Child Pornography (Prevention) Act",
  "title_en": "The Child Pornography (Prevention) Act",
  "short_name": "Child Pornography (Prevention) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-child-pornography-prevention-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-child-pornography-prevention-act | Legal areas: Communication and Technology",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In this Act-\n     \"child\" means a male or female person under the age of\n        eighteen years;\n     \"child pornography\" means-\n           (a) my visual representation that-\n                                                                                     ~~\n                      (i) shows a person who is, or is depicted as\n                          Being, a child and is engaged in, or is\n                          depicted as king engaged in, sexual\n                          activity;\n                    (ii) depicts, for a sexual purpose, the genitals,\n                         breast, pubic area or anal region of a\n                         child; or\n                    (iii) depicts a child being subjected to torture,\n                          cruelty or physical abuse in a sexual\n                          context;\n         (b) my audio recording or written material that has\n             as its dominant characteristic the description,\n             presentation, or representation, for a sexual\n             purpose, of sexual activity with a child; or\n         (c) my visual representation, audio recording, or\n             written material, that advocates or counsels sexual\n             activity with a child;\n     \"sexual activity\" meam actual or simulated-\n          (a) sexual intercourse;\n             (The incksion of cbb p a p is ruthorired by 1s. 123n011)\n           CHILD PORNOGRAPHY (PREVENTION)\n        (6) activity other than sexual intercom, whether\n             involving persons of the same or opposite\n             sex-\n                   (i) involving the penetration of the anus,\n                       vagina or mouth with any part of a\n                       person's body, or the anus or vagina with\n                       anything else; and\n                 (ii)which a reasonable person            would\n                     consider sexual;\n        _(c) touching of a sexual organ, or the anal region, of a\n             person with any part of the body, or with or\n             through anything else, in a manner which a\n             reawnable person would consider sexual;\n         ( 4 bestiality;\n         (e) masturbation; or\n         (/) sadistic or masochistic abuse;\n    \"visual representation\" includes-\n         (a) any image, whether made or produced by\n           - electronic, mechanical or any other means;\n         (8) wndeveloped film;\n         (c) videotape; and\n         (4 data stored in electronic fonn capable of\n               conversion into a visual image.\n       (2) For the avoidance of doubt, in paragraph (a) of the\ndefinition of- \"child pornography\" in subsection (I), the\nreference to a person shall be construed as including a\nreference to an image resembling a person, which has been\ngenerated or modified electronically or otherwise, and\nany evidence that some of the principal characteristics shown\nmay be those of an adult shall be disregarded, if the\npredominant impression conveyed is that the image shown is\nthat of a child.\n            CHILD PORNOGRAPHY (PREVENTION)"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) A person who knowingly causes or incites the usinsor\n                                                               involving a\ninvolvement of a child in the production of child pornography, child in\nin Jamaica or elsewhere, commits an offence.                   production\n                                                                      of child\n      (2) A person who, having the custody, charge or care of\na child, allows the child to be used in the production of\nchild pornography, in Jamaica or elsewhere, commits m\noffence.\n        ( 3 ) A person who commits an offence under this section\nis liable, on conviction on indictment before a Circuit Court, to a\nfine or to imprisonment for a term not exceeding fifteen years,\nor to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) A person commits an offence who knowingly-                Boducing.\n                                                                      distributing.\n    (a) produces child pornography;                                   etc.. child\n                                                                      pornography.\n    (6) distributes, imports or exports child pornography;\n    (c) distributes any advertisement likely to be understood\n        as conveying that the advertiser or any other person\n        produces, distributes, imports, or exports, any child\n        pornography; or\n    (4 possesses any child pornography for the purpose of\n        distributing, importing, or exporting it.                                     '   I\n       ( 2 ) In this Act, distributing child pornography includes\nselling it or publishing it in any form, and parting with\npossession of child pornography by exposing or offering it for\nacquisition by another person.\n       ( 3 ) A person who commits an offence mder-\n    (a) subsection (l)(a)is liable, on conviction on indictment\n        before a Circuit Court, to a fine or to imprisonment for\n        a term not exceeding twenty years, or to both such fine\n        and imprisonment;\n    (6) subsection (l)(b),(c) or (4 is liable, on conviction on\n        indictment before a Circuit Court, to a fine or to\n        imprisonment for a term not exceeding fifteen years,\n             llhe laddon of tbb prgr b rm(borlpcd by EN. 123n0111\n                         CHILD PORNOGRAPHY (PREVENTION)\n                     or to both such fine and imprisonment.\npmessingor    5.--(1) Subject to subsection (41, a person who knowingly\naccessing\nchild       possesses child pornography, in circumstances other than those\nv O ~ h y . specified in section 4(l)(d), commits an offence under this\n            section.\n                    (2) Subject to subsection (4), a person who knowingly\n             accesses any child pornography commits cpn offence under this\n             section.                                                              0\n                    (3) For the purposes of subsection (2), a person accesses\n             child pornography if that person causes child p n ~ o p p h yto\n             be viewed by, or otherwise mad, heard or transmitted.to, that\n             person.\n                    (4) No person shall be liable for an offence under this\n             section if that person shows that-\n                 (a) he had not seen, read or listend to the child\n                     pornography concerned and had no reasonable cause to\n                     suspect that he was in possession of it or had accessed\n                     it;\n                 (b) upon having reason to suspect that he had come into\n                     possession of, or a c ~ child  ~ pornography,\n                                                         ,            he\n                     promptly-\n                            (i) took masonable steps to avoid, remove or\n                                destroy the child pornography; or\n                           (ii) reported (he matter tc+\n                                     (A) the Children's Registry in accord-\n                                         ance with the provisions of the Child\n                                         Care and Protection Act; and\n                                     (B) a member of the Jmaica Consta-\n                                                                                   0\n                                         bulary Force,\n                               and allowed access to the child pornography\n                               for the purposes of the enforcement of this\n                               Act or any other law; or\n                             hdodoll of oBQ page b n t b o r i d by LN. IZPROllJ\n                   (c) he p     d the child pornography concaned for the\n                       purposes of bonafide e d u d o d , scientific, legd or\n                       medid m h .\n                     (4) A person who commits ari offence under subsection\n              (1) or (2) sMl be liable upon conviction on indictment before\n              a Circuit Court to a dine or to imprisonment for a tern\n              not exceding eight yaws, or to both such fine md\n              imprisonment.\n                &--(I) Subject to subsection (2), where a M y ~ ~ a o a m-t~     te\n                                                                                 bdii\n              commits an offence under this Act, every director, manager, -.\n              semtay of the M y coprate, or other similar o~~\n              concerned with the management of the M y corporate, is liable\n              om conviction on indictment before a Circuit Court to a fine or to\n              imprisonment for a term not exceeding twenty yeam, or to both\n              such fine and imprisonment.\n                      (2) A director, manager, secpetmy or other similar officzr\n              concerned with the management of a M y                  shall plot\n              be liable, by virtue of subsection (l), for an offence under this\n              Act unless the court is satisfied h t -\n                   (a) the offence was committed with his connivance; or\n                   (b) he had not exercised d l due diligence &I prevent the\n                        commission of the offence, having r e g d to the mtwe\n                        of hctions in that capacity and to d l the\n                        ckummces.\n                      (3) A M y coprate which commits an offence under\n              this Act is liable, on conviction on indictment before a Circuit\n              Court, to a fine."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. A person who receives a finmcid or other benefit knowing ofp-\n              that it results ftom an offence under section 3 or 4, commits      , ppofii\n                                                                           . , , where\n              an offence and is liable on conviction on indictment before\n              a Circuit Court to a fine or to impris~nmentfor a term\n              not exceeding twenty years, or to both such fine and imprison-\n              ment.\nEneyBsearch     8 - 4 1 ) Where a Justice of the Peace is satisfied by\nand sixwe.\n                              bcbdoa d EMSppg b amberbod   LN. I2MSIll\n                         CHILD PORNOGRAPHY (PREVENTION)\n             information on oath, and such further information as he may in\n             the circumstances q u i r e , that there are reasonable grounds for\n             suspecting that evidence of or relating to an offence under this\n             Act is to be found on any premises specified in the information,\n             he may issue a warrant in accordance with subsection (2).\n                     (2) A w m t issued under this section may authorize a\n             constable nmed therein, with such assistance as is reasonably\n             necessary and by the use of reasonable force to-\n                  (a) enter upon the premises specified in the warrant;\n                  (b) search the premises for evidence of, or relating to, an\n                      offence under this Act; and\n                  (c) seize property found in the course of the search that\n                      the constable believes, on reasonable grounds, to be\n                      evidence of, or relating to, an offence under this Act.\n                    (3) A warrant issued under this section shall include--\n                  (a) a statement of the purpose for which the warrant is\n                      issued, and a description of the offence;\n                  (b) a description of the kind of property to be seized;\n                  (c) a reference to the time, not being later than fourteen\n                        days, upon the expiration of which the warrant ceases\n                        to have effect; and\n                   (d) a statement as to whether entry is authorized to be\n                        made at any time of the day or night, or during the\n                        hours of ?he day or night specified therein.\n                      (4) For the purposes of this section \"an offence under\n             this Act\" refers to an offence which has been, is being, or is\n             a b u t to be committed.\n~ofeiturr.     9.41) Subject to subsections (2) and (3), the court before\n             which a person is convicted of an offence under this Act may,\n             upon the application of the Director of Public Prosecutions,\n             make an order for the forfeiture of anything used in the\n             commission of the offence.\n                   (2) Where the court is satisfied that any thing used in the\n                 CHILD PORNOGRAPHY(PREVENTI0N)                           9\n     commission of an offence under this Act is child prndpgrajhy,\n     the court M l -\n            (a) whether. or not any person is c s n v i d . of the\n                offence; and\n           (6) instead of making an order under subsection (1),\n     order that the thing concerned be destroyed or otherwisg\nre   disposed of in such manner as the court may dekmhe.\n            (3) Before making an order under s u b d o n (1) or (2),\n     the court shall give any person claiming to be the owner of the\n     thing concerned, the opportunity to show cause why the ordcr\n     should not be made.\n            (4) Where-the Director Public R o ~ t i o n h   s kds to\n     apply for an order under s u b t i o n (I), he shall give to any\n     person w h ~ , to his knowledge, is the owner of the thing\n     concerned, fourteen days notice of that intention.\n            (5) Where the D i t o r of Public Pmsxutioms is\n     unable to ascertain the owner of any thing to which this\n     section applies, he shall publish a notice in a s l y newspaper\n     circulating in Jamaica, of his intention to apply for an order\n     under subsection (I), not less than fourteen days prior to the\n     application.\n             (6) An order under subsection (1) or (2) shall not take\n     effect until-\n          (a) the. time for, instituting an appeal against the convic-\n              tion and order concerned has expire& or\n          (6) where an appeal xferred to in pmigraph (a) is\n              instituted, the appeal has k n finally determined;\n            (7) Where, omthe hearing of an application for abw order\n             under subsection (l), no person appzaas before the wuri\n             to show cause as mentioned in subsection (3), the court\n             shall presume that the thing concepned- has been\n             abandoned."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A person carrying out duties in connection with the\netaforcement of this Act s M l not be liable for any offence under\nthis Act, to the extent that-\n     (Q) such person is acting in the C           O of those\n                                                        ~    duties; and\n     (b) the person's conduct is reasonable in the circm-\n              stances for the prfomance of those duties.\n   1111.+1)      In relation to any proceedings in any court which\narise out of my offence under this Act-\n          (a) no report of the proceedings shdl reveal the name,\n              address, or school, or include any particulars calculated\n              to I& to the identification of any child concerned in\n              the proceedings, either as being the person against or in\n              respect of whom the proceedings are taken, or as king\n              a witness thereh,\n    (b) no picture of any child referred to in paragraph (Q)\n         s M l be published.\n      (2) When any alleged child pornography is displayed for\nthe purpose of my proceedings in any court in relation to\nan offence under this Act, the court s M l order to be excluded\nh m the 'courtmom my peason who is not an essential\nwon.\n       (3) For the purposes of subsection (2), the following are\nessential persons-\n     (Q) parties  to the proceedings and their legal repre-\n         sentatives;\n    (b) the prosecutor;\n    (c) the Children's Advocate or his representative;\n    (4 a representative of the Child Development Agency;\n    (e) a witness giving evidence;\n    V) a person whose presence is, in the court's opinion,\n        necessary or desirable for the proper conduct of the\n        proceedings; md\n                                                              -\n              (W. bdcroloa of Ibb page b mIborbrd by LN. IWZOIII\n           CHILD PORNOGR4 PHY (PREVEWION)\n     (g) a person who applies to the court to be present, and\n         whose presence, in the court's opinion would-\n                (i) serve a proper interest of that person; and\n               (ii) not be prejudicial to the interests of any\n                    child described or depicted in the child\n                    pornography concerned, whether or not that\n                    child can be identified from the child\n                    pornography.\n        (4) Any person who publishes any matter in\ncontravention of this section commits an offence and is liable,\nupon summary conviction before a Resident Magistrate, to a fine\nnot exceeding one million dollars or, in default of payment, to\nimprisonment for a term not exceeding twelve months."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) The Minister may make regulations generally for Uaulations.\ngiving effect to the provisions of this Act.\n        (2) Notwithstanding the provisions of section 29 of the\nInterpretation Act, regulations made under this section may\nprovide, in respect of a breach of any of the provisions of such\nregulations, that the offender be liable upon summary conviction\nbefore a Resident Magistrate to such fine not exceeding five\nhundred thousand dollars or to such term of imprisonment\nnot exceeding one year, as may be prescribed therein."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Power to amend penalties.\n                  [The inclauoa of (bb page h aathorioed by LN. 123/POlll\n            CHILD PORNQGRAPHY (PREYEMIOrv)\n   THE CHILD PORNOGRAPHY (PREVENTION) ACT                                      ,,\n                                                                               Ace\n                                                        [20* October, 2009.1"
    }
  ],
  "definitions": [
    {
      "term": "child",
      "definition": "a male or female person under the age of",
      "source_provision": "sec2"
    }
  ]
}