{
  "id": "jm-stat-the-cinematograph-act",
  "type": "statute",
  "title": "The Cinematograph Act",
  "title_en": "The Cinematograph Act",
  "short_name": "Cinematograph Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-cinematograph-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-cinematograph-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Cinematograph Act.                         shorttitle.\n                                                                             Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                            tion.\n“the Authority” means the Authority constituted under 21.1960\n     section 3;\n“film” includes phono-film;\n“poster” includes illustrated pamphlets, photographs and\n     pictures."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1) There is hereby constituted a body to be d e d the Establish-\n                                                                             ment of\nCinematograph Authority.                                       Cinemato-\n       (2) The provisions of the Schedule shall have effect as SraPh\n                                                               Authority.\nto the constitution, operation and expenses of the Authority 48   I 1960\n                                                               S. 3.\nand otherwise in relation thereto.                             Schedule."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) It shall not be lawful for any person to conduct Exhibition\n                                                               by muto-\nor allow to be presented or given by means of a mutoscope, wpc,etc.,\ncinematograph, or other similar apparatus, any exhibition $;gF\nof pictures or other optical effects, without the written per- ettenper-\n                                                               mission of\nmission of the Authority, in accordance with the rules made Authority.\n                                                               481 1960\nunder this Act.                                                s. 5.\n         (2) The Authority may refuse to grant such permis-\nsion, or grant it subject to the rules made under this Act\nand subject to such special conditions and restrictions, to\nbe specified in the permission, as to the Authority may seem\nfit; and any such permission may be revoked by the\nAuthority at any time.\n         (3) No such permission shall be granted unless a\ndescription of every scene intended to be presented, produced\nor given has been first furnished to the Authority. It\n       m e inclusion of this page is authorized by L.N. 480l19731\n4                                     CINEMATOGRAPH\n               shall be lawful for such Authority after such description\n               has been furnished, and before permission has been\n               granted or refused, to demand that any exhibition of\n               pictures or other optical effects which any person proposes\n               to conduct, allow to be presented or give as aforesaid be\n               first made to or viewed by such Authority in private at the\n               sole cost and expense of the person proposing to conduct,\n               allow to be presented, or give such exhibition, and the per-\n               mission referred to in this section shall not be granted if\n               it shall appear fit to the Authority, after such exhibition\n               shall have been made to or viewed by the Authority, to\n               refuse or withhold the same.\nOfficer         5. Where the Authority grants any such permission as\ndesignated\nby the        aforesaid upon condition that the exhibition be conducted\nAuthority\nmay order\n              under the superintendence of some officer or person desig-\nexhibition to nated in the permission, then it shall be lawful at any time\ncease, etc.\n               for such officer or person so designated to order such exhibi-\n               tion to cease and to give any other directions which he\n               may think necessary for ensuring the safety from fire of\n               the premises at which the exhibition takes place and of the\n               people attending the exhibition.\nCantraven-       6. Any person who conducts or who in any way assists\ntion of\nprovisions.    in conducting any such exhibition as aforesaid in contra-\nan offence.    vention of the provisions of this Act, or the rules made\n               thereunder, or of any condition or restriction specified in\n               a permission granted under this Act shall be guilty of an\n               offence against this Act.\nDuty of          7.-(1) It shall be the duty of the occupier or the person\noccupier of\npremises       in charge of any premises at which it may be proposed to\nwhere exhi-    conduct any such exhibition as aforesaid, to ascertain\nbition to be\nheld.          whether the requisite permission of the Authority shall have\n               been obtained and, if so, the terms of such permission;\n               and it shall also be the duty of such occupier or person to\n                      m e inclusion of this page is authorized by L.N. 480/1973]\n                        CINEMATOGRAPH                                       5\ngive notice to the Authority if and so soon as he has reason\nto believe that there is an intention to proceed with the\nexhibition either without the permission of the Authority,\nor with such permission but without having everything done\nwhich may be required under such permission to be done,\nprevious to the exhibition taking place.\n       (2) Any occupier or person referred to in this section Offence.\nwho fails to comply with the provisions of this section shall\nbe guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any member of the Authority other than the chairman may Resignation.\nat any time resign his officeby instrument in writing addressed to\nthe Minister and transmitted through the chairman and from the date\nof the receipt by the Minister of such instrument such member shsll\ncease to be a member of the Authority.\n        me inclusion of this page is authorized by L.N. 480/1973]\n8                                         CINEMATOGRAPH\n                   (2) The chairman may at any time resign his office by instru-\n              ment in writing addressed to the Minister and such resignation shall\n              take effect as from the date of the receipt of such instrument by the\n              Minister.\nPublication     6. The names of all members of the Authority as first constituted\nof member-    and every change in the membership thereof shall be published in the\nship.         Gazette.\nAuthenti-       7. All documents made by and all decisions of the Authority may\ncation of     be signified under the hand of the chairman or any member authorized\ndocuments.\n              to act in that behalf.\nProcedure       8. (1) The Authority shall meet at such times as may be necessary\nand meet-     or expedient for the transaction of business and such meetings shall\nings.         be held at such places and times and on such days as the Authority\n              shall determine.\n                    (2) The chairman or in the absence or inability to act of the\n              chairman the deputy chairman or the person elected to act as chair-\n              man in accordance with the provisions of sub-paragraph (4) of para-\n              graph 3 shall preside at the meetings of the Authority and when SO\n              presiding the chairman, deputy chairman or the person elected as\n              aforesaid to act as chairman, as the case may be. shall have an\n              original and a casting vote.\n                    (3) The quorum of the Authority shall be three including the\n              chairman or the deputy chairman or the person elected to act as\n              chairman as aforesaid.\n                   (4) Subject to the provisions of this Schedule, the Authority may\n              regulate its own proceedings.\n                   ( 5 ) The validity of any proceeding of the Authority shall not\n              be affected by any vacancy amongst the members thereof or by any\n              defect in the appointment of a member thereof.\nRemunera-        9. There shall be paid to the chairman and other members of the\ntion of       Authority out of sums provided by the Legislature such remuneration.\nmembers.      if any (whether by way of salaries or travelling or other allowances) as\n              the Minister may determine.\nFunds of         10. The funds of the Authority shall consist of such moneys as\nthe           may from time to time be placed at its disposition for the purposts\nAuthority.    of this Act by the Legislature and such other moneys as may law-\n              fully be paid to the Authority. ."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any constable and any member of the Authority, or m e n a n y\n                                                           officer, etc.,\nany other person appointed for the purpose by the appointed\nAuthority, may at all reasonable times enter any premises i\\;k;e.ty\nin which he has reason to believe that such an exhibition mayenter\nas aforesaid is being or about to be given, with a view to premises.\nseeing whether the provisions of this Act or any rules\nmade thereunder, and the conditions of any permission\ngranted under this Act, have been complied with; and if\nany person prevents or obstructs the entry of any such\nconstable, or of any member of the Authority or any person\nappointed as aforesaid, he shall be guilty of an offence\nagainst this Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Minister may make such rules as he may deem Rulesby\n                                                          Minister.\nexpedient for-\n     (a) regulating and controlling mutoscope cinemato-\n          graph and other similar exhibitions; and\n     (b) for regulating the granting of permission by the\n          Authority under section 4; and\n     (c) for prescribing the fees to be paid to the\n         Jccountant-General for any view or inspection by\n          the Authority of any pictures or other optical\n          effects which any person proposes to conduct or\n          give or allow to be presented.\n6                                       CINEMATOGRAPH\nPosters and       10. It shall not be lawful-\nadvertise-\nments to be\napproved.           (a) to exhibit, display, publish or distribute any\n                          poster;\n                    (b) to print or publish or cause to be printed or pub-\n                          lished any advertisement,\n                advertising the nature of any film or cinematograph\n                exhibition unless such poster or advertisement has been\n                approved in the manner hereinafter provided.\nDuties of\nAuthority."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) It shall be the duty of the Authority to examine\n                every poster or advertisement advertising a film or a cine-\n                matograph exhibition submitted to the Authority for\n                approval.\n                        (2) Such approval shall not be given in the case of\n                any poster or advertisement which in the opinion of the\n                Authority depicts or advertises any matter that is against\n                public order and decency or the exhibition of which, or the\n                advertisement, for any other reason is, in the opinion of\n                the Authority, undesirable in the public interest.\n                      (3) Such approval shall be signified by a certificate\n                under the hand of the Authority and such certificate mzry\n                at any time be cancelled by notice in writing.\n                      (4) Any person who is aggrieved by any decision\n                under this section shall have a right of appeal to the Minister\n                whose decision shall be final.\nPunishment        12. Any person guilty of an offence against this Act, or\nfor offences.\n421 1969        against any provision of the rules made thereunder, shall\n3rd Sch.        be liable on summary conviction in a Resident Magistrate’s\n                Court to a fine not exceeding twenty dollars, and in default\n                of payment to imprisonment with or without hard labour\n                for a term not exceeding one month, and in the case of a\n                continuing offence to a further penalty of ten dollars for\n                each day during which the offence continues, and in default\n                        CINEMATOGRAPH                                              I\nof payment of such penalty to imprisonment with or with-\nout hard labour for a term not exceeding fourteen days."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. In any prosecution under this Act, the onus of\nproving that he has complied with the Act shall lie on the defendant.\ndefendant."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. This Act shall not apply to an exhibition given in Privafe\n                                                         premises.\nprivate premises to which the public are not admitted,\nwhether on payment or otherwise.\n                               SCHEDULE                      (Section 3) 48/1960\n                                                                         s. 4."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.\n             THE CINEMATOGRAPH ACT                                                Law\n                                                                              48 of 1960.\n                                                                                  Act\n                                                   125th JuZY,      1913.1    42 of 1969\n                                                                               3rd Sch."
    }
  ],
  "definitions": []
}