{
  "id": "jm-stat-the-civil-aviation-act",
  "type": "statute",
  "title": "The Civil Aviation Act",
  "title_en": "The Civil Aviation Act",
  "short_name": "Civil Aviation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-civil-aviation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-civil-aviation-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) for requiring persons engaged in, or employed in or in\n      connection with, air navigation to supply\n      meteorological information for the purposes of air\n      navigation;\n(k) for regulating the making of signals and other\n    communications by or to aircraft and persons car-\n    ried in aircraft;\n(I) for regulating the use of any ensign established\n    by the Governor-General for purposes connected with\n    air navigation;\n(m) for prohibiting aircraft from flying over such areas\n    in Jamaica as may be prescribed;\n(n) for applying, with or without modifications, the\n    enactments relating to customs, in relation to                     ,\n    aerodromes and to aircraft and to persons and property\n    carried therein;\n(0)   as to the manner and conditions of the issue,\n      validation, renewal, extension or variation of any\n      aviation document (including the examinations and                :8$&,\n      tests to be undergone), and as to the form, custody,\n      production, cancellation, suspension, endorsement and\n      surrender of any such document;\n(p) for the registration of births and deaths occurring\n     in aircraft and of particulars of persons missing from\n     aircraft;\n(q) for prohibiting, restricting or regulating the carrying on\n     of any trade or business within any aerodrome which\n     is under the control or in the occupation of the\n    Minister or any department of the Government;\n(r) for the granting by the Minister, on such terms and\n     conditions and subject to the payment of such\n     consideration as he thinks fit, of authorities to carry on\n     any trade or business within any such aerodrome as\n     aforesaid;\n(.;j for establishing and regulating the conditions of use,\n     including the charges to be made for the use, of any          0\n     such aerodrome as aforesaid and for services or\n     facilities provided at any such aerodrome;\n(t) for prohibiting or regulating traffic on the roadways in\n     any part of an aerodrome and appointing and\n     regulating the use, including the charges to be made\n     for the use, of parking places for motor vehicles in an\n     aerodrome;\n(u) for regulating the conduct of persons in an aerodrome\n     or in any part thereof;\n(v) for the fees to be paid in respect of the issue,\n     validation, renewal, extension or variation of ahy\n     aviation document or the undergoing of any\n     examination or test required by virtue of the\n     regulations and in respect of any other matters in\n     respect of which it appears to the Minister to be\n     expedient for the purpose of the regulations to charge\n     fees;\n(w) for exempting from the provisions of the regula-\n     tions or any of them any aircraft or person or class of\n     aircraft or persons;\n(x) for the imposition and collection of noise-related\n     charges and of charges relating to services and\n     facilities (whether at aerodromes or elsewhere) in\n                                                                   0\n     respect of the safeguarding and the storing of air-\n     craft, aircraft engines, accessories and equipment, the\n     navigation of aircraft, and of any other matters in\n     respect of which it appears to the Minister to be\n     expedient for the purpose of the regulations to impose\n     charges;\n                       CIV71, A VIA TION                                      1I\n(y) for the insurance of passengers, aircraft and otherwise s18'2004\n                                                               i(a)(v)\n    by owners and operators of aircraft.\n  (3) Regulations under this section may-\n(a) provide for the imposition of penalties for offences\n    against the regulations, not exceeding-\n         (i) in the case of conviction before a Resident            97:;:\n             Magistrate, a fine of five hundred thousand 1812004\n             dollars or imprisonment with or without hard S. 3(b).\n             labour for a term of three years or to both such\n             fine and imprisonment; or\n         (ii) in the case of conviction before a Circuit            97!(:,5\n              Court, a fine of one million dollars or\n              imprisonment with or without hard labour for\n              a term of five years, or to both such fine and\n              imprisonment,\n    so, however, that in either case, where the offence\n    relates to the illegal landing or illegal take-off of an\n    aircraft, the fine may be of a higher sum not exceeding\n    three times the aggregate value of the aircraft, its\n    engines, accessories and equipment;\n(b) provide for the taking of such steps (including the\n    use of force) as may be prescribed as respects air-\n    craft flying in airspace above Jamaica within which\n    the flight of aircraft is prohibited by the regula-\n    tions;\n(c) provide for the seizure, forfeiture, use and disposal\n     of aircraft which-\n         (i) land or take off or attempt to land or take off\n             in Jamaica at any place other than a place\n             designated or notified by the Ministet for the\n             purpose; or\n         (ii) fly in airspace declared by the Minister to be a\n              prohibited area;\n                                        CIVIL A VIATION\n                     empower, subject to subsection (6), any person\n                     authorized in that behalf by the Minister to pull\n                     down or alter, so as to bring into conformity with\n                     the requirements of the regulations, any building\n                     structure or apparatus which contravenes those\n                     requirements;                                                    ? i\n                                                                                        L.'\n                     empower the Minister to authorize the taking of steps\n                     (including demolition where necessary) to prevent any\n                     place in Jamaica being used illegally for the landing or\n                     take-off of aircraft; or\n                      prohibit the construction or operation of aero-\n                      dromes without the approval of the Minister.\n                   (4) Regulations made under this section in relation\n            to the use of roadways in an aerodrome shall take effect\n            notwithstanding that such roadways may be roads which\n            are subject to the Road Traffic Act and regulations made\n            thereunder.\n1711984             (5) Regulations made pursuant to subsection (3) (c),\ns. 3(c).\n            (d) or (e) shall be subject to affirmative resolution.\n1711984\ns. 3(c).            (6) Regulations made pursuant to subsection (3) (6)\n            or (e) shall providk for the payment of compensation in ap-\nSecond\n            propriate cases and thereupon as respects such cases the\nSchedule.   provisions of Part I11 of the Second Schedule shall have\n            effect, mutatis mutandis, in relation to such regulations in\n            like manner as they apply in relation to directions under\n            section 11.\nDangerous\nflying.\n1711984"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1)oputy\nChairman.            (a) shall appoint onc of thc mcrnbcrs of thc Authority to be thc\n                         Chairman thcreoc and\n                     (h) may, on the recommendation of the Authority, appoint another\n                         mcmbcr to bc Deputy Chairman.\n                       (2) In the case of the absence or inability to act of the Chairman thc\n                Deputy Chairman (if any) shall perform the functions of the Chairman.\n                        (3) In the casc of the absence or inability to act of the Chairman and\n                the Deputy Chairman (if any), the Minister may appoint another member of\n                the Authority to act as Chairman.\nResignation.        5.-(1) Any appointed member of the Authority other than the Chairman,\n                may at any time resign his office by instrument in writing addressed to the\n                                                                                                    0\n                Minister and transmitted through the Chairman, and from the date of the\n                receipt by the Minister of such instrument such appointed member shall cease\n                to be a member of the Authority.\n                         (2) The Chairman may at any time resign his office as Chairman or\n                as an appointed member (if relevant) by instrument in writing addressed to\n                the Ministcr and such resignation shall take effect as from the date of the\n                receipt of such instrument by the Minister.\n                            [The inclusion o f this page is authorized by L.N. 1 1 1120051\n         (3) The Deputy Chairman (if any) may resign his office as such by\ninstrument in writing addressed to the Minister and such resignation\nshall take effect as from the date of the receipt of such instrument by the\nMinister."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. If any person aggrieved by the direction desircs to question thc validity\nthereof, or of any provision contained thcrein, on the ground that it is not\nwithin the powers of the Minister or that any requirement of this Act has not\nbeen complied with in relation to the direction, hc may, within six weeks\nfrom the time when notice that the dircction has bcen made is first published\nin accordance with the requirements of this Act, make an application to the\nSupreme Court; and on any such application the Court-\n      (a) may by interim order suspend the operation of the direction or of\n          any provision contained therein, either generally or in so far as it\n          affects the applicant, until the final determination of the\n          proceedings; and\n      (6) if satisfied that the direction or any provision contained therein is\n          not within the powers of the Minister, or that the interests of the\n          applicant have been substantially prejudiced by any requirement of\n          this Act not having been complied with, may quash the direction or\n          any provision contained therein, either generally or in so far as it\n          affects the applicant."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The Minister may by regulations make such pro- ;;'':gCt\nvision as appears to him to be necessary or expedient-       to the\n                                                             Chicago\n     (a) for carrying out the Chicago Convention, any\n          Annex thereto relating to international standards andto\n                                                             regulate air\n          and recommended practices (being an Annex navigation,\n          adopted in accordance with the Convention) and any\n          amendment of the Convention or any such Annex\n          made in accordance with the Convention; and\n     (b) generally for regulating air navigation and aero-\n          dromes.\n       (2) Without prejudice to the generality of subsection (1)\nregulations under that subsection may make provision-\n     (a) as to the registration of aircraft in Jamaica;\n    (6) for prohibiting aircraft from flying unless certifi-\n         cates of airworthiness issued or validated under\n         the regulations are in force with respect to them\n         and except upon compliance with such conditions\n         as to maintenance and repair as may be prescribed;\n     (c) for the licensing, inspection and regulation of aero-\n          dromes, aircraft factories and establishments for\n          the repair of aircraft or of aircraft parts, for access\n          to aerodromes and places where aircraft have\n          landed, and for prohibiting or regulating the use\n          of aerodromes, aircraft factories and establish-\n          ments abovementioned which are not licensed\n          under the regulations;\n     (9 for prohibiting persons from engaging in, or being\n         employed in or in connection with, air naviga-\n         tion in such capacities as may be prescribed unless\n         they satis@ the prescribed requirements, and for\n         the licensing of persons employed at aerodromes\n         or elsewhere in the inspection, testing, main-\n         tenance, repair or supervision of aircraft;\n          [The inclusion of this page is authonzed by L.N. 1 1 1120051\n                       CIWL A WATION\n(e) as to the conditions under which, and in particular\n    the aerodromes to or fiom which, aircraft entering\n    or leaving Jamaica may fly, and as to the condi-\n    tions under which aircraft may fly fiom one part\n    of Jamaica to another;\nV) as to the conditions under which passengers or goods\n   may be carried by air (including conditions as to the\n                                                                    0\n   qualifications of persons engaged in such carriage) and\n   under which aircraft may be used for other\n   commercial, industrial or gainfbl purposes and for\n   prohibiting the carriage by air of goods of such classes\n   as may be prescribed;\n(g)for minimizing or preventing interference with the use\n    or effectiveness of apparatus used in connection with\n    air navigation, and for prohibiting or regulating the use\n    of such apparatus and the display of signs and lights\n    liable to endanger aircraft;\n(h) for authorizing persons to extinguish or screen any sign\n     or light liable to endanger aircraft and to enter upon\n     any land for that purpose, and for recovering the\n     expenses of so doing from the owner or occupier of\n     the place where the sign or light is exhibited or fiom\n     the person having charge of the sign or light;\n(i) generally for-\n         (A) ensuring the safety, security, efficiency and\n             regularity of air navigation;\n         (B) ensuring the safety and security of-                   /7\n                                                                    i/\n                   (i) aircraft, aerodromes and other aviation\n                       facilities;\n                   (ii) persons and property carried in\n                        aircraft; and\n                   (iii) persons using aerodromes or other\n                         aviation facilities;\n          (C) preventing aircraft from endangering other\n              persons and property not referred to in sub-\n              paragraph (B);"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Where an aircraft is flown in such a manner as to\n            cause danger to any person or property on land or water or to\n                                                                                        0\nS. 4 (a).   other aircraft or in a manner likely to endanger other aircraft, the\n            pilot or other person in charge of the aircraft and the owner apd\n            operator of the aircraft shall be guilty of an offence and shall be\n            liable on conviction to a fine not exceeding twenty thousand\n            dollars or to imprisonment for a term not exceeding three years\n            or to both such fine and imprisonment.\n             (2) In any proceedings against the owner of an air-\n     craft in respect of an alleged offence under this section,\n     it shall be a defence to prove that the act alleged to con-\n     stitute the offence was done without the knowledge or con-\n     sent of the owner.\nc-\n-I           (3) In this section-                                 1711984\n                                                                  S. 4(b).\n           \"owner\", in relation to an aircraft and an alleged\n                offence, includes any person by whom the aircraft\n                is hired at the time of the alleged offence;\n         \"operator\", in relation to an aircraft and an alleged\n             offence, includes any person on whose behalf\n              (whether consequent on the relationship of em-\n             ployee and employer or on the relationship of\n             agent and principal or any other relationship) the\n             aircraft was at the time of the alleged offence being\n              operated by the pilot or any other person.\n            PART IIA. Aviation Occurrence Investigations                       1812004.\n                                                                               S.4."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. In this Part-                                                   Investiga-\n                                                                          tion of\n          \"accident\" means an occurrence associated with the accidents.\n               operation of an aircraft that takes place during flight\n               time and which results in-\n                   (a) a person suffering a fatal or serious injury as a\n                        result of-\n                           (i) being in or upon the aircraft;\n                           (ii) coming into direct contact with any\n                                 part of the aircraft, including any part\n                                 that has become detached from the\n                                 aircraft; or\n                           (iii) direct exposure to jet blast,\n                        except where such injury is from natural\n                        causes, self-inflicted, inflicted by another\n                        person or where the injury is to a stowaway\n                        hiding in an area that is not normally available\n                        to passengers or crew;\n                       CIHL A HATION\n         (h) the aircraft sustaining damage or structural\n             failure that-\n                   (i) adversely affects the structural\n                       strength, performance or flight charac-\n                       teristics of the aircraft; and\n                   (ii) normally requires major repair or\n                        replacement of the affected com-\n                                                                    0\n                        ponent,\n               other than engine failure or damage, damage\n               limited to the engine, its cowling or\n               accessories, propellers, wing tips, antennas,\n               tyres, brakes or fairings, or small dents or\n               puncture holes in the aircraft skin; or\n         (c) the disappearance of the aircraft or its\n             inaccessibility;\n\"accredited representative\" means a person designated by a\n     state, on the basis of his qualification, for the purpose\n     of participating in an investigation conducted by\n     another state;\n\"aviation occurrence\" means any accident or incident\n     associated with the operation of an aircraft;\n\"board of inquiry\" means a board of inquiry established\n    under section 5B;\n\"flight time\" means the time which elapses between\n     the embarkation of persons to an aircraft with\n     the intention of taking flight and ends upon\n     the disembarkation of such persons from the\n     aircraft;\n                                                                    0\n\"incident\" means-\n         (a) any occurrence, other than an accident,\n             associated with the operation of an aircraft\n             and which affects or could affect aviation\n             safety; or\n                             CIWL A WATION                                   12.03\n              (b) any situation or condition that the Minister or\n                  Authority, as the case may be, has reasonable\n                  grounds to believe could, if left unattended,\n                  contribute to an accident or to an occurrence\n                  described in paragraph (a);\n     \"Investigator\" means a duly qualified person appointed by\n         the Authority to assist in the investigation of an\n         aviation occurrence."
    },
    {
      "provision_ref": "sec5a",
      "section": "5A",
      "title": "Section 5A",
      "content": "5A.-(I)   Subject to subsection (3), this Part shall apply to the       ;$:Ern,\nconduct of every investigation of an aviation occurrence.           S. 5.\n        (2) Findings resulting from an investigation of an\naviation occurrence shall be for the sole purpose of promoting\naviation safety.\n        (3) Nothing in this Part shall be construed as prohibiting\nor limiting any person or body in the lawhl investigation of an\naviation occurrence for any purpose other than the pmr lotion of\naviation safety."
    },
    {
      "provision_ref": "sec5b",
      "section": "5B",
      "title": "Section 5B",
      "content": "5B.-(I) The Minister may make regulations establishing a m     Eshblish-\n                                                                   a t of\nboard of inquiry to inquire into the circumstances of any boardof\naviation occurrence where, in the opinion of the Minister, the Fgg'\nsafety of any person has been or is being endangered as a result s. 5 .\nof the occurrence.\n        (2) A board of inquiry shall have the sole responsibility\nfor the investigation of the aviation occurrence with respect to\nwhich such board is established, and shall determine the\nprobable cause of the occurrence.\n         (3) At the close of its inquiry a board of inquiry shall\nsubmit, within such time as the Minister may specify, a written\nreport to the Minister, detailing-\n     (a) the proceedings of the board;\n     (b) the result of the board's inquiry; and\n     (c) the reasons leading to the conclusions arrived at by the\n         board.\n                     (4) A board of inquiry shall have all the powers of a\n             Commission appointed under the Commissions of Enquiry Act,\n             as regard*\n                 (a) subject to subsection ( 9 , the regulation of its\n                     proceedings;\n                 (b) the summoning and examination of witnesses; and                       0\n                 (c) the production of books, plans and documents,\n             and the provisions of sections 11, 11A and 16 of that Act shall\n             apply, with the necessary modifications, to a witness summoned\n             by a board of inquiry.\n                    (5) Regulations made pursuant to subsection (l+\n                  (a) shall provide for the tenure and remuneration of the\n                      members of the board; and\n                  (b) may direct that the                         of the board be closed\n                      to the public.\n                    (6) The Minister may appoint, by notification published\n             in the Gazette, such persons as the Minister thinks suitable,\n             having regard to their qualifications and expertise, to be\n             members of a board of inquiry.\n'\"VB*i@a-      5C.-41) Subject to subsections (4), (5) and (6), where the\nin-charge.\n1812004      Authority determines that it is necessary to investigate the\ns. J.        circumstances of an aviation occurrence, the Authority shall\n             appoint by notification in writing an Investigator-in-charge, who\n             shall have the duty set out in subsection (2).\n                      (2) Subject to subsection (3), an Investigator-in-charge\n             shall have the authority to direct the conduct of the investigation\n                                                                                           0\n             in respect of the aviation occurrence to which his appointment\n             relates.\n                    (3) The Investigator-in-charge shall report to-\n                  (a) the board of inquiry charged with inquiring into the\n                      aviation occurrence; or\n           (b) where no such board is established, the Director-\n               General.\n              (4) The Minister may confirm or for good cause revoke,\n      in writing, the appointment of an Investigator-in-charge.\n-..          (5) Where the Minister revokes, in writing, the\n      appointment of an Investigator-in-charge, he may appoint, in\n      writing, another person to be the Investigator-in-charge.\n             (6) The written notification of the appointment, or the\n      revocation of appointment, as the case may be, of an\n      Investigator-in-charge shall be published in the Gazette within\n      seventy-two hours of notification.\n        5 D . - ( 1 ) An Investigator-in-charge may be assisted in the heaisa-\n                                                                       tors and\n      conduct of his investigation pursuant to this Part, by-          accredited\n                                                                                 repre-\n           (a) an Investigator appointed in relation to the aviation sentatives.\n                                                                      1812004\n                occurrence;                                           S. 5.\n           (b) an accredited representative,\n      and such Investigator or accredited representative, as the case\n      may be, shall report to and be subject to the directions of the\n      Investigator-in-charge.\n              (2) Subject to the provisions of any other law, an\n      Investigator-in-charge and an accredited representative shall\n      have the respective rights and privileges set out in the Third z a l e .\n      Schedule.\n        SE, There shall be paid to an Investigator-in-charge and an ETm-\n      Investigator, subject to such terms and conditions as the bestiptm\n      Authority shall determine, such remuneration as the Authority otc.         -in-cmep\n      thinks fit.                                                   18120~\n                                                                                 S.5.\n        5 F . 4 1 ) An Investigator-in-charge may, if he thinks Fez:=.\n      necessary in order to protect and preserve any item or evidence 1812004\n      that he has reasonable grounds to believe has been involved in S. 5.\n      an aviation occurrence, prohibit or limit access to the area\n      immediately surrounding the place at which the item or evidence\n                                          CIVIL A VIATION\n              is located, for such period as is necessary for the purpose of\n              investigating the aviation occurrence.\n                      (2) Any prohibition or limitation of access under\n              subsection (1) shall be in accordance with such procedure as\n              may be prescribed in regulations made under this Part.\n                      (3) A person who wilfblly or knowingly enters an area\n              in contravention of a prohibition or limit imposed under\n                                                                                       0\n              subsection (1) commits an offence.\nUse of on-      5G.-(1) Where an Investigator-in-charge has reasonable\nboard\nrecordings.   grounds to believe that any person has the possession, custody\n1812004       or control of an on-board recording that is relevant to any\nS. 5\n              investigations being conducted by the Investigator-in-charge\n              under this Part, the Investigator-in-charge may serve the person\n              with a written request to produce the recording.\n                      (2) A person who without lawful excuse fails to comply\n              with a written request served on him under this section commits\n              an offence.\n                     (3) An Investigator-in-charge shall not disclose the\n              contents of any on-board recording, except as-\n                  (a) required for the purposes of an investigation under this\n                       Part;\n                  (b) the Investigator-in-charge thinks necessary in the\n                       interests of aviation safety;\n                  (c) required by a coroner; or\n                  (4 required by the order of a court.\n                    (4) The contents of an on-board recording shall not be\n              admissible in evidence in-\n                                                                                       1\n                                                                                       0\n                   (a) any disciplinary proceedings relating to the capacity or\n                       competence of any officer or employee referred to in\n                       subsection (5) to perform the fhctions of such officer\n                       or employee, as the case may be;\n                   (b) any proceedings before a court or tribunal,\nunless it is determined by a court that such admission into\nevidence would outweigh any adverse domestic or international\nimpact which such admission might have on-\n         (i) the evidence given during disciplinary proceedings;\n         (ii) proceedings before such court or tribunal; or\n         (iii) any future investigations.\n       (5) The officers and employees referred to in subsection\n(4)(a)are-\n     (a) air traffic controllers;\n     (b) crew members;\n     (c) airport vehicle operators;\n     (d) flight service station specialists; and\n     (e) any person whose function is to relay messages\n         concerning air traffic control or matters related to air\n         traffic control."
    },
    {
      "provision_ref": "sec5h",
      "section": "5H",
      "title": "Section 5H",
      "content": "5H. Except in any proceedings before a coroner, a person lnveaigatOr\n                                                                    -in-charge,\nwho acts as an Investigator-in-charge of an Investigator in ~ c . , m t t o\nrespect of an aviation occurrence shall not be called as a witness            2~\";:~~\nin any proceedings before a court or tribunal relating to such proceedi~~gs.\noccurrence, unless the court or tribunal is satisfied that the non-           i8y\nappearance of such person as a witness in the proceedings would\nnot serve the interests of justice."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)   The Tribunal shall meet at such times as may       necessary or           Procedure.\n     expedient for the transaction of business and such meetings shall be held at\n     such places and times and on such days as the Tribunal may determine.\n             (2) The Chairman or any other person appointed to act temporarily\n     as Chairman shall preside at meetings of the Tribunal.\n              (3) Subject to paragraph 1(3), a decision of the Tribunal shall be by\n     a majority of votes of the members and in any case in which the voting is\n     equal the Chairman shall have a casting vote in addition to his original vote.\n38\n                         (4) The Tribunal shall have power to regulate its own proceedings.\n                         (5) Proper records of all proceedings of the Tribunal shall be kept.\nRemuneration         7. There shall be paid to the Chairman and other members of the Tribunal\nof members.\n                 such remuneration (whether by way of honorarium, salary or fees) and such\n                 allowances as the Minister may determine.\nProtection of       8. No action, suit, prosecution or other proceedings shall be brought or\nmembers.         instituted personally against any member of the Tribunal in respect of an act\n                 done hona fide in pursuance or execution or intended execution of the\n                                                                                                 0\n                 provisions of this Act.\nDisclosure of        9. Any member of the Tribunal who has any interest, drectly or in-\ninterest.        directly, in any matter brought before the Tribunal shall-\n                       (a) disclose the nature of the interest to the Tribunal; and\n                       (h) not take part in any deliberation or decision of the Tribunal with\n                           respect to that matter.\nOffice of           10. The office of Chairman or member shall not be a public office for the\nmember not a\npublic office.\n                 purposes of Chapter V of the Constitution of Jamaica."
    },
    {
      "provision_ref": "sec6a",
      "section": "6A",
      "title": "Section 6A",
      "content": "6A.+1) It shall be the duty of the Authority-                            Functions of\n                                                                           Authority.\n     (a) to provide air navigation services including-                     3711995\n                                                                           S.4.\n               (i) air traffic services;\n               (ii) aeronautical information services;\n               (iii) aeronautical search and rescue services;\n               (iv) aeronautical telecommunication services; and\n               (v) aeronautical meteorology services;\n     (b) to provide aviation safety and security oversight by-             1812004.\n                                                                                .,\n                                                                           S. 7(al"
    },
    {
      "provision_ref": "sec6c",
      "section": "6C",
      "title": "Section 6C",
      "content": "6C. Appointment of Director-General of Civil Aviation and other\n     officers and employees."
    },
    {
      "provision_ref": "sec6f",
      "section": "6F",
      "title": "Section 6F",
      "content": "6F. Advances and grants to Authority. and guarantee of repayment\n     of sums borrowed."
    },
    {
      "provision_ref": "sec6g",
      "section": "6G",
      "title": "Section 6G",
      "content": "6G. Repayment of, and interest on, advances and sums issued to\n     meet guarantees.                                                  O"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)  It shall be the fbnction of the Authority to deal with transport\n                                                                       &r\n     applications for air transport licences or permits in accordance I,c,,c,,,\n     with the regulations in that behalf made by the Minister under 37 IYY5\n                                                                       S 5(a)\n     section 8 and to approve the tariffs to be charged for the 1s1zoo4\n     transportation by air of passengers and cargo.                    s 8(a)\n-\\\n            (2) The Authority in considering applications for air             i7ti7\n     transport licences and permits shall have regard to any matter 18,2004\n     which may be prescribed under section 8 and to the Following S. 8(b)(i).\n     matters-\n           (i) the existence of other air transport services in the area\n               through which the proposed services are to be\n               operated;\n           (ii) the existing or potential need or demand for any\n                services proposed;\n          (iii) the degree of efficiency and regularity of the air\n                transport services, if any, already provided in that\n                area, whether by the applicant or by other operators;\n          (iv) the period for which air transport services have been\n               operated by the applicant or by other operators;\n           (v) whether the applicant will be able to provide a\n               satisfactory service in respect of safety, continuity,\n               regularity of operation, frequency, punctuality,\n               reasonableness of charges and general efficiency;\n          (vi) the financial resources of the applicant and any capital\n                or other expenditure reasonably incurred, or any\n               financial commitment or commercial agreement\n               reasonably entered into, in connection with the\n                operation of aircraft on air transport services by any\n                person (including the applicant) who is the holder of\n                any air transport licence or permit already granted;    1812004\n                                                                              S. 8 (bxii).\n     (vii) the type of aircrafl to be used;\n     (viii) any unfair advantage of the applicant over other\n            operators by reason of the terms and conditions of\n            employment of his servants;\n                                                                           0\n      (ix) any objections or representations duly made in\n           accordance with any relevant regulations under this\n           Act:\n            Provided that the Authority shall not be required to\n          consider any objection or representation which in their\n          view is frivolous or vexatious.\n        (3) The Minister and the Authority shall fiom time to\ntime consult together with regard to relations with other\ncountries or territories affecting the exercise of the Au-\nthority's functions; and if in the case of an application for an air\nservice licence the Minister is of the opinion that any air\ntransport service proposed in the application would involve\nnegotiations with the Government of some other country or\nterritory of rights which it would be inexpedient for the time\nbeing to seek, the Authority shall forthwith suspend the hearing\nof or refuse that application so far as it relates to that service.\n       (4) Except with the consent of the Minister, which\nmay be granted either generally or in respect of a particular\ncase or class of cases, the Authority shall not grant an air\ntransport licence or permit to any person who is not either-\n     (a) a citizen of Jamaica; or\n                             C M L A WATION\n     ( b ) a body incorporated in Jamaica, being a body\n           which in the opinion of the Authority is substan- 3711995\n           tially controlled by persons who are citizens of S.s(a).\n           Jamaica.\n       (5) Where negotiations are concluded between the\nGovernment of Jamaica and the Government of another\ncountry for an air services agreement, the Authority in con- 3711995\nsidering an application by a designated airline of' that other S.5(a).\ncountry under that agreement for an air transport licence or i 8 m o 4\npermit shall have regard to whether that airline is fit, willing and S . 8(d).\nable to operate the proposed service and shall not, except\nin so far as the Minister may otherwise direct, have regard\nto any of the matters mentioned in subsection (2) or pres-\ncribed under section 8.\n        (6) The Authority may, with the approval of the Min- 3711995\nister, by order delegate any of its hnctions to any member S. 5(a).\nor officer of the Authority or any public officer specified in\nthe order and thereupon, or from such date as may be speci-\nfied in the order, the person so specified shall have power\nto perform such hnctions.\n       (7) A delegation under subsection (6) shall be\nrevocable by the Authority with the approval of the Minister 3711995\n                                                             S. 5(a).\nby order, and no delegation shall prevent the performance\nof any hnction by the Authority."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)    The Minister may make regulations-                                        of\n                                                                           air transport\n                                                                           Licensing\n                                                                           under-\n                                                                           takings.\n     (a) to secure that aircraft shall not be used in Jamaica\n           by any person-\n                       CIWL A WATION\n        (i) for plying, while carrying passengers or goods\n            for reward, on such journeys or classes of\n            journeys (whether beginning and ending at the\n             same point or different points) as may be\n            prescribed; or\n        (ii) for such flying undertaken for the purpose            0\n             of any trade or business as may be pres-\n             cribed,\n    except under the authority of and in accordance with a\n    licence or permit granted to him by the Authority;\n(b) as to the circumstances in which a licence or permit\n    may or shall be granted, rehsed, revoked or\n    suspended and, subject to subsection (2) of section 7,\n    as to any matter to which the Authority is to have\n    regard in deciding whether to grant or rehse a licence\n    or permit;\n(c) as to appeals (if any) from the Authority by persons\n    interested in the grant, rehsal, revocation or sus-\n    pension of a licence or permit;\n(9 as to the conditions which may be attached to a\n    licence or permit (including conditions as to fares,\n    freight or other charges to be charged by the holder of\n    the licence or permit), and for securing compliance\n    with any conditions so attached;\n(e) as to the information to be hrnished by an appli-\n    cant for, or the holder of, a licence or permit to the\n    Authority;\nV) prescribing the fees to be paid in respect of the grant of\n   a licence or permit;\n(g) exempting from the provisions of the regulations, or\n    any of them, flights of such description as may be\n    prescribed or such other particular flight or series of\n    flights as may be prescribed,\n                                   CIP7L A VIATION                                      13\n    and such regulations may make different provision as respects lanoo4\n    different classes of aircraft and different classes of liicences or S. 9(b),\n    permits.\n            (2) Regulations made under this section may provide\n    for the imposition of penalties for offences against the\n-   regulations not exceeding-\n         (a) in the case of a first offence against any particular\n             provision, a fine of one hundred thousand dollars or 3711995\n                                                                   S. 5(c) (i).\n             imprisonment for a term of six months; and\n         (h) in the case of a second or subsequent offence against\n             the same provision, a fine of five hundred thousand 374995\n                                                                   S. 5(c) (ii).\n             dollars or imprisonment for a term of two years, or\n             both such fine and imprisonment.\n            (3) Regulations made under paragraph (g) of subsection\n    (1) shall be subject to negative resolution.\n           (4) In this section \"owner\" has the same meaning as is\n    assigned to it in subsection (3) of section 4."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)      The Minister may make regulations-                            Information\n                                                                                as to air\n         (a) requiring any person who carries on the business of :ny,P,PO*\n             carrying passengers or goods in aircraft for hire or takings.\n             reward, on such journeys or classes of journeys\n             (whether beginning and ending at the same point or at\n             different points) as may be prescribed, to furinish to the\n             prescribed authorities such information relating to the\n             use of aircraft for the purpose of the business, and to\n             the persons employed in connection with that use, as\n             may be prescribed; and\n         ( b ) prescribing the time at which, and the form and manner\n               in which, any information required under the\n               regulations is to be furnished.\n               (2) Regulations under this section may provide for the\n14                                       CIVIL A VIATION\n             imposition of penalties for offences against the regula-\n3711995      tions, not exceeding a fine of ten thousand dollars and a\nS. 6(a).\n1812004\n             further fine of two thousand dollars for every day on which\ns. 10.       the offence continues after conviction thereof\n                     (3) No information with respect to any particular\n             undertaking which has been obtained by virtue of regula-\n             tions under this section shall, without the consent of the\n                                                                                      0\n             person carrying on that undertaking, be disclosed otherwise\n             than in connection with the execution of the regulations;\n             and if any person discloses any such information in con-\n             travention of this subsection he shall be liable on conviction\n3711995\n             to imprisonment for a term not exceeding one year or to a\nS. 6(b).     fine not exceeding twenty-five thousand dollars or both.\n                     (4) Nothing in subsection (3) shall apply to the\n             disclosure of any information for the purposes of any legal\n             proceedings which may be taken by virtue of that subsection or\n             of regulations made under this section or for the purposes of any\n             report of such proceedings; but save as aforesaid that subsection\n             shall, in relation to any legal proceedings (including\n             arbitrations) preclude any person who is in possession of any\n             information obtained by virtue of such regulations from\n             disclosing, and from being required by any court or arbitrator to\n             disclose, that information without the consent of the person\n             carrying on the undertaking to which the information relates.\nPowers of      9A.-41) Without prejudice to the provisions of section 6 4\ninspection\n1812004      the Director-General may appoint any person to be an Inspector\ns. 11.       for the purposes of this Act.                                            n\n                                                                                      iJ\n                     (2) An Inspector may inspect any aircraft whether in-\n             flight or not, and require the production of any aviation\n             document required pursuant to any provision of this Act or any\n             regulations made hereunder to be kept in relation to the\n             operation of the aircraft.\n                     (3) Where in the course of an inspection, the\nInspector has reason to believe that-\n     (a) any provision of this Act or any regulations made\n         hereunder are not being complied with; or\n     (b) there is an immediate threat to aviation safety or the\n         likelihood of such threat occurring as a result of an act\n         or thing that has been, is being or is proposed to be\n         done,\nthe Authority may act in accordance with subsection (4).\n      (4) The Authority may suspend the relevant aviation\ndocument and may-\n    (a) direct the operator of the aircraft concerned not to\n        permit the aircraft to conduct a flight; and\n     (b) take the necessary steps to detain the aircraft until the\n         operator has complied with such conditions as may be\n         specified in the direction."
    },
    {
      "provision_ref": "sec9b",
      "section": "9B",
      "title": "Section 9B",
      "content": "9B. An Inspector shall have the right of access at all ~ i g h of\n                                                                 t\n                                                         access to\nreasonable times-                                        aerodrome\n                                                                          and other\n     (a) to any aerodrome for the purpose of-                             place.\n                                                                          18/2004\n            (i) inspecting the aerodrome; or                              S. 11.\n            (ii) inspecting any aircraft on the aerodrome or\n                 any document which he has the power to\n                 demand under the provisions of this Act or any\n                 regulations made hereunder; or\n            (iii) detaining any aircraft under such provisions; or\n     (b) to any place where an aircraft has landed for the\n         purpose of inspecting the aircraft or for any of the\n         purposes specified in paragraph (a) (ii) and (iii).\n             PARTIIL Aerodromes and other Landi"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) The Minister may-                                              Power of\n                                                                          Minister to\n     (a) establish and maintain aerodromes;                               provide\n                                                                          aerodromes.\n    (b) provide and maintain, in connection with aerodromes\n          established by him, roads, approaches, apparatus,\n          equipment and buildings and other accommodation;\n    (c) provide and maintain facilities and equipment for\n          the purpose of promoting the safety of air naviga-\n          tion including, but without prejudice to the general-\n          ity of the foregoing, visual and non-visual naviga-             0\n          tion    aids, visual and non-visual approach and\n          landing aids, communications services, meteoro-\n          logical services and air traffic control services;\n    (d) alter, abolish, remove or add to r p aerodrome,\n          road, approach, apparatus, equipment, building,\n          accommodation or facilities established or pro-\n          vided by him;\n    ( e ) vary the character of any facilities provided by\n          him for the purpose of promoting the safety of\n          air navigation, or of the signals or assistance given\n          thereby;\n    V) determine the conditions of use of any aerodrome\n         established by him and determine whether any such\n         aerodrome shall be open to public use;\n     (g) determine the conditions of use of any facilities or\n         equipment provided by him for the purpose of\n         promoting the safety of air navigation;\n     (h) grant leases, sub-leases or licences in respect of land or\n         buildings within an aerodrome established by him on\n         such terms and conditions, and subject to the payment\n         of such rent or other consideration as he thinks fit;\n                                                                          n\n     (i) exercise any power or remedy in respect of any such              I\n                                                                          d\n          lease, sub-lease or licence.\n        (2) For the avoidance of doubt it is hereby declared that\nthe following purposes are public purposes within the meaning\nof the Land Acquisition Act-\n     (a) the purposes of paragraphs (a), (b), (c) and (d) of\n          subsection (1); and\n                            CIVIL A VIATION\n     (b) the purposes of ensuring that land in the vicinity\n           of the site of an aerodrome which the Minister\n          has established or is about to establish shall not\n          be used in such a manner as to cause interference\n          with, or danger or damage to, aircraft, approach-\n          ing or leaving the aerodrome.\n        (3) An aerodrome established by the Minister pursuant to t7!1984\nthis section shall not be used under any conditions other than S. 6 .\nsuch conditions of use as may be determined by the Minister in\nrespect of that aerodrome pursuant to subsection (l)(j).\n        (4) Any person who uses or permits the use of any such            k72,984\naerodrome otherwise than in accordance with the conditions of\nuse referred to in subsection (3), shall be guilty of an offence\nand shall be liable on conviction to a fine not exceeding one 1812004\nmillion dollars or to imprisonment for a term ncd exceeding one           y8:ko4\nyear or to both such fine and imprisonment.                      s. 12."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Minister may, if he is satisiiecl that it is powerto\n                                                                  control\nnecessary so to do in order to secure the safe and e:fficient use lmd.\nfor civil aviation purposes of any land, structure, works or 3611974\napparatus vested in him or in any other person or which he S. 24.\nproposes to acquire or install, by order declare that any area of\nland specified in the order shall be subject to control by\ndirections given in accordance with the following provisions of\nthis section.\n        (2) Where any such order is in force, the Minister may,\npursuant to any general or special authority given by the order,\ngive directions-\n      (a) for restricting the height of buildings or structures or\n          for requiring the total or partial demolition of any\n          building or structure within the area to which the order\n          relates;\n     (b) for restricting the height of trees and other vegetation\n         upon any land within the area, or for requiring any tree\n         or other vegetation upon any such land to be cut down\n         or reduced in height;\n                 (c) for extinguishing any private right of way over land\n                     within the area;\n                 (4 for restricting the installation of cables, mains, pipes,\n                      wires or other apparatus upon, across, over or under\n                      any land within the area;\n                 (e) for extinguishing, at the expiration of such period as\n                       may be specified in the directions, any subsisting right\n                       of installing or maintaining any such apparatus as\n                                                                                      0\n                       aforesaid upon, across, over or under any land within\n                       the area; and\n                 V) for requiring that, before the expiration of such period\n                       as may be specified by the directions, any such\n                       apparatus shall be removed from land within the area.\n                     (3) An order under this section may contain such\n            consequential, incidental and supplemental provisions as appear\n            to the Minister to be necessary or expedient for the purposes of\n            the order including in particular provisions for empowering any\n            person authorized in that behalf by the Minister to remove, pull\n            down, cut down or alter, so as to bring into conformity with the\n            requirements of any directions given under the order any\n            building, structure, tree, vegetation or apparatus which\n            contravenes those requirements.\n                    (4) An order under this section shall be subject to\n            affirmative resolution and the provisions of the Second\nSecond      Schedule shall have effect with respect to directions given\nSchedule.\n            under such an order.\n                    (5) The Minister shall give notice of any direction\n            given pursuant to this section by publishing the direction\n            in the Gazette and by taking such steps as he considers\n            reasonable for securing that a copy of the direction is served            0\n            on each person appearing to him to be the owner or occupier\n            of any land to which the direction relates.\n                    (6) A person who obstructs any other person in the\n            exercise of any powers conferred upon that other person by\n            virtue of subsection (3) shall be guilty of an offence and liable\n3711995     on conviction to imprisonment for a term not exceeding six\nS. 7 .\n    months or a fine not exceeding five hundred thousand dollars or\n    both.\n           (7) The powers of the Minister under this section\n    shall not be construed as prejudicing his power to acquire\n    land for the purpose of securing the observance of any\n-   requirement which might have been imposed under this\n-   section in relation to the land."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) If the Minister is satisfied, with respect to any Obstruc-\n    building, structure or erection in the vicinity of an aerodrome to ~ ~ ~   d   ~   ~   ~   e   s\n    which this section applies that in order to avoid danger to air-\n    craft flying in that vicinity in darkness or conditions of poor\n    visibility, provision ought to be made (whether by lighting or\n    otherwise) for giving to such aircraft warning of the presence of\n    that building, structure or erection, he may by order authorize\n    (subject to any conditions specified in the order) the proprietor\n    of the aerodrome, and any person acting under the proprietor's\n    instructions-\n         (a) to execute, install, maintain, operate, and as occasion\n             requires to repair and alter, such works and\n             apparatus as may be necessary for enabling such\n             warning to be given in the manner specified in the\n             order; and\n         (b) so far as may be necessary for exercising any of\n             the powers conferred by the order to enter upon\n             and pass over (with or without vehicles) any such\n             land as may be specified in the order:\n-     Provided that no such order shall be made in relation to any\nL\n    building, structure or erection if it appears to the Minister that\n    there have been made, and are being carried out,\n    satisfactory arrangements for the giving of such warning as\n    aforesaid of the presence of the building, structure or erection.\n            (2) The Minister shall, before making any such order as\n    aforesaid, cause to be published, in such manner as he thinks\n    best for informing persons concerned, notice of the p:roposal to\n    make the order and of the place where copies of the draft order\n              [The inclusion o f this page is authorized by L.N. 1 1 1/2005]\n                             CI I.71,A VIATION\nmay be obtained free of charge, and take into consideration any\nrepresentations with respect to the order which may, within such\nperiod not being less than two months after the publication of\nthe notice as may be specified therein, be made to him by any\nperson appearing to him to have an interest in any land which\nwould be affected by the order; and at the end of the period the\norder may, subject to the provisions of this section, be made\nwith such modifications (if any) of the original draft as the             0\nMinister thinks proper.\n       (3) Every such order as aforesaid shall provide-\n     (a) that, except in a case of emergency, no works shall\n         be executed on any land in pursuance of the order,\n         unless, at least fourteen days previously, the pro-\n         prietor of the aerodrome to which the order relates\n         has served in the manner prescribed by the order\n         on the occupier of that land, and on every other\n         person known by the proprietor to have an interest\n         therein, a written notice containing such particulars\n         of the nature of the proposed works, and the man-\n         ner in which and the time at which it is proposed\n         to execute them, as may be prescribed by or in\n         accordance with the order; and\n     (b) that if, within fourteen days after service of the\n         said notice on any person having such an interest,\n         the proprietor of the aerodrome receives a written\n         intimation of objection on the part of that person\n         to the proposals contained in the notice, being an\n         intimation which specifies the grounds of objection\n         then, unless and except in so far as the objection is\n         withdrawn no steps shall be taken in pursuance of the            3\n                                                                          L\n         notice without the specific sanction of the Minister,\nand shall also provide for requiring the proprietor of the\naerodrome to which the order relates to pay to any person\nhaving an interest in any land affected by the order such\ncompensation for any loss or damage which that person may\n                                   CIVIL A VIATION\n     suffer in consequence of the order as may, in default of\n     agreement, be determined from time to time by a single\n     arbitrator appointed by the Chief Justice; and, for the purposes\n     of this subsection, any expense reasonably incurred in\n     connection with the lawful removal of any apparatus installed in\n     pursuance of such an order, and so much of any expense\n-,   incurred in connection with the repair, alteration, demolition or\n-    removal of any building, structure or erection to which such an\n     order relates as is attributable to the operation of the order, shall\n     be deemed to be loss or damage suffered in consequence of the\n     order.\n             (4) The ownership of anything shall not be taken\n     to be affected by reason only that it is placed in, lor affixed\n     to, any land pursuant to such an order as aforesaid; and\n     (subject to subsection (5)) so long as any such order in\n     respect of an aerodrome is in force, no person shad, except\n     with the consent of the proprietor of the aerodrome, wilfully\n     interfere with any works or things which, to the k:nowledge\n     of that person, are works or things executed or placed, in,\n     on or over any land in pursuance of the order.\n        If any person contravenes the foregoing provisioins of this\n     subsection, he shall be liable, on conviction, to a, fine not\n     exceeding two hundred thousand dollars or to imprisonment for 1812004\n     a term not exceeding six months or to both; and every person       l'\".    \"\n     who wilfully obstructs a person in the exercise of any of the\n     powers conferred by such an order as aforesaid shall be liable,\n     on conviction, to a fine not exceeding one hundred thousand 1812004\n                                                                     S. 13.\n     dollars.\n-,         (5) Nothing in this section shall operate, in relation\n-    to any building, structure or erection, so as to restrict the\n     doing of any work for the purpose of repairing, altering,\n     demolishing or removing the building, structure or erection:\n       Provided that-\n          (a) notice of the doing of that work is given as soon as\n              may be to the proprietor of the aerodrome; and\n                                            CIWL A WATION\n                     (b) the giving of warning of the presence of the building,\n                         structure or erection in the manner provided by any\n                         order under this section in force in relation thereto is\n                         not interrupted.\n                       (6) In this section-\n                  \"aerodrome to which this section applies\" means any\n                       aerodrome licensed pursuant to regulations made under\n                       section 3;\n                   \"proprietor of the aerodrome\" means, in relation to any\n                       premises used or appropriated fLr use as an aerodrome,\n                       the person carrying on or entitled to carry on the\n                       business of an aerodrome in those premises.\nPower to           12A.-(1) Where it appears to the Minister that any land or\nneutralizz      any area of water owned by the Government or under the\nairstrips and\npotential       control of Government or of any of its agencies is intended or\nairstrips.      likely to be used for the purposes of the unlawhl landing or\n1711984\nS. 7.           unlawful take-off of aircraft, he may, after consultation with the\n3711 995        Director-General of Civil Aviation, and the Commissioner of\nS. 8.\n                Police, take such steps as are considered appropriate to ensure\n                that such land or area of water cannot be used for such purposes.\n                        (2) Any person who obstructs or hinders any other\n                person in the exercise of any powers conferred upon that person\n                by virtue of subsection (1) shall be guilty of an offence and shall\n                be liable on conviction to a fine not exceeding five hundred\n                thousand dollars or to imprisonment for a term not exceeding\n                eighteen months, or to both such fine and imprisonment.\nPower tu          13.-(1) The Minister may, if he is satisfied that it is\nstop up and\ndivert high-    necessary so to do in order to secure the safe and efficient use\nways.           for purposes of civil aviation of any premises used with the\n                approval of the Minister for the testing of aircraft or any\n                aerodrome, by order authorize the stopping up or diversion of\n                any highway.\n                        (2) An order under subsection (1) may provide for all\n                            CIHL A HATION\nor any of the following matters, that is to say-\n     (a) for securing the provision or improvement of any\n          highway so far as the Minister thinks such provision\n          or improvement necessary or desirable in consequence\n          of any such stopping up or diversion as aforesaid;\n     ( b ) for the retention or removal of any cables, mains,\n           pipes, wires, or similar apparatus placed along,\n           across, over or under any highway stopped up or\n           diverted under the order, and for the extinguishment,\n           modification or preservation of any rights as to the use\n           or maintenance of that apparatus;\n     (c) if any highway is to be provided or improved under\n         the order, for authorizing or requiring the provision\n         of any such apparatus as aforesaid along, across, over\n         or under that highway, in lieu of any apparatus\n         rem~vedfrom a highway pursuant to the order, and\n         for conferring rights as to the use or maintenance of\n         apparatus so provided.\n       (3) An order under subsection (1) may contairl such\nconsequential, incidental and supplemental provisions as appear\nto the Minister to be necessary or expedient for the purposes of\nthe order.\n       (4) N ~ t i c eof any order proposed to be made under sub-\nsection (1) shall be-\n     (a) displayed in a prominent position at the ends of so\n         much of any highway as is proposed to be !stopped up\n         or diverted under the order;\n     ( b ) sent ta every local authority in whose area any high-\n           way to be stopped up or diverted under thle order or\n           any highway to be provided or improved under the\n           order is situated; and\n     (c) served upon any telephone or electricity undertakers\n         having any cables, mains, pipes or wires laid along,\n         across, over or under any highway to be stopped up\n         or diverted under the order.\n                                            CI VII, A VIATION\nSecond\nSchedule\n                       ( 5 ) The provisions of Part I1 of the Second Schedule\n               shall, with the necessary modifications, have effect in relation to\n               crders under this section as they have effect in relation to\n               directions under section 1 1 .\nTrespassing\n011 aero-         14. If any person trespasses on any land forming part of an\ndromes.\n174984\n               aerodrome established by the Minister under section 10 or under\n               his control or licensed pursuant to regulations under section 3 or\n                                                                                          0\nS. 8.\n               causes any animal to trespass on such land, he shall be guilty of\n               an offence and shall be liable on conviction to a fine not\n               exceeding two hundred thousand dollars.\n                PARTIV. Liabiliy $or Damage, etc., Caused by Aircrajl\nLiability in      15.-(1) No action shall lie in respect of trespass or nuisance\nrespect 01'\nnuisance,      by reason only of the flight of an aircraft over any property at a\ntrespass and   height above the ground which is reasonable having regard to\nsurface\ndamage         wind, weather and all the circumstances of the case, or the\nitom           ordinary incidents of such flight so long as the provisions of Part\naircraft.\n               I1 and of this Part and any regulations made under Part I1 or this\n               Part are duly complied with.\n                        (2) Where material loss or damage is caused to any\n               person or property on land or water by, or by a person in, or an\n               article or person falling from, an aircraft while in flight, taking\n               off or landing, then, unless the loss or damage was contributed\n               to or caused by the negligence of the person by whom it was\n               suffered, damages in respect of the loss or damage shall be\n               recoverable without proof of negligence or intention or other\n               cause of action, as if the loss or damage had been caused by the\n               wilful act, neglect or default of the owner of the aircraft:               0\n                 Provided that where material loss or damage is caused as\n               aforesaid in circumstances in which-\n                     ( a ) damages are recoverable in respect of the loss or\n                           damage by virtue only of the foregoing provisions of\n                           this subsection; and\n                      (6) a legal liability is created in some person other than\n         the owner to pay damages in respect of the loss or\n         damage,\nthe owner shall be entitled to be indemnified by that other\nperson against any claim in respect of the loss or damage.\n        (3) Where an aircraft has been honafide demised, let or\nhired out for any period exceeding fourteen days to any other\nperson by the owner of the aircraft and no pilot, commander or\noperative member of the crew of the aircraft is in the\nemployment of the owner, subsection (2) shall have effect as if\nfor references to the owner there were substituted references to\nthe person to whom the aircraft has been demised, let or hired\nout."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Trespassing on aerodromes.\n    PART IV. Liability for Damage, etc., Caused by Aircrafl"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Liability in respect of nuisance, trespass and surface damage\n       from aircraft."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Minister may make regulations under section 3 Nuisance\n                                                                caused by\nas to the conditions under which noise and vibration may be noise,n,\ncaused by aircraft on aerodromes and such regula,tions may vrbration\nprovide that subsection (2) of this section shall aplply to any on\n                                                                ,ero,o,,s,\naerodrome as respects which provision as to noise and vibration\ncaused by aircraft is so made.\n       (2) No action shall lie in respect of nuisance by reason\nonly of' the noise and vibration caused by aircraft on an\naerodrome to which this subsection applies by virtue of\nsubsection (1) so long as the provisions of the ;regulations\nmentioned in that subsection are complied with.\n  PARTV . Security of Aircraft, Airports and Air Navigation        1812004\n           Installations Against Acts of Violence and Unlawful        16.\n                          Interference"
    },
    {
      "provision_ref": "sec16a",
      "section": "16A",
      "title": "Section 16A",
      "content": "16A. In this Part-\n                                                                   Interpreta-\n  \"air navigation installationyymeans any building, facility, tionof\n       works, apparatus, equipment or place used wholly or Pa\"V.\n       mainly for the purpose of assisting air traffic; control or\n       as an aid to air navigation, together with1 any land\n       contiguous or adjacent to any such building or: facility;\n   \"aviation security guard means a person who is-\n     (a) trained in accordance with the provisions of the\n         relevant regulations made hereunder; and\n                     (h) appointed as an aviation security guard,\n                including any Constable who is assigned airport security duties.\nApplication        16B. This Part applies to the protection, against acts of\nof Part 1'.\n                violence and unlawful interference, of aircraft and of persons or\n                property on board aircraft in airports or any part of an airport\n                and in air navigation installations that do not form part of an           3\n                airport.\nDeclaration        16C. The Minister may, for security reasons, by notice\nof restricted\nareas.          published in the Gazette, declare any part of an airport or any air\n                navigation installation or any part of such installation to be a\n                restricted area for the purposes of this Part.\nBoarding\naircrafl with"
    },
    {
      "provision_ref": "sec16d",
      "section": "16D",
      "title": "Section 16D",
      "content": "16D. A person who, without lawful authority or excuse, takes\nfirearm,        or attempts to take on board any aircraft-\nexplosive.\netc.                 (a) a firearm;\n                     (6) any explosive or other injurious substh,lce or\n                         incendiary device of any kind whatsoever that could\n                         be used to endanger the safety of the aircraft or of\n                         persons on board the aircraft,\n                shall be liable on conviction on indictment to a fine not\n                exceeding three million dollars or to imprisonment for a term\n                not exceeding three years or to both such fine and im-\n                prisonment.\nSearch o f         16E.-(1) An aviation security guard may search any person\npersons,\nbaggage, ctc.   and his baggage, with the consent of the person before such\n                person boards any aircraft for the purpose of being carried by air\n                from any place in Jamaica to any other place whether in Jamaica\n                                                                                          0\n                or elsewhere.\n                        (2) If a person declines to allow himself or his baggage\n                to be searched under subsection (1) he shall not be allowed to\n                board the aircraft.\n                        (3) An air carrier shall not be liable to any civil\n                proceedings, other than a proceeding in respect of any right that\nany person may have for the recovery of the fare or any part\nthereof, by reason of the fact that such person was not allowed\nto board an aircraft of the carrier after he had declined to allow\nhimself or his baggage to be searched.\n                       PART VI. MisceZZaneozrs"
    },
    {
      "provision_ref": "sec16e",
      "section": "16E",
      "title": "Section 16E",
      "content": "16E. Search of persons, baggage, etc.\n                      PART VI. Miscellaneous"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Any services rendered in assisting, or in saving life *pplicatlon\n                                                                   to aircrafl\nfrom, or in saving the cargo or apparel of, an aircraft in, on or oi.lawoF\nover the sea or any tidal water, or on or over the shores of the salvage.\n                                                                   wreckand\nsea or any tidal water, shall be deemed to be salvage services in\nall cases in which they would have been salvage services if they\nhad been rendered in relation to a vessel; and where salvage\nservices are rendered by an aircraft to any property or person,\nthe owner of the aircraft shall be entitled to the same reward for\nthose services as he would have been entitled to if the aircraft\nhad been a vessel.\n    The foregoing provisions of this subsection shall have effect\nnotwithstanding that the aircraft concerned is a foreign aircrafi,\nand notwithstanding that the services in question are rendered\nelsewhere than within the limits of the territorial waters of\nJamaica.\n       (2) The Minister may by order direct that any provisions\nof any enactment which relate to wreck, the salvage of life or\nproperty or to the duty of rendering assistance to vessels in\ndistress shall, with such modifications (if any) as may be\nspecified in the order, apply in relation to aircraft as those\nprovisions apply in relation to vessels.\n        (3) For the purposes of this section, any provisions of\nany enactment which relate to vessels laid by or neglected as\nunfit for sea service shall be deemed to be provisions relating to\nwreck."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Any lawful entry into Jamaica or any lawful transit             zFoz\n                                                                           Exemption\nacross Jamaica, with or without landings, of an aircraft to which seizure on\nthis section applies shall not entitle any seizure or detention of ::?\n                                                                     i&\nthe aircraft or any proceedings being brought against the owner\nor operator thereof or any other interference therewith by or on\nbehalf of any person in Jamaica on the ground that there is an\ninfringement of any patent, design or model by the construction,\nmechanism, parts, accessories or operation of the aircraft.\n        (2) The importation into and storage in Jamaica of spare\nparts and spare equipment for an aircraft to which this section\napplies and the use and installation thereof in the repair of such\n                                                                          0\nan aircraft shall not entail any seizure or detention of the aircraft\nor of the spare parts or spare equipment or any proceedings\nbeing brought against the owner or operator of the aircraft or the\nowner of the spare parts or spare equipment or any other\ninterference with the aircraft by or on behair of any person in\nJamaica on the ground that there is an infringement of any\npatent, design or model by the spare parts or spare equipment or\ntheir installation:\n  Provided that this subsection shall not apply in relation to any\nspare parts or spare equipment sold or distributed in Jamaica.\n       (3) This section applies-\n     (a) to any aircraft (other than state aircraft) registered in a\n         country or territory which is a party to the Chicago\n         Convention;\n     (b) to such other aircraft as the Minister may by order\n          specify.\n        (4) Where it is alleged by any person interested that a\nforeign aircraft which is not an aircraft to which this section\napplies and which is making a passage through or over Jamaica\ninfringes in itself or part of it any invention, design or model\nwhich is entitled to protection in Jamaica, it shall be lawfbl,\n                                                                          0\nsubject to and in accordance with rules of court, to detain the\naircraft until the owner of it deposits or secures in respect of the\nalleged infringement a sum (hereafter in this section referred to\nas \"the deposited sum\") and thereupon the aircraft shall not,\nduring the continuance or in the course of the passage, be\nsubject to any lien, arrest, detention or prohibition, whether\nby order of a court or otherwise, on account of the alleged\n           [The incluston of th~spage is authorized by L.N. 1 1 1/2005]\n                                       CIVIL AI.7Al'lON\n        infringement\n               (5) The deposited sum shall be such sum as may be\n        agreed between the parties interested or, in default of agree-\n        ment, as may be fixed by the Minister; and the payment of\n        the deposited sum shall be made or secured to him in such\n-   \\\n        manner as may be approved by him.\n.\n               (6) The deposited sum shall be dealt with by the Appeal               18;ZOOJ\n                                                                                     S. 17(b).\n        Tribunal and in accordance with such procedure as may be\n        prescribed by the rules of the Tribunal.\n               (7) For the purposes of subsection (4), the expression\n        \"owner\" means the actual owner of the aircraft and includes\n        any person claiming through or under him, and the expression\n        \"passage\" includes all reasonable landings and stoppages in the\n        course or for the purpose of the passage.\n                                     PART VII. Genera,!"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Sections 3, 4, 5, 8, 9, 12, 17 and 18 shall not apply to Application\n                                                                        of Act to\n        state aircraft:                                                 the State.\n          Provided that the Minister may by order or regulation apply to\n        any such aircraft, with or without modification, any of the said\n        sections or any orders or regulations made thereunder."
    },
    {
      "provision_ref": "sec19a",
      "section": "19A",
      "title": "Section 19A",
      "content": "19A.-(1)       A person commits an offence if that person-                 Offences.\n                                                                                     1812004\n             (a) wilfully obstructs or impedes. any person acting in                 S. 18(b).\n                 exercise of his powers or the performance of his duties\n                 under this Act;\n             ( h ) operates an aircraft without being the holder of any\n                   aviation document required to be held under this Act;\n             (c) operates an aircraft in such a negligent or reckless\n                 manner as to endanger or to be likely to endanger\n                 persons or property or causes an aircraft to be so\n                 operated;\n             (6) wilfblly destroys any aviation document required to\n                       CZT'irLA I?ATZON\n     be kept under this Act;\n(e) endangers the safety of an aircraft by interference with\n    its navigation equipment, safety equipment or with\n    aerodrome safety service facilities; or\nV) operates as a crew member of an aircraft when under\n    the influence of drink or drugs to such an extent as to\n    impair his capacity to so act.\n                                                                     0\n  (2) A person commits an offence who-\n    with intent to deceive-\n       (0 uses any aviation document which has been\n            forged, altered, revoked, or suspended, or to\n            which he is not entitled; or\n       (ii) lends to any other person any aviation document\n            issued to him, or having effect or required by or\n            under this Act, or allows it to be used by, any\n             other person; or\n       (iii) makes any false representation for the purpose\n             of procuring for himself or any other person the\n             grant, issue, renewal or variation of any\n             aviation document,\n    and in this paragraph a reference to an aviation\n    document includes a copy or purported copy thereof;\n    intentionally damages, alters or renders illegible any\n    log book or other record required by or under this Act\n    to be maintained or any entry made therein;\n                                                                     /?\n    knowingly makes, or procures or assists in the making            L,\n    of, any false entry in or material omission from any\n    such log book or record;\n     wilhlly destroys any such log book or record during\n    the period for which it is required to be preserved;\n    knowingly makes in a load sheet any entry which is\n    incorrect in any material particular, or any material\n    omission from such a load sheet; or\n           V) purports to issue any certificate for the purposes of this\n              Act or any regulations made hereunder when he is not\n              authorized to do so under this Act.\n               (3) A person guilty of an offence under this section is\n     liable-\n          (a) on summary conviction in a Resident Magistrate's\n              Court to a fine not exceeding one million dollars or to\n              imprisonment for a term not exceeding one year;\n           (b) on conviction on indictment in a Circuit Court to-\n                   (i) a fine not exceeding five million dollars; or\n                   (ii) imprisonment for a term not exceeding five\n                        years."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Any offence against this Act or against regulations Offences.\n     made under this Act may be tried summarily before a Resident\n     Magistrate and for the purpose of conferring jurisdiction shall be\n     deemed to have been committed in any place where the offender\n     may for the time being be.\n             (2) Any offence whatever committed on a Jamaican\n     aircraft shall, for the purpose of conferring jurisdiction be\n     deemed to have been committed in any place where the offender\n     may for the time being be."
    },
    {
      "provision_ref": "sec20a",
      "section": "20A",
      "title": "Section 20A",
      "content": "20A.-(1) Where the Authority believes that any person has for    PrOvi\"Ons\n                                                                           dis-\n     contravened such provision of regulations made hereunder as ,hrge         .f\n     the Minister may specify by order, the Authority may give that\n     person the prescribed notice in writing offering the opportunity S. 19.\n     of the discharge of liability to conviction for that contravention\n-,\n     by payment to the Authority, in the manner specified in the\n-\n     notice, of the prescribed pecuniary penalty applicable.\n              (2) No person shall be liable to be convicted of any\n     offence referred to in subsection (1) if the penalty is paid in\n     accordance with this section before the expiration of the\n     prescribed period which shall be specified in the notice referred\n     to in subsection (1) and shall be a date not less than twenty-one\n     days following the issue of the notice.\n         ( 3 ) Where any person pays the penalty in accordance\nwith subsection ( I ), the Authority shall accept that amount as\nand in complete satisfaction of any liability to conviction.\n            (4) Payment of a pecuniary penalty under this section\nshall be made to the Authority which shall cause it to be paid\ninto the Consolidated Fund.\n          (5) In any proceedings a certificate that payment of the\n                                                                            0\npenalty was or was not made to the Authority by a date specified\nin the certiticate shall, if the certificate purports to be signed by\nthe Authority, be sufficient evidence of the facts stated, unless\nthe contrary is proved.\n            (6) A notice under subsection ( I ) shall--\n     ((2)    specify the ot'fence alleged;\n     ( h ) give such particulars of the ot'fence as are necessary\n           for giving reasonable information of the allegation;\n           and\n     (c) state the period during which, by virtue of subsection\n         (2), proceedings will not be taken for the offence, the\n         amount of the penalty, and the address at which the\n         penalty may be paid.\n         (7) In any proceedings for an offence to which\nsubsection ( I ) applies, no reference shall be made after the\nconviction of the accused to the giving of any notice under this\nsection or to the payment or non-payment of a penalty\nthereunder unless, in the course of the proceedings or in some\ndocument which is before the court in connection with the\nproceedings, reference has been made by or on behalf of the                 0\naccused to the giving of such a notice or, as the case may be, to\nsuch a payment or non-payment.\n            (8) The Minister may by regulations make provision as\nto any matter incidental to the operation of this section, and in\nparticular-\n     ((I)   prescribing the fbrni of' notice under subsection ( I ) ,\n            and the place at which a pecuniary penalty is payable,\n            and\n     ( h ) prescribing the duties of' the Authority and the\n           infixmation to be supplied to it.\n  20H 'I'he Minister may by order subject to atlirmative .\\~llelldlll~llt\n                                                         0 1 ~L.IIBIIIL.\\\nresolution anlend any penalty provided under this Act    I x~2004\n                                                                             S I!,\n  21 Any regulations or order made by the Minister under this                I)~t~ntlorl(lf\n                                                                             ct~rcrdll\nAct in relation to aircraft may for the purposes of securing\ncompliance with the regulations or order include provision for\nthe detention of any such aircraft and such further provision as\nappears to the Minister to be necessary or expedient for securing\nsuch detention"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. -------(I)\n             Any notice or order required to be served on any Notices\nperson for the purposes of this Act, or of any of the regulations\nmade thereunder, may be served on him either by delivering it to\nhim, or by leaving it at his last known address, or by sending it\nby registered post addressed to his last known address.\n        (2) Any such notice required to be served upon an in-\ncorporated company or body shall be duly served if it is served\non the secretary or clerk of the company or body or left at its\nregistered office."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) The Minister may by order, subject to any terms or ~ 0 . u -\nconditions prescribed therein, confer, on any person specified in :Eye,\nthe order, authority for the certification of a document as a true 411984\ncopy of, or extract from, any record or document kept or issued S. 30.\nby any authority or any officer thereof or by any public officer\nunder this Act or any regulations or orders made under this Act.\n        (2) In any legal proceedings whatsoever, any document\ncertified in accordance with an order under subsection (1) shall\nbe sufficient evidence of the matters appearing in such docu-\nment.\n            [The inclusion o f this page is authorized by L.N. 1 1 112005]\n                            (3) Any document purporting to be such a document as\n                    is mentioned in subsection ( 2 ) shall be deemed to be such a\n                    document, unless the contrary is proved.\nlklogition\n0 1 ' tiutulions."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) The Minister may, by order, delegate-\n17 lYX4\ns. 9 .                   ( a ) any of his functions to the Director-General of Civil\nI X 2004\nS. 20.\n                               Aviation or such other officer of the Authority as may\n                               be specified in the order; or\n                                                                                             0\n                         ( h ) any of his functions under section 16C in respect of an\n                               airport or air navigation installation, to the owner or\n                               operator of the airport or air navigation installation,\n                    and thereupon or from such date as n-.,il+ be specified in the\n                    order, the Director-General of Civil Aviation or other of'ficer or\n                    the owner or operator, as the case may be, shall have the power\n                    to perform such functions.\n                             ( 2 ) A delegation made under subsection (1) shall be\n                    revocable by the Minister by order and no delegation shall\n                    prevent the performance of any function .by the Minister.\nEsliihlishn~mnl\nof r\\ppzd~          25.-(1) There is hereby established for the purposes of\nTribunal.       hearing appeals under this section, a Civil Aviation Appeal\n1%2004\nS. 21.          Tribunal, and the provisions of the Fourth Schedule shall have\nFourth          effect with regard to the operation of the Tribunal and otherwise\nSchedule.\n                    in relation thereto.\n                             ( 2 ) Any person aggrieved by a decision of the Authority\n                    in relation to-\n                         ( a ) any aviation document; or\n                         (b) the imposition of any penalty,\n                    taken or purported to be taken under this Act or any regulations\n                    made hereunder may appeal to the Tribunal in the prescribed\n                    manner.\n                            (3) Before determining an appeal the Tribunal shall give\nthe appellant, who may be represented by an attorney-at-law or\nany other person, the opportunity to be heard by the Tribunal.\n         (4) The Tribunal may, on an appeal under subsection\n(2)-\n       (a) dismiss the appeal and confirm the decision of the\n           Authority;\n       (b) allow the appeal and set aside the decision of the\n           Authority; or\n       (c) allow the appeal and return the proceedings to the\n           Authority for a new hearing or such other action as the\n           Tribunal thinks fit."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Establishment of Appeal Tribunal,\n       SCHEDULES\n                            CIVIL A VATION                               7\n            PART 11. Regulation qf Civil Aviation"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.02\n37: 1 905\nS . 13.\n:\\ppointmont       1. Thc Authority shell consist of--\noI'~nelnbors.\n                     (a) thc Director-Gcncral of Civil Aviation who sl~allbc a nicmbcr cx\n                         otficio: and\n                     (h) not lcss than six nor more than eight other members (hcrcinaftcr\n                                                                                                    0\n                         rcferrcd to as appointcd members) as the Ministcr niay appoint.\nl'onure 01'         2.-( 1 ) Subject to thc provisions of this Schcdulc. an appointcd ~ncnlbcr\nappointod\nmembers.\n                shall hold oflice for such period not cscccding three years as may bc\n                spccificd in the instrumciit appointing him to that office. and shall bc cligiblc\n                for rcappointmcnt.\n                        (2) Thc Ministcr may at any time revoke the appointment of any\n                appointcd nicmber of thc Authority.\nTl'cmporuy         3. Thc Ministcr may appoint any person to act temporarily in the place of\nappointments.   any mcmbcr of the Authority in the casc of the absence or inability to act of\n                such member.\nChairman and       4.-(1)   Thc Minislcr-"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. A person who commits an offence under section 5F (3) or                 Tgt.\n5G (2) shall be liable to-                                                    s. 5 .\n     (a) in the case of summary conviction in a Resident\n         Magistrate's Court, a fine not exceeding five hundred\n         thousand dollars or imprisonment with or without hard\n         labour for a term not exceeding six months, or to both\n         such fine and imprisonment; or\n                                                                          -\n               (b) in the case of conviction on indictment before a Circuit\n                    Court, a fine not exceeding one million dollars or\n                    imprisonment with or without hard labour for a term\n                    not exceeding twelve months, or to both such fine and\n                    imprisonment.\nRev1atims5J.--(1) Without prejudice to the generality of section 3(1),\nl8/2oO4\n                                                                                    13\nS. 5.   the Minister may make regulations with respect to the conduct\n        of the investigation of aviation occurrences occurring in or over\n        Jamaica or occurring to Jamaican aircraft wherever they may be.\n                   (2) Without prejudice to the generality of subsection\n           (I), regulations made under this section may contain\n           provisions-\n                    requiring notice to be given of any such aviation\n                    occurrence in such manner and by such persons as\n                    may be prescribed;\n                    applying, with or without modification, for the\n                    purpose of investigations held with respect to any such\n                    aviation occurrence, any of the provisions of any\n                    enactment in force in Jamaica, relating to the\n                    investigation of deaths or accidents;\n                    authorizing any person, so far as may be necessary, for\n                    the purposes of an investigation pursuant to paragraph\n                    (b), to have access to, examine, remove, take measures\n                    for the preservation of, or otherwise deal with, any\n                    such aircraft, site or any part thereoc\n                    authorizing or requiring the cancellation, suspension,\n                    endorsement or surrender of any aviation document               0\n                    issued under this Act where it appears on investigation\n                    that the aviation document ought to be so dealt with,\n                    and requiring the production accordingly of any such\n                    aviation document; and\n                    prescribing anything required to be prescribed under\n                    this Part.\n          (i) registration and certification of aircraft;\n         (ii) licensing and certification of personnel;\n        (iii) registration and certification of aerodromes;\n        (iv) developing, publishing and                       distributing\n             aviation safety standards;\n                                                                             (3\n         (v) aircraft accident investigation;\n        (vi) certification and operational safety sur-\n             veillance and assessment of commercial\n             flight operations,\n        (vii) operational oversight of air transport; and\n       (viii) ensuring that owners and operators of aircraft,\n              aerodromes and other aviation facilities\n              develop, publish and implement regulations,\n              practices and procedures t o safeguard civil\n              aviation against acts of unlawful interference;\n(c) to provide economic regulation of air transport\n    including-\n         (i) the grant of air service licences and permits;\n             and\n        (ii) subject to the provisions of the Airports\n             ~ u t h b r i tAct,\n                            ~    the regulation of airport\n             charges;\n(6) to advise the Minister on matters relating to the\n    operation of this Act and, without prejudice t o the\n    generality of the foregoink, t o advise the Minister\n    on matters for which regulations may be made                             0\n    under section 3 or 8;\n(e) [Deleted by Act 18 of 2003.1\n(f) to promote the development of air transport in-\n    cluding the establishment of training facilities for\n    that purpose.\n     [The inclusion o f this page is authorized by L.N. 1 l1/2005]\n                             CIWL A WATION                                        12.09\n        (3) Regulations under this section may provide for the\nimposition of penalties for offences against the regulations, not\nexceeding-\n     (a) in the case of summary conviction in a Resident\n         Magistrate's Court, a fine of five hundred thousand\n         dollars or imprisonment with or without hard labour\n         for a term of six months or to both such fine and\n         imprisonment; or\n     (b) in the case of conviction on indictment before a\n         Circuit Court, a fine of one million dollars or\n         imprisonment with or without hard labour for a term of\n         twelve months, or to both such fine and imprisonment.\n                                                                           3711995\n              PART IIB. Civil Aviation Authority                           s.4.\n                                                                           1812004\n                                                                           S. 6(a)."
    }
  ],
  "definitions": [
    {
      "term": "accident",
      "definition": "an occurrence associated with the accidents",
      "source_provision": "sec5"
    },
    {
      "term": "accredited representative",
      "definition": "a person designated by a",
      "source_provision": "sec5"
    },
    {
      "term": "aviation occurrence",
      "definition": "any accident or incident",
      "source_provision": "sec5"
    },
    {
      "term": "board of inquiry",
      "definition": "a board of inquiry established",
      "source_provision": "sec5"
    },
    {
      "term": "flight time",
      "definition": "the time which elapses between",
      "source_provision": "sec5"
    },
    {
      "term": "Investigator",
      "definition": "a duly qualified person appointed by",
      "source_provision": "sec5"
    },
    {
      "term": "owner",
      "definition": "the actual owner of the aircraft and includes",
      "source_provision": "sec18"
    }
  ]
}