{
  "id": "jm-stat-the-civil-service-special-legal-qualification-act",
  "type": "statute",
  "title": "The Civil Service (Special Legal Qualification) Act",
  "title_en": "The Civil Service (Special Legal Qualification) Act",
  "short_name": "Civil Service (Special Legal Qualification) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-civil-service-special-legal-qualification-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-civil-service-special-legal-qualification-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Civil Service 6 p i d shorttitle.\nLegal Qualification) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. For the purposes of this Act a person shall be deemed specified\nto be possessed of the specified legal professional qualifica- legal\n                                                                 professional\ntion if he is a member of the Bar of Jamaica or of England 2zeifica-\nor of Northern Ireland or of the Faculty of Advocates of L      ;E:;\nScotland or a Solicitor of the Supreme Court of Judicature\nof Jamaica, England, Scotland, or Northern Ireland or a\nLaw Agent in Scotland, and shall be deemed to cease to be\npossessed of such legal professional qualification if he ceases\nto be a member of the Bar of Jamaica or of England or of\nNorthern Ireland or of the Faculty of Advocates of Scotland\nor a Solicitor of the Supreme Court or of the Supreme Court            ;;Lg;:\nof Judicature of England, Scotland, or Northern Ireland or\na Law Agent in Scotland."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where the Chief Justice of Jamaica is satisfied that Grantof\nany member of the Civil Service of Jamaica who is the Civil         Service\n                                                              (specid\nholder of any of the specified legal professional qualifica-\ntions is about, for reasons not discreditable to himself, to tion).\n                                                              Certificate.\ntake such steps as may be necessary as to cause himself to\ncease to be the holder of such specified legal professional\nqualifications, the Chief Justice may, on the application\nof such person, grant to such person a Civil Service (Special\nLegal Qualification) Certificate under this Act.\n2                  CIVIL SERVICE (SPECIAL LEGAL QUALIFICATION)\nWhat is to       4. Every Civil Service (Special Legal Qualification)\nbe specified\nin Certi-      Certificate under this Act shall specify-\nficate.\n                    (a) the name of the person to whom it relates; and\n                    (b) the date upon which it is granted; and\n42 / 1969           (c) whether such person is a member of the Bar of\n3rd Sch.\n                        Jamaica or of England or of Northern Ireland\n                        or of the Faculty of Advocates of Scotland or a\n                        Solicitor of the Supreme Court or of the Supreme\n                        Court of Judicature of England, Scotland, or\n4211969                 Northern Ireland or a Law Agent in Scotland, at\n3rd Sch.\n                        the time that such Certificate is granted.\nProvisions        5 . 4 1 ) Every person who is the holder of any Civil\nrelating to\nholder of      Service (Special Legal Qualification) Certificate under this\nCertificate.   Act and who, after the grant of such Certificate, ceases to\n               hold the specified legal professional qualification' held by\n               him at the time of the grant of such Certificate, shall, not-\n               withstanding his having ceased to hold such specified legal\n               professional qualification, be eligible to be appointed to\n               and to hold any office in the Civil Service of Jamaica for\n               the appointment to or holding of which he would have been\n               eligible if he had not ceased to hold such specified legal\n               professional qualification.\n                      (2) Every person who is the holder of a Civil Service\n               (Special Legal Qualification) Certificate under this Act\n               shall, during the continuance in force of such Certificate,\n               be entitled to do any act or thing required to be done by\n               him in his capacity as the holder of an office in the Civil\n               Service of Jamaica which he would have been entitled to\n               do if he had not ceased to hold the specified legal profes-\n               sional qualification held by him at the time when such\n               Certificate was granted.\n                     [The inclusion of this Eage is authorized by L.N. 480/1973]\n    CIVIL SERVICE (SPECIAL LEGAL QUALIFICATION)                                      3"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every Civil Service (Special Legal                  Qualification) Revocation\n                                                                        of\nCertificate-                                                  Certificate.\n          shall be deemed to be revoked upon the holder\n          thereof becoming subsequent to the grant thereof               ;:i\n          a member of the Bar of Jamaica or of England\n          or of Northern Ireland or of the Faculty of\n          Advocates of Scotland or a Solicitor of the\n          Supreme Court or of the Supreme Court of\n          Judicature of England, Scotland, or Northern\n          Ireland or a Law Agent in Scotland;\n          shall be deemed to be revoked upon the holder\n          thereof ceasing to be a member of the Civil Service\n          of Jamaica;\n          may be revoked by the Chief Justice on the appli-\n          cation of the Attorney-General, so, however, that\n          no such Certificate shall be revoked unless the\n          holder thereof is afforded a reasonable opportunity\n          of showing cause why such Certificate should not\n          be so revoked."
    }
  ],
  "definitions": []
}