{
  "id": "jm-stat-the-civil-service-establishment-act",
  "type": "statute",
  "title": "The Civil Service Establishment Act",
  "title_en": "The Civil Service Establishment Act",
  "short_name": "Civil Service Establishment Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-civil-service-establishment-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-civil-service-establishment-act | Legal areas: Constitution",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-              tion.\n                                                                      Interpreta-\n    “the Minister” means the Minister for the time being\n         responsible for the public service;\n    “officer” means an officer in the public service;\n    “public service” means the service of the Crown in\n         a civil capacity, permanent in nature, in respect\n         of the Government of Jamaica, so, however, that\n         the Minister may, by order, deem service with any\n         statutory authority or other body specified in the\n         order to be public service for the purposes of this\n         Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Subject to the provisions of the Constitution of constitute\n                                                            Powerto\nJamaica relating to the holders of public offices and of andabolish\nthis Act, the power to constitute or abolish offices in the OfficeS.\npublic service shall be exercised by the Minister by order.\n        (2) An order under this section may from time to\ntime-\n    (a) determine the numbers of any office specified\n        thereunder;\n    (b) determine the emoluments to be attached to any\n        office; and\n    (c) make such incidental, consequential and supple-\n        mental provisions as the Minister thinks necessary\n        or expedient to give full effect to the order and,\n        me inclusion of this page is authorized by L.N. 31/1977]\n2                        CIVIL SERVICE ESTABLISHMENT\n                     without prejudice to the generality of the fore-\n                     going, any such order may include provisions-\n                        (i) making in any enactment regulating the\n                            number of offices in respect of which, or\n                            the number of office holders in respect of\n                            whom, emoluments may be paid, such\n                            modifications as may be expedient; and\n                       (ii) amending any enactment relating to the\n                            appointment, powers, duties, rights or\n                            liabilities of any officer holding any office\n                            specified in an order or bearing the same\n                            style apd title as an officer appointed to\n                            any office specified. in an order.\n                  (3) An order under this section may provide that it\n           shall have effect from such date, not earlier than the 1st\n           day of February, 1976, as may be specifie’d therein.\n                  (4) An order under this section shall be subject to\n           affirmative resolution of the House of Representatives.\nSavingS.     4.-(1) The powers conferred by this Act shd. be in\n           addition to and not in derogation of the powers exercisable\n           by virtue of the prerogative of the Crown.\n                   (2) Nothing in this Act shall be construed-\n                 (a) so as to affect any powers vested in the Governor-\n                      General or any other person or authority to exer-\n                      cise disciplinary control over officers;\n                 (b) so as to interfere with the rights existing at the\n                      1st day of February, 1976, of any officer then\n                      holding office.\n                 me inclusion of this page is authorized by L.N. 31/1977l"
    }
  ],
  "definitions": []
}