{
  "id": "jm-stat-the-co-operative-societies-act",
  "type": "statute",
  "title": "The Co-operative Societies Act",
  "title_en": "The Co-operative Societies Act",
  "short_name": "Co-operative Societies Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-co-operative-societies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-co-operative-societies-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                       Interpre-\n                                                                        tation.\n ‘bonus” means a share of the profits of a registered society\n     divided among its members in proportion to the volume\n     of business done with the society by them from which\n     the profits of the society were derived;\n“committee” means the governing body of a registered\n     society to whom the management of its affairs is\n     entrusted;\n“dividend” means a share of the profits of a registered\n     society divided among its members in proportion to the\n     share capital held by them;\n“member” includes a person or registered society joining\n     in the application for the registration of a society and\n     a person or registered society admitted to membership\n     in accordance with the rules;\n“officer” includes the chairman, secretary, treasurer, mem-\n     ber of committee, or other person empowered under\n     the regulations or rules to give directions in regard to\n     the business of a registered society;\n“registered society” means a co-operative society registered\n     under this Act;\n“Registrar” means the Registrar of Co-operative Societies\n     appointed under section 3 and includes any person\n     when exercising such powers of the Registrar as may\n     have been conferred upon him under that section;\n         [Tne inclusion of this page is authorized by L.N. 42119951\n6                                 CO-OPERA TlVE SOCl ET1ES\n              “regulations” means regulations made under this Act;\n              “rules” means the registered rules made by a society under\n                   this Act.\n                                            Registration\nAppoint-         3. The Governor-General may appoint a person to be\nment of\nRegistrar     Registrar of Co-operative Societies for Jamaica and may\nand           appoint persons to assist such Registrar and may by general\nAssistant\nRegistrars.   or special order published in the Gazette, confer on any\n              such persons all or any of the powers of a Registrar under\n              this Act.\nSocieties       4. Subject to the provisions of this Act a society may be\nwhich may     registered under this Act which-\nbe regis-\niered.\n4611957            (a) has as its object the promotion of the economic\ns. 2.                   interests of its members in accordance with co-\n                        operative principles and consists of not less than\n                        ten members each of whom is qualified under\n                        section 23 for membership; or\n                  (b) is established with the object of facilitating the\n                      operations of a society described in paragraph (a)\n                       and includes among its members at least two\n                       registered societies.\nConditions      5.-(1) The word “co-operative” shall form part of the\nof regis-\ntration.      name of every registered society.\n4611957\ns. 3.                (2) The liability of every registered society which\n              includes one or more registered societies among its members\n              shall be limited.\n                    (3) The word “limited” shall be the last word in the\n              name of every registered society with limited liability.\n                     (4) No society shall be registered under this Act under\n              a name identical with that under which any other existing\n              society is registered or so nearly resembling such name as\n                       F h e inclusion of this page is authorized by L.N. 42/,1995]\n                  CO-OPERATIVE SOCIETIES                                 7\nto be likely to mislead the members or the public as to its\nidentity."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.\n               society, may suspend the registration of such society for\n               any term not exceeding three months and may from time\n               to time extend the suspension for additional periods not\n               exceeding in each case three months.\n                         (2) The provisions of section 41 shall apply,\n               subject to any necessary modifications, in relation to\n               suspension of the registration of a society for any cause\n               other than for reduction of membership below ten as they\n               apply in relation to cancellation of such registration.\n                         (3) Where the registration of a society is suspended\n               the society shall, while the suspension lasts, cease to enjoy\n               the rights and privileges of a registered society but without\n               prejudice to any liability whether civil or criminal incurred\n               by the society, and any such liability may be enforced\n                   CO-OPERATIVE SOCIETIES                                  25\nafter the suspension as if the suspension had 'not taken\nplace."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1) For the purpose of registration an application Application\n                                                          for regis-\nshall be made to the Registrar.                           tration.\n       (2) The application shall be signed-\n          in the case of a society of which no member is a\n           registered society, by at least ten persons qualified\n           in accordance with the requirements of section 23; 46/1957\n                                                                 s. 4.\n           and\n          in the case of a society of which a member is a\n          registered society, by a duly authorized person on\n           behalf of every such registered society, and, where\n           all the members of the society are not registered\n           societies, by ten other members, or where there are\n          less than ten other members, by all of them.\n       (3) The application shall be accompanied by three\ncopies of the proposed rules of the society and the persons\nby whom or on whose behalf such application is made shall\nfurnish such information in regard to the society as the\nRegistrar may require.\n       (4) The application shall be accompanied by the\nprescribed registration fee."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-( 1) When an application for registration is made, the Registration.\nRegistrar shall satisfy himself that the society has complied\nwith the provisions of this Act and any regulations made\nthereunder and that the society is a bona fide co-operative\nsociety and that its proposed rules are in conformity with\nthe requirements of this Act and any regulations made\nthereunder, and for these purposes may make such enquiries\nand obtain such information as he thinks fit.\n       (2) The Registrar upon being satisfied of the fore-\ngoing matters may register the society and its rules and\nshall publish notice thereof in the Gazette.\n8                                  CO-OPERATIVE SOCIETIES\n                       (3) If the Registrar refuses to register a society an\n                appeal shall lie to the tribunal appointed by regulations\n                under this Act within one month from the date of such\n                refusal. The decision of the tribunal shall be final and shall\n                not be called in question in any civil court.\nSocieties to       8. The registration of a society shall render it a body\nbe bodies\ncorporate.      corporate by the name under which it is registered, with\n                perpetual succession, and with power to hold property, to\n                enter into contracts, to institute and defend suits and other\n                legal proceedings, and to do all things necessary for the\n                purpose of its constitution.\nEvidence of        9. A certificate of registration signed by the Registrar\nregistration.\n                shall be conclusive evidence that the society therein men-\n                tioned is duly registered, unless it is proved that the\n                registration of the society has been cancelled.\n                               Duties and Privileges of Societies\nPower of           10.-(1) Every registered society may, subject to the\nregistered\nsociety to      approval of the Registrar, make rules for any such things as\nmake rules.\n4611957         are necessary or desirable for the purpose for which such\ns. 5.           society is established and in particular but without prejudice\n                to the generality of the foregoing, may make rules-\n                    (a) providing that the area in which the society does\n                        business and has members shall be divided into\n                        districts, and that members of the committee be\n                        elected from such districts either directly or by\n                        district delegates;\n                    (b) prescribing the number of members of the com-\n                        mittee to be elected from each district;\n                    (c) prescribing the method of forming new districts,\n                         either as additions to or substitutes for old\n                         districts;\n                  CO-OPERATIVE SOCIETIES                               9\n    (4 prescribing the manner and method of electing\n          district delegates and the number thereof, and pro-\n          viding for the delegation to such district delegates\n          of all or any of the powers exercisable by the mem-\n          bers assembled at general meetings and for the\n          method of calling and the persons who may call\n          meetings of delegates;\n     (e) providing that a meeting of the delegates shall\n          take the place fully and effectually in every way of\n          a meeting of the members of the society.\n        (2) Rules made under subsection (1) shall bind the\nsociety and every member thereof and every person claim-\ning through such member to the same extent as if every\nsuch member had subscribed his name and affixed his seal\nthereto and there were contained in such rules a covenant\non the part of such member, his heirs, executors, adminis-\ntrators and assigns to be bound thereby."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Evidence of registration.\n                 Duties and Privileges of Societies"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Any registered society may, subject to this Act h e n b e n t\nand any regulations made thereunder, amend its rules, ofruleS.\nincluding the rule which declares the name of the society.\n         (2) No amendment of the rules of a registered society\nshall be valid until that amendment has been registered\nunder this Act, for which purpose three copies of the amend- 46/1957\nment shall be forwarded to the Registrar.                      S.6.\n         (3) If the Registrar is satisfied that any amendment\nof the rules is not contrary to this Act or regulations made\nthereunder, he may register the amendment :\n   Provided that the Registrar may for reasons to be given\nto the society refuse to register an amendment. If the\nRegistrar shall refuse to register any amendment of any\nrule, an appeal shall lie to the tribunal appointed by regula-\ntions made under this Act within one month from the date\nof such refusal. The decision of the tribunal shall be final,\nand shall not be called in question in any civil court.\n10                                 CO-OPERATIVE SOClETlES\n                        (4) An amendment which changes the name of a\n                registered society shall not affect any right or obligation of\n                the society or of any of its members or past members, and\n                any legal proceedings pending may be continued by or\n                against the society under its new name.\n                        (5) When the Registrar registers an amendment of\n                the rules of a registered society, he shall issue to the society\n                a copy of the amendment certified by him, which shall be\n                conclusive evidence of the fact that the amendment has been\n                duly registered.\nAddress of        12. Every registered society shall have an address\nsociety.        registered in accordance with the regulations, to which all\n                notices and communications may be sent, and shall send to\n                the Registrar notice of every change of that address.\nPublication        13. Every registered society shall paint or affix and keep\nof name.\n4611957         painted or affixed its registered name, in letters easily\ns. 7.           legible, in a conspicuous position on the outside of every\n                office or place in which the business of the society is carried\n                on.\ncopy of           14. Every registered society shall keep a copy of this Act\nAct, etc., to\nbe open to      and of the regulations and of its rules and a list of its\ninspection.     members open to inspection, free of charge, at all reasonable\n                times at the registered address of the society.\nDisposal of       lS.-(l) A registered society which has as one of its\nproduce to      objects the disposal of any article produced or obtained by\nor through\na registered    the work or industry of its members, whether the produce\nsociety.\n                of agriculture, animal husbandry, forestry, fisheries, handi-\n                crafts or otherwise, may provide in its rules or may other-\n                wise contract with its members-\n                     (a) that every such member who produces any such\n                          article shall dispose of the whole or any specified\n                          amount, proportion or description thereof to or\n                          through the society; and\n                  CO-OPERATIVE SOCIETIES                                  11\n    (b) that any member who is proved or adjudged to be\n        guilty of a breach of the rules or contract shall pay\n        to the society as liquidated damages a sum ascer-\n        tained or assessed in such manner as may be\n        prescribed by the aforesaid rules or contract.\n        (2) No contract entered into under the provisions of\nthis section shall be contested in any court on the ground\nonly that it constitutes a contract in restraint of trade."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Subject to any prior claim of the Crown on the pro- Creationof\n                                                                     in\nperty of a debtor and to any charge under the Agricultural charges\n                                                              favourof\nLoan Societies Law (now repealed), or under the Agri-               :z$Zzed\ncultural Loans Act and to the lien or claim of a landlord           pg;\nin respect of rent or any money recoverable as rent and in Wtn.now\nthe case of immovable property to any prior registered repealed).\ncharge thereon-\n     (a) any debt or outstanding demand payable to a\n         registered society by any member or past member\n         shall be a first charge on all crops or other agri-\n         cultural produce, felled timber or other forest\n         produce, marine produce, fish (fresh water and\n         salt water), livestock, fodder, agricultural, indus-\n         trial and fishing implements, plant machinery,\n         boats, tackle and nets, raw materials, stock in\n         trade and generally all produce of labour and\n         things used in connection with production raised,\n         purchased or produced in whole or in part from\n         any loan whether in money or in goods given him\n         by the society :\n            Provided that nothing herein contained shall\n         affect the claim of any bona fide purchaser or\n         transferee without notice;\n     (b) any outstanding demands or dues payable to a\n         registered housing society by any member or past\n         member in respect of rent, shares, loans or pur-\n12                              CO-OPERATIVE SOClETIES\n                       chase money or any other rights or amounts pay-\n                       able to such society shall be a first charge upon his\n                       interest in the immovable property af the society.\nChargeand       17. A registered society shall have a charge, upon the\nset off in\nrespectof     shares or interest in the capital and on the deposits of a\nsharesor\ninterest of\n              member or past member or deceased member and upon any\nmembers.      dividend, bonus or profits payable to a member or past\n              member or estate, for any debt due by a member to the\n              society, and may apply any sum credited or payable to a\n              member or past member or estate of a deceased member in\n              or towards payment of any such debt.\nPower of         18.-(1) A member of a registered society may, by in-\nnomination.\n461 1957      strument in writing signed by such member in the presence\nS. 8.         of two attesting witnesses and delivered at or sent to the\n              registered office of the society during the lifetime of such\n              member or made in any book kept thereat, nominate any\n              person or persons to or among whom there shall be trans-\n              ferred at his death such property in the society as may be\n              his at the time of his decease, or as may have accrued\n              thereon, whether in shares, loans, or deposits, or so much\n              thereof as is specified in such nomination, if the nomina-\n              tion does not comprise the whole :\n                Provided that no member of a registered society with\n              share capital shall be entitled to nominate more than one\n              person unless such member holds more than one share.\n                       (2) A nomination so made may be revoked or varied\n              by a subsequent nomination signed, attested and delivered,\n              or sent or made as aforesaid, or by any similar document\n              in the nature of a revocation or variation signed by the\n              nominator in the presence of two attesting witnesses and\n              delivered, sent or made as aforesaid, but shall not be revo-\n              cable or variable by the will of the nominator or by any\n              codicil thereto.\n                  CO-OPERATIVE SOCIETIES                                          13\n         (3) The society shall keep a book wherein the names\nof all persons so nominated and all revocations or varia-\ntions, if any, of such nominations shall be recorded."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) On the death of a member, a registered society Transteror\nshall, subject to the provisions of subsections (2) and (3)- payment\n                                                             valueof of\n                                                                    interest on\n    (a) transfer to any person nominated in accordance deathof\n          with the provisions of section 18 the property of member.\n                                                                &/I957\n          the deceased member or such property as may S.8.\n          have accrued thereon, comprised in the nomina-\n          tion in manner directed by the nomination, or\n          pay to every person entitled thereunder the full\n          value of the property given to him;\n     (b) transfer to the personal representatives of the\n          deceased member any property of the deceased\n          member in the society, or such property as may\n          have accrued thereon, not comprised in any nomi-\n          nation, or pay to the personal representatives the\n          full value of such property.\n        (2) Any person entitled, under paragraph (a) or (b)\nof subsection (l), to receive property or payment of the\nvalue thereof from a society with unlimited liability may\nrequire payment by the society of the value of such\nproperty.\n        (3) Any share or interest of a deceased member of\na society with limited liability may be transferred by the\nsociety to-\n     (a) the person entitled thereto under paragraph (a) or\n          (b) of subsection (11, if such person is qualified to\n          be a member of the society; or\n     (b) any other person qualified to be a member of the\n          society and specified, within six months of the\n          death of the deceased member, in an application\n          by the person entitled thereto under paragraph\n          (a) or (b) of subsection (1).\n14                                CO-OPERATIVE SOCIETIES\n                       (4) All transfers and payments made by a registered\n               society in accordance with the provisions of this section\n               shall be valid and effectual against any demand made upon\n               the society by any other person.\n261 1975               ( 5 ) In this section the expression “personal repre-\ns. 2.\n               sentatives” includes, where the value of the property to be\n               transferred or paid by a registered society in respect of a\n               deceased member does not exceed two thousand dollars,\n               such person as may appear to the registered society, on\n               such evidence as the society may deem satisfactory, to be\n               entitled by law to receive payment.\nDeposits by      20.-(1)  A registered society may receive deposits from\nor on behalf\nof minors.     or for the benefit of minors and it shall be lawful for a\n               registered society to pay such minors the interest which\n               may become due on such deposits. Any deposits made by\n               a minor, may, together with the interest accrued thereon, be\n               paid to that minor; and any deposit made on behalf of a\n               minor may, together with the interest accrued thereon, be\n               paid to the guardian of that minor for the use of the minor.\n                       (2) The receipt of any minor or guardian for money\n               paid to him under this section shall be a sufficient discharge\n               of the liability of the society in respect of that money.\nRegister of      21. Any register or list of members kept by any registered\nmembers.\n               society shall be prima facie evidence of any of the following\n               particulars entered therein-\n                    (a) the date at which the name of any person was\n                        entered in such register or list as a member;\n                    (6) the date at which any such person ceased to be a\n                        member.\nEvidence         22.-(1) A copy of any entry in a book of a registered\nof docu-\nments and      society regularly kept in the course of business shall, if\nof entries     certified in such manner as may be prescribed by the\nin books.\n461 1957       regulations, be received in any legal proceedings, civil or\nS.9(a).\n                      p h e inclusion of this page is authorized by L.N. 60/1976]\n                  CO-OPERATIVE SOCIETIES                                      15\ncriminal, as prima f a c k evidence of the existence of such\nentry and shall be admitted as evidence of the matters,\ntransactions and accounts therein recorded in every case\nwhere, and to the same extent as, the original entry itself\nis admissible.\n         (2) N o officer of any such society shall, in any legal\nproceedings to which the society is not a party, be compelled\nto produce any of the books of the society, the contents of\nwhich can be proved under subsection (1) or to appear as\na witness to prove any matters, transactions or accounts\ntherein recorded, unless the court for special reasons so\ndirects.\n        (3) Every copy of rules or other instruments or 46/1957\ndocuments, and every extract of an instrument or docu- S. 9 (b).\nment, bearing the seal or signature of the Registrar, shall\nbe received in evidence without further proof; and every\ndocument purporting to be signed by the Registrar under\nthis Act shall, in the absence of any evidence to the contrary,\nbe received in evidence without further proof of the\nsignature."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. No person other than a registered society shall be a ~ d f i ~ -\n                                                          tions for\nmember of a registered society unless-                    membership.\n                                                                    4611957\n     (a) he has attained the age of sixteen years; and              F6E975\n                                                                    s. 3.\n     (b) there exists between himself and the other mem-\n         bers of the society some common bond of occu-\n         pation or association or of residence in a defined\n         neighbourhood, community or district."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. No member of a registered society shall exercise the Members\n                                                                to\nright of a member unless or until he has made such payment not\n                                                            exercLm\nto the society in respect of membership or acquired such\ninterest in the society as may be prescribed by the rules. mentmde.\n-\n16                              CO-OPERATWE SOCIETlES\nRestriction     25. Except with the sanction of the Registrar, no person\nof ,member-\nshlpin        shall be a member of more than one registered society with\ntociety.      unlimited liability, whose primary object is to grant loans\n              to its members.\nVoting          26.-(1) Subject to the provisions of this section, no\nrights.       member of a registered society shall have more than one\n              vote in the conduct of the affairs of the society :\n                Provided, however, that in the case of an equality of\n              votes the chairman shall have a casting vote.\n                      (2) A registered society which is a member of any\n              other registered society shall have such voting rights as may\n              be prescribed by the rules, and such voting rights shall be\n              exercised in accordance with the rules.\n                      (3) A registered society which is a member of any\n              other registered society may appoint one of its members as\n              its proxy for the purpose of voting in the conduct of the\n              affairs of such other registered society.\n4611957               (4) Delegates elected in accordance with the rules\nS.            of a registered society may, unless otherwise provided in\n              the rules, exercise at annual and special meetings of the\n              society all the powers of members and in such cases all\n              references in this Act to the exercise of powers by members\n              shall be deemed to include the exercise of powers by\n              delegates.\n4611957              (5) Except as is provided by subsections (3) and (4),\nS. ll(b)*     voting by proxy shall not be allowed.\n                     (6) A society, the principal business of which is the\n              marketing of agricultural products, may by its rules provide\n              for voting rights to be determined by reference to the\n              actual or estimated registered amount of the product\n              marketed.\n                   CO-OPERATIVE SOCIETIES                                         17"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Voting rights.\n     me inclusion of this page is authorized by L.N. 60/1976]\n2                     CO-OPERATIVE SOCIETIES"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. An infant duly admitted as a member of a registered Liabilityof\n                                                              infants on\nsociety shall eiijoy all the rights and be subject to all the contrack\nliabilities of an ordinary member and any contracts made\nby such person as a member of such society shall be\nenforceable at law."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Where the liability of the members of a registered ~ ~ i ~ d i -\nsociety is limited by shares, no member, other than a\nregistered society, shall hold more than such portion of                2;:;:\nshare capital OF the society, subject to a maximum of capitd.\ntwenty per cent, as may be prescribed by the rules."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) The transfer or charge of the share or interest Restriction\nof a member or past member or deceased member shall be                  ~~~~~~~\nsubject to such conditions as may be prescribed by this Act interest.\nor regulations made thereunder :\n   Provided that a member shall not in any event transfer\nany share held by him or his interest in the capital of the\nsociety or any part thereof unless the transfer or charge\nis made to the society or to a member of the society or to a\nperson whose application for membership has been accepted\nby the committee.\n        (2) A purchaser under any execution or any other\nperson succeeding by operation of law or otherwise to the\nshare or interest of a member in a society shall not be\nentitled to membership or become a member by virtue only\nof such purchase or transfer.\n        (3) A registered society niay by rules provide for the\npurchase by the society of the share or interest of any\nmember."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. The liability of a past meniber or of the estate of a Liabi.ityof\ndeceased member for the debts of a registered society as they past member\n                                                              and estate\nexisted on the date on which such member ceased to be a ofdeceased\n                                                              member for\nmember or died shall continue for a period of two years debtsof\nreckoned from that date.                                      society.\n         [The inclusion of this page i s authorized by L.N. 42/ 19951\n18                                CO-OPERAT1V E SOClETlES\n                      Property and Funds of Registered Societies\nLoansm8de       31. A registered society shall not make a loan to any\nby registered\nsocictier.    person other than a member :\n61 1974\ns. 2.\n                 Provided that a registered society may make loans to\n               another registered society or a member thereof.\nDeposits\nand loans"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. A registered society shall receive deposits and loans\nreceived by    from persons who are not members only to such extent and\na registered\nrociety.       under such conditions as may be prescribed by the regula-\n               tions or rules.\nRestriction*      33. Save as provided in sections 31 and 32, the trans-\non other\ntransactions   actions of a registered society with persons other than\nwith non-\nmembers.       members shall be subject to such prohibitions and restric-\n               tions as may be prescribed by the regulations.\nDkpo=lof\ndividends"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. No registered society shall pay a dividend or\nand bonus.     bonus or distribute any part of its accumulated funds before\n               the balance sheet has been certified by an auditor approved\n               by the Registrar.\nReserve          35.-(1) Every registered society which does or can\nfunds.\n               derive profit from its transactions shall maintain a reserve\n               fund.\n2611975                (2) At least 20 per centum of the net profits of every\n.’  (a)’\n               registered society as ascertained by the audit prescribed by\n               section 38 shall be carried to the reserve fund which shall\n               be employed as prescribed by the regulations:\n2611975          Provided that upon application made by a registered\ns. 4 (c).      society, the Registrar may, by notice in writing to that\n               society reduce for so long as the Registrar may allow the\n               percentage that is required by this section to be carried\n               to the reserve fund so, however, that such percentage shall\n               not be less than 10 per centum.\n                        [The inclusion of this page i s authorized by L N .42/11995]\n                 CO-OPERATlVE SOCIETIES                                      19"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35, contribute an amount not exceeding ten per cent of\nthe remaining net balance to any educational or charitable\npurpose."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Any registered society may, after the allocation to Nocationto\n                                                                    or\nthe reserve fund has been made in accordance with section education\n                                                           charity."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Subject to sections 35 and 36, the net balance at the Dispoaalof\nend of each year together with any sum available for dis- surplus\n                                                             moneys.\ntribution from previous years may be distributed as may\nbe prescribed by the rules.\n                Audit, Inspection and Inquiry\n  3 8 4 1 ) The Registrar shall audit or cause to be audited Audit.\nby some person authorized by him by general or special\norder in writing the accounts of every registered society\nonce at least in every year.\n       (2) The audit under subsection (1) shall include an\nexamination of overdue debts, if any, and a valuation of\nthe assets and liabilities of the registered society.\n        (3) The Registrar and every other person appointed\nto audit the accounts of a society shall have power when\nnecessary-\n    (a) to summon at the time of his audit any officer,\n          agent, servant or member of the society who he\n          has reason to believe can give material informa-\n          tion in regard to any transactions of the society\n          or the management of its affairs; or\n     (b) to require production of any book or document\n          relating to the affairs of, or any cash or securities\n          belonging to, the society by the officer, agent,\n          servant or member in possession of such book,\n          document, cash or securities."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. The Registrar, or any person authorized by general Powerof\nor special order in writing by the Registrar, shall at all        zsto\ntimes have access to all the books, accounts, papers and bg;:etc.\n20                               CO-OPERATIVE SOCIETIES\n              securities of a registered society, and shall be entitled to\n              inspect the cash in hand; and every officer of the society\n              shall furnish such information in regard to the transactions\n              and working of the society as the person making such\n              inspection may require.\nInquiryand       40.-(1) The Registrar may of his own motion, and shall\ninspection.   on the application of a majority of the committee, or of not\n              less than one-third of the members of a registered society,\n              hold an inquiry or direct some person authorized by him by\n              order in writing in this behalf to hold an inquiry into the\n              constitution, working, and financial condition of a regis-\n              tered society; and all officers and members of the society\n              shall furnish such information in regard to the affairs of\n              the society and produce the cash in hand and such books,\n              accounts, papers and securities of the society as the\n              Registrar or the person authorized by him may require.\n                        (2) The Registrar, shall, on the application of a\n              creditor of the registered society, inspect or direct some\n              person authorized by him in writing in this behalf to inspect\n              the books of the society, if the applicant-\n                    (a) proves that an ascertained sum of money is then\n                          due to him and that he has demanded payment\n                          thereof and has not received satisfaction within\n                          a reasonable time; and\n4611957             (b) deposits with the Registrar such sum as security\ns. 12.                    for the cost of the proposed inspection as the\n                          Registrar may require.\n                        (3) The Registrar shall communicate the results of\n              any such inspection to the creditor and to the society into\n              whose affairs inquiry has been made.\n                        (4) Where an inquiry is held under subsection (1)\n              or an inspection is made under subsection (21, the Registrar\n              may apportion the costs or such part of the costs, as he\n              may think right, between the registered society, the mem-\n              bers demanding an inquiry, the officers or former officers\n                 CO-OPERATIVE SOCIETIES                            21\nof the society, and the creditor, if any, on whose applica-\ntion the inquiry was made.\n        ( 5 ) Any sum awarded by way of costs against any\nsociety or person under this section may be recovered, on\napplication to the Court of the Resident Magistrate having\njurisdiction in the place where the registered office of the\nsociety is situated, in like manner as money payable under\na judgment of the Court.\n              Dissolution of Registered Society"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Inquiry and inspection.\n                      Dissolution of Registered Society"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-( 1) If the Registrar, after holding an inquiry or Diaolution.\nmaking an inspection under section 40 or on receipt of an\napplication made by three-fourths of the members of a\nregistered society is of opinion that the society ought to\nbe dissolved, he may by order cancel the registration of\nthe society, and shall publish notice thereof in the Gazette.\n         (2) Any member of a registered society may within\ntwo months from the date of an order under subsection (1)\nappeal from such order to the tribunal appointed by regu-\nlations under this Act. The decision of the tribunal shall\nbe final, and shall not be called in question in any civil\ncourt.\n         (3) Where no appeal is presented within two months\nfrom the making of an order cancelling the registration of\na society, the order shall take effect on the expiry of that\nperiod. Where an appeal is presented within two months\nthe order shall not take effect until it is confirmed by the\ntribunal appointed by regulations under this Act.\n         (4) Where the Registrar cancels the registration of\na society under subsection (1) he may make such order as\nhe may think fit for the custody of the books and docu-\nments and the protection of the assets of the society until\nthe order cancelling registration takes effect.\n         (5) No registered society shall be wound up save by\nan order of the Registrar.\n22                               CO-OPERATWE SOCIETlES\nCancellation     42. The Registrar may by order in writing cancel the\nof registra-\ntion due to    registration of any registered society other than a society\nlack of        which includes among its inembers one or more registered\nmcm bership.\n               societies, if at any time it is proved that the number of\n               members has been reduced to less than ten. Every such\n               order shall take effect from the date thereof.\nEffect of        43. Where the registration of a society is cancelled by\ncancellation\nof registra-   an order under section 41 or under section 42 the society\ntion.          shall, except for the purposes of winding up as hereinafter\n               provided, cease to exist as a corporate body from the date\n               on which the order takes effect, hereinafter referred to as\n               the date of dissolution.\nAppoint-         44. Where the registration of a society is cancelled under\nment of\nliquidator.    section 41 or section 42, the Registrar may appoint one or\n               more persons to be, subject to his direction and control,\n               the liquidator or liquidators of the society.\nPowers of a      45.-( 1) A liquidator appointed under section 44 shall,\nliquidator.    subject to the guidance and control of the Registrar and to\n               any limitations imposed by the Registrar by order under\n               section 46, have power-\n                    (a) to institute and defend suits and other legal pro-\n                         ceedings by and on behalf of the society by his\n                         name or office and to appear in court as a litigant\n                         in person on behalf of the society;\n                    (b) to refer disputes to arbitration;\n                    (c) to determine the contribution to be made by the\n                         members and past members and by estates of\n                         deceased members of the society respectively to\n                         the assets of the society;\n                    (d) to investigate all claims against the society and\n                         subject to the provisions of this Act to decide\n                         questions of priority arising between claimants;\n                  CO-OPERATIVE SOCIETIES                                      23\n     (e) to determine from time to time by what persons\n           and in what proportion the costs of the liquidation\n           are to be borne;\n     (19 to take possession of the books, documents and\n           assets of the society;\n     (g) to give such directions in regard to the collection\n           of the assets of the society and the disposal of the\n           books and documents of the society as may appear\n           to him to be necessary for winding up the affairs\n           of the society;\n     ( I d to appoint a day by proclamation before which\n           creditors whose claims are not already recorded\n           in the books of the society shall state their claims\n           for admission or be excluded from any distribution\n           made before such claims have been proved;\n     (i) to compromise any claim by or against the society;\n     (11 to sell the property of the society;\n     (k) to call such general meetings of the society as may\n           be necessary;\n     (0 to carry on the business of the society so far as\n           inay be necessary for winding it up beneficially;\n     (m)to arrange for the distribution of the assets of the\n           society in a convenient manner when a scheme of\n           distribution has been approved by the Registrar.\n        (2) A liquidator appointed under this section shall,\nin so far as such powers are necessary for carrying out the\npurpose of this section, have all the powers of a Resident\nMagistrate to compel the attendance and examination of\nwitnesses and the production of documents."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. A liquidator shall exercise his powers subject to the Powerof\n                                                            Registrar to\ncontrol and revision of the Registrar, who may-             control\n                                                                    liquidation.\n     (a) rescind or vary any order made by a liquidator and\n          make whatever new order is required;\n21\n24                               CO-OPERATIVE SOCIETIES\n                        remove a liquidator from office;\n                        call for all books, documents and assets of the\n                         society;\n                        by order in writing limit the powers of a liquidator\n                         under section 45;\n                        require accounts to be rendered to him by the\n                         liquidator;\n                        procure the auditing of the accounts of the\n                         liquidator and authorize the distribution of the\n                         assets of the society;\n                        make an order for the remuneration of the\n                         liquidator;\n                        refer any subject of dispute between a liquidator\n                         and any third party to arbitration if that party\n                         shall have consented in writing to be bound by the\n                         decision of the arbitrator.\nSuspension\nof registra-"
    },
    {
      "provision_ref": "sec46a",
      "section": "46A",
      "title": "Section 46A",
      "content": "46A.-(1) The Registrar, in any case in which he might\ntion.          under section 41 or 42 cancel the registration of a registered\ns.\n26’1975"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(I) The decision of an arbitrator on any matter Enforcunent\nreferred to him under section 46 shall be binding upon the\nparties, and shall be enforceable in like manner as an order\nmade by the Registrar under that section.\n        (2) An order made by a liquidator or by the\nRegistrar under section 45 or section 46 shall be enforced\nin the same manner in all respects as an order made by a\nResident Magistrate."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Save in so far as is hereinbefore expressly provided,             kf%:gs-\nno civil court shall have any jurisdiction in respect of any dictionof\n                                                              the civil\nmatter concerned with the dissolution of a registered society\nunder this Act."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-(1) In the liquidation of a society whose registration cloaureof\nhas been cancelled, the funds, including the reserve fund liquidation.\nshall be applied first to the costs of liquidation, then to the\ndischarge of the liabilities of the society, then to the pay-\nment of the share capital and then, provided the rules of\nthe society permit, to the payment of a dividend.\n        (2) When the liquidation of a society has been closed\nand any creditor of that society has not claimed or received\nwhat is due to him under the scheme of distribution, notice\nof the closing of the liquidation shall be published in the\nGazette; and all claims against the funds of the society\nliquidated shall be barred when two years have elapsed 4611957\n                                                              S.13.\nfrom the date of the publication of the Gazette notice.\n       (3) Any surplus remaining after the application of\nthe funds to the purposes specified in subsection (1) shall\nnot be divided among the members but such surplus shall\nbe devoted to any purpose specified in the rules of the\n-\n26                               CO-OPERATIVE SOClErlES\n               society whose registration has been cancelled, and where\n               no purpose is so specified, shall be devoted by the Regis:\n               trar to such co-operative purpose as may be decided by\n               him in consultation with the members of the society whose\n               registration has been cancelled.\n                                             Disputes\nSettlement        50.-(1) If any dispute touching the business of a regis-\nof disputes.\n               tered society arises-\n                    (a) among members, past members and persons claim-\n                           ing through members, past members and deceased\n                           members; or\n                     (b) between a member, past member, or person claim-\n                           ing through a member, past member or deceased\n                           member, and the society, its committee, or any\n                           officer of the society; or\n                     (c) between the society or its committee and any officer\n                           of the society; or\n                     (a') between the society and any other registered\n                           society,\n               such dispute shall be referred to the Registrar. A claim\n               by a registered society for any debt or demand due to it\n               from a member, past member or the nominee, heir or legal\n               representative of a deceased member, shall be deemed to\n               be a dispute touching the business of the society within the\n               meaning of this subsection.\n                         (2) The Registrar shall, on receipt of a reference\n               under subsection (l), refer it for disposal to an arbitrator\n               or arbitrators.\n                         (3) Any party aggrieved by the award of the arbi-\n               trator or arbitrators may appeal therefrom to the Registrar\n               within such period and in such manner as may be\n               prescribed.\n                         (4) A decision of the Registrar in an appeal under\n                subsection (3) shall be final and shall not be called in\n               question in any civil court.\n                   CO-OPERATI V E SOCIETIES                              27\n        (5) The award of the arbitrator or arbitrators under\nsubsection (2) shall, if no appeal is preferred to the Registrar\nunder subsection (31, or if any such appeal is abandoned\nor withdrawn, be final and shall not be called in question\nin any civil court aiid shall bc enforced in the same manner\nin all respects as if the award had been a judgment of a\nResident Magistrate."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50, the Registrar at any tixe when proceeding to a deci- ; ; c t i o n\nsion under this Act, or the tribunal at any h e whcr: an\nappeal has been referred to it against any decision of the\nRegistrar under this Act, may refer any question of law\narising out of such decision for the opinion of the Supreme\nCourt.\n         (2) Any Judge, or Judges, of the Supreme Court as\nthe Chief Justice may direct, may consider and determine\nany question of law so referred and the opinion given on\nsuch question shall be final and conclusive.\n                          Regulations"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Case stated on question of law.\n          me inclusion of this page is authorized by L.N. 60119761\n                   CO-OPERATIVE SOCIETIES                               3\n                           Regulations"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-(1) Subject to subsection (3), the Minister may make RealationS.\nall such regulations as may be necessary for the purpose of i!lizl,\ncarrying out or giving effect to the principles and provisions\nof this Act.\n         (2) In particular and without prejudice to the\ngenerality of the power conferred by subsection (l), such\nregulations may-\n      (a) prescribe the forms to be used and the conditions\n           to be complied with in applying for the registra-\n           tion of a society and the procedure in the matter\n           of such applications;\n      (b) prescribe the conditions to be complied with by\n           persons applying for admission or admitted as\n           members, and provide for the election and admis-\n           sion of members from tiine to time, and the pay-\n          [The inclusion of this page i s authorized by L.N. 42/ 19951\n R/L-14\n28                 CO-OPERA TI V E SOClETlES\n         ment to be made and interest to be acquired\n         before exercising rights of membership;\n         subject to the provisions of section 28, prescribe\n         the maximum number of shares or portions of the\n         capital of a registered society which may be held\n         by a member;\n         provide for the withdrawal and expulsion of\n         members and for the payments to be made to\n         members who withdraw or are expelled, and for\n         the liabilities of past members;\n         provide for general meetings of the members and\n         for the procedure at such meetings and for the\n         powers to be exercised by such meetings;\n         provide for the appointment, suspension and\n         removal of the members of the committee and\n         other officers, and for the procedure at meetings\n         of the committee and for the powers to be exer-\n         cised and the duties to be performed by the com-\n         mittee and other officers;\n         prescribe the matters in respect of which a society\n         may or shall make rules and for the procedure to\n         be followed in making, altering and rescinding\n         rules, and the conditions to be satisfied prior to\n         such making, alteration or rescission;\n         regulate the manner in which funds may be raised\n         by means of shares or debentures or otherwise;\n         prescribe the payments to be made, the conditions\n         to be complied with, and the forms of the bonds,\n         instruments or other docunients to be executed, by\n         members applying for loans or cash credits, the\n         period for which loans may be made or credits\n         granted, and the maximum amount which may be\n         lent and the maximum credits which may be\n         allowed to individual members;\n     -\n             CO-OPERATIVE SOCIETIES                              29\n(J1 provide for the mode in which the value of the\n    interest of a deceased member shall be ascertained:\n(k) provide for the mode in which the value of the\n    interest of a member who has become of unsound\n    mind incapable of managing himself or his affairs\n    shall be ascertained and for the nomination of any\n    person to whom such interests may be paid or\n    transferred;\n(0 provide for the formation and the maintenance of\n    reserve funds, and the objects to which such funds\n    may be applied and for the investment of any\n    funds tinder the control of any registered society;\n(rn) prescribe the conditions under which profits may\n     be distributed to the members of a society.\n(n) prescribe the accounts and books to be kept by a\n    registered society, and for the periodical publica-\n    tion of a balance sheet showing the assets and\n    liabilities of a registered society;\n(0) provide for the audit of the accounts of registered\n    societies and for the charges, if any, to be made\n    for such audit and provide for the levy of contri-\n    butions from all or any registered societies to a\n    fund to be used for the audit and supervision of\n    existing societies and prescribe for the adminis-\n    tration of such a fund:\n( p ) prescribe the returns to be submitted by registered\n      societies to the Registrar, and the persons by\n      whom and the form in which the same are to be\n      made;\n(4) provide for the persons by whom, and the form in\n    which, copies of entries in books of registered\n    societies may be certified;\n    [The inctusion of this page is authorized by L.N. 421 1W5]\n30                   CO-OPERATIVE SOCIETIES\n           provide for the formation and maintenance of a\n           register of members, and, where the liability of\n           inembers is limited by shares, of a register of\n            shares;\n           provide for the inspection of documents and\n            registers at the Registrar’s office and the fees to\n            be paid therefor and for the issue of copies of\n            such documents or registers;\n           prescribe the manner in which any question as to\n            the breach of any rule or contract relating to the\n            disposal of produce to or through a society, may\n            be determined, and the manner in which the\n            liquidated damages for any such breach may be\n            ascertained or assessed;\n     (U)   prescribe the mode of appointing an arbitrator\n           or arbitrators and the procedure to be followed in\n           proceedings before such arbitrator or arbitrators;\n     ( v ) provide for the formation of a Joint Co-operative\n           Council and for the objects and functions of such\n           a Council;\n     (w) provide for the appointment of a tribunal to hear\n           appeals under this Act and to prescribe the fees\n           to be paid and the procedure to be observed and\n           all other matters connected with appeals under\n           this Act.\n           (3) Regulations under this Act shall not limit-\n     (a) the rate of interest or dividend which may be paid\n            by a registered society on funds raised by or\n            deposits made with the society; or\n     (b) the rate of interest which may be imposed by a\n          registered society as respects any funds made\n          available by that society to any person, whether by\n          way of loan or otherwise.\n           ._\n                   CO-OPERA TIVE .FOCIETIES                              31\n                            Miscellaneous"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.-(1) Any two or more registered societies may by Amalgams-\nspecial resolution of both or all such societies become amal- $;;iS5,\ngamated as one society with or without any dissolution or S . 1 5 ~ .\ndivision of the funds of such societies or either of them,\nand the property of such societies shall become vested in\nthe amalgama,ted society without the necessity of any form\nof conveyance other than that contained in the special\nresolution amalgamating the societies :\n  Provided that amalgamation in pursuance of this Act\nshall not prejudice any right of a creditor of any registered\nsociety which is a party thereto.\n        (2) A registered society may, by special resolution, 26/1975\n                                                             S. 6 (a).\ntransfer its engagements to any other registered society\nwhich may, by special resolution, undertake to fulfil the\nengagements of that society.\n        (3) For the purposes of this section “special resolu- 26/1975\ntion” means a resolution which is passed by a majority of S. @)*\nnot less than three-fourths of such members of a registered\nsociety for the time being entitled to vote as may have\nvoted in person or by proxy, where voting by proxy is\nallowed by this Act, at any general meeting of which at\nleast ten days’ notice specifying the intention to propose\nthe resolution has been given.\n        (4) A copy of every special resolution, signed by 46/1957\nthe chairman of the meeting at which the resolution was !k,’;,$)-\npassed, and countersigned by the secretary of the society, S. 6 (c).\nshall be sent to the Registrar and registered, and until\nthat copy is so registered the special resolution shall not\ntake effect.\n  5 4 . 4 1) A company registered under the Companies Conversion.\nAct or an industrial or provident society registered under\nthe Industrial and Provident Societies Act or friendly\n~\n32                                CO-OPERATIVE SOCIETIES\n                society registered under the Friendly Societies Act may\n                by special resolution determine to convert itself into a\n                registered society.\n                        (2) Any such resolution for conversion into a\n                registered society shall appoint ten persons, members of a\n                company, industrial or provident society, or friendly\n                society, as the case may be. who, together with the secre-\n                tary, shall sign the rules and who may, by the resolution,\n                be given such powers to act on behalf of the company,\n                industrial or provident society, or friendly society, as may\n                be specified in such resolution.\n                         (3) A copy of the special resolution, together with\n46/1957         three copies of the rules, shall be sent to the Registrar who\nS. 16.          shall thereupon proceed as provided in this Act upon an\n                application for registration.\nConversion         55. A conversion under section 54 shall be deemed to\neffectiy\nupon issue      be effective when the Registrar has issued a certificate of\nof certifi-     registration under this Act and thereupon the registration\ncate of\nregistration    of the company, industrial or provident society, or friendly\nby\nRegistrar.      society as such shall become void, and shall be cancelled by\n                the proper officer, but the registration of any such body as\n                a registered society shall not affect any right or claim for\n                the time being subsisting against such body or any penalty\n                incurred, and any such right or claim or penalty may be\n                enforced against such body by proceedings taken in the same\n                manner as if it had not become a registered society. Every\n                such right or claim, and the liability for every such penalty\n                shall have priority as against the property of such regis-\n                tered society over all other rights or claims against, or\n                liabilities of, the registered society.\nProvision         56. A registered society shall have the power to provide\nfor fines and\n                under its rules or in any contract made in accordance with\nagainst         section 15 for the payment by its members of fines and\nmembers.\n                penalties or specific or ascertainable sums of money by way\n                                                                             .. .-\n                   CO-OPERATIVE SOCIETIES                               33\nof liquidated damages for any infringement of its rules or\nany breach of such contract or any term thereof, and may\nfurther provide that the party found guilty of any breach\nof such contract or any term thereof shall pay all costs,\nexpenses and fines in case any action in respect of such\nbreach is brought by the registered society."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Conversion effective upon issue of certificate of registration by\n    Registrar."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. In the event of any breach or threatened breach of Injunction\nany provision of a contract by a member of any registered and specific\nsociety made in accordance with section 15, such society ances.\nshall be entitled to an injunction to restrain such member,\nhis agents and servants from selling or delivering the agri-\ncultural or manufactured product otherwise than in accord-\nance with the contract and to a decree for specific\nperformance of the said contract by such member. Pending\nthe adjudication of any action brought by any registered\nsociety under this section and upon ex parte application to\nthe Supreme Court or to any Resident Magistrate’s Court\nhaving jurisdiction in the matter and upon evidence by\naffidavit of the breach or threatened breach and upon the\ngiving of such undertaking or security as may be approved\nby such Court or Judge the registered society shall be\nentitled to an interim injunction restraining such breach or\nthreatened breach."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-(1) No person other than a registered society shall Prohibition\ntrade or carry on business under any name or title of which of the use of\nthe word “Co-operative” or “Co-operation” or any abbre- i.;;;p.ra-\nviation or the words “Credit Union” or “Credit Unions”\nor any abbreviation is part :\n  Provided that nothing in this section shall apply to the\nuse by any person or his successor in interest of any name\nor title under which he traded or carried on business at\nthe time of the passing of this Act.\n34                                 CO-OPERATIVE SOCIETIES\n                      (2) Every person who contravenes the provisions of\n              this section shall on conivrictionbefore a Resident Magis-\n              trate be liable to a fine not exceeding one hundred dollars\n              or to imprisonment for a term not exceeding six months and\n              in the case of a continuin,o offence to a further fine not\n              exceeding ten dollars in respect of each day on which the\n              offence is continued after conviction therefor or in default\n              of payment thereof to be imprisoned for any term not\n              exceeding three months.\nExemption       59.-(1)     A registered society shall be exempt from income\nfrom income   tax.\ntax and\nstamp duty.\n461 1957              (2) All instruments executed by or on behalf of a\ns. 17.        registered society or by or on behalf of an officer or member\n              relating to the business of such society shall be exempt from\n              stamp duty.\nOffences."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-(1) Every registered society and every officer or\n              member thereof who-\n                   (a) wilfully neglects or refuses to do any act or to\n                        furnish any information required for the purposes\n                        of this Act by the Registrar or other person duly\n                        authorized by him in writing in that behalf; or\n                   (b) wilfully makes a false return or furnishes any\n                        false information,\n              shall be guilty of an offence against this Act.\n                      (2) Every person who-\n                   (a) wilfully or without any reasonable excuse disobeys\n                        any summons, requisition or lawfully written order\n                        issued under the provisions of this Act; or\n                   (b) fails to furnish any information lawfully required\n                        from him by a person authorized to do so under\n                        rh: provisions of this Act,\n              shall be guilty of an offence against this Act.\n                   CO-OPERATIVE SOCIETIES                                 35"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. If any person obtains possession by false representa- Punish-\ntion or imposition of any property of a society, or having fraudor\n                                                             ment of\nthe same in his possession withholds or misapplies the same, ~~~~~~-\nor wilfully applies any part thereof to purposes other than :3:957\nthose expressed 01- directed in the rules of the society and\nauthorized by this Act he shall, on the complaint of the\nsociety, or of any inember authorized by the society, or the\ncommittee thereof, or of the Registrar, be liable on sum-\nmary conviction to a fine not exceeding forty dollars with\ncosts, and to be ordered to deliver up all such property\nor to repay all moneys applied improperly, and in default of\nsuch delivery or repayment, or of the payment of such fine,\nto be imprisoned, with or without hard labour, for a term\nnot exceeding three months; but nothing in this section shall\nprevent any such person from being proceeded against by\nway of indictment, if not previously convicted of the same\noffence under this Act."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. An offence against this Act may be prosecuted either venuo.\nin the parish in which the offence was committed or in the\nparish in which the offender resides or has his principal\nplace of business in Jamaica."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Every person who is guilty of an offence against this Penalties.\nAct for which no special punishment is otherwise provided,\nshall, upon conviction before a Resident Magistrate, be\nliable to a fine not exceeding one hundred dollars or to\nimprisonment with or without hard labour for any term\nnot exceeding six months."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Agricultural Loan Society.\n     frhe inclusion of this page is authorized by L.N. 480/1973]\n                    CO-OPERATIVE SOCIETIES                                           5\n                                                                          cap. 7s.\n        THE CO-OPERATIVE SOCIETIES ACT                                      Law\n                                                                         46 of 1957.\n                                                                            AcQ\n                                                                        6 of 1974.\n                                                 [Zsf Ocfober, 1950.1   26    1~15,\n                                                                        3 of 192."
    }
  ],
  "definitions": []
}