{
  "id": "jm-stat-the-cocoa-industry-board-act",
  "type": "statute",
  "title": "The Cocoa Industry Board Act",
  "title_en": "The Cocoa Industry Board Act",
  "short_name": "Cocoa Industry Board Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-cocoa-industry-board-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-cocoa-industry-board-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Cocoa Industry Board Shorttitle.\nAct.\n                            Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-              :E’?*\n       “Board” means the Cocoa Industry Board established\n           by this Act;\n       “the former Board” means the Cocoa Marketing Board\n            constituted and appointed under the Cocoa\n           Marketing Law (hereby repealed);\n       “chairman” means the chairman of the Board and in-\n           cludes the acting chairman;\n       “cocoa” means the fruits of the Theobroma Cocoa and\n           its allied species, whether in the pod or pulp or\n           separated, and whether cured or uncured, ripe or\n           unripe, wet or dry or fermented or unfermented;\n       ‘‘cocoa product” means any article the principal con-\n            stituent of which is cocoa;\n       “coma dealer” means a person authorized by law to 211991\n           purchase or sell cocoa;                                    S. 2 (a>\n       “cocoa works” means any plant, machinery, appli-\n           ances, mills or apparatus, whether similar to the\n           foregoing or not, and any premises, used for fer-\n           menting, curing, drying, cleaning, processing or\n          P% holmion d this page is authorized by LN.90/19931\n4                             COCOA INDUSTRY BOARD\n                        preparation for sale of any cocoa beans or for the\n                        manufacture of any cocoa product;\n                   “export” means export from the Island to any place\n                       outside the limits of the Island;\n4111963            “financial year” means the twelve months ending on\ns. 2.\n                        the 30th September in any year;\n                   “member” means a member of the Board and includes\n                      the chairman;\n                   “Minister” means the Minister responsible for the\n                      cocoa industry;\n                   “nominated member” means a member appointed upon\n                      the nomination of a body authorized by this Act\n                      to nominate a member,\n                   “nursery” means any place, nursery or propagator\n                       used for the production or cultivation of cocoa\n                       plants or cocoa seedlings;\n                   “purchase” includes exchange or barter whether for\n                       goods or services and any agreement or contract\n                       of purchase, exchange or barter;\n                   “sell” includes exchange or barter whether for goods\n                        or SerYices and any agmzrnent or contract to se&\n                        exchange or barter.\n                         Establishment and Functions of Board\nEs&,bfish-      3.-(1) There shall be estabiished for the purposes of this\nconstitution\nment*nd        Act a body to be called the Cocoa Industry Board.\n                   COCOA INDUSTRY BOARD                               5\n      (2) The Board shall consist of seven members\nappointed in manner following, that is to say-\n    (a) four by the Minister of whom one shall be appoint- 3/1965\n                                                           S. 2 (a)\n        ed by the Minister to be the chairman;\n    (b) three by the Minister, being persons actively en-\n        gaged in the growing of cocoa and selected from\n         a panel of five persons nominated by the body\n        which the Minister recognizes as representative of\n         the growers of cocoa.\n       (3) The appointment of every member of the Board\nshall be evidenced by an instrument in writing, and such\ninstrument shall state the period of office of the member\nwhich shall not exceed three years.\n        (4) Every member shall be eligible for reappoint-\nment.\n     (5) If the chairman is granted leave of absence in\naccordance with the provisions of subsection (ll), or is\nunable to act, the Minister may appoint a person, whether\nor not such person is already a member of the Board, to\nact temporarily in the place of the chairman.\n        (6) If a nominated member is granted leave of\nabsence in accordance with the provisions of subsection\n(1l), or is unable to act, the body by which he was nominat-\ned may nominate a suitable person for appointment by\nthe Minister to act temporarily in the place of such member.\n       (7) If any member other than a nominated member\nis granted leave of absence in accordance with the provisions\nof subsection (1 l), or is unable to act, or has been appointed\nto act as chairman, the Minister may appoint a suitable\nperson to act temporarily in place of such member.\n      (8) Any member of the Board, other than the chair-\nman, may at any time resign his office by instrument in\n        CThe inclusion of this page is authorized by L.N. 480/1973]\n6                              COCOA INDUSTRY BOARD\n             writing addressed to the Minister and transmitted through\n             the chairman and, upon the date of the receipt by the chair-\n             man of such instrument, such member shall cease to be a\n             member of the Board.\n                    (9) The chairman may at any time resign his office\n             by instrument in writing addressed to the Minister and\n             such resignation shall take effect as from the date of the\n             receipt of such instrument.\n                   (10) The Minister may at any time revoke the\n             appointment of any member of the Board if he thinks it\n             expedient so to do.\n                    (11) The Minister may, on the application of any\n             member, grant to such member leave of absence for any\n             period not exceeding six months.\n                    (12) Any member of the Board shall be deemed to\n             have vacated his office if-\n                 (a) he becomes insane; or\n                 (b) he is adjudicated a bankrupt or makes any com-\n                      position or arrangement with his creditors; or\n                 (c) by instrument in writing addressed to the\n                      Minister through the chairman of the Board, or,\n                      if he is the chairman of the Board, by instrument\n                      in writing addressed to the Minister, he tenders\n                      his resignation as a member of the Board.\n                    (13) The appointment, resignation, revocation of\n             appointment or death of any member of the Board shall\n             be notified in the Gazette.\nIncorpora-     4.-(1)  The Board shall be a body corporate having per-\ntion\n             petual succession and a common seal, with power to pur-\n             chase, lease or otherwise acquire, hold and dispose of land\n             and other property of whatever kind.\n                 COCOA INDUSTRY BOARD                                   7\n       (2) The seal of the Board shall be kept in the custody\nof the chairman or the secretary of the Board and may be\naffixed to instruments pursuant to a resolution of the\nBoard and in the presence of the chairman, one other\nmember and the secretary.\n       (3) The seal of the Board shall be authenticated by\nthe signatures of the chairman and the secretary of the\nBoard and such seal shall be officially and judicially\nnoticed .\n       (4) All documents, other than those required by law                  ,\nto be under seal, made by, and all decisions of, the Board\nmay be signified under the hand of the chairman or any\nmember of the Board authorized to act in that behalf or\nthe secretary of the Board.\n      (5) The Board may sue and be sued in its corporate\nname and may for all purposes be described by such name,\nand service upon the Board of any notice, order or other\ndocument shall be executed by delivering it to, or by send-\ning it by registered post addressed to, the secretary of the\nBoard at the office of the Board.\n  S.-(l) It shall be the duty of the Board-                  Punctiom3 of\n                                                             the Board.\n    (a) to promote the interests and efficiency of the cocoa\n        industry of the Island, to assist in its develop-\n        ment and to promote the welfare of persons\n        engaged in that industry;\n    (b) to secure the most favourable arrangements for\n        the purchase, handling, marketing, sale, importa-\n        tion and exportation of cocoa;\n    (c) upon being required to do so by the Minister, to\n        make recommendations to the Minister as to any\n        matter directly or indirectly affecting, relating\n8                    COCOA INDUSTRY BOARD\n            to, or connected with, the cocoa industry or per-\n            sons engaged in that industry;\n        (d) to perform such other duties in relation to\n            or connected with the cocoa industry or persons\n            engaged in that industry as the Minister may\n            require to be performed by the Board.\n           (2) Subject to the provisions of this Act, the Board\n    shall have power, for the purpose of discharging any of its\n    functions under this Act, to do anything and to enter into\n    any transaction which, in the opinion of the Board,\n    is necessary to ensure the proper discharge of its functions.\n           (3) The Board may from time to time with the\n    approval of the Minister enter into any arrangement with\n    the government of any country, or with any department,\n    authority or person in any country, for, or in connection\n    with, any of the purposes of this Act.\n          (4) In particular and without prejudice to the\n    generality of the provisions of subsections (1) and (2), the\n    Board shall have power-\n        (a) to establish, maintain and operate any nurseries;\n        (b) to import, cultivate, sell, give away, distribute,\n            export or otherwise dispose of any cocoa seedlings\n             or cocoa plants;\n        (c) to establish, maintain and operate any cocoa\n             plantations or cocoa works;\n        (4to cultivate, dry, cure, clean or process in any\n             other manner any cocoa and manufacture any\n            cocoa product and purchase, prepare for market,\n            store, transport, distribute, sell or export any\n            cocoa or any cocoa product;\n       (e) to establish, maintain or operate research stations\n             for-\n          me inclusion of this page is authorized by LN. 480/19731\n        COCOA INDUSTRY BOARD                              9\n    (i) investigating the cause, incidence, pre-\n        vention, control or eradication of any\n        disease or pest ldcely to be prejudicial to\n        the interests of the cocoa industry;\n        investigating the types of cocoa which\n        may most advantageously be cultivated in\n        the Island and the conditions under which\n        and the manner in which such cocoa may\n        most advantageously be cultivated;\n   (iii) investigating the conditions under which\n        and the manner in which cocoa may most\n        advantageously be cured, dried, cleaned,\n        processed, stored, prepared for market,\n        transported or exported;\n   (iv) improving the yield or other economic\n        value of cocoa or of any type of cocoa;\n    (v) investigating the types of cocoa products\n        most suitable for manufacture in the\n        Island and the conditions under which\n        and the manner in which any such\n        products may be most advantageously\n        manufactured, stored, processed, pre-\n        pared for market, transported or\n        exported;\n              f this page is authorized by LN.901 19931\nm e inclusion o\n                  COCOA INDUSTRY BOARD\n            (vi) investigating any other matter the investi-\n                 gation of which may in the opinion of the\n_,\n                  Board be necessary or expedient in the\n                  interests of the cocoa industry;\n     (f) to do any of the acts or things referred to\n         in paragraphs (a) to (e) (both inclusive) on behalf\n         of or as agent €or or in partnership with any other\n         person, or finance the doing of any such acts or\n         things by any other person;\n     (g) to appoint any person to examine cocoa in any\n         premises licensed or used for the purpose of stor-\n         ing, curing, fermenting or buying cocoa and to\n         authorize such person to enter into any premises\n         in which it may be suspected that cocoa is stored\n         or handled, and to seize any coma found in such\n         premises which in the opinion of such person is\n         in such a condition as to be absolutely unfit for\n         purchase, sale, exportation or distribution, or to\n         order the seizure of the same. Such seizure shall\n         be carried out under his superintendence by a\n         constable :\n          Provided that forthwith upon the seizure of\n        any cocoa in pursuance of the authority con-\n        ferred by this paragraph, the person appointed shall\n        report such seizure to an Inspector of Agricultural\n        Produce who may, in accordance with section 29\n        of the Agricultural Produce Act, condemn and\n        order the destruction of such cocoa.\n        [fie indusion of this page is authorized by L.N. 90/1993]\n                  COCOA INDUSTRY BOARD                                   I1\n       (5) With the approval of the Minister the Board may\nlend money to any person for the doing of any of the acts\nor things referred to in paragraphs (a) to (e) (botb inclusive)\nof subsection (4), or guarantee or give security (whether for\nreward or otherwise) for the repayment of any moneys\nborrowed hy any person other than the Board, from any\nother person for the doing of any of the acts or things refer-\nred to in the said paragraphs (a) to (e) (both inclusive) of\nsubsection (4).\n      (6) The Board with the prior approval of the Minister 6i/i958\nmay from the funds at its disposal or from its reserves pay :/:kl\nto growers in respect of cocoa purchased by the Board such s. 3(b)(i).\nsums upon such conditions as the Board thinks fit."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) Notwithstanding anything contained in the A&- Restrictions\ncultural Produce Act, no person shall purchase or export\nany cocoa except the Board, a cocoa dealer or a person of-.\n                                                         21 1991\nengaged in the manufacture of cocoa products.            S. W .\n       (2) Any person who contravenes the provisions of\nsubsection (1) shall be guilty of an offence against this\nAct and shall on summary conviction before a Resident\nMagistrate be liable for a first offence to a fine not exceeding\nten thousand dollars and in default of payment to imprison- 211991\nment with or without hard labour for a term not exceeding 8. W).\nsix months and for a second or subsequent offence to a\nfine not exceeding ten thousand dollars and in default of z/iwi\npayment to imprisonment with or without hard labour for S.qb).\na term not exceeding twelve months or to both such fine\nand imprisonment,\n                               COCOA INDUSTRY BOARD\n                      (3) Where an offence against this section committed\n               by a body corporate is proved to have been committed with\n               the consent or approval of any director, manager, secretary\n               or other officer of the body corporate he, as well as the body\n               corporate, shall be deemed to be guilty of the offence and\n               shall be liable to be proceeded against and punished accord-\n               ingly.\nOffencas         7. Any person who falsely holds himself out or represents\n               himself as being-\n                    (i) a cocoa dealer; or\n                    (ii) a person acting under the written instructions of\n                        the Board,\n               shall be guilty of an offence against this Act and shall on\n               summary conviction thereof before a Resident Magistrate\n211~1          be liable to a fine not exceeding ten thousand dollars and\n.' '(Oh        in default of payment to imprisonment with or without\n               hard labour for a term not exceeding six months or to both\n               such fine and imprisonment.\nRegulations.    8.-(1) The Board may, with the approval of the\n               Minister, make regulations-\n                    (a) providing for the constitution of advisory com-\n                        mittees of cocoa growers, cocoa dealers, manufac-\n                        turers of cocoa products or other persons interested\n                        in the cocoa industry and for the functions to be\n                        performed by such committees and the appoint-\n                        ment of the members of such committees and the\n                        conduct of business and procedure to be followed\n                        at meetings of such committees;\n                        me inclusion of this ,pageis QU~IIOM\n                                                         by LN.90/19931\n       COCOA INDUSTRY BOARD                                         13\nproviding for the registration, subject to such\nexemptions as may be specified-\n    (i) of all nurseries or any particular class of\n        nursery;\n   (ii) of all cocoa growers or any particular class\n        of cocoa growers;\n   (iii) of all cocoa works or any particular class\n         of coma works;\n  (iv) of all dealers or of any particular class of\n       dealers in cocoa;\nproviding for the keeping of any register pursuant\nto the provisions of paragraph (b) and the form of\nany such register and the procedure to be followed\nin relation to the registration of any person or\nundertaking required to be registered pursuant to\nsuch paragraph and the fees to l x paid in respect\nof such registration;\n[Deleted by Act 2 of I991.I\n[Deleted b y Act 2 of 1991.1\nregulating the operation of any cocoa works\n operated by the Board;                     2/19!31.*.\n                                                       S. qaxlu).\n[Deleted by Act 2 of 1991.1\n[Deleted by Act 2 of 1991.1\n[Deleted by Act 2 of 1991.1\n14         COCOA lNDUSTRY BOARD\n     [Deleted by Act 2 of 1991.1\n     prescribing, for purposes of the export trade, the\n     grades and quality of cocoa to be exported;\n     [Deleted by Act 2 of 1991.1\n     regulating the delivery points of any cocoa behg\n     purchased by the Board and the person to whom\n     delivery of such cocoa may be made;\n     prescribing, subject to such exemptions as may be\n     specified, the records to be kept by any person who\n     is required pursuant to paragraph (b) to be regis-\n     tered or who has control of any undertaking so re-\n     quired to be registered;\n     prescribing, subject to such exemptions as may be\n     specified, the returns to be made by any person who\n     is required to be registered pursuant to the provi-\n     sions of paragraph (b) or who has the control of\n     any undertaking so required to be registered and\n     the time at which and the form in which any such\n     returns are required to be made and the partiaulars\n     to be contained in such returns;\n     requiring, subject to such exemptions as may be\n     specified, any person-who is required pursuant to\n     the provisions of paragraph (b)-to be registered\n     or who has the control of any undertaking so\n     required to be registered, to furnish tqthe Board\n     or to some person designated by the Board’such\n     information in relation to the growing, picking,\n     fermenting, curing, drying, cleaning, processing,\n     transporting, distributing, purchase, sale or manu-\n     facture of any ‘cocoa plants, cocoa seedlings, cocoa\n                   COCOA INDUSTRY BOARD                                         15\n           or cocoa products in such form as may be pre-\n           scribed,\n     (4) [Deleted by Act 2 of1992.1\n    (r) prescribing the penalties for any contravention of\n        any regulations made under this section;\n     (s) prescribing the form in which and the time within\n         which any person aggrieved by any decision of the\n          Board may appeal to the Minister against such\n          decision;\n     (t) [Deleted by Act 2 of 1992.1\n       (2) Notwithstanding the provisions of section 29 of\nthe Interpretation Act, regulations made under this section\nmay prescribe greater penalties than those specified in the\nsaid section 29, so, however, that the maximum penalty that\nmay be imposed by any such regulations shall be a fine\nof one thousand dollars and in default of payment to im- 211991\nprisonment with or without hard labour for a term not S. 6cb).\nexceeding six months, or to both such fine and imprison-\nment.\n       (3) All regulations made under this section shall be 4211969\n                                                            3rd sch.\nsubject to negative resolution."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)    Subject to subsection (2), the Board may impose CeSJ.\na cess-                                                                2/1991\n                                                                       s. 7.\n     (a) on the proceeds of the sale by the Board of any\n         cocoa supplied to the Board by a cocoa dealer; or\n     (b) in respect of any services rendered by the Board in\n         the exercise of its functions relating to the quality\n         of cocoa exported from Jamaica, so, however, that\n           P b inclusion of this page is authorized by L.N. 90/19931\n16                                COCOA INDUSTRY BOARD\n                         the amount of any cess imposed pursuant to this\n                         paragraph shall not exceed the cost of such services.\n                     (2) No cess imposed under subsection (1) shall be\n               of any effect unless and until approved by the Minister\n               by order.\nMinister\nmay issue"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister may, after consultation with the chair-\ngeneral        man, give to the Board directions of a general character as\ndirectionsin\nmatters of     to the policy to be followed by the Board in the exercise and\npolicy.        performance of its functions having regard, in particular,\n               to the necessity for maintaining essential supplies and pro-\n               tecting the interests of the consumer and the producer.\nAppeal to       11.-(1) Any person aggrieved by any decision of the\nMinister\nfrom deci-     Board may appeal to the Minister in the prescribed manner.\nsion of the\nBoard.                (2) The Minister shall consider every appeal made\n               under subsection (1) at such time and in such manner either\n               in the presence or absence of the appellant and shall make\n               such order in relation to such appeal as the Minister may\n               think fit.\n                      (3) Every decision of the Minister upon any appeal\n               made pursuant to the provisions of this section shall be final\n               and shall not be questioned in any legal proceedings.\nFunds and         12. The funds and resources of the Board shall consist\nresources\nof the         of--\nBoard\n                   (U)   such sums as may be provided annually far the\n                          purpose in the Estimates of Revenue and Expendi-\n                          ture of the Island;\n                   (b) all sums received by the Board for the sale of\n                         cocoa;\n                         [The inclusion o€this page is authorized by LN.90119931\n                  COCOA INDUSTRY BOARD                                          17\n    (c) all sums collected under the authority of regula-\n         tions made under this Act;\n     (d) sums borrowed by the Board for the purpose of\n         meeting any of its obligations or discharging any\n         of its functions;\n     (e) all other sums or property which may in any man-\n         ner become payable to or vested in the Board in\n         respect of any matter incidental to its powers and\n         duties.\n   1 3 . 4 1) Subject to the provisions of subsection (2), the\nBoard may borrow sums required by it for meeting any powers.\nof its obligations or discharging any of its functions.\n       (2) The power of the Board to borrow shall be exer-\ncisable only with the approval of the Minister, as to the\namount, as to the sources of the borrowing and as to the\nterms on which the borrowing may be effected, and an\napproval given in any respect for the purpose of this sub-\nsection may be either general or limited to a particular bor-\nrowing or otherwise, and may be either unconditional or\nsubject to conditions.\n       (3) In this section, the word “borrow” with its\ngrammatical variations and cognate expressions, includes\nobtaining advances.\n                                                                      ~~~~"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) With the approval of the House of Representa- Guarantee\n                                                              Minisrter\ntives, the Minister may guarantee, in such manner and on by\n                                                          ofborrow-\nsuch conditions as he may think fit, the payment of the\nprincipal and of interest on any authorized borrowings of of\n                                                          waymeat\n                                                             sums\nthe Board.                                                issued\n                                                                      to meet\n       (2) Where the Minister is satisfied that there has been guarantees.\ndefault in the repayment of any principal moneys or interest\nguaranteed under the provisions of this section, he shall\n         [Theinclusion af this page i s authorized by L.N. 90/1993]\n18                             COCOA INDUSTRY BOARD\n             direct the repayment out of the Consolidated Fund and\n             assets of this Island of the amount in respect of which\n             there has been such default.\n                     (3) The Board shall make to the Accountant-General,\n             at such times and in such manner as the Minister may\n             direct, payments of such amounts as may be so directed\n             in or towards repayment of any sums issued in fulfilment\n             of any guarantee under this section, and payments of\n             interest on what is outstanding for the time being in respect\n             of any sums so issued at such rate as the Minister may\n             direct, and different rates of interest may be directed\n             as respects different sums and as respects interest for differ-\n             ent periods.\nAccounts\nand audit."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15-41) The Board shall keep accounts of its transactions\n             to the satisfaction of the Minister and such accounts shall\n             be audited annually by an auditor to be approved by the\n             Minister.\n                    (2) The members, officers and servants of the Board\n             shall grant to the auditor appointed to audit the accounts\n             of the Board under the provisions of subsection (1) access\n             to all books, documents, cash and securities of the Board\n             and shall give to him on request all such information as\n             may be within their knowledge in relation to the operation\n             of the Board.\n                    (3) The Board may write offbad debts.\n                     (4) The Board with the prior approval of the\n             Minister in every case may from the funds at its\n             disposal from time to time contribute such sums as it\n             thinks fit for any purpose or purposes likely in the opinion\n             of the Board to benefit the cocoa industry of the Island,\n             including the organization of growers associations.\n                  COCOA INDUSTRY BOARD                                     19\n       (5) If in respect of any financial year there shall 5e\nin the hands of the Board any sum of money by way of sur-\nplus over and above the expenditure of the Board for that\nfinancial year (after adequate provision has been made for\ndepreciation of the fixed assets of the Board and for out-\nstanding commitments according to normal commercial\npractice) the Board shall apply such sum to the creation of\na reserve fund to be applied to and in connection with the 2/11991\n                                                              s. 8.\npurchase by the Board of cocoa at any time in the future and\nto the stability of the prices to be paid by the Board for\nsuch cocoa, so, however, that the Board may, with the\nprior approval of the Minister, apply such sum or any part\nthereof to any purpose or purposes likely to improve,\ndevelop and extend the cocoa industry of the Island."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Within four months after the end of each finan- Annualre-\n                                                              port and\ncial year the Board shall prepare and present to the Minister estimates.\na report of its proceedings during that year, including a 41/1963\nstatement of its accounts for that year, audited in accord- s*3(a)*\nance with the provisions of section 15.\n       (2) A copy of such report together with a copy of\nthe auditor’s report shall be laid on the Table of the House\nof Representatives and of the Senate and shall be published\nin the Gazette.\n        (3) The Board shall, on or before the thirtieth day 41/1963\nof June in each year, submit to the Minister for approval, s.a(b)-\nits estimates of revenue and expenditure in respect of the\nperiod commencing on the first day of October next follow-\ning and ending on the 30th day of September of the sub-\nsequent year, and shall during that year submit to the\nMinister for approval any estimates of further expenditure\nas may become necessary.\n         [The inclusion af this ppge is authorized by LN.90/1993]\n20                              COCOA INDUSTRY BOARD\n                                         Miscellaneous\nProcedure        17.-(1) The Board shall meet at such times as may be\nat meetings.\n               necessary or expedient for the transaction of its business,\n               and such meetings shall be held at such place and time and\n               on such days, as the Board may determine.\n                      (2) The chairman may at any time call a special\n               meeting of the Board and shall call a special meeting with-\n               in seven days of a requisition for that purpose addressed\n               to him by any two members of the Board.\n                      (3) The chairman shall preside at all meetings of\n               the Board at which he is present, and in the case of his\n               absence the members present and constituting a quorum\n               shall elect one of their number to act as chairman of the\n               meeting.\n                     (4) At any meeting of the Board four members shall\n               form a quorum for the transaction of business.\n                       (5) The decisions of the Board shall be by a majority\n               of votes and, in addition to an original vote, in any case\n               in which the voting is equal, the chairman of the meeting\n               shall have a casting vote.\n                      (6) Minutes in proper form of each meeting shall be\n               kept by the secretary and shall be confirmed by the chairman\n               as soon as practicable thereafter at a subsequent meeting.\n                     (7) Subject to the provisions of this section, the\n               Board shall have power to regulate its own proceedings.\nPower to         18. Subject to the provisions of this Act, the Board may\ndelegate.\n               delegate to any member, or committee, or to any of its\n               officers or servants the power and authority to carry out,\n               on its behalf, such duties as the Board may determine.\n                        [The inclusion af rhis page is authorized by LN.90/1993]\n                  COCOA INDUSTRY BOARD                               21"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The Board may appoint and employ at such Appoint-\n                                                            ment of\nremuneration and on such terms and conditions as it thinks officersand\nfit, a secretary and such other officers and servants as it\ndeems necessary for the proper carrying out of the pro-\nvisions of this Act :\n  Provided that no post shall be created carrying a\nsalary in excess of two thousand dollars per annum\nunless with the prior approval of the Minister.\n       (2) The Governor-General may, subject to such con-\nditions as he may impose, approve of the appointment 01\nany officer in the service of the Island to any office with the\nBoard :\n  Provided that in relation to pension, gratuity, allowance,\nand to other rights as a public officer such officer shall be\ndeemed to be in the service of the Island while so employed."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. No act done or proceedings taken under this Act protection\n                                                              of the\nshall be questioned on the ground-                            Board.\n     (a) of the existence of any vacancy in the membership\n         of, or any defect in the constitution of, the Board;\n         or\n     (b) of any omission, defect or irregularity not affect-\n         ing the merits of the case."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) No action, suit, prosecution or other proceedings Protection\nshall be brought or instituted personally against any mem- ~~m$plbers\nber of the Board in respect of any act done bona fide in Board.\npursuance or execution or intended execution of this Act.\n        (2) Where any member of the Board is exempt from\nliability by reason only of the provisions of this section the\nBoard shall be liable to the extent that it would be if the\nmember was a servant or agent of the Board.\n                        f this page is authorized by LN.901 19931\n         [The inclusion o\n22                                   COCOA INDUSTRY BOARD\nRemunera-          22. The Board shall pay to the chairman and other\ntion of\nmembers.        members of the Board such remuneration and allowances,\n                if any, as the Minister may determine.\nMinutes            23. Minutes made of meetings of the Board shall, if\nreceivable in\nevidence.       duly signed by the chairman, be receivable in evidence in\n                all legal proceedings without further proof and every meet-\n                ing of the Board in respect of which minutes have been so\n                signed shall be deemed to have been duly convened and\n                held and all the members present thereat to have been duly\n                qualified to act.\nExemption.        24.-(1) This Act shall not apply to the sale of cocoa by\n                a producer to any person bona fide for domestic use by such\n                person.\n                      (2) If cocoa is purchased from a producer by any\n                person in excess of a quantity of ten pounds, it shall be\n                presumed that such cocoa is not purchased for domestic use\n                by such person, unless the contrary is shewn.\n                -           [The inclusion cnf this page is authorized by LN.90/19933"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Exemption.\n         me inclusion of this page is authorized by L.N. 480/1973]\n                  COCOA lNDUSTRY BOARD                                           3\n                                                                          L8wa\n                                                                       21 of 1957,\n                                                                       61 of 1958.\n                                                                          A&\n         THE COCOA INDUSTRY BOARD ACT                                  41 of 1963,\n                                                                       3 of 1965.\n                                                                       42 of lW9\n                                             [ I S 2 August, 1957.1     3rd&h.\n                                                                      2 of 1991."
    }
  ],
  "definitions": []
}