{
  "id": "jm-stat-the-coconut-industry-aid-act",
  "type": "statute",
  "title": "The Coconut Industry Aid Act",
  "title_en": "The Coconut Industry Aid Act",
  "short_name": "Coconut Industry Aid Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-coconut-industry-aid-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-coconut-industry-aid-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Coconut Industry Aid Act.                   Shuttitle."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Minister may fiom time to time make and when made Rules.\nmay rescind, alter or repeal rules for carrying out the provisions\nof this Act and as to any matter arising under this Act and may\nenforce such rules by means of penalties not exceeding forty\ndollars to be recovered as penalties under this Act.\n   Any rules made in pursuance of this section shall be published\nin the Gazette and shall be deemed to be within the powers\nconferred by this Act and shall be of the same force and effect as\nif enacted in this Act and shall be judicially noticed.\n           PART I. Licensing Imports of Edible Oils"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) References in this Part to \"the Board shall be P O W ~ W I\ndeemed to be references to the Coconut Industry Board\nconstituted under the Coconut Industry Control Act.     3111987\n                                                                              S. 21.\n       (2) The Minister may by order set out the powers and\nduties of the Board for the purposes of this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4-1)      It shall not be lawhl to import any coconut product Licence\nor substitute into this Island except under a licence first obtained          zz-\nfor the purpose from the Board:                                      tati~1\n                                                                              4111995\n  Provided, however, that whenever it shall appear to the\nsatisfaction of the Minister that it is no longer necessary s . s ( a ~ i ) .\nin the interests of the edible oil manufacturing industry in\nthis Island to continue such control of the importation of moos\n                                                                              s . 3(a)(ii).\n                                       COCONUT INDUSTRY AID\n                 coconut products and substitutes into this Island as aforesaid it\n                 shall be lawhl for the Minister &om time to time by order to be\n                 published in the Gazette to withdraw or modifL such control and\n                 by like order at any time to vary or revoke such order previously\n                 made and to reimpose such control as aforesaid.\nMimala may              (2) Whenever it shall appear to the satisfaction of the\ncontrol export\nof c q a and     Minister that it is necessary in the interests of the consumers of\nedible oil.      edible oil in this Island to control the export from this Island of\n612003\nS. 3(b).         coconut products or substitutes, it shall be j a h l for the\n                 Minister from time to time by order to be published in the\n612003\nS. 3(b).         Gazette to prohibit the export from this Island of any coconut\n                 products or substitutes except under a licence first obtained for\n                 the purpose from the Minister and by like order at any time to\n                 vary or revoke such order previously made.\n60003                  (3) For the purposes of this section-\ns.3(c).\n                    \"coconut productsyyincludes copra, coconut oil and any\n                        product made wholly or in part from any part of the\n                        coconut;\n                    \"substitutes\" has the meaning assigned to it by the Coconut\n                        Industry Control Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. [Repealed by Act 6 of 2003.1\npavltyon           6. Every person who is concerned in importing any coconut\nco&avCII-\ntiom\n                 product or substitute or in exporting any copra or edible oil\n61'2003          contrary to the provisions of this Part or to any order made\nS.5(.*).         hereunder as aforesaid shall on conviction be liable to a penalty\n                 of twenty thousand dollars and in default of payment of the\n                 penalty imposed to imprisonment with or without hard labour\n                 for three months."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . [Repealed by Act 6 of 2003.1\n                       COCONIJT INDIJ.STRY AID                                  5"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any coconut product or substitute imported contrary to the Forfeiture\nprovisions of this Part or to any order made hereunder as ~ ~ ? ' n ~ -\naforesaid may be seized as though it were prohibited goods 612003\nwithin the meaning of section 39 of the Customs Act, or of any S . 6 .\nenactment passed in amendment thereof or substitution therefor,\nand shall be forfeited and may be disposed of as the\nMinister may direct."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. In proceedings for the forfeiture of any coconut product or onus of\nsubstitute under this Part the onus of proof shall be upon the         g:L$inr\nperson claiming such coconut product or substitute and it shall for\nnot be necessary for the person prosecuting the suit to prove that     ~~~~~~\nthe coconut product or substitute is liable to seizure or forfeiture. s. 6."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The oficers of Customs and any person acting with Powasof\ntheir concurrence may stop any ship or boat which they have $:'\nreason to suspect has on board any coconut product or substitute 612003\nof which the importation is prohibited under this Part and may S. 6.\ndetain such ship or boat until search has been made and such\ncoconut product or substitute if found has been seized and 612003s.6,\nremoved under the provisions of this Part."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Governor-General in Council may direct in any The\nparticular case that no suit for fo:,feiture under this Part ~~'~~~\nshall be commenced or if any such suit has been commenced Council\nmay cause the same to be stopped by directing the Attorney- may     direct\n                                                             no suitm\nGeneral to take such step as may be necessary to stop such stopany suii\n                                                             and wtum\nsuit.                                                        -goods or\n                                                                       fine.\n  The Governor-General in Council may if he thinks fit\nafter the condemnation of any edible oil under this Part\nreturn the whole or any portion of such edible oil to the\nowner thereof."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Every offence under this Part or under any order Trialof\nmade hereunder shall be tried summarily in a Resident :5F!:\nMagistrate's Court and the offence shall be deemed to have 3 r d ~ c h\nbeen committed in the parish in which the offender resides.\n6                                   COCONUT LNDUSTRY AID\n                        PART 11. Increase of Tarzflon Edible Oils\nPowa of            13. Notwithstanding anything contained in the Customs Act\nMinista by\norder to        or any other law that may fiom time to time be in force in this\nhnposedrdy\non coconut\n                Island it shall be lawhl for the Minister by an order to be\nM da            published  in the Gazette (which order when so published shall\nsubstitute.     have the force of law) either immediately upon the publication\n612003\nS. 6.           of such order as aforesaid or from such date as may be set forth\n612003\nS. 6.\n                in such order to impose a duty on all coconut product or\n                substitute imported into this Island at a rate not exceeding the\n                rate set out in subsections (a) and (b) hereunder and to revoke or\n612003          repeal the duty (if any) then imposed on such coconut product or\nS. 6.\n                substitute by, under or in pursuance of any law of this Island\n                then being in force:\n612003\nS. 6.\n                     (a) on all coconut product or substitute, the growth,\n                          produce or manufacture of the United Kingdom or the\n                          Dominion of Canada or of any part of the\n                          Commonwealth or of any other country to which any\n                          preferential tariff in force in the Island for the time\n                          being has been made to apply under or in pursuance of\n                          any law of this Island for the time being in force a\n                          duty not exceeding forty-seven and one-half cents\n                          per gallon:\n612003                        Provided that such coconut product or substitute\nS.6.\n                          shall be accompanied by such evidence of origin as\n                          may be prescribed by the Minister fiom time to time;\n6R003\nS. 6.\n                      (b) on all other coconut product or substitute a duty not\n                          exceeding sixty-seven and one-half cents per gallon.\n                   All the provisions of the Customs Act and of the rules and\n                regulations made thereunder for the time being in force in this\n612003\ns. 5.\n                Island shall apply to any duty on coconut product or substitute\n                imposed by order as aforesaid in so far as the same are\n                applicable.\nCess on spe-\n                                          PART IIA. Cess\ncified coco-       13A.-41) Subject to subsection (Z), the Board may impose a\nnut products\n a substitutes.  cess  on coconut products or substitutes manufactured in or\n 4111995         imported into Jamaica.\n s. 5.\nS. 6.\n                       COCONUT INDUSTRY AID\n        (2) No cess imposed under subsection (1) shall be of any\neffect unless and until approved by the Minister by order.\n                 PART 111. Licence to Mamfacture\n  1 4 . 4 1 ) No person shall engage in the business of manu- necessary to\nfacturing edible oil in this Island except under and in accordance manufacture\nwith the terms of the licence granted in that behalf by the edibleoil.\nMinister.\n       (2) Every licence granted under this Part shall be\nfor the period from the 1st April in one year to the 31st\nMarch in the succeeding year and shall specify the number\nof gallons of edible oil the licensee is permitted to manu-\nfacture.\n      (3) The Minister on the recommendation of the\nBoard appointed under Part I may at any time after the\ngrant of a licence amend the same by varying the amount of\ngallons stated therein.\n       (4) Every licensee under this Part shall on the\n.request of the Minister forthwith surrender his licence to\nhave the same amended in accordance with subsection (3).\n       (5) Any person offending against the provisions of\nthis section shall be guilty of an offence and shall on con-         ,,,,,\nviction be liable to a penalty not exceeding twenty thousand s.7.\ndollars and the court before which any offender is tried\nand convicted may, in addition to any penalty imposed, suspend\nor cancel the offender's licence.\n  1 5 . 4 1 ) Every person who intends to become an edible oil       k$g:'\nmanufacturer, shall before commencing such business apply to\nthe Ministfr for a licence whereupon the Minister shall consider\nthe same and grant or rehse the application.\n        [The inclusion of this page i s authorized by L.N.87120041\n                                  COCONUT INDUSTRY AID\n                   (2) Every holder of a licence under this Part who\n            intends to carry on the business of manufacturing edible oil\n            after the 31st day of March in any year shall within thirty\n            days of the expiration of his licence make application to\n            the Minister for the grant of a new licence whereupon the\n            Minister shall consider the same and grant or refuse the\n            application.\n                  (3) Applications for a licence under this Part shall\nFi          be made to the Minister in the form set forth in the First\nSchedule.\n            Schedule and the licence, if granted, shall be in the form\nSecond      set forth in the Second Schedule and shall be subject to\nSchedule.\n            such terms and conditions to be specified in the licence\n            as the Minister may deem just.\n                  (4) It shall be an offence under this section to make\n            any false statement in an application for a licence.\n                   (5) Where on any application for a licence the\n            Minister considers the grant thereof would be prejudicial\n            to the interest of the coconut industry he shall refuse to\n            grant a licence, and where on any application for a licence\n            the Minister considers the interest of the coconut industry\n            requires the grant of a licence for the manufacture of a\n            smaller number of gallons of edible oil than mentioned in\n            the application the Minister shall grant a licence for the\n            manufacture of such quantity of edible oil as he considers\n            best suited to the requirements of the said industry.\n                   (6) The decision of the Minister to grant or to\n            refuse a licence or to grant a licence for the manufacture\n            of a smaller amount of edible oil than applied for shall\n            be final and conclusive and shall not be liable to appeal or\n            to be questioned by any proceedings in any court of law.\n                   (7) Any person offending against the provisions of\n            this section shall be guilty of an offence and shall on convic-\n612003      tion be liable to a penalty not exceeding twenty thousand dollars\nS.8.\n                   COCONUT INDUSTRY AID                                 9\nand the court before which any offender is tried and con-\nvicted may, in addition to any penalty imposed, suspend\nor cancel the offender’s licence."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Power of Minister by order to impose duty on edible oil.\n                                  PART IIA. Cess"
    },
    {
      "provision_ref": "sec13a",
      "section": "13A",
      "title": "Section 13A",
      "content": "13A. Cess on specified edible oils.\n                        PART 111. Licence to Manufacture"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Every offence under this Part shall be tried Trialof\n                                                            offences.\nsummarily before a Resident Magistrate and the offenceshall 421 1969\nbe deemed to have been committed in the parish in which 3rdsloh.\nthe offender resides.\n         [Theinclusion of dhis page is authorized by LN.951 19971\n10                                      COCONUT INDUSTRY AID\n(Section                                       FIRST SCHEDULE\n15(3))\n                  APPLICATION   FOR LICENCE     TO MANUFACXURB             EDIBLE      OIL\n              Pursuant to section 15 of the Coconut Industry Aid Act, I hereby\n            make application to the Minister for a Licence to manufacture Edible\n            Oil.\n            Surname and Christian\n              Names of the Applicant............................................................\n            ..............................................................................................\n            Address of the Applicant............................................................\n            ..............................................................................................\n           Situation of the factory\n              or proposed factory... ...............................................................\n           Capital to be invested in\n              the business of the factory......................................................\n           (State whether the capital is\n               subscribed or is to be sub-\n               scribed from local sources and\n              if not, state the sourcc or\n               sources from which the capi-\n               tal is or is to be derived.)\n           Nationality and domicile\n              of Applicant...........................................................................\n           (If a Company state in addi-\n              tion the names of the Direc-\n              tors, their nationality and\n                 domicile.)\n           Quantity of Edible Oil for\n              which it is desired the Licence\n             should issue      ...........................................................................\n           Monthly capacity of the factory             ...................................................\n                      (State in gallons.)\n           Average monthly sales of\n             Edible Oil for the past 18\n              months.. ................................................................................\n                                           SECOND SCHEDULE\n              I,..........................................................................................\n           Minister of ...............................................................hereby pmt\n           a Licence to ............................................................of the parish\n           of ..........................................  to manufacture for sale             ..................\n           gallons Edible Oil.\n              This Licence expires on the 31st day of March 19                              .\n                                                     ......................................................\n                                                                          Minister\n                          me idclusion of tliispage is authorized by L.N. 9S/ 19971                           L"
    }
  ],
  "definitions": []
}