{
  "id": "jm-stat-the-coconut-industry-control-act",
  "type": "statute",
  "title": "The Coconut Industry Control Act",
  "title_en": "The Coconut Industry Control Act",
  "short_name": "Coconut Industry Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-coconut-industry-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-coconut-industry-control-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . - ( 1 ) There shall be established a Coconut Industry Board    -bli\"-\n                                                                         ment of\n    which shall consist of nine members who shall be appointed           Board.\n    and elected in accordance with the provisions of subsection ( 1 )\n    and of subsection (3),respectively, of section 4.\n         ( 2 ) The powers of the Board shall not be affected by any\n    vacancy in the membership thereof."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . - ( 1 ) The Minister shall appoint four members of the         App\"'fi-\n                                                                         ment and\n    Board, one of whom shall be the Chairman, who, subject to the\n    provisions of subsection (2) and of section 7, shall hold ofice\n    for three years fiom the date of appointment but shall be\n                                                                         mzb;\n                                                                         eledmof\n    eligible for reappointment.\n          ( 2 ) The Minister may at any time remove any member\n     appointed under subsection ( 1 ) .\n           (3) The registered coconut growers shall elect five\n     members of the Board who shall either be themselves\n1    registered coconut growers or the attorneys for such registered\n     coconut growers or the managing directors or managers of\n     companies which are registered coconut growers.\n          (4) Subject to the provisions of subsection ( 1 ) and\n     subsection (3) of section 7, every member elected to the\n     Board in accordance with the provisions of subsection (3)\n                 shall hold office until election day in the year next but two\n                 after the year of his election to the Board.\nElection and        5.-(1) There shall be an election in each year to fill any\nvoting rights.\n                 vacancy in the number of elected members of the Board.\n                         ( 2 ) At any election every registered coconut grower\n                  who in the prescribed period in relation to such election\n                  produced or is deemed to have produced any coconuts\n                  the disposal of which is recorded in the prescribed manner\n                  shall be entitled in respect of the first three hundred units\n                  or part thereof so recorded to one vote, and in respect\n                  of each additional two hundred units or part thereof so\n                  recorded to one additional vote, so, however, that no registered\n                  coconut grower shall be entitled to more than thirty votes.\n                        (3) For the purposes of subsection (2)-\n                           ( a ) \"unit\" means one hundred and fifty pounds or\n                                 such other weight or quantity or number of\n                                 coconuts as may be prescribed;\n                           (b) every registered coconut grower who at the time\n                                 of any election is in possession or control of any\n                                 land on which coconuts were g d w n during the\n                                 prescribed period in relation to such election\n                                 shall be deemed to have produced such coconuts\n                                 notwithstanding that he first came into\n                                 possession or control of the land after the\n                                 coconuts were produced.\n                        (4) So soon as may be after the holding of any election,\n                  the Board shall cause a notice to be published in the Gazette\n                  specifying the names of the persons elected to the Board at\n                  such election.\nGrant of           6.-(1) The Minister may, on the application of the\nleave of\nabsence to       Chairman or of any other nominated member, grant to\nmembers.         such Chairman or nominated member, as the case may\n                 be, leave of absence for any period not exceeding six\n               COCONUT INDUSTRY CONTROL\nmonths and may appoint some other person to act as Chair-\nman or as a nominated member, as the case may be, during\nthe period of leave of absence so granted.\n       (2) Where the Minister appoints any nominated\nmember to act as Chairman under the provisions of sub-\nsection (I), he may appoint some other person to act as\na nominated member in the place of the nominated mem-\nber appointed to act as Chairman.\n       (3) The Board may, on the application of any elected\nmember, grant to such member leave of absence for any\nperiod not exceeding six months and may co-opt some other\nperson eligible for election to the Board to act for such\nelected member during such period."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) There shall retire from the Board on election Retirement\n                                                              of members.\nday-\n      (a) next after the first election, two elected members;\n           and\n      (b) next but one after the first election, two elected\n           members; and\n      (c) next but two after the first election, one elected\n           member,\nand so thereafter in each succeeding triennial period :\n  Provided that any member retiring under this section\nshall be eligible for reelection.\n        (2) Elected members shall retire in the order of\ntheir seniority, the member who has served longest since he\nwas last elected to the Board retiring first, and as between\nmembers of the same seniority the order of retirement shall\nbe determined by lot.\n       (3) Any elected member who ceases to be eligible for\nelection to the Board, becomes insane, is adjudicated a\nbankrupt, by writing under his hand addressed to the\n                              COCONUT INDUSTRY CONTROL\n               Chairman resigns, or is absent without leave from any four\n               consecutive meetings of the Board, shall thereupon vacate\n               his office.\n                      (4) Any nominated member of the Board may by\n               writing under his hand addressed to the Minister through\n               the Chairman resign his office.\nCo-option        8. Where any elected member dies or vacates his office\nof membars.    in accordance with the provisions of subsection (3) of\n               section 7, the Board may co-opt a person eligible for\n               election to the Board to fill such vacancy until such time\n               as the member by whose death, insanity, bankruptcy or\n               resignation the vacancy was occasioned would, but for such\n               death, insanity, bankruptcy or resignation, have retired in\n               accordance with the provisions of subsections (1) and (2)\n               of section 7.\nIncorpora-       9. The Board shall be a body corporate having perpetual\ntion of        succession and a common seal, and a registered office and\nBoard.\n               may sue an'a be sued, and may purchase, hold and dispose\n               of land and other property of whatever kind for the pur-\n               poses of this Act.\nLiability of     10. No member of the Board shall be personally liable\nmembers of     for any act or default of the Board done or omitted to be\nthe Board.\n               done in good faith in the course of the operations of the\n               Board.\nMeetings          11.-(1) The Board shall hold mnthly meetings for the\nand pro-\ncedure         transaction of their business, which shall be held at such\nthereat.       time and place and on such days as the Board may deter-\n               mine.\n                        (2) The Chairman may at any time call a special\n               meeting of the Board and shall call a special meeting within\n                     rrzle inclusion of this page is authorized by LN. 480/1973]"
    }
  ],
  "definitions": [
    {
      "term": "unit",
      "definition": "one hundred and fifty pounds or",
      "source_provision": "sec4"
    }
  ]
}