{
  "id": "jm-stat-the-coconut-insurance-act",
  "type": "statute",
  "title": "The Coconut Insurance Act",
  "title_en": "The Coconut Insurance Act",
  "short_name": "Coconut Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-coconut-insurance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-coconut-insurance-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                           Ioterpretsr-\n                                                                            tion.\n“the Board” means the Coconut Industry Board constituted\n    under the Coconut Industry Control Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)     The Minister may make regulations-\n                                                                            El?-IDP\n                                                                            power:\n            for the institution, financing and operation by the\n            Board of one or more schemes for the automatic\n            insurance and the contractual insurance of cocollut\n            trees by coconut growers against such risks as may\n            be specified in such regulations;\n           prescribing the categories of persons who, subject\n           to such conditions as may be prescribed, shall be\n           entitled to benefit in respect of automatic insurance\n           under this Act;\n            prescribing the time at which, period for which\n            and terms and conditions upon which any con-\n            tractual insurance under these regulations shall\n            be affected and the terms and conditions upon\n            which benefit in respect of automatic insurance\n            and contractual insurance shall be payable, so,\n            however, that different times, periods, terms or\n            conditions may be prescribed in respect of different\n            categories of persons or in respect of insurance\n            against different risks;\n           [ m e Lrolusion of this page is authorized by LB. 17/i1%9]\n                            COCONUT INSURANCE\n            (d) providing for the establishment by the Board of\n                one or more Coconut Insurance Funds;\n            (e) providing for the effecting and the carrying by the\n                 Board of re-insurance;\n            V, providing for the imposition, raising, levying and\n               collecting by the Board of a cess upon coconuts or\n               copra exported or sold for export or manufactured\n               or sold for the purpose of being manufactured into\n               any coconut product, or upon any prescribed cate-\n               gory of coconuts or copra so exported, sold for\n               export, manufactured or sold for the purpose of\n               being manufactured;\n            (g) prescribing all things required or permitted to be\n                 prescribed under this section;\n            (h) providing for all matters (whether similar to the\n                foregoing or not) for which it may be necessary or\n                expedient to provide for the purpose of securing\n                the better carrying out of this Act.\n               (2) Regulations under this section may be made\n        with retrospective effect.\nLorpr      4.-(1) Whenever the Minister is satisfied by the Board\n        that there is reason to anticipate that the moneys standing\n        to the credit of any Insurance Fund established under this\n        Act are insufficient to enable the Board to discharge their\n        liabilities in respect of benefit under this Act, the House of\n        Representatives may by resolution authorize the Board to\n        borrow for the purpose of discharging in whole or in part\n        such liabilities such sums as may be specified in the\n        resolution :\n                m e ioolusion of this page is authozsd' by LN. 17/lW]\n                     COCONUT INSURANCE\n  Provided that the Board shall not be authorized to borrow\nany sums whereby the aggregate amount outstanding on\nloan to the Board for such purposes at any one time\nexceeds one million dollars.\n       (2) Any loan authorized under subsection (1) or any\npart of such loan may be raised by the Board by the issue\nof stock or debentures or both in such form and on such\nconditions as may be approved by the Minister or by such\nother means as may be approved by the Minister, and the\nprincipal moneys and interest represented by such stock,\ndebentures or loan are hereby charged upon and shall be\npayable out of any moneys which at any time may be\nstanding to the credit of the fund in respect of which such\nloan is authorized but shall not be charged upon or payable\nout of any other funds or assets of the Board.\n      (3) The principal moneys and interest represented by\nany loan authorized under subsection (1) are hereby\nguaranteed by the Government of Jamaica and in the event\nof default in the payment thereof ,by the Board shall be\ncharged upon and be payable out of the Consolidated Fund\nand assets of the Government of Jamaica.\n       (4) Where the principal moneys or interest repre-\nsented by any loan authorized under this section are paid\nout of the Consolidated Fund and assets of the Government\nof Jamaica pursuant to the guarantee referred to in sub-\nsection (3) the sum so paid shall be a charge upon all the\nfunds and assets of every description of the Board and such\ncharge shall rank in priority to any charge created by the\nBoard subsequent to the coming into effect of such\nguarantee.\n       (5) Nothing in this Act shall be deemed in any way\nto limit or affect any borrowing powers of the Board con-\nferred upon it by the Coconut Industry Control Act.\n      u h e inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}