{
  "id": "jm-stat-the-coffee-industry-regulation-act",
  "type": "statute",
  "title": "The Coffee Industry Regulation Act",
  "title_en": "The Coffee Industry Regulation Act",
  "short_name": "Coffee Industry Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-coffee-industry-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-coffee-industry-regulation-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                             Intcrpre-\n                                                              tation.\n“approved association” means any association or body 61 1962\n     declared by the Minister to be the approved association S.2(a).\n     pursuant to subsection (6) of section 14;\n“coffee product” means any article the principal constituent\n     of which is coffee;\n“coffee works” means any plant, machinery, appliances,\n     mills or apparatus, whether similar to the foregoing or\n     not, and any premises, used for the curing, drying,\n     pulping, washing, cleaning, processing or preparation\n     for sale of any coffee berries or for the manufacture of\n     any coffee product;\n“nominated member” means a person appointed a member 611962\n     of the Board by the Minister from a panel of coffee S.2(b).\n     growers;\n“nursery” means any nursery for the cultivation of coffee\n     plants or coffee seedlings;\n“panel of coffee growers” means a panel of five persons 6 ~ 6 2\n     actively engaged in the growing of coffee nominated s.2CcL\n     from time to time and as the occasion requires by the\n     approved association and from which nominated\n     members may be appointed."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. There is hereby established a body corporate which Establish-\n                                                             and\nshall be known as the Coffee Industry Board which shall ment\n                                                        ,ncorpora-\nhave perpetual succession and a common seal and which gpd.*”\nmay sue and be sued in its own name.\n4                        COFFEE INDUSTRY REGULATION\nGeneral       4. The Board shall-\nduties of\nBoard.           (a) do all such acts as may lawfully be done, or but\n                     for the provisions of this Act might lawfully have\n                     been done, by any individual which the Board\n                     having due regard to the financial resources at its\n                     disposal may consider most expedient for the\n                     encouragement and development of the coffee\n                     industry in Jamaica and for the promotion of the\n                     welfare of persons engaged in that industry;\n                 (b) upon being required so to do by the Minister,\n                     make recommendations to the Minister as to any\n                     matter directly or indirectly affecting, relating to\n                     or connected with the coffee industry or persons\n                     engaged in that industry;\n                 (c) perform such other duties in relation to or con-\n                     nected with the coffee industry or persons engaged\n                      in that industry as the Minister may require to\n                     be performed by the Board.\nPowers of     5. The Board may in its absolute dismetion-\nBoard in\nrelation to      (a) acquire by purchase, exchange, gift, devise or in\nproperty.\n                    any other manner, whether similar to the fore-\n                    going or not, any estate or interest or rights or\n                    encumbrances in, over or upon any real property\n                    and lease or rent any land and hold any estate,\n                    interest, rights or encumbrances in, over or upon\n                    any real property so acquired or any land so leased\n                    or rented; and\n                (b) mortgage, charge, sell, exchange, surrender, give\n                    away or dispose of in any manner, whether similar\n                    to the foregoing or not, any estate, interest, right\n                    or encumbrance in, over or upon any real property\n                    held by the Board and create any estate or interest,\n                    right or encumbrance in, over or upon any real\n                    property so held by the Board and grant leases of\n                    or rent any land so held; and\n             COFFEE INDUSTRY REGULATION                              5\n    (c) acquire by purchase, barter, gift, bequest or in\n          any other manner, whether similar to the fore-\n          going or not, any personal property and rent or\n          accept the bailment (whether for reward or other-\n          wise) of any personal property and hold any\n          personal property so acquired, rented or bailed;\n          and\n     (d) sell, barter, exchange, charge, pledge, give away\n          or dispose of in any manner, whether similar to\n          the foregoing or not, and lend, rent or bail\n          (whether for reward or otherwise) any personal\n          property so held by the Board,\nas fully and effectually as if the Board were an individual\nof full age and not under disability."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Without prejudice to the generality of any other power specid\nconferred by or under this Act and notwithstanding any- E1:rof\nthing to the contrary in any regulations under this Act,\nthe Board may in its absolute discretion-\n     (a) establish, maintain and operate any nurseries; and\n     (b) import, cultivate, sell, give away, distribute,\n         export or otherwise dispose of any coffee seedlings\n         or coffee plants; and\n     (c) establish, maintain and operate any coffee planta-\n         tions or coffee works;\n     (d) cultivate, dry, cure, pulp, clean, wash or process\n         in any other manner any coffee berries and manu-\n         facture any coffee product and purchase, prepare\n         for market, store, transport, distribute, sell or\n          export any coffee berries or my coffee product;\n          and\n     (e) establish, maintain or operate research stations for\n            (i) investigating the cause, incidence, preven-\n                 tion, control or eradication of any disease\n      m e inclusion of this page i s authorized by L.N. 480/1973]\n6            COFFEE INDUSTRY REGULATION\n               likely to be prejudicial to the interests of the\n               coffee industry;\n               investigating the types of coffee which and\n                the conditions under which, and the manner\n               in which coffee may most advantageously be\n               cultivated in Jamaica or in any area in\n               Jamaica;\n               investigating the conditions under which\n                and the manner in which coffee may most\n               advantageously be cured, dried, pulped,\n               washed, cleaned, processed, stored, prepared\n               for market, transported or exported from\n               Jamaica;\n               improving the yield or other economic value\n               of coffee or of any type of coffee;\n              investigating the types of coffee products\n              most suitable for manufacture in Jamaica\n              and the conditions under which and the\n              manner in which any such products may be\n              most advantageously manufactured, stored,\n              processed, prepared for market, transported\n              or exported;\n              investigating any other matter the investiga-\n              tion of which may in the opinion of the\n              Board be necessary or expedient in the\n              interests of the coffee industry;\n    <n do any of the acts or things referred to in para-\n        graphs (a) to (e) (both inclusive) on behalf of or\n        as agent for or in partnership with any other\n        person or finance the doing of any such acts or\n        things by any other person;\n    (9) execute, accept, endorse and negotiate bills of\n        exchange, cheques and promissory notes on its\n        own behalf or on behalf of any other person;\n              COFFEE INDUSTRY REGULATION                                    7\n     (h) borrow money and give security for the repayment\n         of any money so borrowed by mortgaging or pledg-\n          ing any assets of the Board or by the issue of\n         debentures or scrip of any description;\n     (I? lend money to any person for the doing of any of\n         the acts or things referred to in paragraphs (a) to\n          (e) (both inclusive) or guarantee or give security\n          (whether for reward or otherwise) for the repay-\n         ment of any moneys borrowed by any person other\n          than the Board, from any other person for the\n         doing of any of the acts or things referred to in\n         paragraphs (a) to (e) (both inclusive)."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Board with the approval of the Minister may Regulation\n                                                                 making\nmake regulations-                                                section.\n     (a) providing for the constitution of one or more\n         advisory committees of coffee growers, coffee\n         dealers, manufacturers of coffee products or other\n         persons interested in the coffee industry and for\n         the functions to be performed by such committees\n         and the appointment of the members of such\n         committees and the conduct of business and pro-\n         cedure to be followed at meetings of such com-\n         mittees;\n    (b) providing for the registration, subject to such\n         exemptions as may be specified-\n            (i) of all nurseries or of any particular class of\n                nursery; or\n           (ii) of all coffee growers or of any particular class\n                of coffee growers; or\n          (E)of all coffee works or of any particular class\n                of coffee works; or\n          (iv) of all dealers in coffee or of any particular\n                class of dealers in coffee;\n     (c) providing for the keeping of any register pursuant\n         to the provisions of paragraph (b) and the form\n      m e inclusion of this page is authorized by L.N. 480/1973]\na                  COFFEE INDUSTRY REGULATION\n             of any such register and the procedure to be\n             followed in relation to the registration of any\n             person or undertaking required to be registered\n             pursuant to such paragraph and the fees to be\n             paid in respect of such registration;\n3411967      providing, subject to such exemptions as may be\nS. 2(a).\n             specified, for the licensing (including the grant,\n             refusal and revocation of licences) of-\n                (i) the operators of coffee nurseries or coffee\n                    works or of any particular class of coffee\n                    nursery or coffee works; or\n               (ii) all coffee dealers or of any particular class\n                    of coffee dealers;\n             providing for the form of application for any\n             licence pursuant to the provisions of paragraph\n              (4and the fees to be paid upon such application\n             and the procedure to be followed upon such\n              application and in relation to the grant, refusal\n3411967      or revocation of any such licence and the form\nS. 2(b).     and conditions of any such licence;\n             prohibiting or restricting, subject to such exemp\n             tions as may be specified, the establishment, main-\n             tenance or operation by any person other than the\n             Board except under and in accordance with the\n             terms of a licence granted by the Board of any\n             nursery or any coffee works;\n             prohibiting, restricting or regulating, subject to\n             such exemptions as may be specified, the purchase,\n             sale, distribution and the price to be paid for any\n             coffee plants or coffee seedlings grown in any\n             nursery;\n             regulating the operation of any nursery or of any\n             coffee works;\n         COFFEE INDUSTRY REGULA TION                           9\n    prohibiting, restricting or regulating, subject to\n     such exemptions as may be specified, the export\n     from Jamaica of any coffee or coffee product by\n     any person other than the Board;\n    prohibiting, restricting or regulating, subject to\n     such exemptions as may be specified any dealings\n     or any particular class of dealings in coffee berries,\n     coffee or any coffee product by any person other\n     than the Board;\n    prohibiting, restricting or regulating, subject to\n     such exemptions as may be specified, the growing,\n     picking, curing, drying, pulping, washing, clean-\n     ing, processing in any manner, preparing for\n     market, storing, packing, transporting, distribu-\n     ting, purchase or sale of any coffee berries;\n    prohibiting, restricting or regulating, subject to\n     such exemptions as may be specified, the manufac-\n     ture, processing, preparing for market, storing,\n     packing, transporting, distributing, purchase or\n     sale of any coffee product;\n(m)prescribing the grades and types and quality of\n    coffee and of any coffee product;\n(n) prescribing the prices to be paid to the grower,\n     processor, manufacturer or dealer in coffee or any\n    coffee product in respect of any grade, type or\n    quality of coffee or coffee product, so, however,\n    that different prices may be fixed in respect of the\n    same grade, type or quality of coffee or coffee\n    product if delivered at different delivery points or\n    in respect of the same grade, type or quality of\n    coffee or coffee product purchased or sold by\n    dealers of different categories;\n(01 regulating the delivery points of coffee berries and\n    the persons to whom delivery may be made of\n    coffee berries;\n10           COFFEE INDUSTRY REGULATION\n        prescribing, subject to such exemptions as may be\n        specified, the records to be kept by any person who\n        is required pursuant to paragraph (b) to be regis-\n        tered or who has control of any undertaking so\n        required to be registered or who is required pur-\n        suant to the provisions of paragraph (4 to be\n        licensed;\n        prescribing, subject to such exemptions as may be\n        specified, the returns to be made by any person\n        who is required to be registered pursuant to the\n        provisions of paragraph (b) or who has the control\n        of any undertaking so required to be registered\n        or who pursuant to the provisions of paragraph\n        (4 is required to be licensed or who is liable to\n        pay any cess under this Act and the time at which\n        and the form in which any such returns are\n        required to be made and the particulars to be\n        contained in such returns;\n       requiring, subject to such exemptions as may be\n        specified, any person who is required pursuant to\n        the provisions of paragraph (b) to be registered or\n        who has the control of any undertaking so required\n        to be registered or who is licensed or who is liable\n        to pay any cess under this Act, to furnish to the\n        Board or to some person designated by the Board\n        such information in relation to the growing, pick-\n        ing, curing, drying, pulping, washing, cleaning,\n        processing, transporting, distributing, purchase,\n        sale or manufacture of any coffee plants, coffee\n        seedlings, coffee berries or coffee product in such\n       form as niay be prescribed;\n       providing for the entry at all reasonable times\n       during the hours of daylight by persons appointed\n       by the Board upon any land on which coffee is\n       grown or upon any premises used or believed by the\n     me inclusion of this page is authorized by L.N. 480/1973]\n             COFFEE INDUSTRY REGU L.ATION                              11\n        Board to be used or to be about to be used for any\n        purpose connected with the processing of coffee\n        berries or the manufacture of any coffee product\n        or the storage, purchase, sale, export or distribu-\n        tion of any coffee berries or coffee product;\n        prescribing the penalties for any contravention of s.\n                                                            341 1967\n                                                             2(c).\n        any regulations made under this section or of the\n        conditions of any licence granted pursuant to the\n        provisions of paragraph (4;\n        prescribing the form in which and the time within\n        which any person aggrieved by any decision of the\n        Board may appeal to the Minister against such\n        decision;\n        providing for the collection of any cess imposed\n        under section 10.\n      (2) Notwithstanding the provisions of section 29 of 14/1998\nthe Interpretation Act, regulations made under subsection S.2.\n(1) may prescribe penalties in accordance with the follow-\ning-\n    (a) for any person-\n            (i) caught stealing coffee berries; or\n           (ii) collecting or receiving coffee bemes without\n                complying with the regulations,\n        a fine not exceeding fifty thousand dollars per box\n        of coffee berries or part thereof or a term of im-\n        prisonment not exceeding six months;\n    (6) for any person transporting coffee berries which\n        he knows to have been stolen, a fine not exceeding\n        one hundred thousand dollars per box of coffee\n        berries or part thereof or a term of imprisonment\n        not exceeding twelve months;\n            __I_-\n         [The inclusion d this page is authorized by L.N. 146119991\n12                       COFFEE INDUSTRY REGULATION\n                   for any breach of its licence by a factory in its\n                   establishment or operation, a fine not exceeding\n                   one hundred thousand dollars per box of coffee\n                   berries or part thereof or a term of imprisonment\n                   not exceeding twelve months;\n                   for any person who purchases coffee without com-\n                   plying with the provisions of the regulations, a h e\n                   not exceeding one mllion dollars or a term of im-\n                   prisonment not exceeding three years;\n                   for any person who represents any coffee which is\n                    not Blue Mountain Coffee as being Blue Mountain\n                    Coffee, a fine not exceeding five million dollars or\n                    I term of imprisonment not exceeding three years;\n                    ;\n                   for any person who knowingly purchases stolen\n                   coffee, a fine not exceeding two million dollars or\n                   a term of imprisonment not exceeding three years;\n                   and\n                   for any other offence a fine not exceeding one\n                   hundred thousand dollars or a term of imprison-\n                   ment not exceeding six months.\n1411998         (2A) In subsection (2), “box of coffee berries” means\ns. 2.\n           a box with internal measurements of 35.56 centimetres high,"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may, after consultation with the chair- Minister\nman, give to the Board directions of a general character as m a y issue\nto the policy to be followed by the Board in the exercise\nand performance of its functions.                           of policy.\n                                                            62 I 1958\n                                                                         s. 3."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.--(1) Any person aggrieved by any decision of the Appeals.\n                                                             621 1958\nBoard may appeal to the Minister in the prescribed manner. s.4.\n        (2) The Minister shall consider every appeal made\nunder subsection (1) at such time and in such manner\neither in the presence or absence of the appellant and shall\nmake such order in relation to such appeal as the Minister\nmay think fit.\n        (3) The decision of the Minister upon any appeal\nmade pursuant to the provisions of this section shall be\nfinal and shall not be questioned in any legal proceedings."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. All fees paid pursuant to the provisions of any regu- F-.\nlation made under section 7 shall be paid to the Board and\nshall form part of the assets of the Board.\n          [The inclusion of this .pageis authorized by L.N. 146/ 19991\n -12\n14                         COFFEE INDUSTRY REGULATION\nAccounts       12.-(1) The Board shall keep accounts of its transactions\nand audit.\n62 I 1958    to the satisfaction of the Minister and such accounts shall\nS.6.         be audited annually by an auditor appointed by the Board\n             and approved by the Minister.\n                      (2) The members, officers and servants of the Board\n             shall grant to the auditor appointed to audit the accounts\n             of the Board under the provisions of subsection (1) access\n             to all books, documents, cash and securities of the Board\n             and shall give to him on request all such information as\n             may be within their knowledge in relation to the operation\n             of the Board.\n                      (3) The Board may write off bad debts.\n                      (4)The Board with the prior approval of the Min-\n             ister in every case may from the funds at its disposal from\n             time to time contribute such sums as it thinks fit for any\n             purpose or purposes likely in the opinion of the Board to\n             benefit the coffee industry of Jamaica, including the organi-\n             zation of growers associations.\nAnnual          13.-(1) The Board shall in each year prepare and pre-\nreport and\nestimates.   sent on or before the first day of December to the Minister\n621 1958\ns. 7.        a report of its proceedings during the twelve months ending\n             on the thirty-first day of July in such year, including a\n             statement of its accounts audited in accordance with the\n             provisions of section 12.\n                      (2) A copy of such report together with a copy of\n             the auditor’s report shall be laid on the Table of the House\n             of Representatives and of the Senate and shall be published\n             in the Gazette.\n                      (3) The Board shall on or before the first day of\n             June in each year, submit to the Minister for approval, its\n             estimates of revenue and expenditure in respect of the\n             period commencing on the first day of August next follow-\n             ing and ending on the thirty-first day of July of the subse-\n             quent year, and shall during that year submit to the Minister\n                COFFEE INDUSTRY REGULATION                                 15\nfor approval any estimates of further expenditure as may\nbecome necessary."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)   The Board shall consist of not less than seven ship\n                                                           Member-\n                                                                 of\nor more than nine members appointed by the Minister of Board.\n                                                           6/ 1962\nwhom three shall be nominated members.                     s. 4.\n                                                           1411985\n        (2) The appointment of every member of the Board s. 2.\nshall be evidenced by an instrument in writing, and such\ninstrument shall state the period of office of the member\nwhich shall not exceed three years.\n        (3) Subject to the provisions of subsection (1) every\nmember shall be eligible for reappointment.\n        (4) The Minister may at any time revoke the\nappointment of any member of the Board if he thinks it\nexpedient so to do.\n        (5) The Minister shall appoint from amongst the\nmembers of the Board the chairman of the Board.\n         (6) The Minister may from time to time as he sees\nfit declare any association or body which in his opinion is\nrepresentative of coffee growers to be the approved asso-\nciation for the purposes of this Act and may revoke any\nsuch declaration.\n         (7)Notwithstanding anything to the contrary. where\nthe occasion arises for the appointment of one or more\nnominated members or of a person to act temporarily in\nthe place of any such member and the approved asso-\nciation-\n      (a) refuses; or\n      (b) fails within such reasonable time not being less\n           than three weeks as may be specified by the\n           Minister,\nto comply with a request in writing made by the Minister\nto nominate a panel of coffee growers, the Minister may\nmake any such appointment otherwise than from a panel\n16                        COFFEE INDUSTRY REGULATION\n             of coffee growers but from among persons who he is satis-\n             fied are actively engaged in the growing of coffee and there-\n             upon the provisions of this Act shall apply to any person\n             so appointed as if he were a nominated member.\nVacationor     15. Any member of the Board shall be deemed to have\noffice.\n6/1962       vacated his office if-\ns.5.\n                 ( U ) he becomes insane; or\n                 (6) he is adjudicated a bankrupt or makes any com-\n                       position or arrangement with his creditors.\nAuthenti-       16.-(1) The seal of the Board shall be authenticated by\ncation\nacts ofof    the signatures of the chairman, or one member of the Board\nbard.        authorized to act in that behalf, and the secretary of the\n             Board, and such seal shall be officially and judicially\n             noticed.\n                       (2) All documents, other than those required by law\n             to be under seal, made by, and all decisions of, the Board\n             may be signified under the hand of the chairman, any\n             member of the Board authorized in that behalf, the man-\n             ager or the secretary of the Board.\n                       (3) The powers of the Board shall not be affected by\n             any vacancy in the membership thereof, nor by the fact that\n             it is afterwards discovered that there was some defect in\n             the appointment or qualifications of a person purporting\n             to be a member of the Board.\n                       (4) The Board may sue and be sued in its corporate\n             name and may for all purposes be described by such name.\nGrant of       17.-(1) The Minister may on the application of any\nleave of\nabsenceto    member, grant to such member leave of absence for any\nmemberr      period not exceeding six months.\n61 1962\ns.7.                 (2) If the chairman is granted leave of absence in\n             accordance with the provisions of subsection (1) or is unable\n             to act, the Minister may appoint a person whether or not\n              ___       - --        .        --   --____-           -- . _ _ ~ _ _ _\n               COFFEE INDUSTRY REGULATION                                 17\nsuch person is already a member of the Board to act\ntemporarily in the place of the chairman.\n        (3) If a nominated member is granted leave of\nabsence in accordance with the provisions of subsection (1)\nor is unable to act or has been appointed to act as chairman,\nthe Minister may appoint a person from a panel of coffee\ngrowers to act temporarily in the place of such member.\n        (4) If any member other than the chairman or a\nnominated member is granted leave of absence in accord-\nance with the provisions of subsection (1) or is unable to\nact, or has been appointed to act as chairman, the Minister\nmay appoint a suitable person to act temporarily in place\nof such member."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The chairman may at any time resign his office Resignation\nby instrument in writing addressed to the Minister, and of    chairman\n                                                           andother\nsuch resignation shall take effect as from the date of the\nreceipt by the Minister of such instrument.                611962\n                                                           S. 8.\n       (2) Any member of the Board other than the chair-\nman, may at any time resign his office by instrument in\nwriting addressed to the Minister and transmitted through\nthe chairman and, upon the date of the receipt by the\nchairman of such instrument, such member shall cease to be\na member of the Board."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. No member of the Board shall be personally liable Liabilityof\nfor any act or default of the Board done or omitted to be members\n                                                          t h t h r dof\ndone in good faith in the course of the operations of the\nBoard."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) The Board shall hold monthly meetings for the Meetmgs\ntransaction of its business, which shall be held at such time :tcedure\nand place and on such days as the Board may determine. thereat.\n       (2) The chairman may at any time call a special\nmeeting of the Board and shall call a special meeting within\n18                            COFFEE INDUSTRY REGULATION\n                 seven days of a requisition for that purpose addressed to\n                 him by any two members of the Board.\n                        (3) The chairman shall preside at all meetings of the\n                 Board at which he is present, and in the case of his absence\n                 the members present and constituting a quorum shall elect\n                 one of their number to act as chairman of the meeting.\n621 1958                (4) At any meeting of the Board four members shall\ns.9.             fmm a quorum for the. transaction of business.\n                         (5) All acts of the Board, and. all questions coming\n                 or arising before the.Board, shall be done and decided by\n                 the majority of such members of the Board as are present\n                 and vote. In case of an equality of votes, the chairman\n                 of the meeting shall have a.second or casting vote.\n                        (6) The Board may from time to time make standing\n                 orders for the transaction of its business, including the\n                 power to appoint any member or committie to whom it\n                 may delegate authority to c a q out such portions of the\n                 duties committed to it as it may from time to time\n                 determine.     1\n                        (7) The Board may from time to time delegate to\n                 any of its officers or servants authority to carry out such\n                 portions of the duties committed to the Board as the Board\n                 may from time to time determine. .\nAppoint-     '     2 1 . 4 1 ) The Board may appoint and employ officers and\nment of\nofficenand       servants upon such terms and conditions as' it thinks fit.\nservants.\n                         (2) The Governor-General may, subject to such con-\n                 ditions as he may impose, approve of the appointment of\n                 any officer in the service of the Island to any office under\n                 the Board :\n                   Provided that in relation to pension, gratuity, allowance,\n                 and to other rights as a public officer, such officer shall be\n                 deemed to be in the service of the Island while so employed."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Appointment of o f b r s and servants.\n             COFFEE INDUSTRY REGULATION                                             3\n                                                                        cap. 64n\n                                                                         L.aW\n    THE COFFEE INDUSTRY REGULATION ACT                                 62 of 1958\n                                                                          Acts\n                                                                       6 of 1962.\n                                             [9th December, I948.1     ii 2\n                                                                       14 of 1998."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.26 centimetres long and 24.765 centimetres wide, filled\n           with coffee berries.\n62/ 1958          (3) All regulations made under this section shall be\ns. 2.      laid as soon as may be after the making thereof before the\n           House of Representatives and the Senate and if the House\n           of Representatives or the Senate within twenty-one days\n           of the day on which any such regulations are laid as afore-\n           said resolves that the regulations be annulled, the regula-\n           tions shall thereupon cease to have effect, but without\n           prejudice to anything previously done thereunder or to the\n           making of new regulations.\n           COFFEE INDUSTRY REGULATION                                            13\n      (4) In reckoning, for the purposes of subsection (3), :4.1958\nthe period of twenty-one days, no account shall be taken\nof any time during which the House of Representatives or\nthe Senate is dissolved or prorogued or during which the\nHouse is adjourned for more than four days or the Senate\nfor more than six days."
    }
  ],
  "definitions": []
}