{
  "id": "jm-stat-the-coinage-offences-act",
  "type": "statute",
  "title": "The Coinage Offences Act",
  "title_en": "The Coinage Offences Act",
  "short_name": "Coinage Offences Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-coinage-offences-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-coinage-offences-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 - 4 1 ) In this Act-                                                  Interpreta-\n                                                                          tiOll.\n“current coin” includes any coin coined in any of Her\n    Majesty’s mints, or lawfully current, by virtue of any\n    proclamation or otherwise, in Jamaica, or in any other\n    Commonwealth country, or lawfully current in any 42/1969\n                                                           3rd Sch.\n    foreign country;\n“current gold or silver coin” includes any gold or silver coin\n    coined in any of Her Majesty’s mints, or lawfully\n    current, by virtue of any proclamation or otherwise, in\n    Jamaica, or in any other Commonwealth country, or\n    lawfully current in any foreign country;\n“copper coin” includes any coin of any metal or mixed metal\n     (not being a gold or silver coin) coined in any of Her\n     Majesty’s mints, or lawfully current, by virtue of any\n     proclamation or otherwise, in Jamaica, or in any other\n     Commonwealth country, or lawfully current in any\n     foreign country;\n“false or counterfeit coin resembling or apparentlyintended\n     to resemble or pass for any current gold or silver coiny7\n     includes any of the current coin which shall have been\n     dt,silvered, washed, coloured or cased over, or in any\n     manner altered, so as to resemble, or be apparently\n     intended to resemble or pass for, any current coin of a\n     higher denomination.\n                                                                    ~\n4                                    COINAGE OFFENCES\n’’\n24/1955\n  2(b)\n                      (2) All references to silver coin in this Act shall include\n               a reference to coin of cupro-nickel and to coin of any other\n               metal or mixture of metals specified in any proclamation\n               made under the power conferred by paragraph (c) of section\ngB10Geo.       3 of the Coinage Act, 1946 of the United Kingdom, and\n6 c. 14.\n               accordingly such coin shall be excluded from the definition\n               of “copper coinyyin subsection (1).\n                       (3) Where the having any matter in the custody or\n               possession of any person is mentioned in this Act, it shall\n               include not only the having of it by himself in his personal\n               custody or possession, but also the knowingly and wilfully\n               having it in the actual custody or possession of any other\n               person, and also the knowingly and wilfully having it in\n               any dwelling-house or other building, lodging, apartment,\n               field, or other place, open or enclosed, whether belonging to\n               or occupied by himself or not, and whether such matter\n               shall be so had for his own use or benefit or for that of any\n               other person.\nCounter-          3. Whosoever shall falsely make or counterfeit any coin\nfeiting the\ngold\n-     or silver resembling or apparently intended to resemble, or pass for\ncoin.           any current gold or silver coin, shall be guilty of felony,\n421 1969\n3rd sch.        and, being convicted thereof, shall be liable, to be imprisoned\n               €orlife with or without hard labour.\nCOlouMg           4. Whosoever shall gild or silver, or shall, with any wash\ncounterfeit\ncoin or any    or materials capable of producing the colour or appearance\npieces of      of gold or silver, or by any means whatsoever wash, case\nmetal with\nintent to\nmake them\n               over, or colour any coin whatsoever resembling or apparently\npass for       intended to resemble or pass for any current gold or silver\ngold or\nsilver coin.   coin; or shall gild or silver, or shall with any wash or\n               materials capable of producing the colour or appearance of\n               gold or of silver, or by any means whatsoever wash, case\n               over, or colour any piece of silver or copper, or of coarse\n               gold or coarse silver, or of any metal or mixture of metals\n               respectively, being of a fit size and figure to be coined, and\n               -\n                      COINAGE OFFENCES                                            5\nwith intent that the same shall be coined into false and\ncounterfeit coin, resembling or apparently intended to\nresemble or pass for any current gold or silver coin; or shall\ngild, or shall, with any wash or materials capable of pro-\nducing the colour or appearance of gold, or by any means Colouring\nwhatsoever wash, case over, or colour any current silver or      al!ering\n                                                               genume\ncoin, or file, or in any manner alter such coin with intent to       z&g$\nmake the same resemble or pass for any current gold coin; makeit\n                                                               pass for a\nor shall gild or silver, or shall, with any wash or materials highercoin.\ncapable of producing the colour or appearance of gold, or\nsilver, or by any means whatsoever wash, case over, or colour\nany current copper coin, or file, or in any matter alter such\ncoin with intent to make the same resemble or pass for any\ncurrent gold or silver coin, shall be guilty of felony, and\nbeing convicted thereof, shall be liable, to be imprisoned for !2Jgl.\nlife, with or without hard labour."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Colouring counterfeit coin or any pieces of metal with intent to\n      make them pass for gold or silver coin.\n    Colouring or altering genuine coin with intent to make it pass\n      for a higher coin."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Whosoever shall impair, diminish, or lighten any cur- Impairing\nrent gold or silver coin, with intent that the coin so impaired, gtFzg\ndiminished, or lightened may pass for current gold or silver 2: intent.\ncoin, shall be guilty of felony, and, being convicted thereof,\nshall be liable to be imprisoned for any term not exceeding\nfourteen years, with or without hard labour.                     42/1%9\n                                                                 3rd Sch."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Whosoever shall unlawfully have in his custody or un1awf.d\npossession any filing or clipping, or any gold or silver bullion, possession\nor any gold or silver in dust, solution, or otherwise, which\nshall have been produced or obtained by impairing, silyer\n                                                                     f:ff’zof\n                                                                  of filings or\n                                                                  corn.\ndiminishing, or lightening any current gold or silver coin,\nknowing the same to have been so produced or obtained,\nshall be guilty of felony, and, being convicted thereof, shall 42/1%9\nbe liable, to be imprisoned for any term not exceeding seven 3rd Sch.\nyears, with or without hard labour.\n       me inclusion of this page is authorized by L.N. 480/1973]\n6                                      COINAGE OFFENCES\nBuying or           7. Whosoever, without lawful authority or excuse (the\nselling, etc.,\ncounterfeit      proof whereof shall lie on the party accused) shall buy, sell,\ngold or          receive, pay, or put off, or offer to buy, sell, receive, pay, or\nsilver coin\nfor a lower\nvalue than\n                 put off any false or counterfeit coin resembling, or appar-\nits deno-        ently intended to resemble or pass for any current gold or\nmination.\n                 silver coin at or for a lower rate or value than the same\n                 imports, or was apparently intended to import, shall be\n                 guilty of felony, and, being convicted thereof, shall be liable\n4211969\n3rd Sch.\n                 to be imprisoned for life, with or without hard labour, and\n                 in any indictment for any such offence as in this section\n                 aforesaid, it shall be sufficient to allege that the party accused\n                 did buy, sell, receive, pay, or put off, or did offer to buy, sell,\n                 receive, pay, or put off the false or counterfeit coin at or for\n                 a lower rate or value than the same imports, or was\n                 apparently intended to import, without alleging at M €or\n                 what rate, price, or value, the same was bought, sold,\n                 received, paid, or put off, or offered to be bought, sold,\n                 received, paid or put off.\nImporting          8. Whosoever, without lawful anthcbl.ity or ~ x c u s e(the\ncounterfeit\ncoins from       proof whereof shall lie on the party accused) shall import\nbeyond seas.     or receive into Jamaica from beyond the seas, any false or\n                 counterfeit coin resembling, or apparently intended to\n                 resemble or pass for any current coin, knowing the same\n                 to be false or counterfeit, shall be guilty of felony, and\n4211%9\n3rd Sch.         being convicted thereof, shall be liable, to be imprisoned\n                 for any term not exceeding fourteen years, with or without\n                 hard labour.\nExporting           9. Whosoever, without lawful authority or excuse (the\ncounterfeit\ncorn.            proof whereof shall lie on the party accused) shall export,\n                 or put on board any ship, vessel or boat, for the purpose of\n                 being exported from Jamaica, any false or cout~rkitcoin\n                 resembling, or apparently intended to resemble M pass for\n                 any current coin, knowing the same to be false QT counter-\n                       lThe inclusion of this page is authurizd by L.N. 480/1973]\n                      COINAGE OFFENCES                                             7\nfeit, shall be guilty of a felony, and, being convicted thereof,\nshall be liable, to be imprisoned for any term not exceeding 42/1%9\n                                                                 3rd Sch.\nfourteen years, with or without hard labour."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Buying or selling, etc., counterfeit gold or silver coin for a lower\n      value than its denomination."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Whosoever shall tender, utter, or put off any false or Uttering\ncounterfeit coin, resembling or apparently intended to\nresemble or pass for any current gold or silver coin, knowing sfivercoin.\nthe same to be false or counterfeit, shall be guilty of a mis-\ndemeanour, and, being convicted thereof, shall be liable\nat the discretion of the court, to be imprisoned for any term\nnot exceeding one year, with or without hard labour."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Whosoever shall tender, utter, or put off any false or U*-\ncounterfeit coin, resembling or apparently intended to              zz-by\nresemble or pass for any current gold or silver coin, knowing of 9swsion\n                                                                 other\nthe same to be false or counterfeit, and shall, at the time oqmterfeit\n                                                                am,or\nof such tendering, uttering, or putting off, have in his fouowedby\ncustody or possession, besides the false or counterfeit coin :g$d\nso tendered, uttered, or put off, any other piece of false or\ncounterfeit coin, resembling or apparently intended to\nresemble or pass for any current gold or silver coin, or shall,\neither on the day of such tendering, uttering, or putting\noff, or within the space of ten days then next ensuing, tender,\nutter, or put off any false or counterfeit coin resembling,\nor apparently intended to resemble or pass for any current\ngold or silver coin, knowing the same to be false or counter-\nfeit, shall be guilty of a misdemeanour, and, being convicted\nthereof, shall be liable, at the discretion of the court, to be\nimprisoned for any term not exceeding two years, with or\nwithout hard labour."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Whosoever shall have in his custody or possession Having\n                                                              three or\nthree or more pieces of false or counterfeit coin resembling more pieces\nor apparently intended to resemble or pass for any current gi;;F-\ngold or silver coin, knowing the same to be false or counter- orsilyer\n                                                              mm ln\nfeit, and with intent to utter or put off the same or any of possession,\n                                                                    etc., with\n       P%e inclusion of this page is authorized by L.N. 480/1973]   intent, etc.\n8                                     COINAGE OFFENCES\n                them, shall be guilty of a misdemeanour, and, being con-\n421 1969        victed thereof, shall be liable, to be imprisoned for any term\n3rd Sch.        not exceeding three years, with or without hard labour.\nEvery             13. Whosoever, having been convicted of any such mis-\nsecond\noffence of      demeanour as is mentioned in section 10, 11 or 12, or of\nuttering,       any felony against this Act, shall afterwards commit any\netc., after a\nprevious\nconviction\n                of the misdemeanours in any of the said sections mentioned,\nshall be        shall be guilty of felony, and, being convicted thereof, shall\nfelony.\n4211969         be liable, to be imprisoned for life, with or without hard\n3rd Sch.        labour.\nUttering           14. Whosoever shall, with intent to defraud, tender, utter,\nfoo'eign\ncorn,           or put off as or for any current gold or silver coin, any coin\nmedals,etc.,    not being such current gold or silver coin, or any medal or\nas current\ncoin, with\nintent to\n                piece of metal, or mixed metals, resembling in size, figure,\ndefraud.        and colour the current coin as or for which the same shall\n                be so tendered, uttered, or put off, such coin, medal or piece\n                of metal, or mixed metals so tendered, uttered, or put off,\n                being of less value than the current coin as or for which the\n                same shall be so tendered, uttered, or put off, shall be guilty\n                of a misdemeanour, and being convicted thereof, shall be\n                liable, at the discretion of the court, to be imprisoned for\n                any term not exceeding one year, with or without hard\n                labour.\n                                        Copper Coin\nCounter-         15. Whosoever shall falsely make or counterfeit any Coin\nfeiting, etc., resembling, or apparently intended to resemble or pass for\ncopper coin.\n               any current copper coin; and whosoever without lawful\n               authority or excuse (the proof whereof shall lie on the party\n               accused) shall knowingly make or mend, or begin to proceed\n               to make or mend, or buy or sell, or have in his custody or\n               possession any instrument, tool, or engine adapted and\n               intended for the counterfeiting of any current copper coin,\n               or shall buy, sell, receive, pay, or put off, or offer to buy,\n                       m e inclusion of this page is authorized by L.N. 480/1973]\n                      COINAGE OFFENCES                                        9\nsell, receive, pay or put off any false or counterfeit coin\nresembling, or apparently intended to resemble or pass for\nany current copper coin, at or for a lower rate or value than\nthe same imports, or was apparently intended to import,\nshall be guilty of felony, and being convicted thereof, shall\nbe liable, to be imprisoned for any term not exceeding seven        ::ilzt.\nyears, with or without hard labour."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Every second offence of uttering, etc., after a previous conviction\n      shall be felony."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Uttering foreign coin, medals, etc., as current coin, with intent\n      to defraud.\n                            Copper Coin"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Whosoever shall tender, utter, or put off any false or Uttering\ncounterfeit coin resembling or apparently intended to coin.  base copper\nresemble or pass for any current copper coin, knowing the\nsame to be false or counterfeit, or shall have in his custody\nor possession three or more pieces of false or counterfeit\ncoin resembling or apparently intended to resemble or pass\nfor any current copper coin, knowing the same to be false\nor counterfeit, and with intent to utter or put off the same\nor any of them, shall be guilty of a misdemeanour, and,\nbeing convicted thereof, shall be liable, at the discretion of\nthe court, to be imprisoned for any term not exceeding one\nyear, with or without hard labour.\n                        Defacing the Coin"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Whosoever shall deface any current gold, silver, or Defacing\ncopper coin, by stamping thereon any names or words, the coin by\nwhether such coin shall or shall not be thereby diminished Z:in.\nor lightened, shall be guilty of a misdemeanour, and being\nconvicted thereof, shall be liable, at the discretion of the\ncourt, to be imprisoned for any term not exceeding one\nyear, with or without hard labour."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. No tender or payment in money made in any gold, Tenderof\nsilver, or copper coin so defaced by stamping, as is mentioned dcoin so\n                                                                 efaced not\nin section 17, or defaced by piercing, or in any other manner &$&nder.\nshall be allowed to be a legal tender; and whosoever shall\n       m e inclusion of this page is authorized by L.N. 480/1973]\n10                                COINAGE OFFENCES\n             tender, utter, or put off any coin SQ defaced shall, on\n             summary conviction thereof, be liable to a fine not exceed-\n             ing four dollars:\n               Provided, that it shall not be lawful for any person to\n             proceed for any such last-mentioned penalty without the\n             consent of Her Majesty’s Director of Public Prosecutions.\n                                     Coining Tools\nMaking,\nmending or      19. Whosoever, without lawful authority or excuse (the\nhaving       proof whereof shall lie on the party accused) shall know-\npossession\nof any\ncoining\n             ingly make or mend, or begin or proceed to make or mend,\ntools,       or buy or sell, or have in his custody or possession any\nfelony.\n             puncheon, counter-puncheon, matrix, stamp, die, pattern,\n             or mould, in or upon which there shall be made or impressed,\n             or which will make or impress, or which shall be adapted\n             and intended to make or impress the figure, stamp, or\n             apparent resemblance of both or either of the sides of any\n             current gold or silver coin, or any part or parts of both or\n             either of such sides; or shall make or mend, or begin or\n             proceed to make or mend, or shall buy or sell, or have in\n             his custody or possession any edger, edging, or other tool,\n             collar, instrument, or engine adapted and intended for the\n             marking of coin round the edges with letters, grainings, or\n             other marks or figures apparently resembling those on the\n             edges of any such coin as in this section aforesaid, knowing\n             the same to be so adapted and intended as aforesaid; or\n             shall make or mend, or begin or proceed to make or mend,\n             or shall buy or sell, or have in his custody or possession,\n             any press for coinage, or any cutting engine for cutting by\n             force of a screw or of any other contrivance, round blanks\n             out of gold, silver, or other metal or mixture of metals, or\n             any other machine, knowing such press to Be a press for\n             coinage, or knowing such engine or machine to have been\n             used, or to be intended to be used for, or in order to the\n             false making or counterfeiting of my such coin as in this\n                   me inclusion of this page is authorized by LN. 480/1973]\n                      COINAGE OFFENCES                                     11\nsection aforesaid, shall be guilty of felony, and, being con-\nvicted thereof, shall be liable, to be imprisoned €or life, with ::i1gl.\nor without hard labour.\n                        Other Matters"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Making, mending or having possession of any coining tools.\n          felony.\n                                Other Matters"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Where any coin shall be tendered as current gold or Coin\nsilver coin to any Government officer as such, who shall suspected\n                                                               diminished\nsuspect the same to be diminished otherwise than by reason- or counter-\nable wear, or to be counterfeit, it shall be lawful for such feitmaybe\n                                                               cut.\nofficer to cut, break, bend, or deface such coin; and if any\ncoin so cut, broken, bent, or defaced, shall appear to be\ndiminished otherwise than by reasonable wearing, or to be\ncounterfeit, the person tendering the same shall bear the\nloss thereof; but if the same shall be of due weight, and\nshall appear to be lawful coin, the officer cutting, breaking,\nbending or defacing the same is hereby required to receive\nthe same at the rate it was coined for; and if any dispute\nshall arise whether the coin so cut, broken, bent, or defaced\nbe diminished in manner aforesaid, or counterfeit, it shall\nbe heard and finally determined in a summary manner by\nany Justice who is hereby empowered to examine upon\noath as well the parties as any other person, in order to the\ndecision of such dispute."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. If any person shall find or discover in any place D.iscovery\nwhatever, or in the custody or possession of any person and  ofcount,+\n                                                                 seizure\nhaving the same without lawful authority or excuse, any fei;c$.ng\nfalse or counterfeit coin, resembling or apparently intended toois.\nto resemble or pass for any current gold or silver or copper\ncoin, or any instrument, tool, or engine whatsoever, adapted\nand intended for the counterfeiting of any such coin, or any\nfilings, or clippings, or any gold or silver bullion, or any\ngold or silver in dust, solution, or otherwise, which shall\nhave been produced or obtained by diminishing or lighten-\ning any current gold or silver coin, it shall be lawful for\n      (The inclusion of this page is authorized by L.N. 480/19731\n12                         COINAGE OFFENCES\n     the person so finding or discovering, and he is hereby\n     required to seize the same and to carry the same forthwith\n     before some Justice; and where it shall be proved, on the\n     oath of a credible witness before any Justice, that there is\n     reasonable cause to suspect that any person has been con-\n     cerned in counterfeiting current gold, silver, or copper coin,\n     or has in his custody or possession any such false or counter-\n     feit coin, or any instrument, tool, or engine whatsoever\n     adapted and intended for the making or counterfeiting of\n     any such coin, or any other machine used or intended to be\n     used for making or counterfeiting any such coin, or any\n     such filings, clippings, or bullion, or any such gold or silver\n     in dust, solution, or otherwise as aforesaid, it shall be law-\n     ful for any Justice, by warrant under his hand, to cause\n     any place whatsoever belonging to, or in the occupation,\n     or under the control of such suspected person to be searched,\n     either in the day or in the night; and if any such false or\n     counterfeit coin, or any such instrument, tool, or engine,\n     or any such machine, or any such slings, clippings, or\n     bullion, or any such gold or silver in dust, solution or other-\n     wise as aforesaid, shall be found in any place so searched,\n     to cause the same to be seized and carried forthwith before\n     some Justice; and whensoever any such false or counterfeit\n     coin, or any such instrument, tool, or engine, or any such\n     machine, or any such filings, clippings, or bullion, or any\n     such gold, or silver in dust, solution, or otherwise as afore-\n     said, shall in any case whatsoever be seized and carried\n     before a Justice, he shall, if necessary, cause the same to be\n     secured for the purpose of being produced in evidence\n     against any person who may be prosecuted for any offence\n     against this Act; and all such false and counterfeit coin,\n     and all instruments, tools and engines adapted and intended\n     for the making or counterfeiting of coin, and all such\n     machines, and all such filings, clippings, and bullion, and\n     all such gold and silver in dust, solution, or otherwise as\n     aforesaid, after they shall have been produced in evidence,\n                      COINAGE OFFENCES                                   13\n                                                                    s\nor when they shall have been seized, and shall not be required\nto be produced in evidence, shall forthwith be delivered up\nto the Crown Solicitor, or any person authorized by the\nMinister to receive the same."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Where any person shall tender, utter, or put off any Venue.\nfalse or counterfeit coin in one parish or jurisdiction, and\nshall also tender, utter, or put off any other false or counter-\nfeit coin in- any other parish or jurisdiction, either on the\nday of such first-mentioned tendering, uttering, or putting\noff, or within the space of ten days next ensuing, or where\ntwo or more persons, acting in concert in different parishes\nor jurisdictions shall commit any offence against this Act,\nevery such offender may be dealt with, indicted, tried, and\npunished, and the offence laid and charged to have been\ncommitted in any one of the said parishes or jurisdiction,\nin the same manner in all respects as if the offence had been\nactually and wholly committed within such one parish or\njurisdiction."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every offence of falsely making or counterfeiting any Wherethe\n                                                                counter-\ncoin, or buying, selling, receiving, paying, tendering, utter- feitin coin\ning, or putting off, or of offering to buy, sell, receive, pay, z $ l e .\nutter, or put off any false or counterfeit coin against the\nprovisions of this Act shall be deemed to be complete,\nalthough the coin so made or counterfeited, or bought, sold,\nreceived, paid, tendered, uttered, or put off, or offered to be\nbought, sold, received, paid, uttered, or put off shall not be\nin a fit state to be uttered, or the counterfeiting thereof\nshall not be finished or perfected."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. It shall be lawful for any person whatsoever to ~nyperson\napprehend any person who shall be found committing any hendmy may appre-\nindictable offence against this Act, and to convey or deliver mittingcom-\n                                                              person\n                                                                      any\nhim to some constable, in order to his being conveyed, as indictable\n                                                              offence.\nsoon as reasonably may be, before a Justice or some other\nproper officer, to be dealt with according to law.\n14                                   COINAGE OFFENCES\nNo cer-           25. No summary conviction under this Act shall be\ntiorari, etc.\n                quashed for want of form, or be removed by certiorari into\n                the Supreme Court, and no warrant of commitment shall be\n                held void by reason of any defect therein, provided it be\n                therein alleged that the party has been convicted, and there\n                be a valid conviction to sustain the same.\nPunishment        26. In the case of every felony punishable under this Act\nof principal\nin the          every principal in the second degree, and every accessory\nsecond          before the fact, shall be punishable in the same manner as\ndegree, and\naccessories.    the principal in the first degree is by this Act punishable;\n                and every accessory after the fact to any felony punishable\n                under this Act, shall be liable to be imprisoned for any term\n                not exceeding two years, with or without hard labour.\nFine and          27. Whenever any person shall be convicted of any\nsureties for\nkeeping the     indictable misdemeanour punishable under this Act, the\npeace, 111      court may, if it shall think fit, in addition to, or in lieu of\nwhat cases.\n                any of the punishments by this Act authorized, fine the\n                offender, and require him to enter into his own recogniz-\n                ances, and to find sureties, both or either for keeping the\n                peace, and being of good behaviour; and in case of any\n                felony punishable under this Act, the court may, if it shall\n                think fit, require the offender to enter into his own\n                recognizances, and to find sureties both or either for keeping\n                the peace, in addition to any punishment by this Act\n                authorized :\n                   Provided that no person shall be imprisoned under this\n                section for not finding sureties for any period exceeding\n                one year.\n                                                                                   c.\n                      [Tbe inclusion of this page is authorized by LN. 480/1973]\n                                                                                   i"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Fine and sureties for keeping the peace. in what cases.\n         [The inclusion of. this page is authorized by L.N. 480/1973]\n                      COINAGE OFFENCES                                                   3\n                                                                             Cap. 65.\n           THE COINAGE OFFENCES ACT                                                L.W\n                                                                           24 of 1955.\n                                                                               Act\n                                                                           42 of 1 9 0\n                                                      [Is? July, 1872.1     3rd"
    }
  ],
  "definitions": []
}