{
  "id": "jm-stat-the-conch-export-levy-act",
  "type": "statute",
  "title": "The Conch (Export Levy) Act",
  "title_en": "The Conch (Export Levy) Act",
  "short_name": "Conch (Export Levy) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-conch-export-levy-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-conch-export-levy-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The board shall consist of-\n                                                                                         II\nof the Board.                                                                            I\n                    (a) the Permanent Secretary in the Ministry {esponsible for\n                        Agriculture or his nominee;              1\n                   (b) the Director of Fisheries;\n                                                                                         1\n                   (c) the Director of Veterinary Services or his nominee;\n                   (d) the Financial Secretary or his nominee;\n                                                                                         II\n                                                                                                     *\n                                                                                             I\n                   (e) the Chairman of the Fisheries Advisory Board; and\n                   V) four other persons appointed by the Minster, subject'to the approval\n                       of cabinet.\nRemmmtian     2. There shall be paid to the members of the Board such remuneration,\nof members. whether by way d h o n ~ a a i m salary\n                                             ,      or fees, and such allgwances as may\n                be determined by the Minister responsible for the public service.\n                                                                                                 I\n                               J'lbe iaddola of tblp page is eutBorDrod by LN. 123/20111\n                                                                                                 I"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-                          I n       v\n                                                                                     tion.\n      \"Board\" means the Board established under section 10(1)\n         and charged with the responsibility of administering the\n         Fisheries Management and Development Fund;\n      \"Commissioner\". means the Commissioner of Taxpayer\n         Audit and Assessment;\n      \"conch\" means all species of the family Strombidae and\n          Genus Strombus;\n      \"conch season\" means any period outside of a period\n          declared by the Minister under the Fishing Industry Act\n          to be a close season for conch fishing, during which\n          fishing, offering for sale, trading, exporting, importing\n          or possession of conch is allowed;\n      \"export health certificate\" means an export health certificate\n          issued pursuant to the Aquaculture, Inland and Marine\n          Products and By-Products (Inspection, Licensing and\n          fiport) Act;\n      \"export licence\" means an export licence issued pursuant to\n          the Aquaculture, Inland and Marine Products and\n          By-Products (Inspedion, Licensing and Export)\n          Act;\n       \"Fund\" means the Fisheries Management and Development\n          Fund established by section 9;\n               1%   h l d d o n of tbb paw if rutborired by LS. 123R0111\n                         .\n4                                       COACH (EXPORT LE VY)\n                   'Vevy\" means the levy imposed under section 3 of this Act;\n                                                                                       i\n                       and                                    I\n                                                              I\n                   \"Veterinary Services Division\" means the 4eterinary Ser-\n                      vices Division of the Ministry with redponsibility for\n                      agriculture.\nLevy on conch\n                                           BART 11. Conch Levy"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Notwithstanding anything in any &her law or enact-\n                                                                                      I\nexport.\n                ment or in any agreement to the contrary, a perso$ who proposes\n                to export or who exports conch (hereinafter called an \"export-\n                ter\") shall pay to the Veterinary Services ~ivisioda levy-\n                                                                                      I    5\n                    ((I) of seventy-five cents in the currency o f the United\n                        States of America, or the equivalent in Jamaican cur-\n                        rency, per pound of conch exported during the 2009\n                        conch season;\n                    (b) until any further provision is made uhder paragraph\n                        (c)(i), of one dollar in the currency of the United States\n                        of America, or the equivalent in ~ a m a i c 4currency, per\n                        pound of conch exported during the 2019 conch season;\n                        and\n                                                                                   I\n                   (c) for-\n                              (i) the 2010 conch season, at any furtker rate as\n                                                                                  I\n                                  may be prescribed;            i\n                              (ii) any subsequent conch season, kt a rate to be\n                                   prescribed,\n                        from time to time by the Minister, by order, subject to\n                        afimative resolution of the House of ~d~resentatives.\n                                                                                  I\n                       (2) An exporter shall pay the levy on eakh occasion that\n                he applies for an export health certificate and edport licence for\n                a consignment of conch.\n                                                                                  I\nRebate.           4. Subject to section 14(2), an exporter who exports less\n                conch than the amount approved for any consighment pursuant\n                                lThe inclusion of chis page is authorized by LN. IUnOlll\n      to the relevant export health certificate and export licence, is\n      entitled to a rebate.                               1\n        ยง.+I) An exporter shall, in respect ofithe levy payable by Exponeas to\n      him, keep such books, records. and accounts as may be keep records.\n      prescribed or as may be directed in writing by the Cornis-\n      sioner.\n{'a          (2) An exporter shall permit a person authorized in\n      writing by the Commissioner t o -\n          (a) enter any premises on which any books, records or\n              accounts required under subsection (1) are kept; and\n          (b) inspect and make copies of entries in those books,\n              records and accounts.\n             (3) An exporter who fails to comply with this section\n      cornits an offence and is liable on sumfnary conviction in a\n      Resident Magistrate's Court to a fine not exceeding Five\n      Hundred Thousand Dollars."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If there is any doubt as to the amount of levy payable by Assessment\n      any exporter, the Commissioner shall, after consultation with\n      the Director of the Veterinary Services Division, make an doubt.\n      assessment of the levy to be paid by the exporter and shall notify\n                                                                I\n      the exporter accordingly."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.+1) If an exporter objects to an assessment made under Objectionto\n      section 6, he may, within thirty days of receipt of the notice of \"\"Sfflmt.\n      assessment, serve on the Commissioner a notice of objection, in\n      duplicate.\n             (2) A notice of objection shall set out the reasons for the\n      objection and all relevant facts.\n'a\n                                                  I\n             (3) The Commissioner shall, upon receipt of the notice\n      of objection, reconsider the assessment and vacate, confirm, or\n      vary the assessment and, thereafter, notify the exporter of his\n      decision.\n             (4) If an exporter is dissatisfied with the Comissioner's\n      decision made under subsection (3), he may, within thirty days\n                   lThe Inclusion of thin p g e is authorized by L.N. IZ%ROII[\n                                    CONCH (EXPORT LEW)                      I\n              of receipt of notice of the Commissioner's decision, appeal to\n              the Taxpayer Appeals Department in respect of the decision.\n                    ( 5 ) If an exporter is dissatisfied with the decision of the\n              Taxpayer Appeals Department, h e may appeal to the Revenue\n              Cow-t in respect of the decision, within thirty days of\n              rscipt of notice of the decision of the ~ a x d a ~ eAppeals\n                                                                    r\n              Department.\n                           BART 111. Fisheries Management                           0\n                                    Development Fund                         1"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) In this Part, any reference to the fishekes sector is a\n              reference to-                                          i\n                   ( a ) all persons, equipment and activities involved in the\n                         cultivation, farming or harvesting of fish;l and\n                  (b) the management, conservation and devel\n                      and fish products.\n                     (2) In this section-\n                                                               I\n                   \"fish\" means any aquatic plant or animal, whether piscine\n                       or not, and includes any mollusc, crustacean, coral,\n                       sponge, holothurian or other echinodeb reptile or\n                       marine mammal, its eggs and juvenile stages;\n                   \"fish products\" includes products that are related t o the\n                       culturing, harvesting, fishing, storing, transporting,\n                       processing, packaging, sale, trade, eyport, import,\n                       marketing OHdistribution of fish.\nFiolheriies     9 . 4 1 ) There is hereby established for the pdrposes of this\nM m m t\nand           Act, a fund to be h o r n as the Fisheries Mahagement and\nWwelqmnl      Development Fund.\nFund.\n                      (2) The resources of the Fund shall be used to facilitate     0\n              the sustainable management and development df the fisheries\n              sector.                                           I\n                     (3) The resources of the Fund shall c o m p r i k\n                  ( a ) all the funds derived from the p 8 p e c t of the levy;\n                           lTbt indmsion of this page b rutbodred by LN. IDnOlll\n                        CONCH (EXPORTLEVY)\n       (b) moneys earned by or arising fiom investments made or\n           other income derived fiom the ass'ets of the Fund;\n       (c) such other sums as may, fiom time to time, be received\n           and accepted on behalf of the Fund; md\n                                                        I\n,/\".\n       (4 such moneys as may, from time to time, be placed at\n           the disposition of the Fund by Par!iament.\n         (4) The resources of the Fund, save in so far as they\n may be invested or utilized pursuant to this Act, shall be held by\n the Bank of Jamaica or my bank spprolrech by the Board in\n which public funds may lawfilly be deposited."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) The Fund shall be administered by a Board (the Bomdof\n                                                                    Management\n composition of which is specified in the ~dhedule)appointed by ofFund.\n the Minister, with the approval of the Cabinet.        I\n                                                                    Schedule.\n          (2) Subject to the provisions of the Schedule, the Board\n shall regulate its own procedure.            I\n                                                        I\n         (3) The Board shdl prepare accounts of the Fund in\n such form, in such manner, md at such times, as the Minister\n with responsibility for finance may direct and shall submit them\n to the Auditor-Geneml to be audited.\n        (4) The Auditor-General shall *mine and certify\n every account referred to in subsection (3) and report thereon to\n the House of Representatives.\n                                            iI\n                     PARTIV.Miscdane~fy"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. An exporter who fails to pay the Ievy cswuapits an offence offa=.\n md is liable on summasy conviction in a Resident Magistrate's\n Court to a fine equivalent to five times thk value of the unpaid\n amount of the levy or three million d o l l m ~whichever is greater,\n and, in default of payment, ts imprisonment for a term not\n exceeding twelve months."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Without limiting the effect of sytion 11, if any sum Civil\n payable as a levy is not paid, that sum may be recovered recOvw.\n summarily by the Commissioner, without limit as to mount, as\n a civil debt in a Resident Magistrate's Court, at the suit s f the\n Attorney-General.\n               lfbc h c b b n 01 tbb pa@ b rolthorhcd by LN. 1ZNZO11[\nPower of          13. The Minister may, by order, subject tb afirmative\nMinister to\nvary penalty.   resolution, vary any monetary penalty imposeh under this\n                Act.\nRegulations.      14.--( 1) The Minister may make regulations genedly for            /\n                the better carrying out of the purposes of this Act.\n                                                                                     i\n                                                                            (I),\n                        (2) Without prejudice to the generality of ~'~bsection\n                the Minister may, subject to affimative resolution, make\n                regulations to provide for a rebate if an expo& exports leu\n                than the amount approved pursuant to the relevant1export health\n                certificate and export licence for the consignment.\nConstitution\n                                         Board of Management of Fund"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Regulations.\n                   me i d m b o of thb p g c ia rutbohed.by LN. ISUSO11J\n                         CONCH ( W O R T LEVY)\n              THE CONCH (EXPORT LEVY) ACT\n                                                                  [lst Mey, 2009.]\n                           PART I . Preliminary\ndo   1. This Act may be cited as the Conch (Export Levy) Act.                        short title."
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the Board established under section 10(1)",
      "source_provision": "sec2"
    },
    {
      "term": "conch",
      "definition": "all species of the family Strombidae and",
      "source_provision": "sec2"
    },
    {
      "term": "conch season",
      "definition": "any period outside of a period",
      "source_provision": "sec2"
    },
    {
      "term": "export health certificate",
      "definition": "an export health certificate",
      "source_provision": "sec2"
    },
    {
      "term": "export licence",
      "definition": "an export licence issued pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "Fund",
      "definition": "the Fisheries Management and Development",
      "source_provision": "sec2"
    },
    {
      "term": "Veterinary Services Division",
      "definition": "the 4eterinary Ser-",
      "source_provision": "sec2"
    },
    {
      "term": "fish",
      "definition": "any aquatic plant or animal, whether piscine",
      "source_provision": "sec8"
    }
  ]
}