{
  "id": "jm-stat-the-constables-district-act",
  "type": "statute",
  "title": "The Constables (District) Act",
  "title_en": "The Constables (District) Act",
  "short_name": "Constables (District) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-constables-district-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-constables-district-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) The Commissioner of Police may, with the A r p 'intment\n                                                             o district\nsanction of the Governor-General, appoint in any parish, cpnstabim.\nsuch number of persons as he may think necessary, being\nhouseholders resident in such parish, to be district con-\nstables, whose power and authority under this Act shall\nextend to all parts of the Island.\n        (2) The Commissioner may at any time remove any\ndistrict constable so appointed and appoint some other\nresident householder in his place.\n        (3) Where, in the opinion of the Commissioner, cir-\ncumstances so require it, a district constable may be trans-\nferred from the parish in which he is appointed to any\nother parish for such period, not exceeding at any one time\ntwo weeks, as the Commissioner may direct.\n        (4) The whole body of district constables shall be\nknown as the Rural Police."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 .41) The Minister may make regulations generally for Regulatiom\ncarrying out the provisions of this Act.\n       (2) Regulations made under subsection (1) may, with-\nout prejudice to the generality of such power, make provi-\nsion for-\n     (a) the training, discipline and efficiency of the Rural\n          Police;\n     (b) the duties of the Rural Police;\n4                                CONSTABLES (DISfzRICT)\n                  (c) the rank, precedence and command, inter se, of the\n                       members of the Rural Police;\n                  (4 the rates of pay of the various ranks of the Rural\n                      Police; and\n                  (e) the payment of allowances at specified rates to\n                       members of the Rural Police in respect of special\n                       duties or upon special occasions or in special cir-\n                       cumstances as may be prescribed.\nPower of        4. Every district constable shall have throughout the\ndistrict\nconstables.   Island all the powers of constables, and shall exercise his\n              office at all times when required to do so by any Justice,\n              or any officer of Constabulary to whom such district con-\n              stable is by this Act made subordinate, and also, whenever\n              in his judgment the public safety or welfare, or the ends of\n              justice demand it."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every district constable shall be subject to the orders\nSubordina-\ntion of       of the Commissioner of Police and the officers and sub-\ndistrict\nconstables.   officers of the Constabulary Force, and the district for which\n              any district constable is appointed, shall be attached to a\n              constabulary station. Any district constable, whether\n              belonging to such district, or temporarily on duty therein,\n              shall be subject to the orders of the sub-officer of Constabu-\n              lary in charge of such station.\nPowers in        6. In the case of any crime occurring in the district, the\ncase of\ncnmes.        district constable shall make an enquiry into the circw-\n              stances, and shall immediately send notice of the Occurrence\n              to the constabulary station to which he is attached, and if\n              he shall suspect that any stolen property is concealed in the\n              house, premises, or land, occupied by any person who has\n              ever been convicted of larceny, or of knowingly receiving\n              stolen goods, he shall have power, without a search warrant,\n              to enter upon and search such house, premises and lands;\n              and if the result of his enquiry or his search, shall be to\n                      me inclusion of this page is authorized by L.N. 68/1978]\n                      CONSTABLES (DISTRICT)                                 5\n give him good reason to suspect that any person has com-\n mitted the crime, or been accessory thereto before or\n after the fact, he shall have power to take such person to\n the nearest Justice to be committed, held to bail, or dis-\nvcharged, or to the nearest constabulary station, to be brought\n before a Justice."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. When such district constable shall suspect that any Searchfor\n stolen property is concealed in any house, premises, or lands stolen\n                                                                property.\n occupied by any person who has not been convicted as\n aforesaid, he shall apply to a Justice who, on being satisfied\n from the information he shall obtain from such district\n constable, or from any other person, of the reasonableness\n of such application, and that the suspicion is such as to\n justify a search warrant being issued, may issue his warrant,\n directed to any constable, authorizing such constable to\n make immediate search on the premises of the person sus-\n pected; and for the purposes of this Act, any Justice of\n any parish of this Island shall have jurisdiction to issue\n such warrant to be executed in the parish over which he is\n a Justice, or in any adjoining parish."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. If any district constable shall be guilty of any neglect Neglector\n or violation of duty in his office,he shall be liable to a h e violation\n                                                                of duty.\n not exceeding forty cents for every such offence, which\n may be inflicted after due enquiry by the Superintendent, e n q u ~ .\n Deputy Superintendent or Assistant Superintendent of the\n Constabulary Force in charge of the parish in which such\n district constable was doing duty at the time of the com-\n mitting of such neglect or violation of duty, or to a fine not\n                                                                421 1969\n exceeding one dollar for every such offence, which may be 3rd Sch.\n inflicted by the Commissioner of Police after due enquiry\n held by him:\n   Provided that any fine inflicted by a Superintendent,\n Deputy Superintendent or Assistant Superintendent, shall\n be subject to appeal to the Commissioner, and any such fine\n        me inclusion of this page is authorized by L.N. 480/1973]\n6                                CONSTABLES (DISTRICT)\n              as aforesaid, shall be deducted from any pay that may be\n              due, or may afterwards become due to such district\n              constable.\nProsccution     9. A n y district constable who may be charged with any\nbefore\nResident      neglect or violation of his duty, or with acting unlawfully\nMagistrate.\n              or oppressively in the performance of such duty, for which,\n              in the opinion of the Commissioner of Police, the penalty\n              set forth in the previous section would be insufficient, may\n              be brought by order of the Commissioner of Police before\n              the Resident Magistrate of the parish in which such district\n              constable was doing duty at the time at which the offence\n              with which he is charged was committed to be dealt with\n              summarily by him; and on conviction may be sentenced to\n              pay a fine not exceeding four dollars, and in default of\n              payment thereof, to imprisonment, with or without hard\n              labour, for a period not exceeding one month; and any\n              district constable charged in the manner above stated, with\n              using or threatening to use the power vested in him by this\n              Act for the purpose of extortion, may be dealt with sum-\n              marily by a Resident Magistrate, and on conviction may be\n              sentenced to a fine not exceeding ten dollars, or to imprison-\n              ment, with or without hard labour, for a period not exceed-\n              ing three months.\nFines            10. All fines and penalties imposed on any district con-\n“District\nConstables    stable under this Act shall be paid to the Accountant-\nFund“.        General, and shall be carried to a fund called the “District\n              Constables Fund”, to be devoted to the payment of such\n              rewards or gratuities to district constables, as the Minister\n              may from time to time direct.\nOath, badge     11. Every district constable, before acting under his\nand baton.\nSchedule.     appointment, shall take an oath in the form in the Schedule.\n              Every district constable shall receive a badge and baton; and\n              his appointment to be a district constable shall be published\n              in the Gazette.\n                    [The inclusion of thic page is authorized by LN. 480/1973]\n                     CONSTABLES (DISTRICT)                                    7"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any district constable desiring to resign his Office in Resignation\nthe Rural Police, shall give one month’s notice of his inten- ~~~i~~~~\ntion to do so, to the chief officer of Constabulary Force of constable.\nthe parish in which his district is situated, and on the\nresignation or removal of any district constable, he shall\nwithin ten days deliver over to such chief officer of Con-\nstabulary, at such place as such chief officer may appoint,\nany badge, or baton, which he may hold in virtue of his\noffice,otherwise he shall be liable to a fine not exceeding\ntwo dollars to be recovered summarily before the Resident\nMagistrate of the parish, and, on the death of any district\nconstable, his wife, next of kin, representative, or any other\nperson in possession of his badge, or baton, shall deliver\nover the same in like manner."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. If any person shall have in his possession any badge, Unlawful\n                                                                ssession of\nor baton, or other article furnished for the use of a district adge, etc.,\nconstable, and shall not satisfactorily account for his pos- ~ ~ ~ m o m -\nsession thereof, or if any person shall falsely answer the gg;&c.\nname of, or act as, or personate a district constable, he shall\nbe liable on conviction before a Resident Magistrate, in\naddition to any other punishment to which he shall have\nsubjected himself, to a penalty not exceeding twenty dollars\nor to imprisonment, with or without hard labour, for a\nperiod not exceeding six months."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Every district constable shall have the like protection, bgdpro-\nrights and privileges, in case of, and before the commence- andassault\n                                                                tection of,\n                                                                on district\nment of any action or proceedings at law against him, as aonstables.\na constable at Common Law, or under any enactment now\nor hereafter to be in force in this Island, is, or may be\nentitled to claim: And assaulting or obstructing a district\nconstable in the execution of his duty, shall be punishable\nas assaulting or obstructing a constable in the execution of\nhis duty is, or may be punishable.\n         P’he indusion of this page is authorized by L.N. 68/1978]\n8                                  CONSTABLES (DISTRICT)\nRoll of         15. The Commissioner of Police shall keep a roll of all\ndistrict\nconstables.   the district constables appointed under this Act, and the\n              Superintendent of Constabulary of every parish for which\n              district constables are appointed, shall keep a roll of all the\n              district constables in his parish, and copies of such rolls\n              shall be made out and delivered by the Superintendent of\n              Constabulary to the Clerk of the Courts of such parish, and\n              a copy of such roll shall be stuck up in each Court House;\n              and every district constable shall report himself personally,\n              at least once a month, to the officer or sub-officer in charge\n              of the constabulary station to which he is attached.\nSpecial          16.41) It shall be lawful for the Custos of any parish, or,\ndistrict\nconstables.   in the absence of the Custos, the senior Justice of the Peace\n2511977\nS.2 (a).      for that parish, or the Mayor of that parish town or the\n              Chairman of that Parish Council, on the application of any\n              person or persons showing the necessity thereof, to call\n              upon the chief officerof Constabulary of such parish to\n              appoint, and have sworn in, any additional number of\n              persons to be special district constables, to be stationed at\n              any place within the parish to be designated by such chief\n              officer, at the charge of the person or persons by whom\n              the application shall be made, or, if the Minister so direct\n              at the public charge; and such special district constables\n              shall have, and exercise, all the powers and privileges, and\n              shall perform all the duties of, and shall be subject to the\n              same penalties and punishments as other district constables\n              under this Act, and shall be subordinate to, and subject to\n              the orders of all officers and sub-officers of constabulary\n              and assaulting or obstructing a special district constable in\n              the execution of his duty, shall be punishable as assaulting\n              or obstructing a constable in the execution of his duty, is,\n              or may be punishable.\n91 1960\ns.2 (4.              (2) The person on whose demand any special district\n2511977       constable is appointed shall, as early as practicable, report\nS.2.(b).\n                         CONSTABLES (DBTRICT)                                           9\n    such appointment to the Minister and obtain his sanction\n    for the continuance in employment of such special district\n    constable.\n            (3) The person on whose application any special 9/1960\n    district constable is appointed may, by giving ten days S.2(4.      3\n    notice in writing to the officer of the Constabulary Force in\n    charge of the parish, require that the appointment of such\n    special district constable be discontinued, and at the\n    expiration of such notice the services of such special district\n    constable shall be discontinued.\n            (4) The Minister may at any time terminate the       . ; ; ; !Sg\n    employment of any special district constable."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. It shall be lawful for the Commissioner of Police, puwubulary\n    with the sanction of the Governor-General, in cases of dutiesin\n                                                                  caaea of\n    emergency, to call on the district constables, or any portion -rgencY.\n    of the district constables in any parish, to undertake, for\n    such time as they may be required to do so, regular duties\n    similar to those generally performed by the Constabulary."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. A district constable shall be exempt from the payment Exemption\n    of any tax or duty upon one horse or one bicycle, so long as from\n                                                                    ment mY-\n                                                                         of tax\n    he continues to be a district constable, and so long also as he On\n    possesses a certificate signed by the Commissioner to the\n    effect that it is in the public interest that such constable\n    should have such exemption, and that he owns a horse or\n    bicycle, as the case may be, which has been approved, and\n    which is always available to, and is used by him for the\n    performance of his public duties.\nt     19. The Commissioner may revoke the said certificate Revocation\n                                                                            of artificate\n    at any time, whereupon such constable shall, from the date ofcR-\n    of such revocation, be liable to pay any tax or duty leviable emption*\n    upon horses or bicycles as the case may be.\n             me inclusion of this page is authorized by L.N. 68/1978]\n10                                  CONSTABLES (DZSTRZCn\n(Section 11)                                 SCHEDULE\n                                           FORM OF OATH\n                 I. A.B., do swear, that I will well and truly serve Her Majesty the\n42/1969        Queen as a district constable under the Constables (District) Act. as\n3rd            a constable generally.\n                 So help me God.\n                 Sworn before me, this               day of                  s 19\n                                                      C.D.,\n                                                             Justice of the Peace.\n                        me inclusion of thin page is authorized by L.N. 68119781\n                                       .       ."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Revocation of certificate of exemption.\n                    CONSTABLES (DZSTRZCQ                                          3\n                                                                     Cap. 70.\n         THE CONSTABLES (DISTRICT) ACT                                 LnW\n                                                                     9 of 1960.\n                                                                       Acts"
    }
  ],
  "definitions": []
}