{
  "id": "jm-stat-the-constables-special-act",
  "type": "statute",
  "title": "The Constables (Special) Act",
  "title_en": "The Constables (Special) Act",
  "short_name": "Constables (Special) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-constables-special-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-constables-special-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(1) Subject to paragraph (2), the Special Sergeants’ Branch Board\nspedal         in any diyision shall consist of three members.\n&rgcants’\nBranch\nBoard.                  (2) Where the number of Special Sergeants in any division\n               exceeds five, the membership of the Branch Board for that rank in\n               that division shall be increased by one member for each additional five\n               members of that rank in that division.\nSpecial      6.-(l) Subject to paragraph (2). the Special Corporals’ Branch\n~ r p o ~ Board\n           ’      in each division shall consist of three members.\nBranch\nBoard.                (2) Where the number of Special Corporals in any division\n               excceds five, the membership of the Branch Board for that rank in that\n               division shall be increased by one member for each additional Eve\n               members of that rank in that division.\nspacial       7 . 4 1 ) Subject to paragraph (2), the Special Constables’ Branch\nConstables’ Board in each division shall consist of five memlbers.\nBranch\nBoard.              (2) Where the number of Special Constables in any division\n            exceeds thirty, the membership of the Branch Board for that rank in\n               that division shall be increased by one member for each additional fifty\n               members of that rank in that division.\nRight to            8. Subject to rules 5 (2), 6 (2) and 7 (2)-\nwte.                   (U) every Special Inspector shall have the right to vote at the\n                           election of the Branch Board for Special Inspectors;\n               __               inclusion of this page is authorized by L.N. 37/1988]\n                                                     .\n                      CONSTABLES (SPEC1AL)                                           1.7\n    (b) every Special Sergeant and every Special Corporal shall,\n        respectively, have the right to vote at the election of the\n        Branch Board for each of those ranks for the division to which\n        the Special Sergeant or the Special Corporal belongs;\n    (c) every Special Constable shall have the right to vote at the\n        election of the Branch Board for Special Constables for the\n        division to which such Special Constable belongs."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. If any pcrson, being appointed a Parish Special M W o r\nConstable as aforesaid, and being called upon to serve, rrdpriruto\n                                                                 -or\nrefuses or neglects to serve, or to obey such lawful orders -,obqlawrd\nand directions as may be given to him for the performance\nof the duties of his office, he shall, for every such refusal or\nneglect, on being convicted thereof, be liable to forfeit a\npenalty not exceeding ten dollars, unless he proves to the\nsatisfaction of the court before which he is tried, that he\nwas prevented by sickness or such unavoidable accident as\nmay, in the opinion of the said court, be a sufficient excuse."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Justices who may have appointed special con-\nstables under this Part, are hereby empowered to suspend\nor determine the services of any or all of the Parish Special Wricord\nConstables so called out, and notice thereof shall forthwith\nbe transmitted to the Minister.\n  le. The appointment of every Parish Special Constable\nunder this Part shall be deemed to be determined upon mmt.\nthe expiration of thirty days next after the day upon which\nsuch Parish Special Constable is sworn in as a Parish\nSpecial Constable, so, however, that he may beagain\nappointed as a Parish Special Constable and sworn in in\nthe manner provided by this Act as if he had not previously\nbeen so appointed and sworn in."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Subject to rule 15, the members of each Board shall at the annual Delegates.\nmeeting elect a delegate or delegates to the Central Conference as\nhereinafter provided."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every Parish Special Constable shall, within oneM       %:\nweek after the expiration of his office, or after he ceases to @up\nhold and exercise the same pursuant to this Act, deliver %-      dots-\nover to his successor (if any such has been appointed), or\notherwise to such person, and at such time and place, as\nmay be directed by any Justice, or by the Superintendent of\n-            __-\n        me inalusion of this page is authorized by LN 17/19W\n6                             CONSTABLES (SPECZAL)\n             Police for the parish, every s t d , weapon, and other article\n             which may have been provided for such Parish Special\n             Constable; and if any such Parish Special Constable refuses\n             or omits to so do, he shall for such offence, on being con-\n             victed thereof, be liable to forfeit a penalty not exceeding\n             four dollars.\nPenalty for    12. Every person who assaults or resists a Parish Special\naaaaulting\nor resisting\n             Constable   appointed under this Part, whilst in the execution\nSpecial      of his office, or incites or encourages any other person to do\nConstabler\n             so, shall be liable, on summary conviction, to forfeit a\n             penalty not exceeding forty dollars, or to be imprisoned,\n             with or without hard labour, for any term not exceeding\n             six months.\nPayment of      13. Whenever any Parish Special Constable is called out,\nSpecial\nConstables.\n             or  employed on actual duty, he shall be paid for his trouble,\n             loss of time, and expenses from such sums as may from time\n             to time be voted by the House of Representatives, at and\n             after such rates as may from time to time be b e d by the\n             Minister.\nRwovery of      14. Penalties under this Part may be recovered sum-\npenaltiea    marily.\n                      PARTII.Island Special Constabulary Force\nInterpreta-     15. In this Part and in Parts III and IV-\ntion.\n 1411983\n             “Commissioner”      means the Commissioner of Poliw\ns. 2.        “Force” means the Island Special Constabulary Fora;\n 111988\ns. 2.        “Special Constable” unless the context otherwise requires\n                  includes officers, sub-officers and Special Constables\n                   appointed under this Part.\nConstitution     16. There is hereby constituted a permanent force of\nof Island\nSpecial Con-\n               Special Constabulary to be known as the Island Special\nrlabulary   Consta5ulary Force.\nForm.\nCampoaition"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A Branch Board may, in addition to submitting any Repmnta-\nrepresentation to the officer in charge of the Division in which the tioa\nBoard is constituted, submit it to the Commissioner of Police."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Central Conference of each rank shall be held twice Central\nin each year in the months of March and September.                 Confereoca\n       (2) The Minister may, after consultation with the Association.\nvary the dates specified in paragraph (1).\nshall consist of delegates elected by members of the Branch Boards of\ncorresponding rank of all divisions in the proportion of one delegate\n                                                                           $rgz"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.41) Except as otherwise provided in rule 15 each Conference clmstitutio~\nfor each three members of each Branch Board, so, however. that each\nBranch Board shall be represented by at least one delegate.\n       (2) Every delegate shall be a member of the Branch Board which\nhe represents."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Special Inspectors’ Branch Board shall be deemed to be the Gpeaal pro-\nSpecial Inspectors’ Conference.                                      vision for\n                                                                           LnSpeCtOrS."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The members of each Conference shall at the first Conference of     Gene\nthe year elect from amongst their number, two members to represent a-ttee-\nthem upon the Central Committee.\n          !The hdusion of this page is authorizad by L.N. 37/19881     -\n18                                  CONSTABLES (SPECIAL)\nRcpresm-      17. Each Central Conference or the Central Committee m a y submit\ntations by representations in writing to the Commissioner of Police and to the\nantra!     Minister and shall consider and report upon any matters referred to\nCommittee. them by the Commissioner of Police or the Minister and a copy of any\n           such representations or report, as the case may be, shall be sent to the\n           Chairman of the Police Service Commission.\nElections       18. All elections shall be by secret ballot.\nto be by\nballot.\nElector to      19. At any election under these Rules each elector may give one vote          ,\ngive only     and no more for each of any number of candidates not exceeding the          J\none vote to   number to be elwted.\n=Y\nCalldidate.\nB d         20. Subject to the provisions of these Rules, each Branch Board may\nBoards and make regulations as to the mode of election of the members of the\nCentral       Board and of the delegates to the Central Conference returned by the\noomrmttee     Board, and as to the filling of casual vacancies occurring amongst such\nto make re-   members and delegates, and the Central Committee may make\n*tiOl¶S\nfor eleo      regulations as to the mode of election of the members thereof by the\ntions.        Central Conference and as to the filling of casual vacancies occurring\n              amongst the members of the Committee: Provided that, in the case\n              of the first elections, regulations as to the elections shall, subject as\n              aforesaid, be made by the Minister.\nO5cen.           21. Each Branch Board, Central conference and the Central\n              Committee shall choose its Chairman and the Secretary from among\n              its own members.\n Chairman       22. The Chairman at any meeting of a Branch Board, Central\n to have      Conference or the Central Committee at which he is present shall have\n Cadthg       a second or casting vote.\n vote.\n @ewer of       23. Subject to the provisions of these Rules, every Branch Board,\n Bmch         central Conference or the Central Committee may regulate their own\n Boards,      procedure, including the appointment of committees or subcommittees:\n Coderenca    Provided that the first meeting of the several Boards, Conferences. and\n and Corn-    of the Committee, shall be convened in such manner, and the procedure\n mittee to\n regulate     to be followed thereat shall be such, as the Commissioner of Police may\n their own    direct.\n proadure.\n MCCtkgS.        24.-(1) Branch Boards may hold four quarter1 meeting$ (including\n              the annual meeting), each lasting one day. but a & t i d meetings for\n              any special purpose may be held with the consent of the Commissioner\n              of Police.\n                      (2) The half-yearly meetings of the Central Conferences shall\n              not last more than two days.\n                         TYI-cI-*-:c*' of this F*W is ailthnn'rd hv L.N. 37/1m]"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Force shall be under the command of the Com-\nof Force.   missioner and shall consist of so many officers, subkiffiicers\n                   CONSTABLES (SPECIAL)                                       7\nand Special Constables and shall be divided into such\ndivisions of so many officers, sub-officers and Special\nConstables as may be prescribed by the Minister."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. A Special Constable under this Part shall be enrolled Modeof\nin the form contained in the Second Schedule by the Com- enrolment.\n                                                            Second\nmissioner or any officer of the Jamaica Constabulary Force Schedule.\nnot below the rank of Assistant Superintendent."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Notwithstanding anything in Part I no person shall Enrolment\n                                                         in Force not\nbe compelled to become a member of the Island Special compulsory.\nConstabulary Force."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every Special Constable shall be engaged for a period Periodof\nof three years from the date of his enrolment as a Special service.\nConstable :\n  Provided that-\n     (a) a Special Constable may apply for his release\n          during his period of service;\n     (b) a Special Constable shah be released on attaining\n          the age of sixty years; and\n     (c) the Commissioner shall have power to release a\n          Special Constable from his engagement or to\n          determine such engagement at any time if any\n          Special Constable does not perform the duties\n         which he undertakes or is for any other reason\n          considered unsuitable."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Every Special Constable on being enrolled shall take h a r i n g\n                                                           in and form\nan oath in the form set out in the Third Schedule :        of oath.\n                                                                  Third\n                                                                  Schedule.\n  Provided, however, that any person having conscientious\nobjection to the taking of an oath may in lieu of the said\noath make a solemn declaration and affirmation to the same\neffect.\n-\n      me inclusion of this p-   is authorized by L.N. 480/1973]\n                                                                                  i\n    8                                  CONSTABLES (SPECIAL)\n    Powers,\n    authorities,"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Every Special Constable enrolled under this\n    privileges,    Part shall while on duty in the capacity of a Special Con-\n    immunities,\n    duties and     stable have, exercise and enjoy all the powers, authorities,\n    responsi-      privileges and immunities and shall perform all the duties\n    bilities of\n    Special\n    Constables.\n                   and have all the responsibilities of a constable of the\n    Assaulting     Jamaica Constabulary Force constituted under the Con-\n    or obstruct-\n    ing Special    stabulary Force Act; and assaulting or obstructing a Special\n    Constable.     Constable in the execution of his duty as a Special Constable            -\n                                                                                                    1\n                                                                                                         \\\n                   shall be punishable as assaulting or obstructing a constable             - J\n                   in the execution of his duty is or may be punishable.\n                             (2) A Special Constable shall be deemed to be on\nI                  duty in the capacity of a Special Constabl-\n                         (a) when what is, or appears to him to be, an offence\n                               punishable on indictment or summary conviction\n                               is committed in his presence;\n                         (b) while he is required by the Commissioner or an\n                               officer or sub-officer of the Jamaica Constabu-\n                               lary Force or of the Island Special Constabulary\n                               Force not below the rank of Sergeant fo be on duty;\n                         (c) when he is called out for service and while he is\n                               required to be on duty in accordance with any\n                               regulations made under section 23.\n    Regulation.      23.-( 1) The Minister may make regulations generally\nL                  for giving effect to the provisions of this part.\nA                           (2) Without prejudice to the generality of the power\n                   conferred by subsection (1) regulations made under that\n                   subsection may provide for-\n                         (a) the organization of the Force;\n                         (b) the establishment of differentranks and the prece-                  - - I       ,\n                              dence and command to be had or exercised by the\n                                                                                            -/\n                                                                                                         \\\n                              holders of such ranks;\n                         (c) the conditions of service, enrolment, promotion,\n                              demotion, resignation, dismissal or suspension of\n                              members of the Force;\n                                                                                        -\nt\n                       CONSTABLES (SPECIAL)                                                       13\n                            FIRST SCHEDULE                               (Section 2)\n       FORMOF APPOINTMENT OF PARISH SPECIAL CONSTABLE\nJAMAICA.\n  To                                             of\n  We, the undersigned                                 Justices of the Peace for\nthe parish of                      ,do under the power and authority\nin us vested by Part I of the Constables (Special) Act, hereby appoint\nyou to be Parish Special Constable for the parish of\n  Dated this                  day of                                      , 19            .\n                                          (signed)\n                                                        Justices of the Peme.\n                             SECOND\n                                  SCHEDULE                              (Section 18)\n             FORM\n                OF APPOINTMENT OF SPECIAL CONSTABLE\nJAMAICA.\n  To                                            of\n  I, the undmigned\n                                    (-1\nfor the parish of                  , do under the power and a u b r i t y\nin me vested by Part I1 of the Constables (Special)Act, hereby appoint\nyou to be a Special Constable in the Island Special Consbbulary Force.\n  Dated the                      day of                   , 19                        .\n                                      (Name).......................................\n                                      (Rank). .......................................\n                            THIRD SCHEDULE                 (Section 21)\n  IS                                     A.B.\ndo swear that I will well and truly serve Our Sovereign Lady the Queen\nas a Special Constable of the Island Special Constabulary Force. So\nhelp me God.\n           p h e inclusion Of this page is authorized by L.N. 37/1988]\n                                                                                              i\nN6                                     CONSTABLES (SPECIAL)\n1411983                                     FOURTH\n                                                 f%Xl3DULB                        (Section 26)\ns5\nAmd.                        The Jpecial Constabulary Force Association Rules\nL.N. 41Pl\n1987\nCOnStitU-           1. The Association shall consist of all members for the time being\niion of      of the Force below the rank of Assistant Commander and the\nAssociation. Association shall act through Branch Boards, Central Conferences and\n               a Central Committee as is hereinafter provided.\nBranch-          2.-(1)  The members of the Force below the rank of Special\nof the         Inspector stationed in any police division shall form a branch of the             ‘,   ,\nAssociation.   Association.\n                                                                                                  J\n                      (2) The Special Inspectors of the Force shall form a branch\n               of the Association.\nBranch           3.-(1)     In each division there shall be constituted three‘ B G c h\nBoards.        Boards, one for the Special Sergeants, one for the Special Corporals\n               and one for the Special Constables.\n                        (2) There shall be constituted a Branch Board for the Inspectors.\nSpecial          4. The Special Inspectors’ Branch Board shall consist of six members\nInspectors’\nBranch         who shall be elected by all the Special Inspectors.\nBoard."
    }
  ],
  "definitions": []
}