{
  "id": "jm-stat-the-constabulary-force-act",
  "type": "statute",
  "title": "The Constabulary Force Act",
  "title_en": "The Constabulary Force Act",
  "short_name": "Constabulary Force Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-constabulary-force-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-constabulary-force-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.\n          as may be approved by an officer designated the\n          Commissioner for that purpose;\n     (b) in any other           cured in such place as that\n         officer may approve pending determination of any\n         exami tion, invest&ation, trial or enquiry.\n         (2) W e r e the officer referred to in subsact;ion (1)\nhas reasonable grounds for believing that any artide behig\ndetained is of no evidential value in any criminal proceed-\nings arising from or in connection with a search, that o$cer\nshall forthwith retum the article to the owner or prmn in\npossession or the agent of such owner or person i~     posses-\nsion, and shall obtain from such owner, person iq possession\nor agent, as the case may be, a ‘keceipt for that article."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Governor-General to constitute Police Force and to appoint\n      Officers and Constables of the Force."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. No person of Force to hold other public employment without\n    consent of Governor-General."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. If any person, who shall be appointed to the Force,\nshall be dismissed fiom or cease to belong to the Force, all\npowers and authorities vested in him shall'immediately ht     FaCe.\ncease and determine; and every Sub-Officer or Constable\nshall, forthwith after he shall have been dismissed fiom or\ncease to belong to the Force, deliver over all and wery the\narms, ammunition and accoutrements, uniform and other\nappointments which may have been supplied to him for the\nexecution of his office to such person and at such time and\nplace as shall be directed by the Officer under whose 28/19\ncommand he was at the time of dismissal or ceasing to s.3.\nbelong totheForce;and every m n making d e h l t here-\nin shall, upon summary conviction thereoc be subject and\nliable to a penalty not exceeding twenty dollars, or\nimprisonment with or without hard labour for any period not\nexceeding six months, unless the penalty shall be woner paid;\nand it shallbe lawful for the Court or any Justice, toissue\na warrant to any Constable to search for and seize, to the\nuse of Her Majesty, all and eyefy the arms and\nammunition, accoutrements, uniforms and other appointments\nwhich shall not be so delivered over, wherever the same\nmay be found.\n                Duties and Powers of the Force"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The duties of the Police under this Act shall be to\nkeep watch by day and by night, to preserve the peace, to\ndetect crime, apprehend or summon before a Justice, persons\nfound committing any offence or whom they may reasonably\n10                                     CONSTABULARY FORCE\n                 suspect of having committed any offence, or who may be\n                 charged with having committed any offence, to serve and to\n                 execute all summonses, warrants, subpoenas, notices, and\n                 criminal processes issued from any Court of Criminal Justice\n                 or by any Justice in a criminal matter and to do and\n                 perform all the duties appertaining to the office of a\n                 Constable, but it shall not be lawful to employ any member of\n                 the Force in the service of any civil process, or in the\n                 levying of rents, rates or taxes for or on behalf of any private\n                 person or incorporated company.\nDuties of           14. Subject to the provisions of section\nOfficers.\n2811961\ns. 3.                 (a) an Officer shall have such com          and such duties\n                          as the Commissioner may direct;\n                      (b) an Officer or Sub-Officer who is             d t\n                          division or district may be charged-\n                              (i) with the general direction and superintendence\n                                  of the members of the Force posted in such\n                                  division or district; or\n                              (ii) with the direction and superintendence of the\n                                   members of the Force posted in any part of\n                                   such division or district assigned to him, so,\n                                   however, that he shall be subject to the\n                                   command and control of any other Officer or\n                                   Sub-Officer, as the case may require, charged\n                                   under sub-paragraph (i) with the general\n                                   direction and superintendence of such division\n                                   or district.\nMembers of          15 It shall be lawhl for any Constable, without warrant, to\nthe Police\nForce may        apprehend any person found committing any offence punish-\narrest without\nwarrant in\n                 able upon indictment or summary conviction and to take him\ncertain cases.\n                                [The inclusion of this p.8~U UDbOrirod by L.N. W20021\n                   CONSTABULARY FORCE                                        19\nto be paid their reasonable travelling expenses, by orde\nthe Court, as in cases of other witnesses attending to give\nevidence before Courts."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Members of the Police Force may arrest without warrant in\n    certain cases.\n  . Power of arrest under warrant."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Power to prevent congestion in thoroughfare.\n     me inclusion of this page is authorized by L.N. 480/1973]\n                    CONSTABULARY FORCE"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. If bail declined person must on request be taken before Justice.\n                              Discipline"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Minister to frame rules for the Force.\n                            Miscellaneous"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. When any member of the Force lays an information\nor makes a complaint against any person, any OfEcerl XZft    mMecutc in\nInspector or Sergeant of the Force may appear before the gyli%y\nResident Magistrate or Justices trying or enquiring into the 5. 3.\nmatter of the said information or complaint and shall have\nthe Same privileges as to addressing the said MagMrate or\nJustices and as to examining the witnesses adduced in the\nsaid matter as the member of the Force who laid the infor-\nmation or made the complaint would have had."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. There shall be attached to the Force a su&icnl Hotor\nnumber of motor vehicles, bicycles and homes to be used nhicles, IOrSes, etc.\nas the exigencies of the service shall require to be distributed\nthroughout the Island as the Commissions may direct."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Sub-OfEcers and coristables during their continuance ?xemption\nin office shall be exemptod from payment of taxes or duties Tom taxca.\nin respect of one horse or one bicycle upon the certificate\nof the officer in charge of the parish that the ,horse or u)/1%1"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. No appointment or proceeding                         ct shall 3xemption\n                                                                    From stamp\nbe subject to any stamp duty.                                        duty.\n                 Constabulary Reward Fund"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. N0tWi-g           an)thing oontained in the h        ?iaand\npretation Act or in any other emctment, aU fines and dElpaid tierto\n                                                                 to\npenalties imposed on any Sub-OBcer or Cunstable under the 4ccountant-\n                                                           3eneral.\nauthority of this Act or tules made th-            and all\npenalties and proportion of penalties and damages awarded\nto any Sub-OfEcer or Constable on any summary conviction\n       me indunion of tbia p.p is authorized by LN. 480/1973]\n20                             CONSTABULARY FORCE\n             as the prosecutor of any information or otherwise and all\n             seizure fees shall be paid immediately to the Accowtant-\n             General and shall be carried by the Accountant-General to\n             a separate account of the Constabulary Force Reward Fund\n             to be appropriated for the payment of such rewards or\n             gratuitous bounties or other like purpo s as the Minister\n             may from time to time award.\nTObe in-       41. All fines and penalties and proportions    penalties\nvested m\nWorLerS      and damages, on receipt thereof, shall be paid over by the\nMvings\nand Loan     Accountant-General to the Manager of the Workers Savings\nBank.        and Loan Bank,to be kept at intemt and with accumulations\n             as by law authori& and the said Manager shall keep an\n             account thereof under the name of “The Constabulary Forcc\n             Reward Fund” and he shall pay the same or any part. there-\n             of from time to time on the warrant of the Ahistcr to be\n             from time to time directed to him.\nInvestment      42. It shall be lawful for the Minister to direct the\nof exce89.\n             investment in any loan or public security, under the law\n             of t h i s Island, or Bank, of any amount being portion of\n             such Reward Fund as may have accumulated, or may from\n             time to time accumulate, in excess of the sum whereon by\n             law interest is allowed to be paid in the Workers Savings and\n             Loan Bank, and the principal and interest of every such\n             investment may be applied by the Minister in like manner\n             and for the like purposes as the Constabulary Force Reward\n             Fund is by t h i s Act in that behalf made applicable.\nPayment of     43. It shall be   ful for the Ahuntant-General to make\nextra-\nordinary     payment of any extraordinary expenses which shall appear\nexpCW3CS.    to have been necessarily incarred in detecting and appre-\n             hending offenders and executing the powers and duties given\n             or imposed under &is Act, such expenses being first certified\nall961       by the OfEcer in charge of the       h which the same shall\ns. 3.        have been incurred and countersigned by the Commissioner.\n                   me inclusion of this page M authorhd by L.N. 480/1913)\n                    CONSTABULARY FORCE\n   Disposal of Stolen or Unclaimed Property in Custody\n                         of Police"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Payment of extraordinary expenses.\n        Disposal of Stolen or Unclaimed Property in Custody\n                              of Police"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. If any goods o oney charged to be stolen or fraudu- Powers as\n                                                              to dispo-\nlently obtained shall be in the custody of any Constable by sitionor\n                                                              detention\nvirtue of any warrant of a Justice or in prosecution of any of\ncharge of felony or misdemeanour in regard to the obtaining            ;f;z,\":\n                                                                 property\nthereof, and the person charged with stealing or obtaining and in cus-\npossession as aforesaid shall not be found or shall have been tody\n                                                              pol,,,.\n                                                                     of the\nsummarily convicted or discharged or shall have been tried\nand acquitted, or if such person shall have been tried and\nfound guilty, but the property so in custody shall not have\nbeen included in any indictment upon which he shall have\nbeen found guilty, it shall be lawful for any Magistrate to\nmake an order for the delivery of such goods or money to\nthe party who shall appear to be the rightful owner thereof,\nor in case the owner cannot be ascertained, then, if such\ngoods shall be of a perishable nature, to make such order\nwith respect to such perishable goods as to such Magistrate\nshall seem meet, but if such goods be not of a perishable\nnature, then to order such goods to be detained in the cus-\ntody of the Police to be dealt with as hereinafter provided :\n   Provided always that no such order shall be a bar to the\nright of any person or persons to sue the party to whom\nsuch goods or money shall be delivered and to recover such\ngoods or money from him by action at law, so that such\naction shall be commenced within twelve calendar months\nnext after such order shall be made."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1) Save as is hereafter in this Act specifically pro- powerto\nvided in the case of livestock, where any goods or money detain and\nare found or otherwise taken charge of by any Constable, or c          J in ~\nwhere any goods or money charged to be stolen or unlawfully custody of\n                                                              the Police.\nobtained are, by order of any Magistrate or otherwise, de- 3911974\nlivered to the Police, the Commissioner of Police may, after S.2.\nthe expiration of three months from the date on which\nsuch goods or money came into the custody of the Police,\nif no owner shall have appeared to claim them, authorize,\n                                    CONSTABULARY FORCE\n                subject to subsection (3) and to section 46, the sale or dis-\n                posal of the goods or money.\n                         (2) The proceeds of any sale or disposal authorized\n                by the Commissioner of Police under subsection (1) shall be\n                paid to the Accountant-General.\n                         (3) If, on the application of any person not later\n                than one year after the sale or disposal of goods or money\n                pursuant to subsection (I), the Commissioner of Police is\n                satisfied that that person was the owner of, or was entitled,\n                as the personal representative of the owner, to, such goods\n                or money then the Commissioner of Police shall authorize\n                payment to that person of the amount (if any) paid to the\n                Accountant-General in respect of those goods or money,\n                less the costs incurred in keeping and selling or otherwise\n                disposing of the goods or money.\nHow and            46.41) All goods which shall be sold as aforesaid shall\nwhen and        be sold by public auction at such time as the Commissioner\nafter what\nadvertise-\nments\n                of Police thinks necessary, and the person employed to sell\nproperty to     the same by auction shall cause the same to be exposed to\nbe sold.\n391 1974        public view and catalogues thereof to be published and an\nS. 3(a), (b).   advertisement giving notice of such sale and containing also\n                a statement of all bank notes, coins and moneys, plate,\n                jewellery or other valuable property (if any) so ordered to\n                be disposed of as aforesaid, shall be inserted in some public\n                newspaper one month at least before the first day of sale\n                and shall be again inserted in such paper not more than\n                three days before the said day of sale.\n                         (2) Where goods remain unsold after they have been\n                put up for sale at a public auction aforesaid, the Commis-\n                sioner of Police may, if he thinks fit, sell those goods by\n                private treaty or cause them to be destroyed or otherwise\n                disposed of as he thinks fit.\nPower to           47.-(1) Where any livestock is found or otherwise taken\ndetain and\nsell            charge of by any Constable and the owner thereof is un-\nunclaimed       known such livestock may by order of the Commissioner of\nlivestock.\n 2011954\nS. 3.\n                Police be sold at the expiration of a period of two months\n                    CONSTABULARY FORCE\nfrom the date on which it was found or taken charge of\nunless prior to the expiration of such period-\n      (a) proceedings are commenced against any person for\n            an offence in relation to such livestock or\n      (b) if no such proceedings are commenced some person\n            establishes to the satisfaction of the Commissioner\n            of Police that he is the owner of such livestock\n            and claims it.\n         (2) Where any livestock is detained in the custody\nof the Police pursuant to any order made by a Magistrate\nunder section 44 such livestock may by order of the\nCommissioner of Police be sold at the expiration of two\nmonths from the date of the bagktrate’s order unless pqior\n to the expiration of such            some person estabhheq to\n the satisfaction of the Com ssioner of Police that he is *the\n owner of such livestock an          ims it.\n          (3) All livestock aut           to be soM by virtue of\n the provisions of this section shall be sold by publicauction\n at the expiration of the respective periods referred ta in\n subsection (1) and subsectiom (21, and save as aforesaid, &he\n provisions of section 46 shall apply in relation to the sale\n of livestock as they apply iq relation to the sale of goods\n generally.\n          (4) The amount rediged                 sale         ive-\n stack un&r tliis section\n                               5   be paid into the Tkeamfy so,\n however, that if after such p e n t my person mtabli$m\n to the satisfaction of the C@misioner of Police that he\n was the owner of the hedock in question im&didtely\n ljefore the sale thereof theb the amount paid into the\n Treasury as aforesaid less such sums, if any, as may have\n been expended by the Police, or keeping, feeding and se4ing\n  the livestock shall be refun ed to the said person.\n          (5) Fo                      f       section “livestock”\n  includes horsekind, cattle, sheep, pigs, goats and poultry.\n         [The inclusion of this page ia authorized by L.N. Us/19753\n                                    I\n                                    f .\n24                             CONSTABULARY FORCE\n&Vino\nClause."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. All rules made in virtue of any law repealed by this\n           Part and in force at the date of the commencement of this\n           Act shall remain in operation so far as they are not inconsis-\n           tent with the provisions of this Act until they have been\n           rescinded eplaced by rules made under this Act :\n              Provided further that all offices, appointments, orders\n           and generally all acts of authority which originated under\n           any such law and are subsisting and in force at the com-\n           mencement of this Act shall e w e for the purposes of this\n           Act as fully and &ectually as they had originated under\n           the provisions of this Act.\n                       ARTII. Calling o           Milit      S&\nwhen            49.-(1) In the 'case of actuk or appmbncld &&on\nGovemor-\nocncral      of the Island the Governor-Genkal may by ofck direat &U\nmay order    the Force,or any part thereof, khall be empl            on tictttd\nthat Force\nnhallbe      military service w i t h the Island.\nemployed\non actual              (2) From the making 08: any such order and 80 1    -\nmilitary\nservice.     as it continues in force evefy OfEcer, Sub-OBbr 'and\n             Constable of the Force, or of the part thereto to which the\n             order applies, shall be deemed to be on actual d k y\n             service.\n                       (3) The Governor-General may rewkq alter m\n             amend any such order as he may think fit.\n 12/1%2                (4) Every OSax, Sub-Qfker and €cm&&le of the\nS.215.       Force employed on actual                 Setyioe h l l beubjeot\n             to military law and liable to @e pravisioria and pdtia\n             containdin the Defence Act,*from tiineto&imeaQhid\n             as if they were respectively    a-         w8R811ff: 08BOsit\n             soldiers of the regular Force coxhditutedundeathas #Let\nProvision       58. When any Oiiim, S u b h m or                       of tbro\nfor wife and\nf d of       Force    is  killed on actual  d t a r y\n *,,-Bffiwr wounds or disease contractdon\n or\n Constable\nkilled. a.,\n             provision may be mad&for bi$ wife and f d l p 6bt of the\non actual    Consolidated Fund m 8ccoTd89ce with the mile8 ad--\nmilitary\noer*ic8.\n                   CONSTABULARY. FORCE                                    27\n         (2) The person in charge of any search shall take\nsuch steps as are necessary to ensure that-\n    (a) a list is compiled of all vehicles or articles seized;\n    (b) a receipt for any vehicle or article, as the case\n         may be, which is included in the list as aforesaid,\n         is given to the owner or person in possession of\n         that vehicle or article or the agent of such owner\n         or person in possession; and\n    (c) a female shall only be searched by another female."
    },
    {
      "provision_ref": "sec50e",
      "section": "50E",
      "title": "Section 50E",
      "content": "50E.-( 1) Anything detained pursuant to section 50B (4)         1tody or\n                                                                  posal of\nShalI-\n      (a) if it is perishable, be disposed of in such manner\n                                                                  z\n                                                                  ’\n                                                                    ed.\n                                                                   1994"
    },
    {
      "provision_ref": "sec50f",
      "section": "50F",
      "title": "Section 50F",
      "content": "50F.-( 1) Where the S         y                    ouf any     nstand\n                                                                  tention.\noperations in any particular locality in re~aiionto which         I1994\naction is taken under section 50B,no person shall be arrested\nor detained unless the person in charge of such:operations\nis satisfied that there is reasonable ground for the arrest or\ndetention of such person.\n         fha incluab of this page k authorized €QLa. 79/1996]\n                             CONSTABULARY FORCE\n                     (2) Were any person is arrested or detained pur-\n           suant to the powers conferred by section 50B (4), that person\n           shall-\n                 (01 immediately be told the reason for his arrest or\n                      detention;\n                (b) forthwith be taken before a Justice of the Peace\n                      who shall determine whether or not there m\n                      reasonable grounds for the arrest or detention.\n                      (3) If a Justice of the Peace is satisfied that the\n           detention or arrest of any person is reasonably required in\n           the interest of justice he may, having regard to such further\n           investigations as may be necessary, order that-\n                 (U) such person shall be remanded in custody for a\n                      period not exceeding twenty-four hours; and\n                (b) at the expiration of the period of twenty-four hours,\n                      the person shall be taken before a Resident Magis-\n                      trate :\n              Provided that where it is intended to hold an identifica-\n           tion parade in respect of that person the provisions of\n           section 63A of the J~xlicature(Resident Magistrates) Act\n                  applY*\n                      (4) Where a Justice of the Peace makes an order\n           pursuant to subsection (3) in respect of any person, such\n           person shall be taken to a police station or lock-up without\n           delay, and an entry shall be made in the appropriate Register\n           in accordance with the Prisons (Lock-ups)Regulations, 1980.\n                      (5) Where a Justice of the Peace is not satisfied\n           that the detention or arrest d any person is reasonably\n           required in the interest of justice, he shall order that the\n           person lm released forthwith.\nPcsrOnr      sbG.41) Where any person is in custody for twelve\nheld in\ncurtody.   hours and no ordex has been made by a Justice of the Peace\ns14/1994\n .2.       under section 50F (3) the officer in charge of the police\n                   m      of~this\n                    eiuchi~    ~ page is -\n                                         &\n                                         a        & UN. 7911-"
    }
  ],
  "definitions": []
}