{
  "id": "jm-stat-the-consular-conventions-act",
  "type": "statute",
  "title": "The Consular Conventions Act",
  "title_en": "The Consular Conventions Act",
  "short_name": "Consular Conventions Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-consular-conventions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-consular-conventions-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                        h\n                                                                         -\n                                                                         tion.\n     “consular employee” means any person employed at a\n         Consulate for the performance of executive,\n         administrative, clerical, technical or professional\n         duties or as consular guard, messenger or driver\n         of a vehicle whose name has been communicated\n         by a consular officer to the Minister, but does not 2 9 / i m\n         include any person employed on domestic duties; s. 19(2).\n     “consular office” means any building or part of a build-\n         ing which is exclusively occupied for the purpose\n         of the official business of a consular officer;\n     ccconsularofficer” means a consul-general, consul,vice-\n         consul or consular agent representing a foreign\n         State to whom an exequatur or provisional or\n         other authorization to perform consular functions\n         has been granted."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  Notwithstanding the provisions of any enactment Powers      of\n                                                              consular\nto the contrary, where any person who is a national of a offiwrsin\n                                                              relation to\nState to which this section applies is named as executor in property\n                                                              of deceased\nthe will of a deceased person disposing of property in this persOM.\nIsland, or is otherwise a person to whom a grant of repre-\nsentation to the estate in this Island of a deceased person\nmay be made, then if the Court is satisfied, on the appli-\ncation of a consular officer of the said State, that the said\n2                     CONSULAR CONVENTIONS\n    national is not resident in this Island, and if no application\n    for a grant of such representation is made by a person duly\n    authorized by power of attorney to act for him in that behalf,\n    the Court shall make to that officer any such grant of repre-\n    sentation to the estate of the deceased as would be made to\n    him if he were so authorized as aforesaid :\n       Provided that the Court may, if it thinks fit, postpone the\n    making of a grant by virtue of this section during such period\n    as the Court considers appropriate having regard to the\n    circumstances of the case.\n           (2) Where any person who is a national of a State to\n    which this section applies-\n         (a) is entitled to payment or delivery of any money or\n              property in respect of any interest in the estate of\n              a deceased person, or vesting in possession on the\n              death of any person, or is entitled to payment of\n              any money becoming due on the death of any\n              person; or\n         (b) is a person to whom any money or property com-\n              prised in the estate of a deceased person may be\n              paid or delivered in pursuance of any enactment,\n              rule or regulation, whether passed or made before\n              or after the commencement of this Act, authoriz-\n              ing the payment or delivery of such money or pro-\n              perty without representation to the estate of the\n              deceased being granted,\n    then if the said national is not resident in this Island, a con-\n    sular officer of that State shall have the like right and power\n    to receive and give a valid discharge for any such money or\n    property in this Island as if he were duly authorized by\n    power of attorney to act for him in that behalf:\n      Provided that no person shall be authorized or required\n    by this subsection to pay or deliver any money or property\n    to a consular officer if it is within his knowledge that any\n           me inclusion of this page is authorized by L.N. 480119731\n                         CONSULAR CONVEhTIONS                                       3\n    other person in this Island has been expressly authorized to\n    receive that money or property on behalf of the said national.\n             (3) A grant of administration made by virtue of this\n    section may be made to the consular officer by his official\n    title, and to his successors in ofice; and where a grant is so\n    made, the office of administrator, and all the estate, rights,\n    duties and liabilities of the administrator (including\n    liabilities under the administration bond) shall be vested in\n    and imposed on the person for the time being holding the\n    office, and no fiesh grant shall be required by reason only\n    of the death or vacation of office of the person to whom the\n    grant was made or in whom it is vested as aforesaid:\n      Provided that nothing in this subsection shall affect any\n    limitation contained in the grant, or any power of the Court to\n    revoke the grant.\n            (4) No sureties shall be required to any bond entered\n    into by a consular officer upon the grant of administration\n    by virtue of this section."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Notwithstanding any rule of law conferring immunity or ~oimmunity\n    privilege in respect of the official acts and documents of in respect of\n    consular officers, a consular officer shall not be entitled to any Virtue of\n    immunity or privilege in respect of any act done by virtue of section 3.\n    powers conferred on him by or under section 3, or in respect of\n    any document for the time being in his possession relating\n    thereto."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Subject to the provisions of this section, a con- powers\n                                                                    Restrictionof\n                                                                           of\n1\n    sular office of a State to which this section applies shall not mwinre-\n    be entered by a constable or other person acting in the lationtoconsular\n    execution of any warrant or other legal process or in the o,,es.\n    exercise of powers conferred by or under any enactment\n    (whether passed before or after the commencement of this\n    Act) or otherwise, except with the consent of the consular\n4                                  CONSULAR CONVENTIONS\n              officer in charge of that office or, if that consent is withheld or\n2911964       cannot be obtained, with the consent of the Minister:\nS. 19 (2).\n                Provided that the foregoing provisions of this subsection shall\n              not apply in relation to any entry effected-\n                  (a) for the purpose of extinguishing or preventing the\n                      spread of fire;\n                  (b) by a constable having reasonable cause to believe\n                      that a crime involving violence has been or is being\n                      or is about to be committed in the consular office;\n                  (c) by any person entitled to enter by virtue of any\n                      easement, contract or other private right.\n                     (2) This section shall not apply to any consular office\n              which for the time being is in the charge of a consular officer\n2911964       who is a citizen of Jamaica or is not a national of the State by\ns. 19 (2).    which that ofice is maintained.\n Roperty of    6. Where it appears to the proper officer having the\n deceased\n seamen.      charge of the money or other property of a deceased seaman\n              that any person to whom any such money or other property\n              may be paid or delivered under the provisions of the Shipping\n              Act, is resident in a foreign State, he may pay or deliver the\n              money or property to a consular officer of that State on behalf of\n              that person; and the provisions of that section shall have effect\n              in this Island accordingly."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . [Deleted - Law Revision Correction.]\n~emi&sionof     8. The Minister may direct that any tax, duty, fee or\nfees and\n'\"\"lduties.   charge imposed or collected under any enactment in force\ncharges.      in this Island by the Government or by any municipal or\n                  CONSULAR CONVENTIONS                                   5\npublic authority in this Island and payable by the Govern-\nment of a foreign State, or by a consular officer or consular\nemployee of such State, may be remitted when, in the\nopinion of the Minister, such remission should be granted by\nreason of the treatment accorded to Her Majesty’s Govern-\nment or consular officers or employees by such State."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The Minister may by order direct that sections 3 A 0psections\n                                                                 plication\nand 5 shall apply to any foreign State specified in the order, 3md5.\nbeing a State with which a consular convention providing\nfor matters for which provision is made by those sections\nhas been concluded by Her Majesty.\n       (2) Any order made under this section may be revoked\nby a subsequent order.\n      (3) Any order made under this section shall be laid\nbefore the House of Representatives and the Senate after\nbeing made.\n       me inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}