{
  "id": "jm-stat-the-consumer-protection-act",
  "type": "statute",
  "title": "The Consumer Protection Act",
  "title_en": "The Consumer Protection Act",
  "short_name": "Consumer Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-consumer-protection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-consumer-protection-act | Legal areas: Constitution",
  "provisions": [
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Commission may appoint and employ at such remuneration officers and\nand on such terms and conditions as it thinks fit a secretary and such other scrv*s.\nofficers, servants and agents as it thinks necessary for the proper performance\nof its functions:\n    Provided that no appointment to a post carrying a salary in excess of the\nprescribed rate shall be made without the prior approval of the Minister.\n        (2) The prescribed rate means five hundred thousand dollars or such\nhigher rate as may be approved by order of the Minister.\n        (3) The Governor-General may, subject to such conditions as he may\nimpose, approve of the appointment of any public officer in the service of\nJamaica to any office with the Commission and any public officer so\nappointed shall, in relation to pension, gratuity or other allowance; and to\nother rights as a public officer, be treated as continuing in the service of the\nGovenunent."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The seal of the Conmnussion shall be kept in the custody of the seal of\nchairman or the secretary and shall be affixed to instrwnents pursuant to a\nresolution of the Commission in the presence of the chairman, or any other\n                                                                                   zs::?\nmember of the Commission, and the secretary.\n        (2) The seal of the Commission shall be authenticated by the\nsignatures of the chairman, or any other member authorized to act in that\nbehalf. and the secretary.\n                lThs inclusion of this p q c is sufhorlzad by L.N. IBOAR006)\n                                        CONSUMERI'ROTECTZON\n                         (3) All documents other than those required by law to be under seal,\n                 made by, and all decisions of the Commission may be signified under the\n                 hand of the chairman, or any other member authorized to act in that behalf, or\n                 the secretary.\nProtedion o f        10.+1)    No member of the Commission shall be personally liable for\nmembers.         any act or default of the Commission done or omitted to be done in good faith\n                 in the course of the operations of the Commission.\n                          (2) Where any member of the Commission is exempt from liability\n                 by reason only of the provisions of sub-paragraph (1) the Commission shall\n                                                                                                   C\n                 be liable to the extent that it would be if such member were a servant or agent\n                 of the Commission.\nDisclosure of        11, A member of the Commission who is in any way interested in a\ninterest.        company or undertaking which is in any proceedings before the Commission\n                 shall disclose to the Commission the fact and nature of his interest and shall\n                 not take part in any deliberation or any decision of the Commission\n                 relating to snch matter, and snch a disclosure shall forthwith be recorded in\n                 the records of the Commission.\nRemuneration         12. There shall be paid to the members of the Commissiox& such\nOfmembers.\n                 remuneration, if any, whether by way of honorarium salary or fees, and such\n                 allowances as the Minister may determine.\nW ~ c of\n      e             13. The office of chairman or member of the Commission shall not\nchairmmnot8\npublic oflice.\n                 be a public office for the purposes of Chapter V of the Constitution of\n                 Jamaica.\nExpenses o f        14. The expenses of the Commissiox&including the remuneration of the\nmission.\n                 members and staff thereof, shall be defrayed out of the funds of the Com-\n                 mission."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Commission shall have power to summon any personsSummu\"h~\n        person to attend before the Commission in relation to an togive\n        investigation being conducted by it and to give evidence or to evidence.\n        produce any document which is-\n            (a) in the possession or under the control of such person;\n                and\n             (b) relevant to the matter under investigation\n               (2) A summons under this section-\n             (a) shall be in the form prescribed in the Second Schedule;,e,::;::\n                 and\n             (b) may be served by a district constable, bailiff or an\n                 oflicer of the Commission so authorized.\n-   1"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(I) All persons summoned to attend and give evidence of\n                                                                    Oblig\"'Ons\n                                                                       persons\n        or to produce a document before the Commission shall be-    summoned.\n             (a) entitled, in respect of such evidence or the disclosure of\n                 any communication or the production of any such\n                 document, to the same right or privilege as before a\n                 court of law; and\n                      [The inelusion of this paps is sulhorized by L.N. 18OA/10061\n                                     CONSUMER PROTECTION\n                   (6) entitled to be paid their expenses, including travelling\n                         expenses, at the rates prescribed by the Witnesses'\n                         Expenses Act for witnesses who are entitled to have\n                         their expenses paid from public funds:\n                 Provided that the Commission may, if it thinks fit, disallow\n               the whole or any part of such expenses in any case.\n                     (2) Any person who-                                                     (I^\n                   (a) without sufficient cause, fails or refuses to attend\n                         before the Commission in obedience to a summons\n                         under this Act, or fails or rekses to produce any\n                         document which he was required by such summons to\n                         produce;\n                   (b) being a witness, leaves the Commission without the\n                         permission of the Commission;\n                   (c)   being a witness, refuses, without sufficient cause, to\n                         answer any question put to him by or with the\n                         permission of the Commission; or\n                   (d) wilfully obstructs or interrupts the proceedings of the\n                       Commission,\n               commits an offence and shall be liable on summary conviction\n               before a Resident Magistrate to a fine not exceeding five\n               hundred thousand dollars or in default of payment thereof to\n               imprisonment for a term not exceeding two years.\nPaper, book,      12. In all legal proceedings any paper, book, record or\nremrd or\ndocumem as     document produced to the Commission pursuant to section 10\nevidence.      shall be received as prima facie evidence of the truth of the\n               statements contained therein                                                   -\n                                                                                             (.\nFunds and         13. The fimds and resources of the Commission shall consist\nresources of\nthe Com-       of-\nmission.\n                   (a) such moneys as may from time to time be placed at its\n                       disposition for the purposes of this Act by Parliament;\n                             (The lncludon of thb page I# m l b o r h d by L.N. 180Alt006)\n                        CONSUMER PROTECTION\n        ( b ) all other moneys and other property which may in any\n              manner become payable to, or vested in the Com-\n              mission in respect of any matter incidental to its\n              functions."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The Commission shall keep proper accounts and                     E:gsof\n    other records in relation to its business and shall prepire andrecords\n\\\n    annually a statement of accounts in a form satisfactory to thc\n    Minister, being a form which shall conform with established\n    accounting principles.\n          (2) The accounts of the Commission shall be audited\n    annually by an auditor or auditors appointed annually by the\n    Commission and approved by the Minister.\n           (3) The Auditor-General shall be entitled at all reason-\n    able times to examine the accounts and other records in relation\n    to the business of the Commission.\n                                                                                AMU~"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)   The Commission shall, in each year-                             mootis and\n        (a) on or before the 31st day of July, submit to the estimtes.\n            Minister a report of its activities during the twelve\n            months ending on the 3 1st day of March in that year,\n            including a statement of its accounts audited in\n            accordance with the provisions of section 14;\n        ( b ) on or before the 30th day of September, submit to the\n              Minister for his approval its estimates of revenue and\n              expenditure for the financial year next following.\n           (2) The Minister shall cause copies of reports submitted\n    pursuant to subsection @(a) together with the annual statement\n    of accounts and auditor's report thereon to be laid on the Tables\n'\ni   of the House of Representatives and of the Senate and annual\n    statements of such accounts and auditor's report shall be\n    published in the Gazette."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The income of the Commission shall be exempt from\n    income tax.                                             income tax.\n                 [Tblncludon of this page is s u t h o h d by L.N. 180AIZ0061\n14                                   CONSbMER PROTECTION\nMinister to     17.-41) Subject to the provisions of subsection (2), the\nmake orders.\n               Minister may, by order-\n                  (a) regulate the distribution, purchase or sale of goods or\n                      any class or description of goods;\n                   (b) provide for the recall of certain goods and services\n                       which are dangerous or hazardous to safety and the\n                       refimd or remission by the provider of the purchase\n                       price paid;                                                               C\n                   (c) provide for the firrnishing by persons canying on or\n                       employed in connection with any trade or business of\n                       information concerning all or any of the elements of\n                       the contents of goods, or the cost or the sale price of\n                       goods or any class or description of goods bought or\n                       sold whether by wholesale or retail in such trade or\n                       business; or\n                   (9require the provision and maintenance, at places at\n                        which goods are offered for sale by retail, of means\n                        whereby persons wishing to purchase any of those\n                        goods may ascertain the weight or measurement\n                        thereof\n                     (2) Without prejudice to the generality of subsection (1)\n               (9,\n                 the Minister may, by order, require--\n                    (a) that the prices of those goods shall be marked on the\n                          goods or on any container in or from which they are\n                          sold; and\n                    ( b ) that persons shall not be obstructed in any attempt to\n                          ascertain at the place at which they wish to purchase\n                          any of those goods, the weight or measurement thereof.\n                       (3) Nothing in subsection (1) or (2) shall be deemed to\n               authorize the Minister to make any order under that subsection\n                                                                                                 (=\n               regulating the exportation, distribution, purchase, sale or price of\n               any goods the exportation, distribution, purchase, sale or price\n               (as the case may be) of which is, or may be, regulated under or\n               by virtue of the provisions of any Act.\n                            IThc lneluslon of thla p a p b a u l h o r l ~ dby L.N. 18OA/20061\n                    CONSUMER PROTECTION                                                21"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1)   A provider shall only provide such services as are moved\n                                                                 and non-\napproved by the consumer and shall not require a consumer to ,pro,d\nsign an open ended commitment to pay for services which, in s m ~ c e s .\naddition to those contracted, may, in the provider's opinion, be\nnecessary or appropriate.\n      (2) A provider who offers a repair service shall-\n    (a) disclose to the consumer any and all additional related\n        repairs that he deems necessary for the consumer to\n        enjoy reasonably long and uninterrupted use of the\n        repaired good; and\n    (b) obtain a written indemnity from the consumer if the\n        consumer chooses not to require the provider to effect\n        the recommended repairs.\n       (3) A provider who contravenes this section commits an\noffence and is liable on summary conviction before a Resident\nMagistrate to a fine not exceeding five hundred thousand\ndollars."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-41) Businesses which offer repair services to consumers              f;$;y\nshall keep records stating-                                   repair\n                                                                           servtces.\n    (a) the name, address and telephone number of the con-\n        sumer;\n    (b) a reasonably accurate description of the good to be\n        repaired, including any identification number or mark;\n    (c) the replacement value of the good in its present state as\n        agreed with the consumer;\n    (4 an estimate of the labour and other costs to be paid by\n        the consumer in respect of the repairs to be effected;\n    (e) the date on which the good was received for repair; and\n    V) the date on which the good will be ready for delivery,\n            [The inclusion of lhls page is authorized by L.N. 180A/20061\n                and a copy of such information shall be given to the consumer\n                before the repairs are commenced.\n                      (2) A business which contravenes subsection (1)\n                commits an offence and is liable on summary convictioi' before\n                a Resident Magistrate to a fine not exceeding five h~ndred\n                thousand dollars.\n                      PARTV . Misleading and I>eceptive Co~zduct,False\n                                                                                    iC>\n                           Representatiom and Unfuir PracNces\nMisleading or     28.-(1)   No person shall, in the course of trade or business,\ndeceptive\nmndud.          engage in conduct that is misleading or deceptive or is likely to\n                mislead or deceive.\n                       (2) Any person who contravenes subsection (1) commits\n                an offence and is liable on summary conviction before a\n                Resident Magistrate to a fine not exceeding one million dollars\n                or imprisonment for a term not exceeding one year or to both\n                such fine and imprisonment.\nMisleading        29.-(1)   No person shall, in the course of trade or business,\npublic n. to\nthe name,       engage in conduct that is likely to mislead the public as to the\netc, of goods\nw snvisce.\n                nature, manufacturing process, characteristics, suitability for a\n                purpose or quantity of goods or services, as the case may be\n                       (2) Any person who contravenes subsection (1) commits\n                an offence and is liable on summary conviction before a\n                Resident Magistrate to a fine not exceeding one million dollars\n                or imprisonment for a term not exceeding one year or to both\n                such fine and imprisonment.\n                                                                                    '3\n                                                                                    '-J\nFalse or         30.-41) No person shall, in the course of trade or business,\nmialeding\n~ep~eseOtBtion.in connection with the supply or possible supply of goods or\n                sewices or with the promotion by any means of the supply or\n                use of goods or services-\n                    (a) falsely represent that-\n                    CONSUMER PROTECTION                                           27\n       (3) Where a term of a contract or notice purports to\nexclude or restrict liability for negligence, other than in cases\nresulting in death or personal injury, the fact that a person agrees\nwith it or is aware of it is not of itself to be taken as indicating\nhis voluntary acceptance of any risk, however the term or notice\nshall have effect where the Commission determines that it\nsatisfies the requirement of reasonableness as provided for in\nsection 43.\n                                                                       Reliance"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. No party to a contract shall-\n    (a) when he is in breach of contract, exclude or restrict his\n        liability in respect of the breach; or                    where\n                                                                       sz\n                                                                       upon\n                                                                       breach.\n    ( b ) claim to be entitled to render-\n               (i) a contractual performance substantially\n                   different from that which was reasonably\n                   expected of him; or\n              (ii) any performance in respect of the whole or\n                   any part of his contractual obligation,\nexcept in so far as the contract term satisfies the requirement of\nreasonableness."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. A consumer shall not by reference to any term of a               2'2:\ncontract be made to indemnify another person (whether a party .,,\nto the contract or not) in respect of liability that may be incurred\nby the other person for negligence or breach of contract, except\nin so far as the term of the contract satisfies the requirement of\nreasonableness."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1)   In the case of goods of a type ordinarily supplied for f';';\nprivate use or consumption, where loss or damage-\n                                                -                  from defec-\n                                                                       tive goods\n     (a) arises from the goods proving defective while in mnedi-\n                                                          gence of\n         consumer use; and                                manufac-\n                                                                       turer\n     ( b ) results from the negligence of a person concerned in\n          the manufacture or distribution of the goods,\n                  liability for the loss or damage shall not be excluded or\n                  restricted by reference to any contract term or notice contained\n                  in or operating by reference to a guarantee of the p o d s except\n                  in so far as the Commission determines that the term k\\r notice\n                  satisfies the requirement of reasonableness as provided for in\n                  section 43.\n                        (2)   For the purposes of this section-                           /\\\n                                                                                          I    1\n                                                                                          \\L\n                      (a) goods are to be regarded as \"in consumer use\" when a\n                          person is using them, or is in possession of them for\n                          use, otherwise than exclusively for the purposes of a\n                          business; and\n                      (b) anything in writing is a guarantee if it contains or\n                           purports to contain some promise or assurance (how-\n                           ever worded or presented) that defects will be made\n                           good by complete or partial replacement, or by repair,\n                           monetary compensation or otherwise.\nEffe*ofSale\nofGwds and"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Liability for breach of the obligations arising from the\n~       i     ~   following\n                    ~    ~   sections\n                              ~    ~ of~ thet Sale, of Goods\n                                                       ~  ~ and\n                                                              ~ Hire Purchase Acts\nActs.             shall not be excluded or restricted by reference to any contract\n                  tem-\n                      (a) sections 13 and 15 of thel Sale of Goods Act, in\n                          particular-\n                                (i) an implied condition on the part of the pro-\n                                    vider that in the case of a sale he has a right to\n                                    sell the goods, and that in the case of an\n                                    agreement to sell he will have a right to sell\n                                    the goods at the time when the property is to\n                                    pass;                                                     (3\n                                                                                              -\n                                (ii) an implied warranty that the consumer shall\n                                     have and enjoy quiet possession of the goods;\n                                (iii) an implied warranty that the goods shall be\n                                      free from any charge or incumbrance in favour\n                               lThr Inclusion of lhla page is ruthorhd by L.N. 180AnW61\n                      CONSUMER PROTECTION                                                31\n    (b) the provider shall under no circumstances, be able to\n        void the contract or impose any penalty therein\n        contained in the event of breach by the consumer,\n        solely on the ground that the estimated amount has not\n        been paid by the consumer, either in full or in part.\n      (6) Any provider who presents an estimated claim for\nany good or service shall be required to present an accurate\nclaim no later than ninety days after presentation of the estimate.\n     (7) Subsection ( 6 ) shall apply notwithstanding that the\nconsumer of the good or service does not pay the estimated\namount claimed or pays it in full or in part."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-41) Where a service is to be provided to a consumer-\n    (a) the provider is deemed to be providing the consumer                      \",\";zt\n        with a benefit under the relevant contract; and     service not\n                                                                                 received.\n    (b) the provisions of subsection (2) shall apply where a fee\n        is collected from the consumer for that service.\n       (2) The provider shall-\n    (a) be liable to-\n               (i) make a full rehnd to the consumer; and\n              (ii) further compensate the consumer for all\n                   expenses reasonably incurred by the consumer\n                   as a result of contracting the provider to\n                   provide the benefit,\nif for reasons not attributable to the consumer, the benefit is not\nreceived by the consumer; or\n     (b) where the benefit is received only in part--\n               (i) refund a proportionate part of the fees\n                   collected; or\n              (ii) subject to subsection (3), be entitled to receive\n                   a similar proportionate part of the fees if not\n                   yet paid.\n                                                                             '\n              (The lnelurlon of lhls p a p is aulhorlzd by L.N. 180AI20061\n                                         C'ONS(1MER PROTECTION\n                          (3) Subsection (2) shall not apply in any case where the\n                   consumer contracts to pay the provider the prescribed fee\n                   regardless of whether the consumer receives the benefit.\n                            (4) The provider who offers a service to the consumer\n                   shall-\n                        (a) be required to stipulate the extent of the benefit that\n                            shall be deemed to be attached to the service; and                 0\n                        ( 6 ) provide the consumer with an appropriate warranty\n                              that-\n                                  (i) the benefit shall be enjoyed for a reasonable\n                                      time, subject to the fulfilment of such con-\n                                      ditions attached by the provider as may be\n                                      reasonable to the consumer's enjoyment of\n                                      that benefit; and\n                                  (ii) in the absence of the enjoyment of the benefit,\n                                       the provider shall again provide the service\n                                       free of cost to the consumer, however the\n                                       performance of the warranty is subject to the\n                                       Commission's determination as to the provi-\n                                       sion of or absence of the benefit.\n                          (5) A provider who contravenes subsection (2) commits\n                   an offence and is liable on summary conviction before a\n                   Resident Magistrate to a fine not exceeding five hundred\n                   thousand dollars and in default of payment to imprisonment for\n                   a term not exceeding six months.\n                                                                                               u\nPurportingto         47.-(1)    A provider commits an offence if, in the event of\na n on a Bill of\nSale.              default in repayment of a loan he acts on the powers contained\n                   in a Bill of Sale of chattels pledged by a consumer or he\n                   employs any person other than a Bailiff to recover any or all of\n                   the chattels pledged in the Bill of Sale to the provider.\n                                  (Thelnclualon of this page Is nuthorlvd by L.N. 180A110061\n                        CONSUMER PROTECTION\n        (4) The decisions of the Commission shall be by a majority of votes\nand, in any case in which the voting is equal, the chairman or other member\npresiding at the meeting shall have a casting vote in addition to an original\nvote.\n        (5) Minutes in proper form of each meeting shall be kept by the\nsecretiuy and shall be confirmed by the chainnan or other member presiding\nas soon as practicable thereafter at a subsequent meeting.\n       (6) The acts of the Commission shall be authenticated by the\nsignature of the chairman or the secretary of the Commission.\n       (7) Subject to the provisions of this paragraph the Commission shall\nhave power to regulate its own proceedings.\n       (8) The validity of any proceedings of the Commission shall not be\naffected by any vacancy amongst the members thereof or by any defect in the\nappointment of a member thereof,"
    }
  ],
  "definitions": []
}