{
  "id": "jm-stat-the-contractor-general-act",
  "type": "statute",
  "title": "The Contractor-General Act",
  "title_en": "The Contractor-General Act",
  "short_name": "Contractor-General Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-contractor-general-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-contractor-general-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.  Iationr.\nof the provisions of this Act, and, without prejudice to the\ngenerality of the foregoing, such regulations may provide\nfor-\n     (a) any matter required by this Act to be prescriW,\n        and\n    (b) the circumstances in which and the manner in\n        which information relating to government contracts\n        shall be furnished to the Contractor-General.\n        lThe inclusion of abis page is authorizad by L.N. 3/20011   I\n24                                 CONTRACTOR-GENERAL\n                                        FIRST SCHEDULE                    (Section 12)\n                                       Pensions and Gratuities\nInterpreta-      1. In this Schedule “pensionable emoluments” has the same meaning\ntion.         as in the Pensions Aot and, in so far as the emoluments of a Contractor-\n              General includes house allowance, the office of Cbmtactor-General\n              shall be deemed to be a specified office.\nEntitlement      2. (1) Where a person holding the office of Contraa0r-d            ntiras\nof pensions   in pensionable circumstances he shall be paid pension and gratuity in\nand           accordance with this Schedule.\nptuitits\nin respect of        (2) For the purposes of this paragraph and paregraph 4. a pemn\nmcrvlce 89\nContractor- retires in pensionable circumstances if he retires-\nGeneral.            (U) on or after the expiration of seven years from the date of hia\n                          appointment to the office of Conhador-General;\n                    (b) by reason of ill health prior to such expiration;or\n                           -\n                    (c) on bis attaining the age a# which he is requiEsd by or under\n                          the provisions of seotion 6 to vacate office.\n                      (3) For the puqxxs ob this Act, a              l=etimfrom*ace\n              of Contractor-General on the ground of ill &if-\n                    (U) he             w medical evidence, to tbe’tatMaction of the\n                          Governor-General, that he is incapable by reason of any\n                           infirmity of mind or body of discharging the duties of his\n                           office and that such infirmity is likely to be permanent; or\n                    (b) he is removed from office, in amrdance with section 7 (3).\n                           for inability, arising from infirmity of mind or body, to per-\n                          form the functions of his office.\n                      (4) A person who. pursuant to section 7 (3). is =moved from the\n               office of Contractor-General for misbehaviour or for any cause other\n               than inability arising from infirmity of mind or body or who retired\n               otherwise than in pensionable circumstances may be granted by the\n               Governor-General such pension and gratuity as the CiOverwr-General\n               thinks fit not exceeding the pension and gratuity to which he would\n               have been entitled had he ratired in pensionable circumstances from\n               such office and, for the purposes of sub-paragraph (5). the date of\n               such removal from office or retirement shall be deemed to be the date\n              of retirement in pensionable circumstances.\n                      (5) Pension payable in accordance with this paragraph shall-\n                     (U) be charged on and payable out of the Consolidated Fund;and\n                     (b) be paid monthly in arrears with effect. subject to param&4.\n                           from the date of retirement in pensionable circumstancw and\n                           shall. subject to the provisions of this Act. continue to be\n                           paid during the lifetime of the person entitled thereto.\n I\\rte*of       3. The rate of pension payable pursuant to paragraph 2 to any\n pem1olL      penon shall-\n                           CONTRACTOR-GENERAL                                                 25\n        (U)  if the person has retired after completing not less than m e n              I\n              years service as c ! o n w - d       or, at any time, <w the\n              ground of iBhealth, be at an annual rate equivden4 to his\n              pensionable emoluments at retirement; and\n         (b) in any other case, be an annual rate equivalent to the s u m of\n              one-half of his pensionable emoluments at the date of retire-\n              ment and one-three hundred and sixtieth of such pensionable\n              emolulmentsin respect of eaoh month of service as a Contractor-\n              General :\n      Provided that the mte d pension $,hall not exceed the mual rate\n\\   of such pensionable emoluments."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. InthisAct-\n  “Commission” means the National Contraots Com- :\\?\n      mission established under section 23B;\n  “mntrmtor” means any person, firm or entity with\n      whom a public body enters into any agreement\n      for the Oarrying out of any building or other works\n      or for the supply of any goods or services and in-\n      cludes a person who carries out such works or\n      supplies such goods or serviws for of on behalf of\n      any public body pursuant to a licence, permit or\n      other concession or authority issued or granted to\n      that person by a public buds\n  “functions” indudes powers and duties;\n  “government contract” includes any licence, permit or\n       other concession or authority issued by a public\n       body or agreement entered into by a public body\n      for the carrying out of building or other works of\n      for the supply of any goods of services;\n  “prescribed licence” means any licence, cdficak,\n       quota, permit or warrant issued m granted p u -\n       ant to any enactment by a public budy or an oillcex\n       thereof;\n   “public body” means-\n       (U) a Ministry, department or agency of govern-\n             ment;\n        (6) a statutory body or authority;\n       me inchsusion of this page is authorized by L.N.3/u)o1]\n4                                 CONTRACTOR-GENERAL\n                       (c) any company registered under the Companies\n                           Act, being a company in which the Govern-\n                           ment or an agency of Government, whether\n                           by the holding of shares or by other financial\n                           input, is in a position to influence the policy of\n                           the company;\nI I1999\ns. 2.             “seotor committee” means a committee established\n                       under section 23F;\n                  “Security Forces” means-\n                      (a) the Jamaica Constabulary Force;\n                      (b) the Jamaica Defence Force;\n                      (c) the Island Special Constabulary Force; and\n                      (d) the Rural Police.\n                            PART II-The Contractor-General\nContractor-\nGeneral"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  For the purposes of this Act there is hereby con-\nCommision. stituted a Commission of Parliament to be known as the\n              Contractor-General.\n                    (2) The Commission shall consist of such person or\n              persons as shall be appointed by the Governor-General by\n              instrument under the Broad Seal, after consultation with the\n              Prime Minister and the Leader of the Opposition, and any\n              person so appointed shall be known as a Contractor-\n              General.\nFunctions       4.41) Subject to the provisions of this Act, it shall be the\nof the\nContractor-   function of a Contractor-General, on behalf of Parliament-\nGeneral.          (U) to monitor the award and the implementation of\n                       government contracts with a view to ensuring\n                       that-\n                           (ii suoh contracts are awarded impartially and\n                               on merit;\n                          (ii) the circumstances in which each contract\n                                is awarded or, as the case may be, termin-\n                                ated, do not involve improlpriety or irregula-\n                                sty;\n                       p h e inclusion of this page is authorized by L.N. 3/2001]\n                       CONTRACTOR-GENER A L                            5\n               (iii) without prejudice to the functions of any\n                     public body in relation to any contract, the\n                     implementation of each such contract con-\n                     forms to the terms thereof; and\n         (b) to monitor the grant, issue, suspension or revooa-\n             tion of any prescribed licence, with a view to en-\n             suring that the circumstances of such grant, issue,\n._\n,            suspension or revocation do not involve impro-\n             priety or irregularity and, where appropriate, to\n             examine whether such licence is used in a m d a n c e\n             with the terms and conditions thereof.\n           (2) For the purpose of the discharge of his functions\n     under this Act a Contractor-General shall be entitled-\n         (a) to be advised of the award and, where applicable,\n              the variation of any government contract by the\n              public body responsible for such contract;\n         (b) subject to section 19, to have access to all books,\n              records, documents, stores or other property be-\n              longing to government, whether in the possession\n              of any officer of a public body or a contractor or\n              any other person;\n         (c) to have access to any premises or location where\n              work on a government contract has been, is being\n              or is to be carried out;\n         (4to have access to all books, records, documents or\n              other property used in connection with the grant,\n              issue, suspension or revocation of any prescribed\n              licence whether in the possession of any public\n              officer or any other person;\n         (e) to have access to any premises or location where\n              he has reason to believe that any such books, re-\n              cords, documents or other property tp are referred\n              to in paragraph (4or any property which is the\n              subject of a prescribed licence, may be found;\n           [The iwlusion of this page is authorized by L.N. 55/1984]\n6                               CONTRACTOR-GENERAL\n                  cf, to enter any premises occupied by any person in\n                      order to make such enquiries or to inspect such\n                      document, record or property as he considers\n                      necessary to any matter being investigated by him;\n                      and\n                  tg) without prejudice to the provisions of sectiom 18\n                      and 19, to retain any such document, record or\n                      other property referred to in paragraph 0.\n                     (3) For the purposes of subseation (2) the Contractor-\n              General shall have power to require any public bady to\n              furnish in such manner and at such times as may be speoified\n              by the Contractor-General, information with regard to the\n              award of any contract and such other information in relation\n              thereto as the Contractor-General considers desirable.\n                     (4) For the purrposes ofparagraphs (4   and (e) of sub-\n              section (2) the Contractor-Gemal shall have power to\n              require any public officer or any other person to furnish in\n              such manner and at such times as m a y be specified by the\n              Contractor-General, information with regard to the grant,\n              issue, suspension or revocation of any prescribed licence\n              and such other information in relation thereto as the Con-\n              tractor-General considers desirable.\nIadepen-        5 4 1) In the exercise o€ the powers conferred upon him\ndena of\nContractor-   by this Act, a Contractor-General shall not be subject to\nGeneral.      the direction or control of any other person or authority.\n                    (2) Nothing in subsection (1) shall be CoIlStfued as\n              preventing the assignment to a Minister of responsibility for\n              such aspects of the administration of this Act as are necess-\n              ary or desirable to facilitate liaison between Parliament and\n              a Contractor-General.\nT a r n of      6.-(1) Subjeot to the provisions of this Act, any per-\n0f8cc.        son appointed Contractor-General shall hold office for a\n                         indusion of this page is authorized by LN. 55/1984]\n                          CONTRACTOR-GENERAL                              7\n    period of seven years and may be re-appointed for periods\n    not exceeding five years at a time.\n           (2) A person appointed Contractor-General may at\n    his own request be relieved of office by the Governor-Gen-\n    eral and shall in any case, subject to the provisions of sub-\n    sections (3) and (4), vacate office on attaining the age of\n    seventy years.\nc          (3) The Governor-General may, after consultation\n    with the Prime Minister and the Leader of the Opposition,\n    permit a Contraotor-General to continue in office until he\n    has attained such later age, not exceeding seventy-five years,\n    as may (before the Contractor-General has attained the age\n    of seventy years) have been agreed between the Governor-\n    General and the Contractor-General.\n           (4) Notwithstanding that he has attained the age at\n    which he is required by or under the provisions of this sec-\n    tion to vacate his office,a Contractor-General may continue\n    in office for such period after attaining that age as the\n    Governor-General, after consultation with the prime\n    Minister and the Leader of the Opposition, may specify, in\n    order to enable the Contractor-General to give his decision\n    or do any other thing in relation to m y investigation he\n    was conducting before he attained that age.\n            (5) Nothing done by a Contractor-General shall be\n    invalid by reason only that he has attained the age at which\n    he is required by this section to vacate his office."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where in acmdance with paragraph 2 (2) a pemn retlires in S p i a pro-\n    pensionable circumstances before he has attained the age of my years- viaon rhere\n                                                                             Contri :tor-\n         (U) the date with effect fnmn which any pension due to him under G~~~~ I\n             this Aot shall be payable shall lx the date on which he attains retira\n             that age, but, if he eleots pumuant to paragaph 5 to take a before\n              reduced pension and commuted pension gratuity, lvahhing in        iztzB\n                                                                                    I.\n              this paragraph shall prevent payment d the commuted pension\n              gratuity at any time prior to the attainme& of tha age; and\n        (b) if he dies before atrtainlng h t age, and he has not made an\n              election to receive a reduced pension and commubed pension\n              gratuity as aforesaid, he shall for the purpose d paragraph 6\n              be deemed t~ have died while holding the office ob conteaotor-\n              GeIld."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) h y parson to whom a pension (im this pa.ragaph refend to Reduc d\n    as “the oriigind p i o n ” ) is payable pursuant to paragraph 2 may, at pensic\n    his option exercisable at his retirement in pensionable circumstances\n    or within such period prior or subsequent to his mtiirement as the\n                                                                                i::tui   1.\n    Governor-General may allow, be paid, in lieu of the cdgimal pension.\n    a r e d u d pension at the rate d tbee-fourths of the annual rate of\n    the original pension together with a gratuity (in this Act referred to as\n    a “commuted pension gratuity”) equal to twelve and one-half times\n    one-quanter of the a!nnd rate of the original pension.\n          (2) The option refeared 00 in sub--graph     (1) shall be irrevocable\n    unless the Governor-Gend. on such terms as he considers monablc.\n    &w-wke permits."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. (1) Where a person dies while holding th?o h d Contradm- oratu\n    General there shall be paid to his legal personal mpmenttdves. a ondec               g.\n    gratuity of an amount equivalent to-\n        (U) one year’s pensionable emoluments; or\n        (b) the canmuted pension gmtuity for which the person afmesaid\n            had a right to ol>t pursuant to paragmph 5 on the wumption\n            that he ret&~ed  in p e n s i d l e oimunstances at the date of\n              his death,\n    whichever is the greater.\n               IThe inclusion of this page is authorized ‘by L.N. 3/2001]\n26                                    CONTRACTOR-GENERAL\n                    (2) Where a person dies while in receipt of a pension pursuant\n              CO paragraph 2, there shall be paid to his legal personal representatives\n              a gratuity of an amount equivalent to one year’s pensionable emolu-\n              ments of that person at the date of his retirement or removal from\n              oflice.\nPensionsto      7. Where a person holding the office d Cuntractor-General dies as\ndepndanb a result of injuries d v e d -\nwhen a\nContractor-       (a) in the actual discharge of his duties;\nGeneral dies      (b) in circumstances in which the injury is not wholly or mainly\nas a result\nof injuries            due to or seriously aggravated by his own serious and culpable\nreceived or            negligence or misconduct, and\ndisease con-       (c) on m u n t of circumstances specially attributable to the\ntracted in\nthe discharge          nature of his duty,\nof his        while serving in rhat office, it hall be lawful for the aOvernur-General\nduties.       to grant to the deceased o&er’s widow, children. parents or other\n              dependants such awards as would have been made under the Pensions\n              Act if the officeof Cuntrador-Gened were a pensionable office for\n              the purposes of that Act.\nRetirement       8. I[ a &~trac#or&neral-\nconsqquent\non injury           (a)     permanently injured in the adud diachatgt Ot his duty by\nor disease.              some injury specifically attributable to the nature of his duty\n                         which is not wholly or mainly due to, or seriously aggravated\n                         by, his own serious and dpable negligence or miscond-;\n                        or\n                    (b) amtmcts a disease to which he is exposed bpecially by ule\n                         nature of his duty, not being a disease wholly or mainl due\n                         to,or seriously aggravated by, his own serious and d p b k\n                        negligence or misconduot, or\n                    (c) is permanently injured as a result of an accident or damage\n                         to the airoraft while travelling by air m p m m of official\n                         instructions and the injury was not wholly or d       y due to.\n                         or seriously aggravated by, his own do118 and culpable\n                        negligence or miaoonduct; or\n                    (a) while proceeding by a route a p p m a i by the aoventOr-\n                         General to or from this Island at the commencement or ter-\n                         mination of his service therein, or of a period of secondment,\n                         duty leave, or leave thezefrom. is pmnanent3y injured as the\n                         result of damage or any a d of violence to the vessel, aircraft\n                         or vehicle in which he is travelling, if the Govcmor43encral\n                         is satisfied that that damage or act is attri-ble    to circum-\n                         stances arising out of any war in which Her Majesty may\n                        be engaged,\n              then, for the purpose of calculating any pensioa under this Aat any\n              period of service as Cuntmotor-General shall be deemad to be increesad\n              by twenty per centurn.\n                         me inclusion of this page is authorized by L.N.3/2001]\n                            CONTRACTOR-GENERA t                                                    27"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)      A Contractor-General may be removed from office 3\n    only for-\n         (U) inability to discharge ,the functions of his office\n              (whether arising from infirmity of body or mind or\n             any other cause); or\n         (b) misbehaviour; or\n               [Ths induaion of this page is authorized by LN. 55/1984]\n8                      CONTRACTOR-GENER AL\n        (c) trading with the Government of Jamaica without\n             the prior approval, by resolution, of each House of\n             Parliament,\n    and shall not be so removed except in accordance with the\n    provisions of this section.\n           (2) For the purposes of this section a Contractor-\n    General trades with the Government of Jamaica if, while\n    holding office as such, he becomes party to, or is a partner\n    in a firm or a director or manager of a company which to\n    his knowledge becomes a party to any contraot with the\n    Government of Jamaica for or on behalf of the public ser-\n    vice.\n           (3) If the question of the removal from office af a\n    Contractor-General has been referred to a tribunal appoint-\n    ed under subsection (4) and the tribunal has recommended\n    to the Governor-General that the Contractor-General ought\n    to be removed from office, the Governor-General shall, by\n    instrument under the Broad Seal, remove the Contractor-\n    General from office.\n          (4) If each House of Parliament by resolution decides\n    that the question of removing a Contractor-General from\n    office ought to be investigated then-\n          (a) the Governor-General shall appoint a tribunal,\n              which shall consist of a chairman and not less than\n              two or more than five other members from among\n              persons who hold or have held the office of a Judge\n              of a court having unlimited jurisdiction in civil and\n              criminal matters or a court having jurisdiction in\n              appeals from any such court; and\n         (b) that tribunal shall enquire into the matter and re-\n              port on the facts thereof to the Governor-General\n              and recommend to the Governor-General whether\n              the Contractor-General ought to be removed from\n           [meindusion of this page is authorized by L.N. 55/1984]\n                    CONTRACTOR-GENERAL                                      9\n          office for inability as aforesaid or for misbehaviour\n          or for trading as aforesaid.\n       (5) The provisions of sections 8 to 16 (inclusive) of the\nCommissions of Enquiry Act shall apply mututis mutundis\nin like manner in relation to tribunals appointed under sub-\nsection (4) or, as the context may require, to the members\nthereof, as they apply in relation to the Commissions or\nCommissioners appointed under that Act.\n       (6) Where the question of removing a Contractor-\nGeneral from office has been referred to a tribunal the\nGovernor-General, after consultation with the Prime\nMinister and the Leader of the Opposition, may suspend\nthe Contractor-General from performing the functions of\nhis office and any such suspension may at any time be\nrevoked by the Governor-General after consultation as\naforesaid and shall in any case cease to have effect if the\ntribunal advises the Governor-General that the Contractor-\nGeneral ought not to be removed from office."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.41) No person shall be qualified to be appointed as D          ,qualifica-\n                                                               tii IS for\nContractor-General who-                                        a1 mint-\n                                                               m [It,etc.\n    (a) is a member of the Senate or of the House of Re\n        presentatives;\n    (b) is an undischarged bankrupt;\n    (c) has been convicted of any offence involving dis-\n        honesty or moral turpitude; or\n    (d) is a party to, or partner in a firm, or a director or\n         manager of a company which to his knowledge is a\n         party to any contract with the Government of\n         Jamaica for or on behalf of the public service un-\n         less, prior to his appointment, he has disclosed to\n         the Governor-General the nature of such contract\n         and his interest or the interest of such firm or com-\n         pany therein.\n10                                 CONTRACTOR-GENERAL\n                      (2) A Contractor-General shall vacate his office if any\n               circumstances arise that, if he were not Contractor-General,\n               would, by virtue of subseotion (11, cause him to be disquali-\n               fied for appointment as such.\nRestriction      9. A person appointed Contractor-General shall devote\non employ-\nment.          his full time to the appointment and shall not accept paid\n               employment in any other capacity during any period in\n               whioh he holds office as Contracbr4eneral.\nFilling of         lO.-(l)     Where a vacancy arises in the oflice of Contract-\nVaCanCy.\n                or-General the Governor-General, after consulation with\n                the Prime Minister and the Leader o€ the Opposition, may\n                designate sameone to act in that office during such n c y ,\n               until an appointment is made.\n                           (2) Where, by reason of illness, absence from the\n                Island or other suflicient cause a person appointed Contract-\n                or-General is unable to perform the functions of his office,\n               he may appoint a member of his stafT to performthose fiance\n                tions for a period not exceeding two months and shall forth-\n               with inform the Governor-General of the appointment, but\n               if a Contractor-General is unable or fails to appoint such a\n               person or if it is necessary that such a person be appointed\n               for a period exceeding two months, the Governor-General\n               after consultation with the Prime Minister aad the Leader\n               of the Opposition, may appoint such person as he Wuks fit,\n               Wig a person qualified under this Act, to p e r f m those\n               functions.\nRWllUnL?l-a-   ll.-(l) Subject to subsection (2), a Contraotor-General\ntion of     shall receive such emoluments and be subjeot to such other\nCOntractor-\nomeral.     terms and conditions of service as may from time to time\n            be prescribed by or under any law or by a resolution of the\n            House of Representatives, such emolulnents being not less\n            than we emoluments which may, from time to time, be pay-\n               able to a Puisne Judge.\n                      [Ths inalusion of this page is authorhad by LN. 55/198J]\n                                                                       I\n                      CONTRACTOR-GENERAL                                   11\n            (2) The emoluments and terms and conditions of\n    service of a Contractor-General, other than allowances chat\n    are not taken into account in computing pensions, shall not\n    be altered to his disadvantage during the period of his\n    appointment or reappointment, as the case may be.\n            (3) The emcduments for the time being payable to a\nc   Contractor-GeneraI by virtue of this Act shall ,becharged on\n    and paid out of the Consolidated Fund."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. There shall be paid to the members of the Cornmission such Remui ra-\nremuneration whether by way of salary. honorarium, travelling or &er tion o\nallowances as the Cabinet may determine.                             memb S.\n  lO.+l) The seal of the Commission shall be kept in the custody seal I\nd the ckirman- or ofan officer authofized by the Commission in that auther m-\nbehalf, and shall be a d e n t i t e d by the signatures of the Chairman t i w o\nand another member authorized to act in that behalf.                     docm 2ts.\n           [The inclusion of this page is adorizad by L.N.3/2001]\n30                                   CONTRACTOR-GENERAL\n                        (2) All documents, ather ohan those required by law to be under\n                seal, made by, and all decisions of, the cocmmissicm may be signified\n                under the hand d the Chairman or any other member authorized in\n                that behalf.\n~        ~         11.41)\n                   b         nNo action, suit, pnxseaultion or other proceedings shall be\nOf metnlbers*   brought or instituted personally against any member for any act done\n                or omitted bo be done in good faith in pursuance or execution OT intend4\n                execution Of this A&\n                          (2) Where any m k r of the Commission is exempt from\n                kia?-nility by reason only d the prlwisions of this paragraph, the Cbm-\n                mission shall be liable to the extent that it would have been if that\n                member were an employee (x agent of the Cbdssicm.\n                           [The inclusion of dhis page is authorized by L.N. 3/2001]"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) Where a person dies while holding the office of contrador-                    wion\nGeneral or while entitled to a pension under paragraph 2, there shall                    Wi&W.\nbe paid to his widow a pension at an annual rate equivalent to one-\nfifth of the pensionable emoluments of the person aforesaid at the\ndate of his death or, if at that date he was entitled to receive a pension\nunder pamgmph 2, at thR dateofhjs mthmnmt oh, as the c88e m y be,\nremoval froan office in accordance with this Act.\n       (2) Pension payable to a widow pursuant to subparagraph (1)\nShall-\n     (a) be charged on and paid out of the Consolidated Fund; and\n     (b) be paid monthly in arrears with effect from the date of her\n          husband’s death and shall, subjed to the provisions of this\n          Act, continue to be paid during her lifetime.\n       (3) In paragrapb 7 and sub-paragraphs (1) and (2) of this para-\ngraph, reference to a widow shall, in the oase d a female e t e d\nContractor-General, be deemed to include references to a wldowcr\nand cognate expmssions shall be oonstrued accordingly, and similarly,\nreferences to a husband shall be deemed to include rtferencca Q a\nwife.\n                                   SECOND SCHEDULE                    (Section 14)\n  Oath to be taken by persons appointed to assist a Contractoffieneral\n   ...............................................\n   I                                   do swear that I will faithfully\nperform any functions assigned to me under the Contractor-Gcneral\n Act, and I will not, on any a,-       at any time whtsocvcr, except\nin so fm as provisions of the Act autharrzc. diraotly or indiractly\nmveal any information or the nature or contents of any documents\ncommunicated to me in the performance d any fundons assigned\nto me by v m of the Act.\n           i\n                                       So help me aod.                               I\n                     inclusion of this page is authorized by LN. 3/2001]             I\n                                                                           .\n28                                    CONTRACTOR-GENERAL\n1/ 1999                                       THIRDSCHEDULE                       ( W o n 23B)\ns. 4.\n                                      National Contracts Commission\nConstitu-     1. The Commission shall consist of the following members, appointed\ntion of     by the Governor-General by instrument in writing-\nCommission.\n                     (a) six ex-oficio members, of whom-\n                            (i) me shall be s e 1 W from a panel of three persons\n                                nominated by the htsactor-General who shall be the\n                                chaim;\n                            (ii) five other ex-oficio m0mbers designated by the Cabhet,\n                                who shall be employees of public bodies, provided that\n                                not less than three shall be public officers;\n                     (b) one member selected from a panel of five persons noaninated\n                         by the Joint ccwsvltative Committee of the Buildkg Industry,\n                         or by any body performing similar h u t i o n s which m a y Feplace\n                         it by whatever name d e d ; and\n                     (c) one member selected from a panel of five p e m s nominatecl\n                         by the Professional &ides Associathn of Jamaica, or by any\n                         body performing similar fundions which may replace it by\n                         whatever name d l e d .\nTenure of           2. Each member of the Com!missim shall, subject to the provisions\noffice.          of this Schedule, hold office for a period of s e v a years and d d h e\n                 eligible for reappointment.\nTemporary           3. The Governor-General may appoint any person to act temporarily\nap,pint-         in the place of any membr of the Oommission, in the case d the absence\nmats.            or inability to aot of such m m b r .\nvacancy.            4 . 4 1 ) The office of a member of the Commission shall b e a w e\n                 vacant-\n                       (a) if he r e s i p his office;\n                       (6) if his appointment is terminated in accordance with this Sche-\n                             dule.\n                         (2) If any vacancy occurs in the membership of the commission,\n                 such vacancy shall be filled by the appointment of another member,\n                 who shall, sub;- to the provisions of this Schedule, hold office fop the\n                 remainder of the period for which the previous member was appointed,\n                 W.however, that such appointment shall be made in the same manner\n                 ar.d from the same category of persons as the appointment of the previw\n                 member.\nGazetting          5. The names of all the members of the commission as first constituted\nof a m i n t -   and every change of membership thereof shall be published in the\nmenb.            Gazette.\n                           [The inclusion of this page is aulthorized by L.N. 3/2001]\n                     CONTRACTOR-GENERAL                                           29"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The provisions of the First Schedule &all have dect P L m\n                                                                   ~\n    with respect to the pension and other benefits to be paid to 4\n    or in respect of a person who has held the office of Con- s\n    trador-G&eral."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) A Contractor-General may appoint ancl employ f\n    for the purposes of this Act, at such remuneration and on 0\n    such terms and conditions as may be approved by the Com-\n    mission constituted under subsection (2), such officers and\n    agents as he considers necessary to assist him in the propex\n    performance of his functions under this Act.\n             (2) The Cammission referrid to in subsection (1)\n    shall consist of-\n         (a) the Speaker,as ohaimarq\n         (b) the Resident of the Senate;\n         (c) the person designated by the Prime Minister as\n               Leader of Government business in the H o w of\n               Representatives;\n         (4the person designated by the Leader of the Opposi-\n               tion as M e x of Opposition business in the House\n               of Representatives; and\n         (e) the Minister responsible for the public amviOe.\n             (3) The Governor-General may,subject to such con-\n    ditions as he may impose,approve of the appointment to the\n    staff of a Contractor-General, of any officer in the service\n               Mwion of this page is authorized by LN. 55119841\n12                              CONTRACTOR-GENERAL\n             of the Government, provided that in relation to pension,\n             gratuity, allowances and other rights as a public officer, such\n             officer shall be deemed to be in the service of the Govern-\n             ment while so employed.\n                     (4) If more than one person is appointed Contractor-\n             General, without prejudice to the independence of any other\n             Contractor-General, the Governor-General may designate\n             one of them to have supervision of the staff and administra-\n             tion of affairs.\nOath of         14. Every person appointed to the staff of a Contractor-\nsecrecy.\n             General shall, before he performs any function assigned to\n             him under or by virtue of this Aot, take and subscribe an\n             oath to be administered by the Contractor-General, in the\nSecond\nSchedule.    form set out in the Second Schedule.\n                    PART\n                       m-Investigations by Contractor-General\nscope of       15.41) Subject to subsection (2), a Contractor-General\ninvestiga-\ntions.       may, if he considers it necessary or desirable, conduct an\n             investigation into any or all of the following matters-\n                 (a) the registration of contractors;\n                  (b) tender procedures relating to contracts awarded by\n                      publio bodies;\n                 (c) the award of any government contract;\n                 (d) the implementation of the terms of any government\n                      contract;\n                 (e) the circumstances a€ the grant, issue, use, suspen-\n                       sion or revocation of any prescribed licence;\n                 (f, the practice and procedures relating to the grant,\n                      issue, suspension or revocation of prescribed\n                      licences.\n                     (2) A Contracbr-General shall not, without the prior\n             apprwal of the Secretary to the Cabinet acting at the direc-\n             tion of the Cabinet, investigate-\n                   me idusion of this page is authorized by L.N. 55/19841\n                   CONTRACTOR-GENERAL                                         13\n     (a) any government contract or any matters concerning\n         any such contract entered into for purposes of\n         defence or for the supply of equipment to the\n         Security Forces; or\n    (b) the grant or issue of any prescribed licence for the\n         purposes of defence or for the supply of equipment\n         to the Security Forces,\nand any report or comment thereon by the Contractor-\nGeneral shall be made only to the Cabinet."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. An investigation pursuant to section 15 may be               litiation of\n                                                                   vestiga-\nundertaken by a Contractor-General on his own initiative           IIlb\nor as a result of representations made to him, if in his opini-\non such investigation is warranted."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-( 1) A Contractor-General may adopt whatever pro-            -ocedurein\n                                                                   Spect of\ncedure he considers appropriate to the circumstances of a          vestiga-\nparticular case and, subject to the provisions of this Ad,         ws.\nmay obtain information from such person and in such\nmanner and make such enquiries as he thinks fit.\n        (2) Nothing in this Act shall be construed as requir-\ning a Contraotor-General to hold any hearing and, no\nperson shall be entitled as of right to comment on any\nallegations or to be heard by a Contractor-General.\n       (3) Regulations made under this Act may prescribe\nthe practice and procedure to be adopted at any hearing.\n        (4) Where, for the purposes of an investigation, a\nContractor-General require a person to attend before him,\nthat person shall be entitled to be paid, according to the\nscale set out in the First Schedule to the Witnesses' Expenses\nAct, expenses incurred by him by reason of such attendance\nand by way of compensation for the trouble and loss of\ntime suffered by him.\n       m e inclusion of this page is authorized by L.N. 55/1984]\n14                            CONTRACTOR-GENERAL\nEvidence.          18.41) Subject to the provisions of subsection (5)\n                and section 19 (l), a Contractor-General may at\n                any time require any officer or member of a public body or\n                any other person who, in his w o n , is able to give any\n                assistance in relation to the investigation a€any matter PW-\n                suant to this Act, to furnish such information and produce\n                any document or thing in connection with such matter as\n                may be in the possession or under the control of that officer,\n                member or other person.\n                         (2) Subject as aforesaid, a Contractor-General may\n                .summon before him and examine on oath-\n                      (a) any person who has made representations to him,\n                           or\n                      (b) any officer, member or employee of a public body\n                           or any other person who, in the opinion of the\n                           Contractor-General, is able to furnish information\n                           relating to the investigation,\n                 and such examination shall be deemed to be a judicial\n                 proceeding within the meaning of section 4 of the Perjury\n                Act.\n                         (3) For the purposes of an investigation under this\n                 Act, a Contractor-General shall have the same powers as a\n                 Judge of the Supreme Court in respect of the attendance and\n                 examination of witnesses and the production of documents.\n                         (4) Any obligation to maintain secrecy or any re-\n                 striction on the disclosure of information or the production\n                 of any document or paper or thing imposed on any person\n1 and 2          by or under the Official Secrets Act, 1911 to 1939 of the\ngm4fi2*          United Kingdom (or any Act of the Parliament of Jamaica\nG e 0 . 5 ~ 7 5 replacing the same in its application to Jamaica) or, subject\n2 and 3\nGm. 6 c. 121. to the provisions of this Act, by any other law (including a\n                 rule of law) shall not apply in relation to the disclosure of\n                 information or the production of any doaument or thing by\n                 that person to a Contractor-General for the purpose of an\n                       idusion of this page is authorized by LN. 55119841\n                   CONTRACTOR-GENERAL                                15\ninvestigation; and accordingly, no person shall be liable to\nprosecution by reason only of his compliance with a re-\nquirement of the Contraotor-General under this section.\n       (5) No person shall, for the puqmse of an investiga-\ntion, be compelled to give any evidence or produce any\ndocument or thing which he could not be oompelled to give\nor produce in proceedings in any court of law."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.02                             CONTRACTOR-GENERAL\n                       (4) No action, suit OT prosecution or other proceed-\n              ings shall be brought or instituted p e r s o d y against any\n              aember of a sector committee for any act done or omitted\n              to be done in good faith in pursuance or execution or\n              intended execution of this Act.\n                        (5) Where any member of a sector committee is\n              exempt from liability by reason only of the provisions of\n              subsection (4), the Canmission shall be liable to the extent\n              that it would have been if that membex were an employee or\n              agent of the Copnmision.\nRegistra-\ntion and"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1)   Where the Secretary to the Cabinet at the d i r e\n                                                                01\ntion of Cabhet-                                                 01\n     (a) gives notice that the disclosure by a Contractor-\n         General of any document or information specified\n         in the notice, or any class of document or idorma-\n         tion so specified,would-\n              (i) involve the disclosure a€the deliberations or\n                   proceedings of the Cabinet, or any com-\n                   mittee thereof, relating to matters of a\n                   secret or confidential nature and is likely\n                   to ;beinjuriousto the public interest;or\n             (ii) prejudice the relations of Jamaica with the\n                   government of any other country or with\n                   any international organimtiow or\n            (iii) prejudice the detection of offences,\n          a Contractor-General or any member of his staff\n          shall not communic&te to any person for any pur-\n         pose any document or information specified in the\n          notice or any document or information of a class\n         so specified;\n     (b) certifies that the giving of any information or the\n         answering of any question or production of any\n         document or thing would prejudice the security or\n         defence of Jamaica, a Contractor-General shall not\n        CTIXI Musion of tbip page is authorized by LN. 55/1984j\n16                                CONTRACTOR-GENERAL\n                        further require suuh information or answer to be\n                        given or such document or thing to be produced.\n                      (2) Except as provided in subsection (I), no law\n              which authorizes or requires the refusal to answer any\n              question or the withholding of any information or document\n              or thing on the ground that the answering of the question or\n              the disolosure of the information, document or thing would\n              be injurious to the public interest, shall apply in respect of\n              any investigation by or proceedings before a Contractor-\n              General.\nProcedure        20.-( 1) After conducting an investigation under this Act,\ninvestiga-\nafter         a Contractor-General shall, in writing, inform the principal\ntion.         officer of the public body concerned and the Minister having\n              responsibility therefor of the result of that investigation and\n              make suuh recommendations as he considers necessary in\n              respect of the matter which was investigated.\n                      (2) If any report of a Contractor-General reflects\n              adversely upon any person the Contractor-General shall, so\n              far as practicable, inform that person of the substance of the\n              repwt.\nDisoidinary     21. If a Contractor-General finds, during the course of\naction\nagainst       his investigations or on the conclusion thereof that there is\nofficers.\n              evidence of a breach of duty or misconduct or criminal\n              offence on the part of an officer or member of a publio body,\n              he shall refer the matter to the person or persons competent\n              to take such disciplinary or other proceeding as may be\n              appropriate against that officer or member and in all such\n              cases shall lay a special report before Parliament.\nProceedings     22. The proceedings of a Contractor-General shall not be\nof Con-\ntractor-      rendered void for want of form.\nGeneral not\nto be void\nfor want\nof form.             [Th9 imlusion of this page is authorized by L.N. 55/19841\n                       CONTRACTOR-GENERAL                                     17\n      2 3 4 1 ) Except in the case of proceedings for an offence Privilcsea\n    under section 29 (c), no proceedings whatsoever shall lie\n    against a Contraotor-General or any person concerned with\n    the administration of this Act, for anything he may do or\n    report or say in the performance of his functions under this\n    Act.\n            (2) Anything said or information supplied or any\n    document or thing produced by any person for the purpose\n\\\n    or in the course of any investigation by or proceedings before\n    a Contractor-General under this Act, shall be absolutely\n    privileged in the same manner as if the investigation or\n    proceedings were proceedings in a court of law.\n             (3) For the purposes of the Defamation Act, any\n    report made by a Contractor-General under this Act and\n    any fair and accurate comment thmeon shall be deemed to\n    be privileged."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.               of ~ntractor-GcneralnoC to be void for want of\n   form.\n         frhe inclusion of this page is authorized 'by L.N. 3/2001]   I\n2                      CONTRACTOR-GENERAL"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Pnvilega.\n                 PARTIIW-National        Contracts Commission\n    23~.Inkrpmtatian.\n    2 3 ~ Wblishment\n           .              of Chmmission."
    },
    {
      "provision_ref": "sec23a",
      "section": "23A",
      "title": "Section 23A",
      "content": "23A. In this Part “prospective contractor” means any hbvtion.\n                                                                    ba-\n    person, firm or entity proposing to obtain the award of a\n    government contract."
    },
    {
      "provision_ref": "sec23b",
      "section": "23B",
      "title": "Section 23B",
      "content": "23B.-(1) There is hereby established for the purposes of              h-\n    this Act a body to be called the National Contraots Corn-                Bioa\n    mission.\n               (2) The provisions of the Third Schedule shall have\n    effect as to the constitution of the Commission and otherwise\n    in relation thereto."
    },
    {
      "provision_ref": "sec23c",
      "section": "23c",
      "title": "Section 23c",
      "content": "23c. PakipaI abjmts d conmwma\n                                        ..\n    2 3 ~ Functions\n            .         of Commission.\n    2 3 ~ Commission\n           .            may make regulations.\n    2 3 ~ Sedm\n           .      ocrmmittea."
    },
    {
      "provision_ref": "sec23c",
      "section": "23C",
      "title": "Section 23C",
      "content": "23C. The principal objects of the Commission are the                   f\n     promotion of efficiency in the process of award and imple-\n     mentation of government contraots and ensuring trans-\n     parency and equity in the awarding of such contracts.               I\n                                                                         I\n              me inclusion of this page is authorized ‘by L.N. 3/2001]   I\n18                      CONTRACTORGENERA L"
    },
    {
      "provision_ref": "sec23d",
      "section": "23D",
      "title": "Section 23D",
      "content": "23D.-(1) The functions of the Chmission shall be to\n     carry out such activities as may be necesaq to give effeot\n     to the principal 0bjwt.s specified in section 23C and to\n     perform such other functions as may be conferred on the\n     Commission under this or any other enactment, and without\n     limiting the generality of the foregoing, such function6 shall\n     include-\n               examking applications for the award of govern-\n               ment contracts;\n               approving or overseeing the award of government\n               contracts within the specified limits;\n              in the case of government oontrads above the speci-\n               fied limits, making r m m n d h o m to the Cabinet\n               regarding the award of such contracts;\n               registming pn>lFpeotive contraotors for the purposes\n               of this Part and classifying such contractors\n               according to the levd and scope of government\n               aontraots to which such registration applies;\n              establishing and keeping up-to-date lists of con-\n               tractors so registered, distinguished according to\n               the category of work for which they have been\n               registd,\n               continuously d          g the financial and human\n               resources, technical, financial and managerial capa-\n               city and performance of oonttraators;\n              making recommendations to the Cabinet for\n               improving the efficiency of the procedures for the\n               granting and implementation of government con-\n              tracts;\n              overseeing the activities of sector committees.\n              (2) The Cornmidon may do anything or enter into\n     any transaction which it considers neassary or desirable for\n     the proper performance of its functions.                 0\n             me inclusion of 6his page is authorized by L.N. 3/2001]\n                          CONTRACTOR-GENERAL                                    18.01\n             (3) FOTthe purposes of subsection (U,a govern-\n    ment contract is within the specified limit if the contract sum\n    does not exceed such amount as may be approved by the\n    Cabinet f r m time to time and published in the Gazette.                    I\nY\nL"
    },
    {
      "provision_ref": "sec23e",
      "section": "23E",
      "title": "Section 23E",
      "content": "23E.-(1) The Cammission may make regulations pre- \"\n    scribing-\n         (a) the qualifications required of prospective con-\n              tractors for registration and ohssifmtion under\n                                                                      d-\n                                                                  rion m y\n                                                                  maker u-\n                                                                  lationr.      h\n              this Part;\n         (b) the procedure fur the submission of tenders for\n              government contracts;\n         (c) the requirement for contractors to enter into per-\n               formance bonds;\n         (d) competitive bidding in relation to government con-\n               tracts;\n         I(e) the circumstances in which registration may be\n               cancelled and the procedure for such cancellation.\n              (2) Regulations under subsection (1) shall be sub-\n    ject to negative resolution."
    },
    {
      "provision_ref": "sec23f",
      "section": "23F",
      "title": "Section 23F",
      "content": "23F.-( 1) The Commission may establish such number of seot01 t-\n                                                                  corn\n    sector commitbm as it considers necessary for the purpose of\n    assisting the Commission in the carrying out of its functions\n    under this Part.\n             (2) The primary function of each sector committee\n,   shall be to approve the award of government contracts\n    within the limits specified pursuant to section 23D (3).\n              (3) Subject to the provisions of this Act, each sector\n    committee shall be subject to the general direction and\n    control of the Commission.\n                                                                            -\n                tThe inclusion of this page is authorized by L.N. 3/2001]\n     R'-- -10"
    },
    {
      "provision_ref": "sec23j",
      "section": "23J",
      "title": "Section 23J",
      "content": "23J.-(1)  The funds and resources of the Commission FU\nshall be provided from funds vested in the office of the\nContra&or-General under this Act.\n         (2) Subject to the approval of the Cabinet, fees may\nbe charged for services rendered by the Commission under\nthis Act.\n                                                                         1\n                           PARTN-General"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) A Contractor-General and every person con- ? .cy of\ncerned with the administration of this Act shall regard as\n                                                              In rmation.t\nsecret and confidential all documents, information and things\ndisclosed to them in the execution of any of the provisions\nof this Act, except that no disclosure-\n      (a) made by a Contractor-General or any person afore-\n          said in proceedings for an offence under section 29\n          of this Act or under the Perjury Act, by virtue of\n          section 18 (2) of this Act; or\n      (b) which a Contractor-General thinks necessary to\n           make in the discharge of his functions or far the\n           purpose of executing any of the provisions of\n          sections 20, 21 and 28,\n shall be deemed inconsistent with any duty imposed by this\nsubsection.\n             [The inclusion of ahis page is authorized by L N. 3,20011\n20                                  CONTRACTOR-GENERAL\n                     (2) Neither a Contractor-General nor any such per-\n             son aforesaid shall be called upon to give evidence in r&pect\n             of, or produce, any document, information or thing, afore-\n             said in any proceedings other than proceedings mentioned\n             in subsection (1).\n                     (3) Nothing in this section shall prevent disclosure\n             by any person of information furnished to him pursuant to\n             section 20.\nPerformance     25.-(1) Without prejudice to the provisions of section 10\nof functions\nof           (2), the functions of a Contractor-General, except those\nGeneral\nContractor-\n         by under sections 20,21,27 (2) and 28, may be performed by any\nmembersof\nhis staff.\n             member of his staff authorized for that purpose by the\n             Contractor-General\n                     (2) Nothing in subsection (1) shall be construed as\n             affeoting the responsibility of a Contractor-Generd for\n             functions performed on his behalf pursuant to subsection\n             (1).\nFunding.       26. The funds of the office of Contractor-General shall\n             consist of-\n                 (a) such sums as may from time to time be appropriated\n                       by Parliament for the purposes of the office of\n                       Contractor-General; and\n                  (b) all other moneys which may in any manner become\n                       payable to or vested in a Contractor-G-d        in\n                       respect of any matter incidental to his functions.\nACCOUnt8.      27.-(1)     The accounts and finan~altransactions of the\n.tc\n             office of Contractor-General shall be audited annually by\n             the Auditor-General and a statement of accounts so audited\n             shall form part of the m u d report referred to in section"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Performance of functions of cOntractor-aancrat by mcmbcra of\n        his statt."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) A contractor-General may at any time be re- Rspom\n     quired by Parliament to submit a report to Parliament in\n     respect of any matter being investigated by him.\n             (2) A Contractor-General shall submit to Parliament\n     an annual report relating generally to the execution of his\n     functions and may at any time submit a report relating to\n     any particular matter or matters investigated, or being in-\n     vestigated, by him which, in his opinion, require the special\n     attention of Parliament.\n             (3) Reports under this section shall be submitted to\n     the Speaker of the House of Representatives and the Pre-\n     sident of the Senate who shall, as soon as possible, have\n     them laid on the Table of the appropriate House.\n             (4) A Contractor-General may, in the public interest,\n     from time to time publish in such maker as he thinks fit,\n     reports relating to such matters as are mentioned in sub-\n     section (2) and any case which is the subject of a special\n     report under section 21, but no such report shall be\n     published until after it has been laid pursuant to subsection\n     (3).\n‘Y     29. Every person who-                                         offa 1.\n                                                                      ---I\n22                                CONTRACTOR-GENERAL\n                   (b) without lawful justification or excuse-\n                             (i) obstructs, hinders or resists a Contractor-\n                                 General or any other person in the execu-\n                                 tion of his functions under this Act; or\n                            (ii) fails to comply with any lawful requirement\n                                 of a Contractor-General or any other per-\n                                 son under this Act;or                             .\n                    (c) deals with documents, information or things men-\n                         tioned in section 24 (1) in a manner inconsistent\n                        with his duty under that subsection,\n               shall be guilty of an offence and shall be liable on summary\n               conviction before a Resident Magistrate to a fine not ex-\n               ceeding five thousand dollars or to imprisonment for a\n               term not exceeding twelve m o d s or to both such fine and\n               imprisonment.\nRemedy           30.41) A Contractor-General may initiate or continue\nunder\nany other   any investigation and report thereon pursuant to this Act\nraryision of\n            notwithstanding any legal proceedings relating to the sub-\nunaffaoted. ject matter of the investigation.\n                      (2) Nothing in subsection (1) shall be construed as\n               preventing a court from ordering the Contractor-General\n               not to publish a report or part thereof if the court is of\n               opinion that such publication is likely to prejudice any pro-\n               ceedings pending before the court.\nProvisim\napplicable\n                 HA. Where pursuant to any provision of this Act, the\nwhen thw    Governor-General is directed to act after consultation witb\nL Y e r oi  the Leader of the Opposition and-\nthe\nOpposition.      (a) there is no person holding the office of Leader of\nI7/1985              the Opposition; or\ns.2.\n                 (b) the holder of that office is unwilling or, by reason\n                     of his illness or absence from Jamaica, unable\n                     to perform his functions in that regard,\n                   CONTRACTOR-GENERAL                                            23\nthe Governor-General shall act as if the reference in such\nprovision to the Leader of the Opposition were a reference\nto mch p e m n as the G o v a w r - W e d , in his dkmtkm,              I\nconsiders apppriak."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Remedy under any other provision of law undc&d.\n    3 0 ~ .Provisions applicable when there is no Leader of the Opposi-\n             tion."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Regulations.\n             p h e inclusion of this page is auhorized by L.N. 3/2001]\n                CONTRACTOR-GENERAL                                    l3\n      THE CONTRACI‘OR-GENERAL ACT\n                                              [7th October, I9831"
    },
    {
      "provision_ref": "sec230",
      "section": "230",
      "title": "Section 230",
      "content": "230. Registration and olwifkation.\n    2 3 ~ Factors\n            .      affecting c1assificslti;on."
    },
    {
      "provision_ref": "sec231",
      "section": "231",
      "title": "Section 231",
      "content": "231. The Commission shall ensure as far as possible that-\n    (U) the tendxhg process for government 0ontract.s is\n         conducted in an open manner;\n    (b) reasonable notification is given of the proposed\n         award of any government contract."
    },
    {
      "provision_ref": "sec236",
      "section": "236",
      "title": "Section 236",
      "content": "236.-(1) Any person, firm or entity de&ous of being\nclassifica-   registered and classified for the pulposts of this Part may\ntion.\n              apply to the Commission in the prescribed manner for such\n              registration and classification.\n                       (2) If the C u m m is satisfied thas an applicant\n              meets the prescribed quimments, it may issue to that\n              applicant a certiiicate of registmtion a d classification in\n              the prescribed farm.\n                        (3) Where the Co-on            refuses an application\n              for registration and classification it shall notify the applicant\n              in writing of the reasoias for suuh refusal.\n                        (4) The Commission may cancel the registration of\n              any pemn, firm or entity in accordance with regulatom\n              made under s&im 23E (e).\nFactors          23H. For the pq.mes of classimg pr-tive              con-\nclassifica-   tractors, the Cbmmhion shall take into &coouIlt the f d o w -\ntiom.         ing factors-\n                    (a) financial soundness;\n                   (21) technical and managerial competence and ex#-\n                        em;\n                   (c) general level of experrtise;\n                       [The inclusion of bbis page is authorized ‘by L.N. 3/2001]\n                       CONTRACTORGENERAL                                         19\n    (4 specialization in the supply of the relevant goods\n       01 services or in the carrying out of the relevant\n        works;\n    (e) equipment and other resources.                                       I"
    }
  ],
  "definitions": []
}