{
  "id": "jm-stat-the-contractors-levy-act",
  "type": "statute",
  "title": "The Contractors Levy Act",
  "title_en": "The Contractors Levy Act",
  "short_name": "Contractors Levy Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-contractors-levy-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-contractors-levy-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Construction, alteration, repair, extension. demolition or dis-\n     mantling of building and structures (whether permanent or not). in-\n     cludmg (without prejudice to the foregoing) offshore installations, that is to\n     say, installations which are maintained or are intended to be established for\n     underwater exploitation."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                 Interpre-\n                                                                                tation.\n  “Commissioner of Taxpayer Appeals” means the L.N.\n     Commissioner of Taxpayer Appeals appointed under 8W2002\n     section 11B of the Revenue Administration Act;\n  “construction operations” means such operations as are\n                                                             First\n      specified in Part I of the First Schedule but does not Sch&le,\n      include the operations specified in Part I1 of that\n      Schedule; and references to construction operations\n      shall be taken-\n       (a) except where the context otherwise requires, as\n           including references to the work of individuals\n           engaged in carrying out such operations; and\n       (b) as not including references to operations carried\n           out or to be carried out otherwise than in Jaqaica;\n “haulage operations” means operations of any description\n                                                          Tlud\n     specified in the Third Schedule;                     Schedule\n “levy” means the levy imposed under this Act;\n “principal contractor” means a person who; being a party to\n      a contract (not being a contract of service) is\n      responsible for the carrying out in Jamaica of\n      construction operations or tillage operations or haulage\n      operations under that contract, whether or not he\n      performs all or any of those operations;\n             F e inclusion of this page is authorized by L.N. SSnO03]\n                                         CONTRACTORS LEVY\n                    “sub-contractor” means a person who is a party to a\n                        contract (not being a contract of service) with a\n                        principal contractor relating to construction opera-\n                        tions or tillage operations or haulage operations\n                        and under that contract-\n                        (a) he is under a duty to the principal contractor\n                            to carry out operations or to hrnish his own\n                            labour or the labour of others in the carrying\n                            out of the operations or to arrange for the\n                            labour of others to be hrnished in the carry-\n                            ing out of the operations; or\n                        (b) he is answerable to the principal contractor\n                            for the carrying out of the operations by other\n                            persons whether under a contract or under\n                            other arrangements made or to be made by\n                            him;\n                   “tillage operations” means operations of any descrip-\nSecond                   tion specified in the Second Schedule but does not\nSchedule\n                         include operations performed manually or with\n                         non-mechanical equipment.\nlevy on\n           Of     3. Subject to any regulations made pursuant to section\ncontractors.    14 (1) (4, any person who makes any payment either to or\n                on account of a principal contractor or a sub-contractor pur-\n                suant to a contract entered into on or after the date of\n                commencement of this Act in respect of construction oper-\n                ations, tillage operations or haulage operations performed,\n                or required to be performed, by that principal contractor\n                or sub-contractor shall deduct from the gross amount of the\n                payment a levy equal to two per centum of that gross\n                amount.\nCollectionof       4.-(1)  Subject to section 13 (l), a person who deducts\nlevy.\n                the levy from any payment shall be deemed to be collecting\n                the levy on behalf of the Collector of Taxes for the parish\n                in which the levy is deducted and shall, within fourteen\n                             [The iilclusion of this page IS authorized by L N   88i2003]’ .\n                        CONTRACTORS LEVY\n     days after the end of the calendar month in which the levy\n     is deducted, pay to the Collectorof Taxes the amount of\n     the levy so deducted.\n           (2) Subject to the provisions of this Act and except-\n     in so far as regulations otherwise provide, the provisions of\n     the Tax Collection Act concerning payment. dcction and\n/-   recovery of t a i and the enforcing of payment shall mutatis\nI-   mutandis apply to the levy in the same way as they apply\n     to tax.\n             (3) A person who is required to make a deduction of\n     levy pursuant to this Act and fails to do so shall neverthe-\n     less be liable to make payment to the Collector of Taxes in\n     like manner and in like amount as if he had made the de-\n     duction aforesaid.\n           (4) Every person who i s      ired by-this Act to'deduct\n     the levy from any payment shall, within fourteen days after\n     making the payment, furnish the principal contractor or\n     sub-contractor, as the case may be, with a certificate setting\n     out the gross amount of thd payment and the amount of\n     the levy which has been dedocted (or,as the case may be,\n     ought to have been deducted) and such other particulars as\n     may be prescribed.\n       S. For the purposes of the Income Tax Act the levy de-\n     ducted from any paymat to a prirwipdf'antractbr or sub-\n     contractor in any year shaHlnot be trestjed as an expense\n     under section 13 of the Income Tax Act but shall be regu-\n     lated by the provisions of section 25k3 or section 32 (31, as\n     the case may be, of that Act.\nr\n.      6. A Collqctor of Taxes may autborh paymemt to, or\n     on 8ccoullt of, a principal contractor -ab mb.contractor\n     withobt deduction of the lcv w h he is satisfled that there\n     is no liability to make a 'deduction of levy from that pay-\n     ment.\n            n o inclubn of t6is   h          by L.N. 81/19861\n6                                CONTRicToRs LEVY\nAssessment\nof levy.\n               7*-(l) A Collector of Taxcs may assess the amount pay-\n             able as levy where-\n                  (a) there is a dispute regarding the amount of the levy\n                       between the person liable to defduot tbrt levy from\n                       any payment and either the persolo entitled ,to.ro.\n                       ceipt of that payment or the principal mntractg~\n                       or subcontractor, ds the case mgy be; or\n                  (6) the amount (if any) deducted as levy from any\n                       payment is, in his opimon, either less or greater\n                       than the amount req~iredto bei,+xjuq8edlas levy\n                       under this Act;or\n                 (4 it appears to him that it is just in &e&-\n                       ofthecasesotodo.                .           ‘ I                 I            ,’\n                                                                         . I ’\n                                                                                 * l          * i   _’   -\n                  (2) A collector of Taxes shall pause a notice9f adsess-\n             metd to be served person4ly hr seht by’&&er& post to\n             any person appearing to him fo be aRected by tbe\n             ment; and-\n                 (a) where that person is copst&fl         op,,@,                              &-\n                      merit, required to mqke any\n                      lector of Taxes,p8y-t            @,\n                      to section 4 (1) as if the date F   lf ,m.@,,the\n                      notice were the date on which levy was b u & d\n                      from a payment and             ,     *,\n                                                           i      ‘      , r . l       -I           I\n                 (b) if any dund of k+                  JAW -*m          af\n                      Taxes shall make AI@!mfwd or,;c84jpPpe!#;rW\n                      cordingly.                   ’   1* I ’      --, ,  I.           I_*.\n                                                               ‘ I\n                                                                             I;.:!         .i\nObjection\n               &-(l) If any person who is liable to deduct the le*\nbarn-\nment.\n             from any payrqeat or who is mtiW to nw&%;Ofthst PQY-\n             ment disputm the ar#rcrssrrrrartwn@bdl,@?;~e   lV?%X W\n             ferred to in BactioIL 7 €21, ht q y Sbg @i~of:fM@#W,jP\n             writing, apply tQ the collectat of T w ts*m~&m W\n             revise the assessment.                                                                      I’\n                          CONTRACTORS LJWY                             7\n          (2) A notice of objection under subsection (1) shall\n    state precisely the grounds of objection to the assessment\n    and shall be made within thirty days from the dete of ser-\n    vice of the notice of assessment.\n          (3) Where the Collector of Taxes is satisfied that\n    owing to absence from the Island, sickness or other reason-\n    able cause, the person disputing the assessment was pre-\n    vented from making the a*plication within the period\n    stated in subsection (2) he nay extend the period as may\n    be reasonable in the c i r c u m s w .\n          (4) On receipt of the ndticc of abjection by the Col-\n    lector of Taxes,the Collector may require the perso0 giviq\n    the notice of objection to W&h, within such period as the\n    Collector may specify, such additional particulars relating\n    to the payment as the~CoHeotormay deem ntmssmy and\n    to produce all books and other docutnents relating to the\n    pament which are in the cus@dy of or under the control\n    of that person, and may, ay notice, summon any person\n    who he thinks is able to give evidence respecting the pay-\n    ment or the assessment to a b d before him md may ex-\n    amine such person on oath or otherwise.\n          (5) Where a person giving notice of objection refuses\n    or neglects to furnish any particulars or to produce any\n    books or documents, as thC &'& inay &, within the period\n    specified by the collector of Tdsea wdet subsection (4):\n    the notice of objection servdd upon the Collector by that\n    person shall cease to have && and thet-               made\n    shaIl be final and coficlusivc as regards that person, so,\n    however, that n o m g in th& subsecthn shall prevent the\nf   Collector of Taxes from mdrking any refund of amounts\n    paid in excess and which do not involve the reopening of\n    a q matter determined by the assessment aforesaid.\n            (6) Any person who Without'bvVfktl ~XCUSCrefuses\n    or neglects to attend or to give evidehce punruant to a\n    notice served upon him under subsection (41, or to produce\n           p h e inoluaim of this pnge i s a&dzai   by L.N. 87/19861\n8                       CONTRACTORS LEVY\n    any books or documents which he is required to produce,\n    or who refuses to answer any questions concerning the\n    matters under consideration, or who knowingly or wilfully\n    gives any false evidence to a Collector of Taxes commits\n    an offence and is liable on summary conviction before a\n    Resident Magistrate to a fine-not exceeding one thousand\n    dollars or to imprisonment fQr a term not exceeding Six\n    months or to both such fine and imprisonment.\n          (7) A Collector of Taxes shall, in respect of every\n     notice of objection referred to& subsection (11, give notice\n    in writing of his decision in respect of that objwtion to the\n    person disputing the assessment.\n         (8) Notice under s u b s e c b (7) shall not be necessary\n    where an objector and the Collector of Taxes-\n        (a) agree as to the amoufit at which the asdewmt is\n             mad^ or\n        (b) agree as to the amount at which the m              a   t\n             should be made an&, ‘inthis event the m           a   t\n             shall be amended accordingly.\n          (9) Where no valid objqion against an assessment\n    has been lodged within the      spedfied for such objec-\n    tions, or where the amount              has been agrad\n    under subsection (8) or w h the amount of levy has been\n    determined by the Coll& of Taxes on.objjbon              as-\n    sessment as made, agreed or dqtermhd as the c~lsemay be,\n    shall be final and conclusive as regards the amount of levy\n    payable.\n           (10) Nothing in subsation (9) shall prevat a Col-\n    lector of Taxes from making any refund of levy which he\n    is satisfied is due.\n           [ T h e i n c Q u s i o D d * ~ ~byi LN.\n                                                r ~ 87/lpsal\n                                  CONTRACTORSLEVY                                9"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The professional work of architects or surveyors, or of consultants in\n     building, engineering, interior or exterior decoration or in the laying-out of\n     landscape.\n                       [The iiicliisioii of tliis page IS authoiized by L N   88/2003]\n                       CONTRACTORS LEVY"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Haulage of any item mentioned in or connected with any opera-\ntion specified in paragraphs 1 to 3.\n  Tillage.\n                           THIRD SCHEDULE                 (section 2)\n                          Haulage Operations"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . Operations which form an integral part of, or are preparatory to, or are\n     for rendering complete, such operations as are previously described in this\n     Schedule including site clearance. earth-moving, excavation, tunnelling or\n     boring, laying of foundations, erection of scaffolding, site restoration.\n     landscaping and the provision of roadways and other access works."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. As respects any particular transaction, B pemon who satisfies the\ncollector of Taxes that-\n     (U) being in the busin= of OonstruCtiOa operations the transac-\n          tion involved the construction of buildings for his own use\n          or the use or occupation of that business or of persons em-\n          ployed by him;\n     (b) being in the business d sillage operations. the transaction\n          involved the tilling of land for his own use; or\n     (c) being in the business o     f haulage operations, the transaction\n          involved haulage for the purposes of construction or tillage\n          operations undertaken by him for his benefit"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)      Any person who is dissatisfied with an assessment ;:P!''\nmade under section 8, may appeal to the Commissioner of assessment\nTaxpayer Appeals within thirty days of the date of receiving the ~ ~ 2 0 0 2 ,\ndecision of the Collector of Taxes or such longer period as may\nbe permitted under subsection (2).\n          (2) The Commissioner of Taxpayer Appeals may, upon sL;1ioo2\nbeing satisfied that owing to absence from the Island, sickness\nor other reasonable cause, the appellant under subsection (1)\nwas prevented from making the appeal within the period\nspecified thereunder, extend the period as may be reasonable in\nthe circumstances.\n          (3) Upon an appeal under subsection (1) the L.N.\nCommissioner of Taxpayer Appeals may confirm, reduce the 8B/2002.\namount under or vacate the decision complained of.\n          (4) An appellant who is dissatisfied with the decision of ~ ~ ; o o 2 ,\nthe Commissioner of Taxpayer Appeals may appeal to the\nRevenue Court within thirty days of the date of receiving that\ndecision or within such longer period of time as may be\npermitted by or pursuant to rules of court.\n          ( 5 ) The onus of proving that the assessment complained ~&oo2,\nof is erroneous shall be on the person appealing to the Revenue\ncourt.\n          (6) An appeal under subsection (4) shall be limited to L.N.\n                                                                    8B/2002.\nthe grounds stated in the notice of objection but the Revenue\nCourt may, in its discretion, permit the grounds of appeal to be\namended.\n          (7) Where the Revenue Court determines the amount of\nlevy which is payable on assessment, the levy shall be paid in\naccordance with that decision, until, in the event of an appeal\nbeing made to the Court of Appeal, the Court of Appeal having\nheard and determined that appeal, shall otherwise order."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every person who under this Act deducts the levy shall, records to\nin relation to that levy-                                           be kept.\n        (a) keep proper books, records and accounts in relation\n            to the contract, payment or levy;\n               [The IIICIUSIOII    of this page IS authonzed by L N   88i20031\n10                                       CONTRACTORS LEVY\n                         (b) permit any person authorized in writing by the\n                             Collector of Taxes at all reasonable times to inspect\n                             the books, records and accounts and to make copies\n                             of entries therein; or\n                        (c) produce if required by the Collector of Taxes or any\n                             person authorized by him in writing, at such time\n                             and place as the Collector of Taxes or other person\n                             may specify, any books, records, accounts or other\n                             documents relating to the contract, payment or levy.\nEsamption         11. Where any of the institutions or persons specified in the\ntiom payment\nof I e y .     Fourth Schedule is a principal contractor or a sub-contractor in\nFourth         relation to construction, tillage or haulage operations, that\nSchedule.\n               institution or person shall be exempt from the levy and\n               accordingly payments to them shall be made without the\n               deduction prescribed by section 3.\nPower to          12.-(1) The Minister may amend the Schedules by order\namend\nSchedules.\n               published in the Gazerte.\n                        (2) An order made under subsection (1) shall be subject\n               to negative resolution of the House of Representatives.\nPenalties.        13.-(1)   Where any person fails to pay or account for the\n               levy by the date required by section 4 (l), he shall be treated as\n               if the levy were increased at the rate of twenty-five per centum\n               per annum, or such other rate as the Minister may by order\n               prescribe, in respect of each day during which the failure\n               continues after the date on which the levy is due and payable.\n                        (2) Any person who knowingly makes or delivers any\n               false certificate or who keeps or prepares any false accounts\n               relating to any gross payment or deduction of levy under this\n               Act commits an offence and is liable on conviction on\n               indictment to a fine not exceeding ten thousand dollars and\n               treble the amount of the levy which he ought to have deducted\n               and in default of payment to imprisonment for a term not\n               exceeding five years.\n                      (3) Any person who aids, abets, assists, counsels, incites\n               or induces another person to-\n                              (The iiicliisioii of this page is authorized by L N. 88/2003]\n                         CONTRACTORSLEVY                                    11\n      (a) make or deliver any false certificate;\n      (b) keep or prepare any false accounts relating to any\n          payment or other transaction which may affect the\n          amount of the levy,\ncommits an offence and is liable on summary conviction before\na Resident Magistrate to a fine not exceeding five thousand\ndollars and in default of payment to imprisonment for a term not\nexceeding six months.\n       (4) A person who fails to comply with the provisions of\nsection 10 commits an offence and is liable on summary\nconviction before a Resident Magistrate to a fine not exceeding\nfive thousand dollars and in default of payment to imprisonment\nfor a term not exceeding twelve months.\n  1 4 . 4 1) The Minister may make regulations generally for the Re&+\nproper carrying out of the provisions of this Act and in tions.\nparticular, but without prejudice to the generality of the\nforegoing, make regulations-\n      (a) for the assessment, charge, collection and recovery of\n          the levy;\n      (b) for the return of any amount of levy paid in error;\n      (c) for the keeping of records, and books of account\n          relating to the deduction and payment of the levy;\n      (d) relieving from the provisions of section 3 certain\n          payments by a principal contractor to a sub-contractor\n          and by a sub-contractor to a principal contractor.\n       (2) Regulations under subsection (1) shall be subject to\nnegative resolution of the House of Representatives.\n              [The iiicliision of this page is authorized by L.N. SSn003]\n12                                 CONTRACTORS LEVY\n                                       FIRST SCHEDULE                                    (Section 2)\n                                                 PART I\n                                    Construction Operations"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Regulations.\n-\n                                            .\n          [The indusion of thb page is aunhonzcd by L.N. 87j198q\n                        CONTRACTORSLEVY                                                        3\n            THE CONTRACTORS LEVY ACT                                                 Act\n                                                                                2 1 of 1985.\n                                                       [23rd December, 1985.1"
    }
  ],
  "definitions": []
}