{
  "id": "jm-stat-the-conveyancing-act",
  "type": "statute",
  "title": "The Conveyancing Act",
  "title_en": "The Conveyancing Act",
  "short_name": "Conveyancing Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-conveyancing-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-conveyancing-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Conveyancing Act.               Short title.\n                         I. Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Nothing in this Act shall apply to land brought under Limitation\nthe operation of the Registration of Titles Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Act-                                                 Interpre-\n                                                                  bation.\n“Property” unless a contrary intention appears, includes\n    real and personal property, and any estate or interest\n    in any property, real or personal, and any debt, and\n    any thing in action, and any other right or interest in\n    the nature of property, whether in possession or not;\n“Land” unless a contrary intention appears, includes land\n    of any tenure, and tenements and hereditaments, cor-\n    poreal or incorporeal, and houses and other buildings,\n    also an undivided share in land;\n“Income” in relation to land, includes rents and profits,\n    and possession includes receipt of income;\n“Conveyance” unless a contrary intention appears, includes\n   assignment, appointment, lease, settlement and other\n   assurance, and covenant to surrender, made by deed,\n    on a sale, mortgage, demise or settlement, of any\n    property, or on any other dealing with or for any\n    property; and convey, unless a contrary intention\n    appears, has a meaning corresponding with that of\n    conveyance;\n       me inclusion of this page is authorized by L.N. 57/1980]\n6                            CONVEYANCZNG\n    “Mortgage” includes any charge on any property, for\n        securing money or money’s worth, and mortgage money\n        means money, or money’s worth, secured by mortgage;\n        and mortgagor includes any person from time to time\n        deriving title under the original mortgagor, or entitled\n        to redeem a mortgage, according to his estate, interest\n        or right, in the mortgaged property; and mortgagee\n        includes any person from time to time deriving title\n        under the original mortgagee; and mortgagee in posses-\n        sion is, for the purpose of this Act, a mortgagee who,\n        in right of the mortgage, has entered into and is in\n        possession of the mortgaged property;\n    “Incumbrance” includes a mortgage in fee or for a less\n        estate, and a trust for securing money, and a lien, and\n        a charge of a portion, annuity, or other capital or\n        annual sum; and incumbrancer has a meaning cor-\n        responding with that of incumbrance, and includes\n        every person entitled to the benefit of an incumbrance,\n        or to require payment or discharge thereof;\n    “Purchaser” includes a lessee or mortgagee, or an intending\n        purchaser, lessee or mortgagee, or other person who,\n        for valuable consideration, takes or deals for any\n        property; and purchase has a meaning corresponding\n        with that of purchaser;\n    “Rent” includes yearly or other rent, toll, duty, royalty or\n        other reservation, by the acre, the ton or otherwise;\n        and fine includes premium or foregift, and any pay-\n        ment, consideration or benefit, in the nature of a h e ,\n        premium or foregift;\n    “Building purposes” include the erecting and the improv-\n        ing of and the adding to, and the repairing of, build-\n        ings; and a building lease is a lease for building\n        purposes, or purposes connected therewith;\n    “Mining Lease” is a lease for mining purposes, that is, the\n        searching for, winning, working, getting, making\n          r h e inclusion of this page is authorized by L.N. 57/1980]\n                            C O W EYANCING\n        merchantable, carrying away or disposing of, mines\n        and minerals, or purposes connected therewith, and\n        includes a grant or licence for mining purposes;\n   \"will\" includes codicil;\n   \"instrument\" includes deed, will, and Statute Law;\n   \"securities\" includes stocks, fbnds, debentures and shares;\n   \"bankruptcy\" includes liquidation by arrangement, and any\n       other act or proceeding in law having, under any\n       enactment for the time being in force, effects or results\n       similar to those of bankruptcy; and bankrupt has a\n       meaning corresponding with that of bankruptcy;\n   \"writing\" includes print; and words referring to any\n        instrument, copy, extract, abstract or other document,\n        include any such instrument, copy, extract, abstract, or\n        other document, being in writing or in print, or partly\n        in writing and partly in print;\n   \"person\" includes a corporation.\n   The Supreme Court is referred to as \"the Court\""
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Nothing in this Act contained shall be taken to alter the oldpractice\npractice heretofore existing in this Island in conveyancing, by retained as to\nwhich where there is no agreement to the contrary the following investigation.\nconditions always attach-                                       etc..of\n                                                                documznts.\n      (a) The attorney-at-law of the vendor, lessor and\n          mortgagee has the right to prepare and complete the\n           conveyance, lease or mortgage.\n      (b) The purchaser or lessee pays to the vendor or lessor\n          one-half of the vendor's or lessor's costs so\n          incurred, including stamping the conveyance or\n          lease and, in the case of a lease, of recording it\n          also.\n      (c) The purchaser records his conveyance at his\n          expense.\n                                     CONVEYANCING\n               (4 The vendor perfects his title on the record at his\n                    own expense.\n               (e) The mortgagor pays all the costs of the mortgage,\n                   including all the mortgagee's costs for investiga-\n                   ting the title and stamping and recording the\n                   mortgage.\n               V) The purchaser on a sale examines into the vendor's\n                    title and approves of the conveyance at his sole cost.\n               (g) No vendor is required to give to a purchaser any\n                   abstract of title, but in submitting the draft con-\n                   veyance he furnishes the purchaser's attorney-at-law\n                   with any information he may have of the title.\n                           Il.-Sales and Other Transactions\n                                        NOTICE\nNotice.     5.+1)    A purchaser shall not be prejudicially affected by\n          notice of any instrument, fact or thing, unless-\n                (a) it is within his own knowledge or would have come\n                     to his knowledge if such inquiries and inspections\n                     had been made as ought reasonably to have been\n                     made by him; or\n               (b) in the same transaction with respect to which a\n                    question of notice to the purchaser arises, it has\n                    come to the knowledge of his counsel as such, or\n                    of his attorney-at-law or other agent as such or would\n                    have come to the knowledge of his attorney-at-law or\n                    other agent as such if such inquiries and inspections\n                    had been made as ought reasonably to have been\n                    made by the attorney-at-law or other agent.\n                   (2) This section shall not exempt a purchaser from any\n          liability under, or any obligation to perform or observe, any\n          covenant, condition, provision or restriction, contained\n          in any instrument under which his title is derived, mediately\n                         CONVEYANCING                                  9\nor immediately, and such liability or obligation may be\nenforced in the same manner and to the same extent as if\nthis section had not been enacted.\n       (3) A purchaser shall not by reason of anything in\nthis section, be affected by notice in any case where he would\nnot have been so affected if this section had not been enacted.\n       (4) This section applies to purchases made either\nbefore or after the commencement of this Act; save that\nwhere an action is pending at the commencement of this\nAct the rights of the parties shall not be affected by this\nsection.\n                       CONTRACTS\n                              FOR SALE"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Under a contract to sell and assign a term of Application\n                                                               of stated\nyears derived out of a leasehold interest in land, the Conditions\nintended assign shall not have the right to call for the title\nto the leasehold reversion.                                    chaces.\n        (2) A purchaser of any property shall not require\nthe production, or any abstract or copy, of any deed, will,\nor other document dated or made before the time prescribed\nby law or stipulated for commencement of the title, even\nthough the same creates a power subsequently exercised by\nan instrument making up the vendor’s claim of title; nor\nshall he require any information, or make any requisition,\nobjection or inquiry, with respect to any such deed, will or\ndocument, or the title prior to that time, notwithstanding\nthat any such deed, will or other document, or that prior\ntitle, is recited, covenanted to be produced or noticed; and\nhe shall assume, unless the contrary appears, that the\nrecitals contained in such instruments, of any deed, will or\nother document, forming part of that prior title are correct,\nand give all the material contents of the deed, will or other\ndocument so recited, and that every document so recited\nwas duly executed by all necessary parties and perfected,\n       p h e inclusion of this page is authorized by L.N. 480/1973]\n10                            CONVEYANCING\n     if and as required, by fine, recovery, acknowledgement,\n     enrolment or otherwise.\n            (3) Where land sold is held by lease (not including\n     under-lease), the purchaser shall assume, unless the contrary\n     appears, that the lease was duly granted; and, on production\n     of the receipt for the last payment due for rent under the\n     lease before the date of actual completion of the purchase,\n     he shall assume, unless the contrary appears, that all the\n     covenants and provisions of the lease have been duly per-\n     formed and observed up to the date of actual completion\n     of the purchase.\n            (4) Where land sold is held by under-lease, the\n     purchaser shall assume, unless the contrary appears, that\n     the under-lease and every superior lease were duly granted;\n     and on production of the receipt for the last payment due\n     for rent under the under-lease before the date of actual\n     completion of the purchase, he shall assume, unless the\n     contrary appears, that all the covenants and provisions of\n     the under-lease have been duly performed and observed up\n     to the date of actual completion of the purchase, and fur-\n     ther that all rent due under every superior lease, and all\n     the covenants and provisions of every superior lease, have\n     been paid and duly performed and observed up to that date.\n            (5) On a sale of any property, the expenses of the\n     production and inspection of all Statutes, whether of\n     Jamaica or of the United Kingdom, records, proceedings of\n     courts, deeds, wills, probates, letters of administration and\n     other documents, not in the vendor’s possession, and the\n     expenses of all journeys incidental to such production or\n     inspection, and the expenses of searching for, procuring,\n     making, verifying and producing, all certificates, declara-\n     tions, evidences and information, not in the vendor’s pos-\n     session, and all attested, stamped, office or other copies, or\n     abstracts of or extracts from any Statutes or other docu-\n     ments aforesaid not in the vendor’s possession, if any such\n                         CONVEYANCING\nproduction, inspection, journey, search, proCOring, makhg\nor verifying is required by a purchaser, either for verification\nof the title, or of any abstract delivered, or for zhy other\npurpose, shall be borne by the purchaser who requires the\nsame; and where the vendor retains ppssessian Qf any do&-\nment, the expenses of making any copy thereof, attested or\nunattested, which a purchaser requires to be delivered  . . 40\nhim, shall be borne by that purchaser:                             A        .\n   Provided that the vendor may not retain any d&&nent                  .       -   <\nrelating only to the title of the property sold : --\n   Provided also that nothing in this subsection shall\nrestrict the purchaser's rights to require at the expense'of\nthe vendor the enrolment in the Record Office of all\ninstruments necessarily making up his vendor's-title for the\nperiod during which the vendor is required by law Qr-by                                 n\nagreement to make title.\n       (6) This section applies only to titles and purchasers \" .\non sales properly so called, notwithstanding any hterpreta-   ?    -\ntion in t h i s Act.                              .~\n       (7) This section applies only if and as far a con-     as\ntrary intention is not expressed in the contract of.sale, &d\nshall have effect subject to the terms of the &&act, and\n                                                      .   I\nto the provisions therein contained.\n      (8) This &ion applies only to sales made aft&- the\ncommencement of this Act.\n       (9) Nothing in this section shall be constived as\nbinding a purchaser to complete his purchase & 'any .c8se\nwhere, on a contract made independently of this section,\nand containing stipulations similar to the provisions of this\nsection, or any of them, specific perfomince of the c6ntract\n                                                          ...           J\nwould not be edorced agaihsthim 6y the COUit.' - - , - .           .I"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Completion of contract after death.\n             DISCHARGE  OF INCUMBRANCES ON SALE"
    },
    {
      "provision_ref": "sec7i",
      "section": "7i",
      "title": "Section 7i",
      "content": "7i-(l) Where at the death of any person'there is sub- amptetion\n                                                                  of cootract\nsisting a contract enforceable\n                          --\n                               against his.\" heir_-ur\n                                                   .\n                                                      devis6e\n                                                        - - --\n                                                              for after death.\n       me inclusion of this page is authorized by L.N. 480119731\n12                                   CONVEYANCING\n            the sale of the fee simple, or other freehold interest descend-\n            ible to his heirs general, in any land, his personal represen-\n            tatives shall, by virtue of this Act, have power to convey\n            the land for all the estate and interest vested in him at his\n            death, in any manner proper for giving effect to the contract.\n                   (2) A conveyance made under this section shall not\n            affect the beneficial rights of any person claiming under\n            any testamentary disposition, or as heir or next of kin of\n            a testator or intestate.\n                  (3) This section applies only in cases of death after\n            the commencement of this Act.\n                       DISCHARGB\n                              OF bJCUMBkWCFS ON\nProvision     8.-(1)   Where land subject to any incumbrance, whether\nbycourt\nfor incum-\n            immediately payable or not, is sold by the Court or out of\nbrances,and court, the Court may, if it think fit, on the application of\nsale freed\ntherefrom.  my party to the sale, direct or allow payment into court,\n            in case of an annual sum charged on the land, or of a\n            capital sum charged on a determinable interest in the land,\n            of such amount as, when invested in Government Securities,\n            the Court considers will be sufficient, by means of the divi-\n            dends thereof, to keep down or otherwise provide fur that\n            charge, and in any other case of capital money charged on\n            the land, of the amount sufficient to meet the incumbrance\n            and any interest due thereon; but in either case there shall\n            also be paid into court such additional amount as the Court\n            considers WiH be suflcient to meet the contingency of further\n            costs, expenses and interest, and any other contingency,\n            except depreciation of investments, not exceeding one-tenth\n            part of the uriginal amount to be paid in, unless the Court,\n            for special reason, thinks fit to require a larger additional\n            amount.\n                   (2) Thereupon the Court may, if it think fit, and\n            either after or without any notice to the incumbrancer, as\n                       inclusion of this   is authorized by U.480119131\n                            CONVEYANCING                                 13\nthe Court thinks fit, declare the land to be freed from the\nincumbrance, and make any order for conveyance, or vesting\norder, proper for giving effect to the sale, and give\ndirections for the retention and investment of the money in\ncourt.\n       (3) After notice served on the persons interested in\nor entitled to the money or fund in court, the Court may\ndirect payment or transfer thereof to the persons entitled\nto receive or give a discharge for the same, and generally\nmay give directions respecting the application or distribu-\ntion of the capital or income thereof.\n         (4) This section applies to sales not completed at the\ncommencement of this Act, and to sales thereafter made.\n                                 WORDS\n                           GENERAL"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Provision by Court for incumbrances. and sale freed therefrom.\n                        GENERAL  WORDS"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) A conveyance of land shall be deemed to include General\n                                                             words in\nand shall by virtue of this Act operate to convey with the conveyances\nland, all buildings, erections, fixtures, commons, hedges, :&E:!\nditches, . fences, ways, waters, watercourses, liberties,\nprivileges, easements, rights and advantages whatsoever,\nappertaining or reputed to appertain to the land, or any\npart thereof, or at the time of conveyance demised, occupied\nor enjoyed therewith, or reputed or known as part or parcel\nof or appurtenant to the land, or any part thereof.\n        (2) A conveyance of land having houses or other\nbuildings thereon shall be deemed to include, and shall by\nvirtue of this Act operate to convey with the land, houses\nor other buildings, all outhouses, erections, fixtures, cellars,\nareas, cQurts, courtyards, cisterns, sewers, gutters, drains,\nways,, . passages, lights, watercourses, liberties, privileges,\nI   .I\n   .,. . .rights and; advantages, whatsoever, appertain-\neasements,\ning or reputed to appertain to the land, houses, or-other\nbuildings conveyed, or any of them, or ariy part thereof, or\nat the time of conveyance demised, occupied or enjoyed with\n         [The- inclusion of this page is authorized by L.N. 4801 19731\n14                                     CONVEYANCING\n               or reputed or known as part or parcel of or appurtenant to,\n               the land, houses or other buildings conveyed, or any of them,\n               or any part thereof.\n                      (3) This section applies only if and as far as a con-\n               trary intention is not expressed in the conveyance, and shall\n               have effect subject to the terms of the conveyance, and to\n               the provisions therein contained.\n                      (4) This section shall not be construed as giving to\n               any person a better title to any property, right or thing, in\n               this section mentioned than the title which the conveyance\n               gives to him to the land expressed to be conveyed, or as\n               conveying to him any property, right or thing in this section\n               mentioned, further or otherwise than as the same could\n               have been conveyed to him by the conveying parties.\n                      (5) This section applies only to conveyances made\n               after the commencement of this Act.\n                                   COVENANTS FOR TITLE\nCovenants        10.41) In a conveyance there shall in the several cases\nfor title to\nbe implied.    in this section mentioned be deemed to be included, and\n               there shall in those several cases by virtue of this Act be\n               implied, a covenant to the effect in this section stated, by\n               the person or by each person who conveys, as far as regards\n               the subject matter or share of subject matter expressed to\n               be conveyed by him, with the person, if one, to whom the\n               conveyance is made, or with the persons jointly, if more\n               than one, to whom he conveyance is made as joint tenants,\n               or with each of the person& if more than one, to whom the\n               conveyance is made as tenants in common, that is to say-\nIn convey-       (A) In a conveyance for valuable consideration, other than\nances for\nvalue by       a mortgage, the following covenant by a person who conveys\nbeneficial\nowner.         and is expressed to convey as beneficial owner, namely-\n                    that, notwithstanding anything by the person who SO\n                         conveys, or any one through whom he derives title\n                     me inclusion of this page is authorized by L.N. 480/19731\n                  CONVEYANCING                                I5\n   otherwise than by purchase for value, made, done,\n   executed or omitted, or knowingly suffered, the\n   person who so conveys has, with the concurrence\n   of every other person, if any, conveying by his\n   direction, full power to convey the subject matter\n   expressed to be conveyed, subject as, if so\n   expressed, and in the manner in which it is\n   expressed to be conveyed; and that, notwithstand-\n   ing anything as aforesaid, that subject matter\n   shall remain to and be quietly entered upon,\n   received and held, occupied, enjoyed and taken,\n   by the person to whom the conveyance is expressed\n   to be made, and any person deriving title under\n   him, and the benefit thereof shall be received and\n   taken accordingly, without any lawful interrup-\n   tion or disturbance by the person who so conveys,\n   or any person conveying by his direction, or right-\n   fully claiming or to claim by, through, under or in\n   trust, for the person who so conveys, or any person\n   conveying by his direction, or by, through or\n   under any one, not being a person claiming in\n   respect of an estate or interest subject whereto the\n   conveyance is expressly made, through whom the\n   person who so conveys derive title otherwise than\n   by purchase for value; and that, freed and dis-\n   charged from, or otherwise by the person who so\n   conveys sufficiently indemnified against, all such\n   estates, incumbrances, claims and demands, other\n   than those subject to which the conveyance is\n   expressly made, as either before or after the date\n   of the conveyance have been or shall be made,\n   occasioned or suffered, by that person or by any\n   person conveying by his direction, or by any person\n   rightfully claiming by, through, under or in trust,\n   for the person who so conveys, or by, through or\n   under any person conveying by his direction or by,\n16                                   CONVEYANCING\n                      through or under any one through whom the\n                      person who so conveys derives title otherwise than\n                     by purchase for value; and further, that the person\n                     who so conveys, and any person conveying by his\n                     direction, and every other person having or right-\n                     fully claiming any estate or interest in the subject\n                     matter of conveyance, other than an estate or\n                     interest subject whereto the conveyance is expressly\n                      made, by, through, under or in trust for, the person\n                     who so conveys, or by, through or under any person\n                     conveying by his direction, or by, through or under\n                     any one through whom the person who so conveys\n                     derives title otherwise than by purchase for value,\n                     will, from time to time and at all times after the\n                     date of the conveyance, on the request and at the\n                     cost of any person to whom the conveyance is\n                     expressed to be made, or of any person deriving\n                     title under him, execute and do all such lawful\n                     assurances and things for further or more perfectly\n                     assuring the subject matter of the conveyance to\n                     the person to whom the conveyance is made, and\n                     to those deriving title under him, subject as, if SO\n                     expressed, and in the manner in which the con-\n                     veyance is expressed to be made, as by him or them\n                     or any of them shall be reasonably required;\n            (in which covenant a purchase for value shall not be deemed\n            to include 8 conveyance in consideration of marriage).\nInconvey-     (B) .In a conveyance of leasehold property for valuable\nances of\nleasehold   consideration, other than a mortgage, the following further\nvalue, by\npropertyfor covenant by a person who conveys and is expressed to\nbeneficial  convey as beneficial owner, namely-\nowner.\n                that notwithstanding anything by the person who so\n                     conveys, or any one through whom he derives title\n                     otherwise than by purchase for value, made, done,\n                     executed or omitted, or knowingly suffered, the\n                         CONVEYANCING                                     17\n         lease or grant creating the term or estate for which\n         the land is conveyed is, at the time of conveyance,\n         a good, valid and effectual lease or grant of the\n         property conveyed, and is in full force, unfor-\n         feited, unsurrendered, and in nowise become void\n         or voidable, and that, notwithstanding anything\n         as aforesaid, all the rents reserved by, and all the\n         covenants, conditions and agreements contained\n         in, the lease or grant, and on the part of the lessee\n         or grantee, and the persons deriving title under\n         him, to be paid, observed and performed, have\n         been paid, observed and performed, up to the time\n         of conveyance;\n(in which covenant a purchase for value shall not be deemed\nto include a conveyance in consideration of marriage).\n  (c) In a conveyance by way of mortgage, the following In\ncovenant by a person who conveys and is expressed to mortgages\n                                                        bybene-\n                                                               ficial owner.\nconvey as beneficial owner, namely-\n    that the person who so conveys has, with the concur-\n         rence of every other person, if any, conveying by\n         his direction, full power to convey the subject\n         matter expressed to be conveyed by him, subject\n         as, if so expressed and in the manner in which it\n         is expressed to be conveyed; and also that if default\n         is made in payment of the money intended to be\n         secured by the conveyance, or any interest thereon,\n         or any part of that money or interest, contrary to\n         any provisions in the conveyance, it shall be lawful\n         for the person to whom the conveyance is expressed\n         to be made, and the persons deriving title under\n         him, to enter into and upon, or receive and thence-\n         forth quietly hold, occupy and enjoy, or take and\n         have, the subject matter expressed to be conveyed,\n         or any part thereof, without any lawful interrup-\n         tion or disturbance by the person who so conveys,\n       n h e inclusion of this page is authorized by L.N. 480/1973]\n18                                  CONVEYANCING\n                      or any person conveying by his direction, or any\n                      other person not being a person claiming in respect\n                      of an estate or interest subject whereto the convey-\n                       ance is expressly made; and that, freed and dis-\n                      charged from, or otherwise by the person who so\n                       conveys sufficiently indemnified against all estates,\n                       incumbrances, claims and demands whatever, other\n                       than those subject whereto the conveyance is\n                       expressly made; and further that the person who\n                       so conveys, and every person conveying by his\n                       direction, and every person deriving title under\n                       any of them, and every other person having or\n                       rightfully claiming any estate or interest in the\n                       subject matter of conveyance, or any part thereof,\n                       other than an estate or interest subject whereto\n                       the conveyance is expressly made, will, from time\n                       to time and at all times, on the request of any\n                       person to whom the conveyance is expressed to be\n                       made, or of any person deriving title under him,\n                       but as long as any right of redemption exists under\n                       the conveyance, at the cost of the person so con-\n                       veying, or of those deriving title under him, and\n                       afterwards at the cost of the person making the\n                       request, execute and do all such lawful assurances\n                       and things for further or more perfectly assuring\n                       the subject matter of conveyance, and every part\n                       thereof, to the person to whom the conveyance is\n                       made, and to those deriving title under him, sub-\n                       ject as, if so expressed, and in the manner in which\n                       the conveyance is expressed to be made, as by him\n                       or them or any of them shall be reasonably\n                       required.\nIn mort-        (D) In a conveyance by way of mortgage of leasehold\ngages of\nleaseholds    property, the following further covenant by a person who\nbybene-       conveys and is expressed to convey as beneficial owner,\nficial owner.\n              namely-\n                         CONVEYANCING                                  19\n    that the lease or grant creating the term or estate for\n         which the land is held is, at the time of convey-\n         ance, a good, valid and effectual lease or grant of\n         the land conveyed, and is in full force, unforfeited\n         and unsurrendered, and in nowise become void or\n         voidable, and that all rents reserved by, and all\n         the covenants, conditions and agreements, con-\n         tained in, the lease or grant and on the part of the\n         lessee or grantee and the persons deriving title\n         under him to be paid, observed and performed,\n         have been paid, observed and performed, up to the\n         time of conveyance; and also that the person so\n         conveying or the persons deriving title under him,\n         will, at all times, as long as any money remains on\n         the security of the conveyance, pay, observe and\n         perform, or cause to be paid, observed and per-\n         formed, all the rents reserved by, and all the\n         covenants, conditions and agreements, contained\n         in, the lease or grant, and on the part of the lessee\n         or grantee and the persons deriving title under\n         him to be paid, observed and performed, and will\n         keep the person to whom the conveyance is made,\n         and those deriving title under him, indemnified\n         against all actions, proceedings, costs, charges,\n         damages, claims and demands, if any, to be                         \\\n         incurred or sustained by him or them by reason of\n         the non-payment of such rent, or the non-observ-\n         ance or non-performance of such covenants,\n         conditions and agreements, or any of them.\n  (E) In a conveyance by way of settlement, the following In settle-\ncovenant by a person who conveys and is expressed to ments*\nconvey as settlor, namely-\n    that the person so conveying, and every person deriving\n         title under him by deed, or act or operation of law,\n         in his life time subsequent to that conveyance, or\n20                                     CONVEYANCZNG\n                        by testamentary disposition or devolution in law\n                        on his death, will, from time to time, and at all\n                        times, after the date of that conveyance, at the\n                        request and cost of any person deriving title there-\n                        under, execute and do all such lawful assurances\n                        and things for further or more perfectly assuring\n                        the subject matter of the conveyance to the persons\n                        to whom the conveyance is made, and those deriv-\n                        ing title under them, subject as, if so expressed,\n                        and in the manner in which the conveyance is\n                        expressed to be made, as by them or any of\n                        them shall be reasonably required.\nIn convey-       (F) In any conveyance, the following covenant by every\nances by\ntrustee or     person who conveys and is expressed to convey as trustee\nmortgagee.     or mortgagee, or as personal representative of a deceased\n               person, or as committee of a lunatic so found by inquisition\n               or under an order of the Court, which covenant shall be\n               deemed to extend to every such person’s own acts only,\n               namely-\n                    that the person so conveying has not executed or done,\n                         or knowingly suffered or been party or privy to,\n                         any deed or thing whereby or by means whereof\n                         the subject matter of the conveyance, or any part\n                         thereof, is or may be impeached, charged, affected\n                         or incumbered, in title, estate or otherwise, or\n                         whereby or by means whereof the person who SO\n                         conveys is in anywise hindered from conveying the\n                         subject matter of the conveyance, or any part\n                         thereof in the manner in which it is expressed to\n                         be conveyed.\nIn convey-             (2) Where in a conveyance it is expressed that by\nances by\ndirection of   direction of a person expressed to direct as beneficial owner\nbeneficial     another person conveys, then, within this section, the person\nowner.\n               giving the direction, whether he conveys and is expressed\n               to convey as beneficial owner or not, shall be deemed to\n                     phe inclusion of .this page is authorized by L.N. 480/1973]\n                                    CONVEYANCING\n        convey and to be expressed to convey as beneficial owner the\n        subject matter so conveyed by his direction; and a covenant\n        on his part shall be implied accordingly.\n               (3) Where a wife conveys and is expressed to convey\n        as beneficial owner, and the husband also conveys and is\n        expressed to convey as beneficial owner, then, within this\n                                                                             ~~~~~~\n                                                                             Implied\n                                                                             byhusband\n                                                                             \"dwife.\n        section, the wife shall be deemed to convey and to be\nI\n        expressed to convey by direction of the husband, as bene-\n        ficial owner; and, in addition to the covenant implied on\n        the part of the wife, there shall also be implied first a\n        covenant on the part of the husband as the person giving\n        that direction, and secondly, a covenant on the part of the\n        husband in the same terms as the covenant implied on the\n        part of the wife.\n              (4) Where in a conveyance a person conveying is\n        not expressed to convey as beneficial owner, or as settlor, or\n        as trustee, or as mortgagee, or as personal representative of\n        a deceased person, or as committee of a lunatic so found by\n        inquisition, or under an order of the Court, or by direction\n        of a person as beneficial owner, no covenant on the part of\n        the person conveying shall be, by virtue of this section,\n        implied in the conveyance.\n             (5) In this section a conveyance does not include a\n        demise implied in the conveyance.\n              (6) The benefit of a covenant implied as aforesaid\n        shall be annexed and incident to, and shall go with, the\n        estate or interest of the implied covenantee, and shall be\n        capable of being enforced by every person in whom that\n        estate or interest is, for the whole or any part thereof, from\n        time to time vested.\n              (7) A covenant implied as aforesaid may be varied\n        or extended by deed, and, as so varied or extended, shall, as\n    .   far as may be, operate in the like manner, and with all the\n        like incidents, effects and consequences, as if such varia-\n                                             CONVEYANCING\n                tions or extensions were directed in this section to be\n                implied.\n                         (8) This section applies only to conveyances made\n                after the commencement of this Act.\n                                    EXECUTION OF PURCHASE DEED\nRights of         11. On a sale, the purchaser shall not be entitled to\npurchaser as\nto execution.   require that the conveyance to him be executed in his\n                presence, or in that of his attorney-at-law, as such, but shall be\n                entitled to have at his own cost, the execution of the convey-\n                ance attested by some person appointed by him, who may,\n                if he think fit, be his attorney-at-law."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Covenants for title to be implied.\n                           OF mRCHASE DEED\n                    EXECUTION"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-Further   Charge                               (Section 60)\n   This Indenture made the                 day of                19\nbetween (the sonre parties as the foregoing mortgage) and supplemental\nto an indenture of mortgage dated the             day of\n19     and made between the same parties for securing the sum of\ns             and interest at (four) per centurn per annum on property\nat (etc.) Witnesseth that in consideration of the further sum of\ns               an interest at (four)per centum per annum on property\njoint account (add receipt and covenant as in the foregoing morrgage)\nand further that all the property comprised in the before-mentioned\nindenture of mortgage shall stand charged with the payment to B. and\nC. of the sum of $                 and the interest thereon hereinbefore\ncovenanted to be paid as well as the s u m of $             and interest\nsecured by the same indenture.\n   In witness. etc.\n        We inclusion of this page is authorized by L.N. 480119731\n68                                       CONVEYANCING\n(Section 60)                          III.--Conveyance on Sale\n                  This Indenture made the           day of                       19\n               between A. of (etc.) of the 6rst part B. of (etc.) and C. of (etc.) of\n               the second part and M . of (etc.) of the third part Whereas by an\n               indenture dated (etc.) and made between (etc.) the lands hereipafter\n               mentioned were conveyed by A. to B. and C. in fee simple by way of\n               mortgage for securing $                  and interest and by a supple-\n               mental indenture dated (etc.) and made between the same parties\n               those lands were charged by A. with the payment to B. and C. of the\n               further sum of 8                 and interest thereon. And whereas a\n               principal sum of $                  remains due under the two before-\n               mentioned indentures but all interest thereon has been paid as B. and\n               C. hereby acknowledge. Now this indenture witnesseth that in con-\n               sideration of the sum of $                   paid by the direction of A.\n               to B. and C. and of the sum of 3                   paid to A. those two\n               sums making together the total sum of $                  paid by M. for\n               the purchase of the fee simple of the lands hereinafter mentioned of\n               which sum of $              B. and C. hereby acknowledge the receipt\n               and of which total sum of                   A. hereby acknowledges the\n               payment and receipt in manner before-mentioned B. and C. as\n               mortgagees and by the direction of A. as beneficial owner hereby\n               conveys and confirms to M . all that (etc.) to hold to and to the use of\n               M. in fee simple discharged from all money secured by and from all\n               claims under the before-mentioned indentures (add if required. and A .\n               hereby acknowledges the right of M. to production of the documents of\n               title mentioned in the Schedule hereto and to delivery of copies\n               thereof and hereby undertakes for the safe custody thereof).\n                  In witness, etc.\n                                   (The Schedule above referred to.\n                           To contain list of documents retained by A.)\n(Section 60)\n                                      ZV.-Married     Settlement\n                  This Indenture made the            day of                       19\n               between John M . (etc.) of the first part June S. of (etc.) of the second\n               part and X . of (etc.) and Y . of (etc.) of the third part Witnesseth\n               that in consideration of the intended mamage between John M. and\n               Jane S., John M . as settlor hereby conveys to X. and Y . all that (etc.)\n               To hold to X. and Y. in fee to the use of John M . in fee simple\n               until the marriage and after the marriage to the use of John M . during\n               his life without impeachment of waste with remainder after his death to\n               the use that Jane S. if she survives him may receive during the rest of\n               her life a yearly jointure rent-charge of $          to commence from\n               his life without impeachment of waste with remainder after his death\n               to be made at the end of six calendar months from his death if she is\n               then living or if not a proportional part to be paid at her death and\n               subject to the before-mentioned rent-charge to the use of X . and Y .\n                          CONVEYANCING                                      69\nfor a term of five hundred years without impeachment of waste on the\ntrusts hereinafter declared and subject thereto to the use of the first\nand other sons of John M. and June S. successively according to\nseniority in tail male with remainder (insert here if thought desirable\nto the use of the same first and other sons successively according to\nseniority in tail with remainder) to the use of all the daughters of John\nM. and June S.in equal shares as tenants in common in tail with cross-\nremainders between them in tail with remainder to the use of John M .\nin fee simple (insert trusts of term of five hundred years for raising\nportions: also if required, power to charge jointure and portion on a\nfuture marriage and other powers and provisions, if and as desired).\n   In witness, etc."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Notwithstanding the severance by conveyance, sur- Apportion-\nrender or otherwise, of the reversionary estate in any land ment   of\n                                                              conditions\n                                                              on sever-\ncomprised in a lease, and notwithstanding the avoidance or ance, etc.\ncesser in any other manner of the term granted by a lease as\nto part only of the land comprised therein, every condition\nor right of re-entry, and every other condition, contained in\nthe lease shall be apportioned, and shall remain annexed\nto the severed parts of the reversionary estate as severed,\nand shall be in force with respect to the term whereon each\nsevered part is reversionary, or the term in any land which\nhas not been surrendered, or as to which the term has not\nbeen avoided or has not otherwise ceased, in like manner as\nif the land comprised in each severed part, or the land as\nto which the term remains subsisting, as the case may be,\nhad alone originally been comprised in the lease.\n This section applies only to leases made after the com-\nmencement of this Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) On a contract to grant a lease for a term of onsub-\n                                                              demise, title\nyears to be derived out of a leasehold interest with a lease- to leasehold\nhold reversion, the intended lessee shall not have the right reversion\n                                                              not to be\nto call for the title to that reversion.                      required.\n24                                      CONVEYANCING\n                        (2) This section applies only if and as far as a con-\n                trary intention is not expressed in the contract, and shall\n                have effect subject to the terms of the contract, and to the\n                provisions therein contained.\nContractfor\nlease not"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where a lease is made under a power contained in a\npart of title   settlement, will, statute or other instrument, any prelimin-\nto lease.\n                ary contract for or relating to the lease shall not, for the\n                purpose of the deduction of title to an intended assign,\n                form part of the title or evidence of the title to the lease.\n                  This section applies only to leases made after the com-\n                mencement of this Act.\n                                           FORFEITURE\nRestrictions       17.41) A right of re-entry or forfeiture under any\nrelief\nOnand           proviso or stipulation in a lease, for a breach of any\nagainstfor-     covenant or condition in the lease, shall not be enforceable\nfeiture of\nleases.         by action or otherwise, unless and until the lessor serves on\n                the lessee a notice specifying the particular breach\n                complained of, and, if the breach is capable of remedy,\n                requiring the lessee to remedy the breach, and in any case,\n                requiring the lessee to make compensation in money for the\n                breach, and the lessee fails, within a reasonable time there-\n                after, to remedy the breach if it is capable of remedy, and\n                to make reasonable compensation in money to the satisfac-\n                tion of the lessor for the breach.\n                        (2) Where a lessor is proceeding, by action or other-\n                wise, to enforce such a right of re-entry or forfeiture, the\n                lessee may, in the lessor’s action, if any, or in any action\n                brought by himself, apply to the Court for relief, and the\n                Court may grant or refuse relief as the Court, having\n                regard to the proceedings and conduct of the parties under\n                the foregoing provisions of this section, and to all the other\n                circumstances, thinks fit, and in case of relief may grant\n                it on such terms, if any, as to costs, expenses, damages,\n                        CONVEYANCING                                 25\ncompensation, penalty or otherwise, including the granting\nof an injunction to restrain any like breach in the future, as\nthe Court in the circumstances of each case, thinks fit.\n        (3) For the purposes of this section a lease includes\nan original or derivative under-lease, also a grant at a fee\nfarm rent, or securing rent by condition; and a lessee\nincludes an original or derivative under-lessee, and the\nheirs, executors, administrators and assigns, of a lessee.\nalso a grantee under such a grant as aforesaid, his heirs\nand assigns; and a lessor includes an original or derivative\nunder-lessor; and the heirs, executors, administrators and\nassigns, of a lessor, also a grantor as aforesaid, and his\nheirs and assigns.\n        (4) This section applies although the proviso or\nstipulation under which the right of re-entry or forfeiture\naccrues is inserted in the lease in pursuance of the directions\nof any statute.\n        (5) For the purposes of this section a lease limited\nto continue as long only as the lessee abstains from com-\nmitting a breach of covenant shall be and take effect as\na lease to continue for any longer term for which it could\nsubsist, but determinable by a proviso for re-entry on such\na breach.\n        (6) This section does not extend-\n             (i) to a covenant or condition against the\n                 assigning, underletting, parting with the\n                 possession or disposing of, the land leased,\n                  or to a condition for forfeiture on the bank-\n                  ruptcy of the lessee, or on the taking in\n                  execution of the lessee’s interest; or\n             (ii) in case of a mining lease, to a covenant or\n                  condition for allowing the lessor to have\n                  access to or inspect books, accounts, records,\n26                                     CONVEYANCING\n                                weighing machines or other things, or to\n                                enter or inspect the mine or the workings\n                                thereof.\n                       (7) This section shall not affect the law relating to\n               re-entry or forfeiture or relief in case of non-payment of\n               rent.\n                      (8) This section applies to leases made either before\n               or after the commencement of this Act, and shall have\n               effectnotwithstanding any stipulation to the contrary.\n                                        IV. Mortgages\nObligation\non mort-\n                 1 8 . 4 1 ) Where a mortgagor is entitled to redeem he\ngagee to       shall by virtue of this Act have power to require the mort-\ntransfer\ninstead of     gagee, instead of re-conveying or of entering satisfaction\nre-conveying   on the margin of the record in the Record Office of the\nor satis-\nfying the\nrecord.\n               mortgage, and on the terms on which he would be bound\n               to re-convey, to assign the mortgage debt and convey the\n               mortgaged property to any third person as the mortgagor\n               directs; and the mortgagee shall, by virtue of this Act,\n               be bound to assign and convey accordingly.\n                       (2) This provision shall belong to and be capable of\n               being enforced by each incumbrancer, or by the mortgagor,\n               notwithstanding any intermediate incumbrance; but a\n               requisition of an incumbrancer shall prevail over a requisi-\n               tion of the mortgagor, and, as between incumbrancers, a\n               requisition of a prior incumbrancer shall prevail over a\n               requisition of a subsequent incumbrancer.\n                      (3) This section does not apply in the case of a mort-\n               gagee being or having been in possession.\n                      (4) This section applies to mortgages made either\n               before or after the commencement of this Act, and shall\n               have effect notwithstanding any stipulation to the contrary.\n                         CONVEYANCING                                    27"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Restrictions on and relief against forfeiture of leases.\n                              IV. Mortgages"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Obligation on mortgage to transfer instead of reconveying or\n          satisfying the record."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A mortgagor, as long as his right to redeem subsists, Powerfor\nshall, by virtue of this Act, be entitled from time to time, toinspect\n                                                             mortgagor\nat reasonable times, on his request and at his own cost, and tiuedccds-\non payment of the mortgagee’s costs and expenses in this\nbehalf, to inspect and make copies or abstracts of or extracts\nfrom the documents of title relating to the mortgaged\nproperty in the custody or power of the mortgagee.\n   This section applies only to mortgages made after the\ncommencement of this Act, and shall have effect notwith-\nstanding any stipulation to the contrary."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) A mortgagor seeking to redeem any one mod- Restriction\ngage, shall, by virtue of this Act, be entitled to do so on consoli-\n                                                         dationof\nwithout paying any money due under any separate mortgage\nmade by him, or by any person through whom he claims, on\nproperty other than that comprised in the mortgage which\nhe seeks to redeem.\n       (2) This section applies only if and as far as a\ncontrary intention is not expressed in the mortgage deeds,\nor one of them.\n                         LEASES"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) A mortgagor of land while in possession shall, Leasing\nas against every incumbrancer, have, by virtue of this Act, mortgagor\n                                                            powers of\npower to make from time to time any such lease of the                ztr;Lgeein\nmortgaged land, or any part thereof, as is in this section possession.\ndescribed and authorized.\n        (2) A mortgagee of land while in possession shall, as\nagainst all prior incumbrancers, if any, and as against the\nmortgagor, have, by virtue of this Act, power to make from\ntime to time any such lease as aforesaid.\n       (3) The leases which this section authorizes are-\n    (a) an agricultural or occupation lease for any term\n         not exceeding twenty-one years; and\n      [The inclusion of this page is autfiorized by L.N. 480119731\n28                           CONVEYANCING\n         (b) a building lease for any term not exceeding ninety-\n             nine years.\n            (4) Every person making a lease under this section\n     may execute and do all assurances and things necessary or\n     proper in that behalf.\n             (5) Every such lease shall be made to take effect in\n     possession not later than twelve months after its date.\n             (6) Every such lease shall reserve the best rent that\n     can reasonably be obtained, regard being had to the circum-\n     stances of the case, but without any fine being taken.\n             (7) Every such lease shall contain a covenant by the\n     lessee for payment of the rent, and a condition of re-entry\n     on the rent not being paid within a time therein spxified\n     not exceeding thirty days.\n             (8) Every such lease shall be recorded in the Record\n     Office, if wholly executed in Jamaica within ninety days\n     of its execution, or if wholly or partly executed out of this\n     Island within twelve months of its execution.\n             (9) Every such building lease shall be made in con-\n     sideration of the lessee, or some person by whose direction\n     the lease is granted, having erected, or agreeing to erect\n     within not more than five years from the date of the lease,\n     buildings, new or additional, or having improved or\n     repaired buildings, or agreeing to improve or repair build-\n     ings within that time, or having executed, or agreeing to\n     execute, within that time, on the land leased, an improve-\n     ment for or in connection with building purposes.\n             (10) In any such building lease a peppercorn rent or\n     a nominal or other rent less than the rent ultimately payable\n     may be made payable for the first five years, or any less part\n     of the term.\n           [The inclusion of this pagc is authorised by L.N. 4W19731\n                        CONVEYANCING                                 29\n        (11) In case of a lease by the mortgagor he shall\nwithin thirty days after recording the lease deliver to the\nmortgagee, or, where there are more than one, to the mort-\ngagee first in priority, a copy of the lease with a note thereon\nof the date of the recording thereof; but the lessee shall\nnot be concerned to see that this provision is complied with.\n        (12) A contract to make or accept a lease under this\nsection may be enforced within six months of the making\nthereof by or against every person on whom the lease, if\ngranted, would be binding.\n       (13) This section applies only if and as far as a\ncontrary intention is not expressed by the mortgagor and\nmortgagee in the mortgage deed, or otherwise in writing,\nand shall have effect subject to the terms of the mortgage\ndeed or of any such writing, and to the provisions therein\ncontained.\n        (14) Nothing in this Act shall prevent the mortgage\ndeed from reserving to or conferring on the mortgagor or\nthe mortgagee, or both, any further or other powers of\nleasing or having reference to leasing; and any further or\nother powers so reserved or conferred shall be exercisable,\nas far as may be, as if they were conferred by this Act, and\nwith all the like incidents, effects and consequences, unless\na contrary intention is expressed in the mortgage deed.\n        (15) Nothing in this Act shall be construed to enable\na mortgagor or mortgagee to make a lease for any longer\nterm or on any other conditions than such as could have\nbeen granted or imposed by the mortgagor, with the con-\ncurrence of all the incumbrancers, if this Act had not been\npassed.\n        (16) The provisions of this section referring to a\nlease shall be construed to extend and apply, as far as\ncircumstances admit to any letting, and to an agreement,\nwhether in writing or not, for leasing or letting.\n            inclusion of this page is authorized by L.N. 480/1973]\n30                                    CONVEYANCING\n                           SALE,INSURANCE,    RECEIVER,  TIMBER\nPowers          22.-(1)   A mortgagee, where the mortgage is made by\nincident to\nestateor      deed, shall, by virtue of this Act, have the following powers\ninterestof\nmortgagee.\n              to the like extent as if they had been in terms conferred by\n              the mortgage deed, but not further, namely-\n                  (a) a power, when the mortgage money has become\n                       due, to sell, or to concur with any other person in\n                       selling, the mortgaged property, or any part\n                       thereof, either subject to prior charges or not, and\n                       either together or in lots, by public auction or by\n                       private contract, subject to such conditions\n                       respecting title, or evidence of title or other\n                       matter, as he (the mortgagee) thinks fit, with\n                       power to vary any contract for sale, and to buy in\n                       at an auction, or to rescind any contract for sale\n                       and to resell, without being answerable for any\n                       loss occasioned thereby; and\n                  (b) a power, at any time after the date of the mortgage\n                      deed, to insure and keep insured against loss or\n                      damage by fire any building, or any effects or\n                      property of an insurable nature, whether affixed\n                      to the freehold or not, being or forming part of the\n                      mortgaged property; and the premiums paid for\n                      any such insurance shall be a charge on the mort-\n                      gaged property, in addition to the mortgage\n                      money, and with the same priority, and with\n                      interest at the same rate as the mortgage money;\n                      and\n                  (c) a power to the mortgagee from time to time to sue\n                       for and recover from the mortgagor any premiums\n                       under the aforesaid power, together with interest,\n                       as for money paid at the request of the mortgagor,\n                       and may recover the same although such money\n                       may have been added to the principal loan; and\n                        CONVEYANCING                                   31\n    (d) a power, when the mortgage money has become\n        due, to appoint a Receiver of the income of the\n        mortgaged property, or of any part thereof; and\n    (e) a power, while the mortgagee is in possession, to\n        cut and sell timber and other trees ripe for cutting,\n        and not planted or left standing for shelter or\n        ornament, or to contract for any such cutting and\n        sale, to be completed within any time not exceed-\n        ing twelve months from the making of the\n        contract.\n       (2) The provisions of this Act relating to the fore-\ngoing powers, comprised either in this section or in any\nsubsequent section regulating the exercise of those powers,\nmay be varied or extended by the mortgage deed, and as so\nvaried or extended shall, as far as may be, operate in the\nlike manner and with all the like incidents, effects and con-\nsequences, as if such variation or extensions were contained\nin this Act.\n        (3) This section applies only if and as far as a\ncontrary intention is not expressed in the mortgage deed,\nand shall have effect subject to the terms of the mortgage\ndeed, and to the provisions therein contained."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) A mortgagee shall not exercise the power of sale Rewtion\n                                                             bf exercise\nconferred by this Act unless and until-                      of power of\n     (U) notice requiring payment of the mortgage money\n          has been served on the mortgagor or one of several\n          mortgagors, and default has been made in pay-\n          ment of the mortgage money, or of part thereof,\n          for three months after such service; or\n     (b) some interest under the mortgage is in arrear and\n          unpaid for two months after becoming due; or\n     (c) there has been a breach of some provision contained\n          in the mortgage deed or in this Act, and on the\n          part of the mortgagor, or of some person concur-\n32                                       CONVEYANCING\n                          ring in making the mortgage, to be observed or\n                          performed, other than and besides a covenant for\n                          payment of the mortgage money or interest\n                          thereon.\nConveyance,     24.41) A mortgagee exercising the power of sale con-\nreceipt, etc.,\nonsaleby     ferred by this Act, shall have power, by deed, to convey the\nmortgagee    property  sold for such estate and interest therein as is the\nand applica-\ntionof       subject of the mortgage freed from all estates, interests and\nproceeds.\n             rights to which the mortgage has priority, but subject to all\n             estates, interests and rights, which have priority to the\n             mortgage.\n                         (2) Where a conveyance is made in professed exer-\n                 cise of the power of sale conferred by this Act the title of\n                 the purchaser shall not be impeachable on the ground that\n                 no case had arisen to authorize the sale, or that due notice\n                 was not given, or that the power was otherwise improperIy\n                 or irregularly exercised; but any person damnified by an\n                 unauthorized or improper or irregular exercise of the power\n                 shall have his remedy in damages against the person\n                 exercising the power.\n                         (3) The money which is received by the mortgagee,\n                 arising from the sale, after discharge of prior incumbrances\n                 to which the sale is not made subject, if any, or after pay-\n                 ment into court under this Act of a sum to meet any prior\n                 incumbrance, shall be held by him in trust to be applied by\n                 him, first, in payment of all costs, charges and expenses\n                 properly incurred by him as incident to the sale or any\n                 attempted sale or otherwise, and secondly, in discharge of\n                 the mortgage money, interest and costs, and other money if\n                 any due under the mortgage; and the residue of the money\n                 so received shall be paid to the person entitled to the mort-\n                 gaged property, or authorized to give receipts for the\n                 proceeds of the sale thereof.\n                       me inclusion of this page is authorized by L.N. 480/1973]\n                         CONVEYANCING                                33\n        (4) The power of sale conferred by this Act may be\nexercised by any person for the time being entitled to receive\nand give a discharge for the mortgage money.\n        (5) The power of sale conferred by this Act shall\nnot affect the right of foreclosure.\n         (6) The mortgagee, his executors, administrators or\nassigns, shall not be answerable for any involuntary loss\nhappening in or about the exercise or execution of the power\nof sale conferred by this Act, or of any trust connected\ntherewith.\n         (7)At any time after the power of sale conferred by\nthis Act has become exercisable, the person entitled to\nexercise the same may demand and recover from any person,\nother than a person having in the mortgaged property an\nestate, interest or right, in priority to the mortgage, all the\ndeeds and documents relating to the property, or to the title\nthereto, which a purchaser under the power of sale would be\nentitled to demand and recover from him."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Conveyance, receipt, etc., on sale by mortgagee and application\n          of proceeds."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) The receipt in writing of a mortgagee shall be a Mortgagee's\nsufficient discharge for any money arising under the power ~        ~     ~\nof sale conferred by this Act, or for any money or securities\ncomprised in his mortgage, or arising thereunder; and a\nperson paying or transferring the same to the mortgagee\nshall not be concerned to enquire whether any money\nremains due under the mortgage.\n        (2) Money received by a mortgagee under his mort-\ngage, or from the proceeds of securities comprised in his\nmortgage, shall be applied in like manner as in this Act\ndirected respecting money received by him arising from a\nsale under the power of sale conferred by this Act, but with\nthis variation, that the costs, charges and expenses payable\nshall include the costs, charges and expenses properly\nincurred of recovering and receiving the money or securities\n34                                      CONVEYANCING\n               and of conversion of securities into money, instead of those\n               incident to sale.\nAmountand        26.-(1)  The amount of an insurance effected by a mort-\nof insurance   gagee against loss or damage by fire under the power in\nmoney.         that behalf conferred by this Act shall not exceed the\n               amount specified in the mortgage deed, or, if no amount is\n               therein specified, then shall not exceed two-third parts of\n               the amount that would be required, in case of total\n               destruction, to restore the property insured.\n                       (2) An insurance shall not, under the power\n               conferred by this Act, be effected by a mortgagee in any of\n               the following cases, namely-\n                    (a) where there is a declaration in the mortgage deed\n                         that no insurance is required;\n                    (b) where an insurance is kept up by or on behalf of\n                         the mortgagor in accordance with the mortgage\n                         deed;\n                    (c) where the mortgage deed contains no stipulation\n                         respecting insurance, and an insurance is kept up\n                         by or on behalf of the mortgagor to the amount in\n                         which the mortgagee is by this Act authorized to\n                         insure, and notice thereof given to the mortgagee.\n                      (3) All money received on an insurance effected\n               under the mortgage deed or under this Act shall, if the\n               mortgagee so requires, be applied by the mortgagor in\n               making good the loss or damage in respect of which the\n               money is received.\n                        (4) Without prejudice to any obligation to the con-\n               trary imposed by law, or by special contract, a mortgagee\n               may require that all money received on an insurance be\n               applied in or towards discharge of the money due under his\n               mortgage.\n                      u h e inclusion of this page is authorized by L.N. 480/19731\n                          CONVEYANCZNG                               35"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)   A mortgagee entitled to appoint a Receiver Appoint-\nunder the power in that behalf conferred by this Act shall ment,\n                                                           powcnrre-\n                                                           muneration\nnot appoint a Receiver until he has become entitled to and duties\nexercise the power of sale conferred by this Act, but may ofRecciver.\nthen, by writing under his hand, appoint such person as he\nthinks fit to be Receiver, and such appointment shall be\nrecorded in the Record Office before or within thirty days\nof its being acted upon.\n        (2) The Receiver shall be deemed to be the agent of\nthe mortgagor; and the mortgagor shall be solely responsible\nfor the Receiver’s acts or defaults, unless the mortgage deed\notherwise provides.\n        (3) The Receiver shall have power to demand and\nrecover all the income of the property of which he is\nappointed Receiver, by action, distress or otherwise, in the\nname either of the mortgagor or of the mortgagee, to the\nfull extent of the estate or interest which the mortgagor\ncould dispose of, and to give effectual receipts, accordingly,\nfor the same.\n        (4) A person paying money to the Receiver shall not\nbe concerned to inquire whether any case has happened to\nauthorize the Receiver to act.\n       (5) The Receiver may be removed, and a new\nReceiver may be appointed, from time to time, by the\nmortgagee, by writing under his hand and recorded as\naforesaid.\n        (6) The Receiver shall be entitled to retain out of\nany money received by him, for his remuneration, and in\nsatisfaction of all costs, charges and expenses, incurred by\nhim as Receiver, a commission at such rate, not exceeding\nfive per centurn on the gross amount of all money received,\nas is specified in his appointment, and if no rate is so speci-\n36                                      CONVEYANCING\n               fied, then at the rate of five per centurn on that gross\n               amount, or at such higher rate as the Court thinks fit to\n               allow, on application made by him for that purpose.\n                       (7) The Receiver shall, if so directed in writing by\n               the mortgagee, insure and keep insured against loss or\n               damage by fire, out of the money received by him, any build-\n               ing, effects, or property, comprised in the mortgage,\n               whether affixed to the freehold or not, being of an insurable\n               nature.\n                      (8) The Receiver shall apply all money received by\n               him as follows, namely-\n                   (a) in discharge of all rents, taxes, rates and out-\n                        goings, whatever effecting the mortgaged pro-\n                        perty; and\n                   (b) in keeping down all annual sums or other pay-\n                        ments, and the interest on all principal sums,\n                        having priority to the mortgage in right whereof\n                        he is Receiver; and\n                   (c) in payment of his commission, and of the premiums\n                        on fire, life, or other insurances, if any, properly\n                        payable under the mortgage deed or under this\n                        Act, and the cost of executing necessary or proper\n                        repairs directed in writing by the mortgagee; and\n                   (6) in payment of the interest accruing due in respect\n                        of any principal money due under the mortgage,\n               and shall pay the residue of the money received by him to\n               the person who, but for the possession of the Receiver,\n               would have been entitled to receive the income of the mort-\n               gaged property, or who is otherwise entitled to that\n               property.\n                           ACTION RESPECTING  MORTGAGES\nSale of          28.-(1) Any person entitled to redeem mortgaged\nmortgaged      property may have a judgment or order for sale instead of\nproperty in\nactionfor      for redemption in an action brought by him either for\nforeclosure,\netc.\n                         CONVEYANCING                                            37\nredemption alone, or for sale alone, or for sale or redemp-\ntion in the alternative.\n        (2) In any action, whether for foreclosure or for\nredemption, or for sale, or for the raising and payment in\nany manner of mortgage money, the Court, on the request\nof the mortgagee, or of any person interested either in the\nmortgage money or in the right of redemption, and notwith-\nstanding the dissent of any other person, and notwith-\nstanding that the mortgagee or any person so interested\ndoes not appear in the action, and without allowing any\ntime for redemption or for payment of any mortgage money,\nmay, if it thinks fit, direct a sale of the mortgaged property,\non such terms as it thinks fit, including, if it thinks fit,\nthe deposit in court of a reasonable sum fixed by the Court\nto meet the expenses of sale and to secure performance of\nthe terms.\n         (3) But, in an action brought by a person interested\nin the right of redemption and seeking a sale, the Court\nmay, on the application of any defendant, direct the plain-\ntiff to give such security for costs as the Court thinks fit,\nand may give the conduct of the sale to any defendant, and\nmay give such directions as it thinks fit respecting the costs\nof the defendants, or any of them.\n        (4) In any case within this section the Court may,\nif it thinks fit, direct a sale without previously determining\nthe priorities of incumbrancers.\n                    V. Statutory Mortgage"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Sale of mortgaged property in action for foreclosure, etc.\n                          V. Statutory Mortgage"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.41) A mortgage of freehold or leasehold land may Formof\n                                                                     statutory\nbe made by a deed expressed to be made by way of statutory mortgage.\nmortgage, being in the Form given in Part I of the First l:;:du,e.\nSchedule, with such variations and additions, if any, as\ncircumstances may require, and the provisions of this section\nshall apply thereto.\n38                                       CONVEYANCING\n                 Such deed if wholly executed in this Island shall be\n               recorded in the Record Office within thirty days of its date,\n               but if executed wholly or partly out of this Island then\n               within six months of its date.\nCovenants             (2) There shall be deemed to be included, and there\nand provisos\nimplied        shall by virtue of this Act be implied, in the mortgage\ntherein.       deed-\n                    First, a covenant with the mortgagee, by the person\n                         expressed therein to convey as mortgagor, to the\n                         effect following, namely-\n                            that the mortgagor will, on the stated day, pay\n                                 to the mortgagee the stated mortgage\n                                 money, with interest thereon in the mean-\n                                 time at the stated rate, and will thereafter,\n                                 if and as long as the mortgage money or any\n                                 part thereof remains unpaid, pay to the\n                                 mortgagee interest thereon, or on the\n                                 unpaid part thereof, at the stated rate, by\n                                 equal half yearly payments, the first thereof\n                                 to be made at the end of six calendar months\n                                 from the day stated for payment of the\n                                 mortgage money;\n                   Secondly, a proviso to the effect following, namely-\n                         that if the mortgagor, on the stated day, pays\n                              to the mortgagee the stated mortgage\n                              money, with interest thereon in the mean-\n                              time at the stated rate, the mortgagee at\n                              any time thereafter, at the request and cost\n                              of the mortgagor, shall re-convey the mort-\n                              gaged property to the mortgagor, or as he\n                              shall direct.\nStatutory        30.-(1)  A transfer of statutory mortgage may be made\ntransfer of\nmortgage.      by a deed expressed to be made by way of statutory transfer\n               of mortgage, being in such one of the three Forms A, and B\n                         CONVEYANCING                                        39\nand C, given in Part I1 of the First Schedule as may be First    Schedule.\nappropriate to the case, with such variations and additions,\nif any, as circumstances may require, and the provisions of\nthis section shall apply thereto.\n         (2) In whichever of those three Forms the deed of\ntransfer is made, it shall have effect as follows, namely-\n      (a) there shall become vested in the person to whom\n           the benefit of the mortgage is expressed to be trans-\n           ferred, who with his executors, administrators and\n           assigns, is hereafter in this section designated the\n           transferee, the right to demand, sue for, recover\n           and give receipts for the mortgage money, or the\n           unpaid part thereof, and the interest then due, if\n           any, and thenceforth to become due thereon, and\n           the benefit of all securities for the same, and the\n           benefit of and the right to sue on all covenants\n           with the mortgagee, and the right to exercise all\n           powers of the mortgagee;\n      (b) all the estate and interest, subject to redemption,\n           of the mortgagee in the mortgaged land shall vest\n           in the transferee, subject to redemption.\n        (3) If the deed of transfer is made in the Form B,\nthere shall also be deemed to be included, and there shall\nby virtue of this Act be implied therein, a covenant with\nthe transferee, by the person expressed to join therein as\ncovenantor, to the effect following, namely-\n    that the covenantor will, on the next of the days by the\n          mortgage deed fixed for payment of interest, pay\n          to the transferee the stated mortgage money, or so\n          much thereof as then remains unpaid, with interest\n          thereon, or on the unpaid part thereof, in the\n          meantime, at the rate stated in the mortgage deed,\n          and will thereafter, as long as the mortgage\n          money, or any part thereof, remains unpaid, pay\n          to the transferee interest on that sum, or the\n40                                     CONVEYANCING\n                        unpaid part thereof, at the same rate, on the suc-\n                        cessive days by the mortgage deed fixed for pay-\n                        ment of interest.\n                        (4)If the deed of transfer is made in the Form C,\n               it shall, by virtue of this Act, operate not only as a statu-\n               tory transfer of mortgage, but also as a statutory mort-\n               gage, and the provisions of this section shall have effect\n               in relation thereto accordingly; but it shall not be liable to\n               any increased stamp duty by reason only of its being\n               designated a mortgage.\nImplied           31. In a deed of statutory mortgage, or of statutory\ncovenants,\njoint and      transfer of mortgage, where more persons than one are\nseveral.       expressed to convey as mortgagors, or to join as coven-\n               antors, the implied covenant on their part shall be deemed\n               to be a joint and several covenant by them; and where there\n               are more mortgagees or more transferees than one, the\n               implied covenant with them shall be deemed to be a covenant\n               with them jointly, unless the amount secured is expressed\n               to be secured to them in shares or distinct sums, in which\n               latter case the implied covenant with them shall be deemed\n               to be a covenant with each severally in respect of the share\n               or distinct sum secured to him.\nForm of re-       32. A re-conveyance of a statutory mortgage may be made\nconveyance\nof statutory   by a deed expressed to be made by way of statutory re-con-\nmortgage.      veyance of mortgage, being in the Form given in Part I11\nFirst          of the First Schedule, with such variations and additions,\nSchedule.\n               if any, as circumstances may require.\n                       VI. Trust and Mortgage Estates on Death\nDevolution       33. Where an estate or interest of inheritance, or limited\nof trust and\nmortgage       to the heir as special occupant, in any tenements or here-\nestates on\ndeath.         ditaments, corporeal or incorporeal, is vested on any trust,\n               or by way of mortgage, in any person solely, the same shall,\n               on his death, notwithstanding any testamentary disposi-\n               __\n                                                                                   ,\n                        CONVEYANCZNG                                41\ntion, devolve to and become vested in his personal represen-\ntatives or representative, from time to time, in like manner\nas if the same were a chattel real vesting in them or him;\nand accordingly all the like powers, for one only of several\njoint personal representatives, as well as for a single per-\nsonal representative, and for all personal representatives\ntogether, to dispose of and otherwise deal with the same,\nshall belong to the deceased’s personal representatives or\nrepresentative from time to time, with all the like incidents,\nbut subject to all the like rights, equities and obligations,\nas if the same were a chattel real vesting in them or him;\nand, for the purposes of this section, the personal represen-\ntatives for the time being of the deceased shall be deemed\nin law his heirs and assigns, within the meaning of all\ntrusts and powers.\n  This section applies only in cases of death after the\ncommencement of this Act.\n                  VII. Trustee and Executors"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Form of reconveyance of statutory mortgage.\n              VI. Trust and Mortgage Estates on Death"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Devolution of trust and mortgage estates or death.\n                      VII. Trustees and Executors"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) Where there are more than two trustees, if one Retirement\nof them by deed declares that he is desirous of being dis- of trustee.\ncharged from the trust, and if his co-trustees, and such other\nperson, if any, as is empowered to appoint trustees, by deed\nconsent to the discharge of the trustee, and to the vesting\nin the co-trustees alone of the trust property, then the\ntrustees desirous of being discharged shall be deemed to\nhave retired from the trust, and shall, by the deed, be dis-\ncharged therefrom under this Act, without any new trustee\nbeing appointed in his place.\n          (2) Any assurance or thing requisite for vesting the\ntrust property in the continuing trustees alone shall be\nexecuted or done.\n          (3) This section applies only if and as far as a\ncontrary intention is not expressed in the instrument, if\nany, creating the trust and shall have effect subject to the\n       me inclusion of this page is authorized by L.N. 480119731\n42                                      CONVEYANCING\n               terms of that instrument, and to any provisions therein\n               contained.\n                       (4) Every such deed or assurance made under this\n               section, and every order of a court appointing a new trustee,\n               shall be recorded in the Record Office.\nPowers of          35. Every trustee appointed by a court of competent\nnew trustees\nappointed      jurisdiction shall, as well before as after the trust property\nby court.      becomes by law, or by assurance or otherwise, vested in\n               him, have the same powers, authorities, and discretions,\n               and may in all respects act, as if he had been originally\n               appointed a trustee by the instrument, if any, creating the\n               trust.\nVesting of        36.-(1) Where a deed by which a new trustee is\ntrust          appointed to perform any trust contains a declaration by\nproperty in\nnew or         the appointor to the effect that any estate or interest in any\ncontinuing\ntrustees.      land subject to the trust, or in any chattel so subject, or the\n               right to recover and receive any debt or other thing in action\n               so subject, shall vest in the persons who by virtue of the deed\n               become and are the trustees for performing the trust, that\n               declaration shall, without any conveyance or assignment,\n               operate to vest in those persons as joint tenants, and for the\n               purposes of the trust, that estate, interest or right.\n                        (2) Where a deed by which a retiring trustee is dis-\n               charged under this Act contains such a declaration as in\n               this section mentioned by retiring and continuing trustees,\n               and by the other person, if any, empowered to appoint\n               trustees, that declaration shall, without any conveyance or\n               assignment, operate to vest in the continuing trustees alone\n               as joint tenants, and for the purposes of the trust, the\n               estate, interest, or right, to which the declaration relates.\n                       (3) This section does not extend to any legal estate\n               or interest in or to land conveyed by way of mortgage for\n               securing money subject to the trust, or to any such share,\n               c\n                       me inclusion of this page is authorized by L.N. 480/1973]\n                         CONVEYANCING                                     43\nstock, annuity or property, as is only transferable in books\nkept by a company or other body, or in manner prescribed\nby or under any statute.\n        (4) For purposes of registration of the deed in the\nRecord Office, the person or persons making the declaration\nshall be deemed the conveying party or parties, and the\nconveyance shall be deemed to be made by him or them\nunder a power conferred by this Act."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Powers of new trustees appointed by court.\n                             CONVEYANCING"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Where a trust for sale or a power of sale of trustees\n                                                              Powerfor\n                                                                      for\nproperty is vested in trustees, they may sell or concur with saletosell\n                                                              by auction,\nany other person in selling all or any part of the property, etc.\neither subject to prior charges or not, and either together\nor in lots by public auction or private contract, subject to\nany such conditions respecting title or evidence of title, or\nother matter, as the trustees think fit, with power to vary\nany contract for sale, and to buy in at any auction or to\nrescind any contract for sale and to resell, without being\nanswerable for any loss.\n         (2) This section applies only if and as far as a\ncontrary intention is not expressed in the instrument creat-\ning the trust or power, and shall have effect subject to the\nterms of that instrument, and to the provisions therein\ncontained.\n         (3) This section applies only to a trust or power\ncreated by an instrument coming into operation after the\ncommencement of this Act."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The receipt in writing of any trustees or trustee for ~rustees’\nany money, securities, or other personal property or effects, raceiPts-\npayable, transferable or deliverable to them or him under\nany trust or power shall be a sufficient discharge for the\nsame, and shall effectually exonerate the person paying,\ntransferring or delivering, the same from seeing to the\napplication, or being answerable for any loss or misapplica-\ntion thereof.\n       m e inclusion of this page is authorized by L.N. 480/1973]\n44                                      CONVEYANCING\nPower for\nexecutors"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39-41)An executor may pay or allow any debt or claim\nand trustees   on any evidence that he thinks sufficient.\nto com-\npound, etc.\n                       (2) An executor, or two or more trustees acting\n               together or a sole acting trustee where, by the instrument\n               (if any) creating the trust, a sole trustee is authorized to\n               execute the trusts and powers thereof, may, if and as he or\n               they think fit, accept any composition, or any security, real\n               or personal, for any debt, or for any property, real or\n               personal, claimed, and may allow any time for payment of\n               any debt, and may compromise, compound, abandon, submit\n               to arbitration, or otherwise settle, any debt, account, claim\n               or thing whatever, relating to the testator’s estate or to the\n               trust, and for any of those purposes may enter into, give,\n               execute and do, such agreements, instruments of composi-\n               tion or arrangement, releases and other things as to him\n               or them seem expedient, without being responsible for any\n               loss occasioned by any act or thing so done by him or them\n               in good faith.\n                       (3) As regards trustees this section applies only if\n               and as far as a contrary intention is not expressed in the\n               instrument, if any, creating the trust, and shall have effect\n               subject to the terms of that instrument, and to the provi-\n               sions therein contained.\n                                              POWERS\nDisclaimer\nof power by"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1)   A person to whom any power, whether coupled\ntrustees.      with an interest or not, is given may, by deed, disclaim the\n               power, and after disclaimer shall not be capable of exercis-\n               ing or joining in the exercise of the power.\n                       (2) On such disclaimer, the power may be exercised\n               by the other or others, or the survivors or survivor of the\n               others, of the persons to whom the power is given, unless\n               the contrary is expressed in the instrument creating the\n               power.\n                         CONVEYANCING                                   45\n                  VIII. Married Women"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Notwithstanding that a married woman is restrained Powerof\nfrom anticipation the Court may, if it thinks fit, where it Court    to\n                                                            bind interest\nappears to the Court to be for her benefit, by judgment or $F,edia.;\norder, with her consent, bind her interest in any property."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. A married woman, whether an infant or not, shall Powerof\n                                                              attorney of\nby virtue of this Act have power, as if she were of full age, married\nby deed to appoint an attorney on her behalf for the purpose women.\nof executing any deed or doing any other act which she\nmight herself execute or do; and the provisions of this Act\nrelating to instruments creating powers of attorney shall\napply thereto.\n                         IX. Infants"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.41) If and as long as any person who would but for M anagement\n                                                               of land and\nthis section be beneficially entitled to the possession of any receipt and\nland is an infant, and being a woman is also unmarried, application\n                                                               ofincome\nthe trustees appointed for this purpose by the settlement, if $t;zw.\nany, or if there are none so appointed, then the persons, if\nany, who are for the time being under the settlement\ntrustees with power of sale of the settled land, or of part\nthereof, or with power of consent to or approval of the\nexercise of such a power of sale, or trustees appointed for\nthe purposes of the Settled Land Act, or if there are none,\nthen any person appointed as trustee for this purpose by\nthe Court, on the application of a guardian or next friend\nof the infant, may enter into and continue in possession of\nthe land; and in every such case the subsequent provisions\nof this section shall apply.\n        (2) The trustees shall manage or superintend the\nmanagement of the land, with full power to fell timber or\ncut underwood from time to time in the usual course for\nsale, or for repairs or otherwise, and to erect, pull down,\nrebuild and repair, houses and other buildings and erec-\n      p h e inclusion of this page is authorized by L.N. 480/1973]\n46                            CONVEYANCING\n     tions, and to continue the working of mines, minerals, and\n     quarries, which have usually been worked, and to drain\n     or otherwise improve the land or any part thereof, and to\n     insure against loss by fire, and to make allowances to and\n     arrangements with tenants and others, and to determine\n     tenancies, and to accept surrenders of leases of tenancies,\n     and generally to deal with the land in a proper and due\n     course of management; but so that, where the infant is\n     impeachable for waste, the trustees shall not commit waste,\n     and shall cut timber on the same terms only, and subject to\n     the same restrictions, on and subject to which the infant\n     could, if of full age, cut the same.\n             (3) The trustees may from time to time, out of the\n     income of the land, including the produce of the sale of\n     timber and underwood, pay the expenses incurred in the\n     management, or in the exercise of any power conferred by\n     this section or otherwise in relation to the land, and all out-\n     goings not payable by any tenant or other person, and shall\n     keep down any annual sum, and the interest of any prin-\n     cipal sum, charged on the land.\n             (4) The trustees may apply at discretion any income\n     which, in the exercise of such discretion, they deem proper\n     according to the infant’s age, for his or her maintenance,\n     education or benefit, or pay thereout any money to the\n     infant’s parent or guardian, to be applied for the same\n     purposes.\n             (5) The trustees shall lay out the residue of the\n     income of the land in investment on securities on which they\n     are by the settlement, if any, or by law authorized to invest\n     trust money, with power to vary investments, and shall\n     accumulate the income of the investment so made in the way\n     of compound interest, by from time to time similarly invest-\n     ing such income, and the resulting income of investments,\n                         CONVEYANCING                                     47\nand shall stand possessed of the accumulated fund arising\nfrom income of the land, and from investments of income,\non the trusts following, namely-\n     (a) if the infant attains the age of eighteen years, I/1979\n          then in trust for the infant;                        1st Sch.\n     (6) if the infant is a woman and marries while an\n          infant then in trust for her separate use, independ-\n          ently of her husband, and so that her receipt after\n          she marries, and though still an infant, shall be a\n          good discharge; but\n     (c) if the infant dies while an infant, and being a\n          woman without having been married, then where\n          the infant was under a settlement tenant for life,\n          or by purchase tenant in tail or tail male or tail\n          female, on the trusts, in any, declared of the\n          accumulated fund by that settlement; but, where\n          no such trusts are declared, or the infant has taken\n          the land from which the accumulated fund is\n          derived by descent, and not by purchase, or the\n          infant is tenant for an estate in fee simple,\n          absolute or determinable, then in trust for the\n          infant’s personal representatives, as part of the\n          infant’s personal estate,\nbut the accumulations, or any part thereof, may at any time\nbe applied as if the same were income arising in the then\ncurrent year.\n        (6) Where the infant’s estate or interest is in an\nundivided share of land, the powers of this section relative\nto the land may be exercised jointly with persons entitled\nto possession of, or having power to act in relation to, the\nother undivided share or shares.\n        (7) This section applies only if and as far as con-\ntrary intention is not expressed in the instrument under\nwhich the interest of the infant arises, and shall have effect\n48                                      CONVEYANCING\n                subject to the terms of that instrument, and to the provl-\n                sions therein contained.\n                       (8) This section applies only where that instrument\n                comes into operation after the commencement of this Act.\nApplication       4 4 . 4 1 ) Where any property is held by trustee in trust\nby trustees\nof income of    for an infant either for life or for any greater interest, and\nproperty of\ninfant for      whether absolutely or contingently on his attaining the age\nmain-\ntenance, etc.\n                of eighteen years, or on the occurrence of any event before\n1 / 1979        his attaining that age, the trustees may, at their sole discre-\n1st Sch.\n                tion, pay to the infant’s parent or guardian, if any, or\n                otherwise apply, for or towards the infant’s maintenance,\n                education or benefit, the income of that property, or any\n                part thereof, whether there is any other fund applicable\n                to the same purpose, or any person bound by law to provide\n                for the infant’s maintenance or education, or not.\n                         (2) The trustees shall accumulate all the residue of\n                that income in the way of compound interest, by investing\n                the same and the resulting income thereof from time to time\n                on securities on which they are by the settlement, if any, or\n                by law authorized to invest trust money, and shall hold\n                those accumulations for the benefit of the person who\n                ultimately becomes entitled to the property from which the\n                same arise; but so that the trustees may at any time, if they\n                think fit, apply those accumulations, or any part thereof, as\n                if the same were income arising in the then current year.\n                        (3) This section applies only if and so far 8s a con-\n                trary intention is not expressed in the instrument under\n                which the interest of the infant arises, and shall have effect\n                subject to the terms of that instrument, and to the provisions\n                therein contained.\nExecutory         45.-(1) Where there is a person entitled to land for an\nlimitations,\nrestriction     estate in fee, or for a term of years absolute or determin-\non.             able on life, or for a term of life, with an executory limita-\n                              CONVEYANCING                                 49\n    tion over on default or failure of all or any of his issue,\n    whether within or at any specified period or time or not,\n    that executory limitation shall be or become void and in-\n    capable of taking effect if and as soon as there is living\n    any issue who has attained the age of eighteen years of 1/1979\n                                                                1st Sch.\n    the class on default or failure whereof the limitation over\n    was to take effect.\n.           (2) This section applies only where the executory\n    limitation is contained in an instrument coming into\n    operation after the commencement of this Act.\n                X. Rent-charges and other Annual Sums"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Application by Wstees of income of property of infant for main-\n      tenance,etc."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Executory limitations, restriction on.\n                      X. Rentcharges and otherAnnual Sums"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-(1)  Where a person is entitled to receive out of any\n    land, or out of the income of any land, any annual sum, recoveryof\n                                                                  annual sums\n    payable half-yearly or otherwise, whether charged on the charged on\n    land or on the income of the land, and whether by way of land*\n    rent-charge or otherwise, not being rent incident to a rever-\n    sion, then, subject and without prejudice to all estates,\n    interests and rights, having priority to the annual sum,\n    the person entitled to receive the same shall have such\n    remedies for recovering and compelling payment of the same\n    as are described in this section, as far as those remedies\n    might have been conferred by the instrument under which\n    the annual sum arises, but not further.\n            (2) If at any time the annual sum, or any part\n    thereof, is unpaid for twenty-one days next after the time\n    appointed for any payment in respect thereof, the person\n    entitled to receive the annual sum may enter into and dis-\n    train on the land charged or any part thereof, and dispose\n    according to law of any distress found, to the intent that\n    thereby or otherwise the annual sum and all arrears thereof\n    and all costs and expenses occasioned by non-payment\n    thereof, may be fully paid.\n            n h e inclusion of this page is zuthorized by L.N. 57/1980]\n50                           CONVEYANCING\n             (3) If at any time the annual sum, or any part\n     thereof, is unpaid for forty days next after the time\n     appointed for any payment in respect thereof, then,\n     although no legal demand has been made for payment\n     thereof, the person entitled to receive the annual sum may\n     enter into possession of and hold the land charged or any\n     part thereof, and take the income thereof, until thereby or\n     otherwise the annual sum and all arrears thereof due at the\n     time of his entry, or afterwards becoming due during his\n     continuance in possession, and all costs and expenses\n     occasioned by non-payment of the annual sum, are fully\n     paid; and such possession when taken shall be without\n     impeachment of waste.\n            (4) In the like case the person entitled to the annual\n     charge, whether taking possession or not, may also by deed\n     demise the land charged, or any part thereof, to a trustee\n     for a term of years, with or without impeachment of waste,\n     on trust by mortgage or sale, or demise, for all or any part\n     of the term, of the land charged, or of any part thereof, or\n     by receipt of the income thereof, or by all or any of those\n     means, or by any other reasonable means, to raise and pay\n     the annual sum and all arrears thereof due or to become due,\n     and all costs and expenses occasioned by non-payment of the\n     annual sum or incurred in compelling or obtaining payment\n     thereof, or otherwise relating thereto, including the costs of\n     the preparation and execution of the deed of demise, and\n     the costs of the execution of the trusts of that deed; and the\n     surplus, if any, of the money raised, or of the income\n     received, under the trusts of that deed shall be paid to the\n     person for the time being entitled to the land therein com-\n     prised in reversion immediately expectant on the term\n     thereby created.\n             (5) This section applies only if and as far as a con-\n     trary intention is not expressed in the instrument under\n     which the annual sum arises, and shall have effect subject\n           me inclusion of this page is authorized by L.N. 57/19801\n                         CONVEYANCING                                    51\nto the terms of that instrument, and to the provisions\ntherein contained.\n       (6) This section applies only where that instrument\ncomes into operation after the commencement of this Act.\n                   X I . Powers of Attorney"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The donee of a power of attorney may, if he thinks Execution\n                                                                under power\nfit, execute or do any assurance, instrument or thing in and ofattorney.\nwith his own name and signature, and his own seal where\nsealing is required, by the authority of the donor of the\npower; and every assurance, instrument and thing so\nexecuted and done shall be as effectual in law, to all intents,\nas if it had been executed or done by the donee of the power\nin the name and with the signature and seal of the donor\nthereof."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. If a power of attorney given for valuable considera- Effwtof\ntion is, in the instrument creating the power, expressed power     of\n                                                            attorneyfor\n                                                            value made\nto be irrevocable, then, in favour of a purchaser-          absolutely\n     (a) the power shall not be revoked at any time, either irrevocable.\n         by anything done by the donor of the power with-\n         out the concurrence of the donee of the power, or\n        by the death, marriage, lunacy, unsoundness of\n        mind or bankruptcy, of the donor of the power;\n        and\n    (b) any act done at any time by the donee of the power\n        in pursuance of the power shall be as valid as if\n        anything done by the donor of the power without\n        the concurrence of the donee of the power, or the\n        death, marriage, lunacy, unsoundness of mind or\n        bankruptcy of the donor of the power, had not\n        been done or happened; and\n    (c) neither the donee of the power nor the purchaser\n        shall at any time be prejudicially affected by notice\n        of anything done by the donor of the power\n52                                     CONVEYANClNG\n                        without the concurrence of the donee of the power,\n                        or of the death, marriage, lunacy, unsoundness of\n                        mind or bankruptcy, of the donor of the power.\nEffect of        49. If a power of attorney, whether given for valuable\npower of\nattorney,for   consideration or not, is in the instrument creating the power\n     Y\n     O\n     -:;*t     expressed to be irrevocable for a fixed time therein specified,\nvocablefor     not exceeding one year from the date of the instrument,\nfixed time.\n               then, in favour of a purchaser-\n                    (a) the power shall not be revoked for and during that\n                         fixed time, either by anything done by the donor\n                         of the power without the concurrence of the donee\n                         of the power, or by the death, marriage, lunacy,\n                         unsoundness of mind or bankruptcy, of the donor\n                         of the power; and\n                    (b) any act done within that fixed time by the donee of\n                         the power in pursuance of the power shall be as\n                         valid as if anything done by the donor of the\n                         power, without the concurrency of the donee of the\n                         power, or the death, marriage, lunacy, unsound-\n                         ness of mind or bankruptcy, of the donor of the\n                         power, had not been done or happened; and\n                    (c) neither the donee of the power nor the purchaser\n                         shall at any time be prejudicially affected by\n                         notice, either during or after that fixed time, of\n                         anything done by the donor of the power during\n                         that fixed time without the concurrence of the\n                         donee of the power, or of the death, marriage,\n                         lunacy, unsoundness of mind or bankruptcy, of the\n                         donor of the power within that fixed time.\nPayment by       50.41) Any person making or doing any payment or act\nattorney\nunderpower     in good faith in pursuance of a power of attorney shall not\nwithout\nnotice of      be liable in respect of the payment or act by reason that,\nd=th, etc.,    before the payment or act, the donor of the power had died,\ngood.\n               or become lunatic, of unsound mind or bankrupt, or had\n                      mhe inclusion of this page is authorized by L.N. 480119731\n                           C O W EYANCING\nrevoked the power, if the fact of death, lunacy, unsound-\nness of mind, bankruptcy or revocation, was not at the time\nof the payment or act known to the person making or doing\nthe same.\n      (2) But this section shall not affect any right against\nthe payee of any person interested in any money so paid; and\nthat person shall have the like remedy against the payee\nas he would have had against the payer if the payment had not\nbeen made by him."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. E m of power of attorney, for value or not, rnade irrevocablefor fixed\n      time."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Payment by attorney under power without notice of death, etc.,good.\n5 1. Powers of attorney to be pmed and recorded.\n       W .Construction and Efect of Deeds and Other Instruments"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. An instrument creating a power of attorney must be duly        Powers of\n                                                                     attorney to be\nproved and recorded in the Record Ofice. The record-                 pFovedand\ning of such instrument shall be necessary for its completion,        recorded\nand no person whose rights depend upon an exercise of the\npower shall be required to recognize the existence of such\npower until the same is so duly recorded.\n      XII. Construction and Effect of Deeds a n d Other\n                       Instruments"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. The use of no formal words is necessary in order to            useoffonnal\n                                                                     words\nconvey lands, or tenements or hereditaments, corporeal or            umecessary.\nincorporeal."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Freehold land or a thing in action may be conveyed\nby a person to himself jointly with another person, by the\nlike means by which it might be conveyed by him to another\n                                                                     ~~~~~~\n                                                                     Conveyance\nperson, and may, in like manner, be conveyed by a husband\nto his wife, and by a wife to her husband, alone or jointly\nwith another person."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. In a deed it shall be sufficient, in the limitation of an      Wadsof\n                                                                     limitation in\nestate in fee simple, to use the words \"in fee simple\" with-         fee\nout the word \"heirs\", and in the limitation of an estate\nin tail, to use the words \"in tail\" without the words \"heirs\nof the body\", and in the limitation of an estate in tail male\n                                             CONVEYANCING\n                or in tail female, to use the words \"in tail male\" or \"in tail\n                female\", as the case requires, without the words \"heirs male of\n                the body\" or \"heirs female of the body\".\n                  This section applies only to deeds executed after the\n                commencement of this Act.\nPowers            55. A person to whom any power, whether coupled with\nsimply\ncollateral.     an interest or not, is given may by deed release, or contract\n                not to exercise, the power.\nConstruction      56. A deed or document expressed to be supplemental to\nof supple-\nmental or       a previous deed, or directed to be read as an annex thereto,\nannexed deed    shall, as far as may be, be read and have effect as if the\nor document.\n5111957         deed so expressed or directed were made by way of indorse-\nS. 2.           ment on the previous deed or document, or contained a\n                full recital thereof.\nReceipt in        57. A receipt for consideration money or securities in the\ndeed\nsufficient.     body of a deed shall be a suficient discharge for the same to\n                the person paying or delivering the same, without any\n                further receipt for the same being indorsed on the deed.\nReceipt in         58. A receipt for consideration money or other considera-\ndeed or\nindorsed,       tion in the body of a deed or indorsed thereon shall, in\nevidence for    favour of a subsequent purchaser not having notice that the\nsubsequent\npurchaser.      money or other consideration thereby acknowledged to be\n                received was not in fact paid or given, wholly or in part, be\n                sufficient evidence of the payment or giving of the whole\n                amount thereof\nReceipt in         59. Where an attorney-at-law produces a deed having in the\ndeed or\nindorsed,        body thereof or indorsed thereon a receipt for consideration\nauthority for    money or other consideration, the deed being executed or\nPayment to\nattorney-at-    .the indorsed receipt being signed, by the person entitled\nlaw.             to give a receipt for that consideration, the deed shall be suffi-\n                 cient authority to the person liable to pay or give the same\n                 for his paying or giving the same to the attorney-at-law, without\n                                 CONVEYANCING\n    the attorney-at-law producing any separate or other direction or\n    authority in that behalf from the person who executed or signed\n    the deed or receipt.\n      This section applies to trustees as well as to other persons."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Consbuctionof s u p p l d or annexed deed or document.\n                              CONVEYANCING"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. Deeds in the form of and using the expressions in the suficimcyof\n1\n    Forms given in the Second Schedule, or in the like form, or using      :nyd:$,,\n    expressions to the like effect, shall, as regards form and             Second\n                                                                           Schedule.\n    expression in relation to the provisions of this Act, be sufficient.\n      6 1 . 4 1 ) A covenant relating to land of inheritance, or           Covenantsto\n                                                                           bind heirs,\n    devolving on the heir as special occupant, shall be deemed to be       dc,\n    made with the covenantee, his heirs and assigns, and shall have\n    effect as if heirs and assigns were expressed.\n            (2) A covenant relating to land not of inheritance,\n    or not devolving on the heir as special occupant, shall be\n    deemed to be made with the covenantee, his executors,\n    administrators and assigns, and shall have effect as if\n    executors, administrators and assigns were expressed.\n           (3) This section applies only to covenants made after\n    the commencement of this Act.\n      6 2 . 4 1 ) A covenant, and a contract under seal, and a bond or covenantsto\n    obligation under seal, though not expressed to bind the heirs, ~~~~.\n    shall operate in law to bind the heirs and real estate, as well as\n    the executors and administrators and personal estate, of the\n    person making the same, as if heirs were expressed.\n)           (2) This section extends to a covenant implied by\n    virtue of this Act.\n            (3) This section applies only if and as far as a\n    contrary intention is not expressed in the covenant, contract,\n    bond or obligation, and shall have effect subject to the terms\n                                             CONVEYANCZNG\n                 of the covenant, contract, bond or obligation, and to the\n                 provisions therein contained.\n                         (4) This section applies only to a covenant, contract,\n                 bond or obligation, made or implied after the commencement\n                 of this Act.\nEffect of          63.-41)    A covenant, and a contract under seal, and a\ncovenant\nwith two or      bond or obligation under seal, made with two or more\nmorejointly.     jointly, to pay money, or to make a conveyance, or to do any\n                 other act, to them or for their benefit, shall be deemed to\n                 include, and shall by virtue of this Act imply, an obliga-\n                 tion to do the act to or for the benefit of the survivor or\n                  survivors of them, and to or for the benefit of any other\n                 person to whom the right to sue on the covenant, contract,\n                 bond or obligation, devolves.\n                         (2) This section extends to a covenant implied by\n                 virtue of this Act.\n                        (3) This section applies only if and as far as a con-\n                 trary intention is not expressed in the covenant, contract,\n                 bond or obligation, and shall have effect subject to the\n                 covenant, contract, bond or obligation, and to the provisions\n                 therein contained.\n                       (4) This section applies only to a covenant, contract,\n                 bond or obligation, made or implied after the commence-\n                 ment of this Act.\nEffect of          64.--(1y Where in a mortgage, or an obligation for pay-\nadvance on\njoint account.   ment of money, or a transfer of a mortgage or of such an\n                 obligation, the sum, or any part of the sum, advanced or\n                 owing is expressed to be advanced by or owing to more\n                 persons than one out of money, or as money, belonging to\n                 them on a joint account, or a mortgage, or such an obliga-\n                 tion, or such a transfer is made to more persons than one,\n                 jointly and not in shares, the mortgage money, or other\n                 money or money's worth, for the time being due to those\n                          CONVEYANCING                                           57\npersons on the mortgage or obligation shall be deemed to be\nand remain money or money’s worth belonging to those\npersons on a joint account, as between them and the mort-\ngagor or obligor; and the receipt in writing of the survivors\nor last survivor of them, or the personal representatives of\nthe last survivor, shall be a complete discharge for all money\nor money’s worth for the time being due, notwithstanding\nany notice to the payer of a severance of the joint account.\n         (2) This section applies only if and as far as a\ncontrary intention is not expressed in the mortgage, or\nobligation or transfer, and shall have effect subject to the\nterms of the mortgage, or obligation or transfer, and to the\nprovisions therein contained."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. A conveyance of freehold land to the use that any Conveyance\n                                                              of ease-\nperson may have, for an estate or interest not exceeding in ments, etc.,\nduration the estate conveyed in the land, any easement, z e y y o f\nright, liberty or privilege, in or over, or with respect to,\nthat land or any part thereof, shall operate to vest in pos-\nsession in that person that easement, right, liberty or\nprivilege, for the estate or interest expressed to be limited\nto him; and he, and the person deriving title under him,\nshall have, use and enjoy, the same accordingly.\n   This section applies only to conveyances made after the\ncommencement of this Act."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66.-(1) Every conveyance shall, by virtue of this Act, Provision\nbe effectual to pass all the estate, right, title, interest, claim for\n                                                                   mute,etc.\n                                                                       all the\nand demand, which the conveying parties respectively have\nin, to or on, the property conveyed, or expressed or intended\nso to be, or which they respectively have power to convey in,\nto or on, the same.\n          (2) This section applies only if and as far as a\ncontrary intention is not expressed in the conveyance, and\nshall have effect subject to the terms of the conveyance and\nto the provisions therein contained.\n58                                      CONVEYANCING\n                        (3) This section applies only to conveyances made\n                after the commencement of this Act.\nConstruction      67. In the construction of a covenant or proviso, or other\nof implied\ncovenants.      provision, implied in a deed by virtue of this Act, words\n                importing the singular or plural number, or the masculine\n                gender, shall be read as also importing the plural or singular\n                number, or as extending to females, as the case may require.\n                                       XIII. Long Terms\nEnlarge-          68.-(1) Where a residue unexpired of not less than two\nment of resi-\ndue of long     hundred years of a term which, as originally created, was\nterm into\nfee simple.\n                for not less than three hundred years, is subsisting in land,\n                whether being the whole land originally comprised in the\n                term, or part only thereof, without any trust or right of\n                redemption affecting the term in favour of the freeholder,\n                or other person entitled in reversion expectant on the term,\n                and without any rent, or with merely a pepper corn rent, or\n                other rent having no money value, incident to the reversion,\n                or having had a rent not being merely a pepper corn rent,\n                or other rent having no money value, originally so incident,\n                which subsequently has been released, or has become barred\n                by lapse of time, or has in any other way ceased to be pay-\n                able, then the term may be enlarged into a fee simple in\n                the manner, and subject to the restrictions, in this section\n                provided.\n                        (2) Each of the following persons, namely-\n                     (a) any person beneficially entitled in right of the\n                          term, whether subject to any incumbrance or not,\n                          to possession of any land comprised in the term,\n                          but, in case of a married woman, with the concur-\n                          rence of her husband unless she is entitled for her\n                          separate use, whether with restraint on anticipa-\n                          tion or not, and then without his concurrence;\n                       mhe inclusion of this page is authorized by L.N. 480119731\n                            C O W EYANCING\n     (b) any person being in receipt of income as trustee, in\n         right of the term, or having the term vested in him\n         in trust for sale, whether subject to any incum-\n         brance or not;\n     (c) any person in whom, as personal representative of\n          any deceased person, the term is vested, whether\n          subject to any incumbrance or not,\nshall, as far as regards the land to which he is entitled, or\nin which he is interested, in right of the term, in any such\ncharacter as aforesaid, have power by deed to declare to the\neffect that from and after the execution of the deed the term\nshall be enlarged into a fee simple.\n       (3) Thereupon, by virtue of the deed and of this\nAct, the term shall become and be enlarged accordingly,\nand the person in whom the term was previously vested shall\nacquire and have in the land a fee simple instead of the\nterm.\n        (4) This section shall apply to and include every such\nterm as aforesaid, whether having as the immediate rever-\nsion thereon the freehold or not, but not-\n     (a) any term liable to be determined by re-entry for\n         condition broken; or\n     (b) any term created by sub-demise out of a superior\n         term, itself incapable of being enlarged into a fee\n         simple.\n       (5) The estate in fee simple so acquired by enlarge-\nment shall be subject to all the same trusts, powers, execu-\ntory limitations over, rights and equities, and to all the\nsame covenants and provisions relating to user and enjoy-\nment, and to all the same obligations of every kind, as the\nterm would have been subject to if it had not been so\nenlarged.\n        [The inclusion of this page i s authorized by L.N. 87120041\n                                        CONVEYANCING\n                  (6) But where any land so held for the residue of a\n           term has been settled in trust by reference to other land,\n           being freehold land, so as to go along with that other land\n           as far as the law permits, and, at the time of enlargement,\n           the ultimate beneficial interests in the term, whether subject\n           to any subsisting particular estate or not, has not become\n           absolutely and indefeasibly vested in any person, then the\n           estate in fee simple acquired as aforesaid shall, without             !\n           prejudice to any conveyance for value previously made by a\n           person having a contingent or defeasible interest in the term, be\n           liable to be, and shall be, conveyed and settled in like manner\n           as the other land, being freehold land aforesaid, and until so\n           conveyed and settled shall devolve beneficially as if it had been\n           so conveyed and settled.\n                 (7) The estate in fee simple so acquired shall,\n           whether the term was originally created without impeach-\n           ment of waste or not, include the fee simple in all mines and\n           minerals which at the time of enlargement have not been\n           severed in right or in fact.\n                                 XIV. Adoption of Act\nProtectionof    69.-(1)   It is hereby declared that the powers given by\nattorney-at-\nlaw and      this Act to any person, and the covenants, provisions,\ntrustees     stipulations and words, which under this Act are to be\nadopting Act\n             deemed included or implied in any instrument, or are by\n             this Act made applicable to any contract for sale or other\n             transaction, are and shall be deemed in law proper powers,\n             covenants, provisions, stipulations and words, to be given\n             by or to be contained in any such instrument, or to be\n             adopted in connection with or applied to any such contract\n             or transaction; and an attorney-at-law shall not be deemed guilty\n             of neglect or breach of duty, or become in any way liable, by\n             reason of his omitting in good faith in any such instrument,\n             or in connection with any such contract or t r a n d o n , to\n             negative the giving, inclusion, implication or application,\n                            CONVEYANCING\nof any of those powers, covenants, provisions, stipulations or\nwords, or to insert or apply any others in place thereof, in any\ncase where the provisions of this Act would allow of his doing\nSO.\n        (2) But nothing in this Act shall be taken to imply\nthat the insertion in any such instrument, or the adoption\nin connection with, or the application to, any contract or\ntransaction, of any fbrther or other powers, covenants,\nprovisions, stipulations or words, is improper.\n        (3) Where the attorney-at-law is acting for\ntrustees, executors, or other persons in a fiduciary position,\nthose persons shall also be protected in like manner.\n        (4) Where such persons are acting without an\nattorney-at-law, they shall also be protected in like manner.\n                          XV. Miscellaneous"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. Construction of implied covenants.\n                                wI. Long Terms"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Enlargement of residue of long term into fee simple.\n                             xJv. Adoption ofActs"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Protection of attorney-at-law and trusteesadopting Act.\n                               XV. Miscellaneous"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.-41) Any person not being an attorney-at-law admitted to         Persons not\n                                                                      being\npractise in this Island, who shall for reward act in this Island in   admitted\nthe preparation or completion of, or in the advising on, any          attorneysat-\n                                                                      law practising\ncontract, conveyance, lease, mortgage, will or other instrument,      for reward,\nshall be guilty of an offence against this Act, and on summary        subjed to\n                                                                      penalties.\nconviction shall be liable on a first conviction to pay a fine not\nexceeding one hundred dollars or less than forty dollars, and on\ndefault of payment to imprisonment not exceeding thirty days,\nand on a subsequent conviction for an offence committed\nsubsequent to a previous conviction to a like penalty with\nimprisonment not exceeding thirty days.\n        (2) Should such persons be under articles of clerk-\nship to an attorney-at-law, upon such conviction his articles\nshall become void.\n      (3) Provided always that lapse of time after the\ncommitting of the offence shall not be a bar to any prosecu-\n62                                        CONVEYANCZNG\n              tion under this Act, provided that such prosecution is\n              begun within three months of the offence coming to the\n              knowledge of the informant, and within two years of the\n              committal of the offence.\nRegulations     71.-41) Any notice required or authorized by this Act to be\nrespecting\nnotice.       served shall be in writing.\n                    (2) Any notice required or authorized by this Act\n              to be served on a lessee or mortgagor shall be sufficient\n              although only addressed to the lessee or mortgagor by that\n              designation, without his name, or generally to the person\n              interested without any name, and notwithstanding that any\n              person to be affected by the notice is absent, under disability,\n              unborn or unascertained.\n                    (3) Any notice required or authorized by this Act\n              to be served shall be sufficiently served if it is left at the last\n              known place of abode or business in this Island of the lessee,\n              lessor, mortgagee, mortgagor, or other person to be served,\n              or, in case of a notice required or authorized to be served on\n              a lessee or mortgagor, is affixed or left for him on the land\n              or any house or building comprised in the lease or mortgage,\n              or, in case of a mining lease, is left for the lessee at the\n              office or counting-house of the mine.\n                    (4) Any notice required or authorized by this Act\n              to be served shall also be sufficiently served if it is sent by\n              post in a registered letter addressed to the lessee, lessor,\n              mortgagee, mortgagor, or other person to be served, by\n              name, at the aforesaid place of abode or business, office or\n              counting-house and if that letter is not returned through\n              the post office undelivered; and that service shall be deemed\n              to be made at the time at which the registered letter would\n              in the ordinary course be delivered.\n                   (5) This section does not apply to notices served in\n              proceedings in the Court.\n                        CONVEYANCING                                          63\n               XVI. Court; Procedure; Orders"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.-(1) Payment of money into court shall effectually Regulations\n                                                                respecting\nexonerate therefrom the person making the payment.              payments\n                                                                into court\n        (2) Every application to the Court shall, except cationsandappfi-\n                                                                        to\nwhere it is otherwise expressed, be by summons at thecourt.\nChambers.\n        (3) On an application by a purchaser, notice shall\nbe served in the first instance on the vendor.\n        (4) On an application by a vendor, notice shall be\nserved in the first instance on the purchaser.\n        ( 5 ) On any application notice shall be served on such\npersons, if any, as the Court thinks fit.\n        (6) The Court shall have full power and discretion\nto make such order as it thinks fit respecting the costs,\ncharges or expenses, of all or any of the parties to any\napplication.\n        (7) General rules for purposes of this Act shall be\ndeemed rules of court, and may be made accordingly."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73.-(1) An order of the Court under any statutory or court Ordersof\nother jurisdiction shall not, as against a purchaser, be conclusive.\ninvalidated on the ground of want of jurisdiction, or of\nwant of any concurrence, consent, notice or service, whether\nthe purchaser has notice of any such want or not.\n         (2) This section shall have effect with respect to any\nlease, sale or other act, under the authority of the Court.\n                OPERATION\n                        OF CONVEYANCES"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. All deeds and other conveyances whatsoever, at any atc con-\ntime made before the year 1711, and duly executed, ~ ~ '                           ~   ~   ~\nacknowledged or proved, and recorded, although no valu-           E;;;r;as\nable consideration be therein inserted, and all deeds and fineor  recovery.\n      me inclusion of this page is authorized by L.N. 480/1973]\n64                           CONVEYANCING\n     other conveyances whatsoever thereafter made for valuable\n     consideration of any lands, tenements, or hereditaments\n     within this Island (excepting such as have or shall be made\n     by infants during their infancy, and persons of non-sane\n     memory, during the time they continue so) shall be valid and\n     effectual to pass and convey such lands, tenements, and\n     hereditaments and they are hereby declared to have passed\n     and to be conveyed as fully to all intents and purposes as\n     any real estate in England might or could have passed by a\n     fine levied with proclamations or by a common recovery\n     suffered of such lands, tenements or hereditaments, any\n     law, custom, or usage to the contrary thereof in anywise\n     notwithstanding.\n           me inclusion of this page is authorized by LN. 480/1973]\n                          CONVEYANCING                                                 65\n                         FIRST SCHEDULE                                      (Section 29)\n                        STATUTORY\n                                MORTGAGE\n                PARTI. Deed of Statutory Mortgage\n   This Indenture made by way of statutory mortgage the             day\nof                        19    between A of (etc.) of the one part and\nM. of (etc.) of the other part Wimesseth that in consideration of the\ns u m of $                    now paid to A. by M. of which s u m A.\nhereby acknowledges the receipt A . as mortgagor and as beneficial\nowner hereby conveys to M. all that (etc.). To hold to and to the\nuse of M. in fee simple for securing payment on the                 h Y\nof                        19    of the principal s u m of S\nas the mortgage money with interest thereon at the rate of (four) per\ncentum per annum.\n   In witness, etc.\n   Variations in this and subsequent Forms to be made, if required, for\nleasehold land or other matter.\n                                PART\n                                FORMA                                        @&on 30)\n          Deed of Statutory Transfer, Mortgagor not joining\n   This Indenture made by way of statutory transfer of mortgage\nthe              day of                  19          between M. of (etc.)\nof the one part and T . (etc.) of the other part supplemental to an inden-\nture made by way of statutory mortgage dated the                       &Y\nof                             19     and made between (etc.) Witnesseth\nthat in consideration of the s u m of S                  now paid to M.\nby T. being the aggregate amount of S                            mortgage\nmoney and $                 interest due in respect of the said mortgage\nof which s u m M. hereby acknowledges the receipt M. as mortgagee\nhereby conveys and transfers to T. the benefit of the said mortgage.\n   In wimess, etc.\n                                FORMB                                        (Section 30)\n            Deed of Statutov Transfer, a Covenantor joining\n   This Indenture made by way of statutory transfer of mortgage the\n                 day of                19     between A . of (etc.) of the\nfirst part B. of (etc.) of the second part and C. of (etc.) of the third\npart supplemental to an indenture made by way of statutory mortgage,\ndated the         day of                 19     and made between (etc.)\nWitnesseth that in consideration of the s u m of $                    now\npaid to A. by C. being the mortgage money due in respect of the said\nmortgage no interest being now due and payable thereon of which\nsum A . hereby acknowledges the receipt A . as mortgagee with the\n        me inclusion of this page is authorized by L.N. 480119731\n66                                       CONVEYANCING\n               concurrence of B. who joins herein as covenantor hereby conveys and\n               transfers to C. the benefit of the said mortgage.\n                  In witness, etc.\n(Section 30)                                   FORMC\n                         Statutory Transfer and Statutory Mortgage combined\n                  This Indenture made by way of statutory mortgage the                day\n               of                           19     between A . of (etc.) of the first part\n               B. of (etc.) of the second part and C. of (etc.) of the third part.\n               supplemental to an indenture made by way of statutory mortgage\n               dated the           day of            19        and made between (etc.)\n               Whereas the principal s u m of S             only remains due in respect\n               of the said mortgage as the mortgage money and no interest is now due\n               and payable thereon: And whereas B. is seised in fee simple of the\n               land comprised in the said mortgage subject to that mortgage:\n               Now this Indenture witnesseth that in consideration of the s u m of\n               $                         now paid to A . by C. of which s u m A . hereby\n               acknowledges the receipt and B. hereby acknowledges the payment\n               and receipt as aforesaid* A. as mortgagee hereby conveys and transfers\n               to C. the benefit of the said mortgage: And this Indenture also\n               witnesseth that for the same consideration A. as mortgagee and\n               according to his estate and by direction of B. hereby conveys and B.\n               as beneficial owner hereby conveys and confirms to C. all that (etc.)\n               To Hold to and to use of C. in fees simple for Securing payment on\n               the               day of                19      oft the s u m of S\n               as ,the mortgage money with interest thereon at the rate of (four)per\n               centum per annum.\n                  In witness, etc.\n                  (Or, in case of further advance, after aforesaid at* insert and also in\n               consideration of the further sum of $               now paid by C. to B.\n               of which sum B. hereby acknowledges the receipt, and affer of att\n               insert the sum of $                 and S               making together).\n               *** Variations to be made, as required, in case of the deed being\n               made by indorsement, or in respect of any other thing.\n(Section32)           PART 111. Deed of Statutory Re-conveyance of Mortgage\n                 This Indenture made by way of statutory re-conveyance of mortgage\n               the            day of                    19    between C. of (etc.) of\n               the one part and B. of (etc.) of the other part supplemental to an\n               indenture made by way of statutory transfer of mortgage dated the\n                             day                       19    and made between (etc.)\n               Witnesseth that in consideration of all principal money and interest\n               due under that indenture having been paid of which principal and\n               interest C. hereby acknowledges the receipt C. as mortgagee hereby\n               conveys to B. all the lands and hereditaments now vested in C. under\n               the said indenture to hold to and to the use of B. in fee simple dis-\n               *** Variations as noted above.\n                       me inclusion of this page is authorized by L.N. 480/1973]\n                          CONVEYANCING                                                 67\ncharged from all principal and interest secured by and from all claims\nand demands under the said indenture.\n  In witness, etc.\n                        SECOND SCHEDULE                                      (Section 60)\n                       SHORTFORMS\n                                OF DEEDS\n                             Z.-Mortgage\n   This Indenture of Mortgage made the                  day of\n19     between A. of (etc.) of the one part and B. of (etc.) and C.\nof (etc.) of the other part Witnesseth that in consideration of the sum\nof $                    paid to A . by B. and C. out of money belonging\nto them on joint account of which sum A . acknowledges the receipt\nA. hereby covenants with B. and C. to pay them on the                 day\nof                     19     the sum of S                   with interest\nthereon in the meantime at the rate of (four)per centurn per annum and\nalso as long after that day as the principal money remains due under\nthis mortgage to pay to B. and C. interest thereon at the same rate\nby equal half-yearly payments on the                 day of\nand the                 day of                    And this indenture also\nwitnesseth that for the same consideration A . as beneficial owner\nhereby conveys to B. and C. in fee simple subjeot to the proviso for\nredemption following (namely) that if A. or any person claiming under\nhim shall on the              day of                      19    pay to B.\nand C. the sum of                         and interest thereon at the rate\naforesaid then B. and C. or the persons claiming under them will at\nthe request and cost of A. or the persons claiming under him reconvey\nthe premises to A. or the person claiming under him and A. hereby\ncovenants with B. as follows (here add covenant as to fire insurance\nor other special covenants required).\n   In witness, etc."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111. Leases\nRent and           12. Rent reserved by a lease, and the benefit of every\nbenefit of\nlessee's        covenant or provision therein contained having reference to\ncovenantsto     the subject matter thereof, and on the lessee's part to be\nrun with\nreversion.      observed or performed, and every condition of reentry and\n                other condition therein contained, shall be annexed and\n                incident to and shall go with the reversionary estate in the\n                land, or in any part thereof, immediately expectant on the\n                term granted by the lease, notwithstanding severance of\n                that reversionary estate, and shall be capable of being\n                recovered, received, enforced and taken advantage of, by\n                the person from time to time entitled, subject to the term,\n                to the income of the whole or any part, as the case may\n                require, of the land leased.\n                 This section applies only to leases made after the com-\n                mencement of this Act.\n?ligationof       13. The obligation of a covenant entered into by a lessor\nlessor's\nc~venantsto     with reference to the subject matter of the lease shall, if\nrunwith         and as far as the lessor has power to bind the reversionary\nreversion.\n                estate immediately expectant on the term granted by the\n                         CONVEYANCING                                    23\nlease, be annexed and incident to and shall go with that\nreversionary estate, or the several parts thereof notwith-\nstanding severance of that reversionary estate, and may be\ntaken advantage of and enforced by the person in whom the\nterm is from time to time vested by conveyance, devolution\nin law or otherwise; and, if as far as the lessor has power\nto bind the person from time to time entitled to that rever-\nsionary estate, the obligation aforesaid may be taken\nadvantage of and enforced against any person so entitled.\n This section applies only to leases made after the com-\nmencement of this Act."
    }
  ],
  "definitions": []
}