{
  "id": "jm-stat-the-copyright-act",
  "type": "statute",
  "title": "The Copyright Act",
  "title_en": "The Copyright Act",
  "short_name": "Copyright Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-copyright-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-copyright-act | Legal areas: Culture and Heritage",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Subject to the following provisions of this section, PUbliatiOa\nfor the purposes of this Act publication in relation to a\nwork means the issue of copies of the work to the public\n(whether by way of sale or otherwise) including, where the\nwork is a literary, musical, dramatic or artistic work, the\nmaking available af copies to the public by means of an\nelectronic retrieval system; and all related expressions shall\nbe construed accordingly.\n      (2) References in this Act to the issue to the public\nof copies of a work are to the act of putting into circulation\ncopies not previously put into circulation in Jamaica or\nelsewhere, and not to-\n     (a) any subsequent distribution, sale, hiring or loan\n         of those copies; or\n     (b) any subsequent importation of those copies into\n         Jamaica,\nexcept that in relation to sound recordings, films and\ncomputer programs, the act of issuing copies to the public\nincludes any rental of copies to the public.\n        (3) For the purposes of this Act \"commercial pub-\nlication\" in relation to a literary, dramatic, musical or\nartistic work means-\n                             COPYRIGHT\n    (a) issuing copies of the work to the public at a time\n         when copies made in advance of the receipt of\n         orders are generally available to the public; or\n    (b) making the work available to the public by means\n          of an electronic retrieval system,\nand related expressions shall be construed accordingly.\n      (4) In the case of a work of architecture in the form\nof a building ar an artistic work incorporated in a building,\nconstruction of the building shall be treated as equivalent\nto publication of the work.\n       (5) The following do not constitute publication for\nthe purposes of this Act-\n     (a) in case of a literary, dramatic or niusical work-\n             (i) the performance of the work; or\n            (ii) the broadcasting of the work or its inclusion\n                 in a cable programme service (otherwise\n                 than for the purposes of an electronic\n                 retrieval system);\n     (b) in the case of an artistic work-\n                 the exhibition of the work;\n                 the issue to the public of copies of a graphic\n                 work representing, or of photographs of,\n                 a work of architecture in the form of a\n                 building or a model for a building, a sculp-\n                 ture or a work of artistic craftsmanship;\n                 the issue to the public of copies of a film\n                 including the work; or\n                 the broadcasting of the work or its inclusion\n                 in a cable programme service (otherwise\n                 than for the purposes of an electronic\n                 retrieval system);\n     (c) in the case of a sound recording or film-\n                             COPYRIGHT                                 25\n             (i) the playing or showing of the work in\n                 public; or\n            (ii) the boadcasting of the work or its inclusion\n                 in a cable programme service.\n       (6) A publication that is merely colourable and is not\nintended to satisfy the reasonable requirements of the public\nshall be disregarded for the purposes of this Act except in\nso far as it may constitute an infringement of copyright or\nrights conferred on performers or persons having recording\nrights or may constitute an offence under this Act.\n       (7) For the purposes of this Act, a publication in\nJamaica or in any other country shall not be treated as\nbeing other than the first publication by reason only of an\nearlier publication elsewhere, if the two publications took\nplace within a period of not more than thirty days.\n       (8) In determining, for the purposes of any provision\nof this Act-\n     (a) whether a work has been published;\n     (b) whether a publication of a work was the first pub-\n          lication of the work; or\n     (c) whether a work was published or otherwise dealt\n          with in the lifetime of a person,\nany unauthorized publisation or the doing of any other\nunauthorized act shall be disregarded."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) In relation to the broadcast of a work, an en- Lrwtul\ncrypted transmission shall be regarded as capable of being g & w\nlawfully received by members of the public only if decoding\nequipment has been made available to members of the public\nby or with the authority of the person making the trans-\nmission or the person providing the contents of the trans-\nmission.\n                                           COPYRIGHT\n                    (2) References in this Act to the person making a\n              broadcast, broadcasting a work or including a work in a\n              broadcast are references-\n                  (a) to the person transmitting the programme, to the\n                       extent that he has responsibility for its contents;\n                       and\n                  (b) to any person providing the programme who\n                       makes with the person transmitting it, the arrange-\n                       ments necessary far its transmission,\n              and references in this Act to a programme, in the context of\n              broadcasting, are to any item included in a broadcast.\n                                      Protected Works\nRequire-        5.-(1) Unless otherwise specifically provided in this Act,\nrnents for\n,otwtioa      copyright shall not subsist in any work unless it satisfies the\n              requirements specified in this Part as respects-\n                    (a) the category of work; and\n                   (b) either-\n                            (i) the qualification of the author; or\n                           (ii) the country or place of first publication, or\n                                in the case of a broadcast or cable pro-\n                                gramme, the country or place where it is\n                                made or from which it is sent, as the case\n                                may be.\n                     (2) If the requirements of this Part or of section 146\n              are once satisfied in respect of a work, copyright does not\n              cease to subsist by reason of any subsequent event.\natewry"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Copyright is a property right which, subject to\nof eligible   the provisions of this section, may subsist in the following\nworks.\n              categories of work-\n                                COPYRIGHT\n      (a) original literary, dramatic, musical or artistic works;\n      (b) sound recordings,                   films,        broadcasts or cable\n          programme;\n      (c) typographical arrangements of published editions,\nand copyright may subsist in a work irrespective of its\nquality or the purpose for which it was created.\n          (2) A literary, dramatic or musical work shall not be\neligible for copyright protection unless it is recorded in writing\nor otherwise; and any reference in this Act to the time at which\na work is made is a reference to the time at which it is so\nrecorded.\n         (3) For the purposes of subsection (2), it is\nimmaterial whether the work is recorded by or with the\npermission of the author; and where it is not recorded by the\nauthor, nothing in that subsection shall affect the question\nwhether copyright subsists in the record of the work as distinct\nfrom the work recorded.\n       (3A) Copyright subsisting in a literary work that is a                            2911999\n                                                                                         S. 3.\ncompilation does not extend to any works, data or other\nmaterial comprised in the compilation and does not affect any\ncopyright which may exist in such works, data or other\nmaterial.\n        (4) Copyright shall not subsist in a sound recording or\nfilm which is, or to the extent that it is, a copy taken from a\nprevious sound recording or film.\n         (5) Copyright shall not subsist in a broadcast which\ninfringes, or to the extent that it infringes, the copyright in\nanother broadcast or in a cable programme.\n       (6) Copyright             shall       not        subsist         in   a   cable\nprogramme-\n      (a) if it is included in a cable programme service by\n          reception and immediate retransmission of a\n          broadcast; or\n                                                  COPYRIGHT\n                        (b) if it infringes, or to the extent that it infringes, the\n                            copyright in another cable programme or in a\n                            broadcast.\n                         (7) Copyright shall not subsist in the typographical\n                  arrangement of a published edition if, or to the extent that it re-\n                  produces the typographical arrangement of a previous edition.\n                           (8) Copyright protection does not extend to an idea,\n                  concept, process, principle, procedure, system or discovery or\n                  things of a similar nature.\nQualification         7.-(1) A work qualifies for copyright protection if the\nfor protection:\nauthor.           author was a qualified person at the material time.\n                           (2) A work of joint authorship qualifies for copyright\n                  protection if any of the authors satisfies the requirement of\n                  subsection (I), so however, that, where a work qualifies for\n                  copyright protection only under this section, only those authors\n                  who satisfy such requirement shall be taken into account for the\n                  purposes of sections 9 and 22.\n                          (3) In this section \"the material time\" means in relation\n                  to-\n                        (a) an unpublished literary, dramatic, musical or artistic\n                            work, when the work was made or, if the work ex-\n                            tended over a period, a substantial part of that period;\n                        (b) a published literary, dramatic, musical or artistic\n                            work when the work was first published or, if the\n                            author had died before that time, immediately before\n                            his death;\n                        (c) a sound recording or film, when it was made;\n                        (d) a broadcast, when the broadcast was made;\n                        (e) a cable programme, when the programme was\n                            included in a cable programme service;\n                        (f) the typographical arrangement of      a published\n                            edition, when the edition was first published.\n                                  [The mclus~onof thls page IS authorized by L N. 3/2002]\n                            COPYRIGHT\n           MORALRIGHTS\n                     AND RELATED\n                               RIGHTS\n                   Identification with Work\n  1 4 . 4 1 ) Subject to subsection (9)and to such exceptions Right to\nas may be specified in or pursuant to any other provision kj$z'ti.ti\nof this Act, the author of a literary, dramatic, musical or author. ctc.\nartistic work that is a protected work and the director of\na film that is a protected work have, respectively, the right\nto be identified as the author or, as the case may be, director\nof the work in the circumstances specified in this section.\n       (2) The author of a literary work (other than words\nintended to be sung or spoken with music) or a dramatic\nwork has the right to be identified as such whenever-\n    (a) the work or an adaptation thereof is published\n        commercially, performed in public, broadcast or\n        included in a cable programme service; or\n    (b) copies of a film or sound recording including the\n        work or an adaptation thereof are issued to the\n        public.\n        (3) The author of a musical work or a literary work\nconsisting of words intended to be sung or spoken with\nmusic, has the right to be identified as such whenever-\n    (a) the work or an adaptation thereof is published\n          commercially;\n    (b) copies of a sound recording of the work or an\n          adaptation thereof are issued to the puhlic; or\n    (c) a film, the sound track of which includes the work.\n          is shown in public or copies of such film are issued\n          to the public.\n        (4) The author of an artistic work has the right to\nbe identified as such whenever-\n                            COPYRIGHT\n     (a) the work is published coinmercially or exhibited\n         in public or a visual image of it is broadcast or\n         included in a cable programme service;\n     (b) a film including a visual image of the work is shown\n         in public or copies of such a film are issued to the\n         public; or\n     (c) in the case of a work of architecture in the form\n          of a building or a model for a building, a sculpture\n         or a work of artistic craftsmanship, copies of a\n          graphic work representing it or of a photograph of\n         it, are issued to the public.\n        (5) In addition to the right specified in paragraph\n(c) of subsection (4), the author of a work of architecture\nin the form of a building has the right to be identified on the\nbuilding as constructed or, where more than one building\nis constructed to the design, on the first to be constructed.\n        (6) The director of a film has the right to be identi-\nfied as such whenever the film is shown in public, broadcast\nor included in a cable programme service or copies of the\nfilm are issued to the public.\n        (7) The right of an author or director under this\nsection is-\n     (a) in the case of commercial publication or the issue\n          to the public of copies of a film or sound record-\n          ing, to be identified in or on each copy or, if that\n          is not appropriate, in some other manner likely to\n          bring his identity to the notice of a person acquir-\n           ing a copy;\n     (b) in the case of identification on a building, to be\n           identified by appropriate means visible to persons\n           entering or approaching the building; and\n     (c) in any other case, to be identified in a manner\n          likely to bring his identity to the attention of a\n           person seeing or hearing the performance, exhibi-\n--\n        [The inciusion of this page is authorized by L.N. 42119951\n                            COPYRIGHT\n         tion, film, broadcast or cable programme in\n        question,\nand the identification must, in each case, be clear and\nreasonably prominent.\n       (8) For the purposes of this section, any reasonable\nform of identification may be used.\n      (9) Except as may otherwise be explicitly provided\nby contract, the right conferred by this section does not\n        relation to-\n        a computer program, the design of a typeface or\n         a computer-generated work;\n        any work made for the purpose of reporting\n         current events;\n        the publication in a newspaper, magazine or similar\n         periodical or in an encyclopaedia, dictionary, year-\n         book or other collective work of reference, of\n         a literary, dramatic, musical or artistic work made\n         for the purposes of such publication or made\n         available with the consent of the author for pur-\n         poses of such publication;\n         a work in which copyright originally vested in an\n         international organization by virtue of section 146,\n         unless the author or director has previously been\n         identified as such in or on published copies of the\n         work.\n                Objection to Treatment of Work\n   1 5 . 4 1 ) Subject to subsections (2) and (3) and to such Ri&t to\nexceptions as may be specified in or pursuant to any other\nprovision of this Act, the author of a literary. dramatic, treatment\n                                                              of work.\nmusical or artistic work that is a protected work and the\ndirector of a film that is a protected work have, respec-\ntively, the right not to have the work or any part thereof\nsubjected to derogatory treatment; and such right is in-\n36                              COPYRIGHT\n     fringed by any person who does any of the acls specified\n     in section 37 in the circumstances so specified.\n            (2) The right does not apply in relation to-\n         (a) a computer program or to a computer-generated\n              work;\n         (b) fair dealing with any work made for the purpose of\n             reporting current events;\n         (c) the publication in any newspaper, magazine or\n              similar periodical or in an encyclopaedia, dic-\n              tionary, yearbook or other collective work of\n              reference, of a literary. dramatic, musical or\n              artistic work made for the purposes of such publi-\n              cation, or made available with the consent of the\n              author for the purposes of such publication, sub-\n              ject, in any particular case, to any agreement ex-\n              cluding the operation of the foregoing provisions\n              of this paragraph to that case;\n         (d) any subsequent publication elsewhere of such\n             work as is referred to in paragraph (c). subject to\n             any such agreement as is referred to in that para-\n             graph-\n             (3) The right does not apply to anything done by or\n     with the authority of the copyright owner in relation to\n     works in which copyright originally vested in an inter-\n     national organization by virtue of section 146 unless the\n     author or director-\n          (a) is identified at the time of the relevant act; or\n          (b) has previously been identified in or on published\n              copies of the work.\n     and where in such a case the right does apply, it is not\n     infringed if there is a sufficient disclaimer.\n             me inclusion of this page is authorized by L.N. 42/199S]\n                            COPYRIGHT\n       (4) In this section-\n    (a) \"derogatory treatment\" in relation to a work\n         means any addition to, deletion from, alteration to\n         or adaptation of the work (not being a translation\n         of a literary or dramatic work or an arrangement\n         or transcription of a musical work involving no\n         more than a change of key or register) which\n         amounts to a distortion or mutilation of the work,\n         or is otherwise prejudicial to the honour or reputa-\n         tion of the author or director, as the case may be;\n         and\n    (b) \"sufficient disclaimer\" means a clear and reason-\n        ably prominent indication-\n            (i) given at the time of the act; and\n           (ii) if the author or director is then identified,\n                 appearing along with the identification,\n         that the work has been subjected to treatment to\n        which the author or director has not consented.\n                           Related Rights"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) A person has the right-                              False attri-\n                                                               butian of\n    (a) not to have a literary, dramatic, musical or artistic work.\n         work falsely attributed to him as author; and\n     (6) not to have a film falsely attributed to him as\n         director, and in this section \"attribution\", in rela-\n         tion to such work, means a statement, whether\n         express or implied, as to the identity of the author\n         or director.\n        (2) The right conferred by subsection ( 1 ) is infringed\nin the circumstances specified in section 40."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Subject to section 41, a person who for private and Rightto\ndomestic purposes commissions the taking of a photograph privacy of\n                                                                      - andiilnu.\n35                                       COPYRIGHT\n              or the making of a film has, where the resulting work is\n              a protected work, the right not to have-\n                   (a) copies of the work issued to the public;\n                   (b) the work exhibited or shown in public; or\n                   (c) the work broadcast or included in a cable pro-\n                       gramme service.\n                                       Supplementary\nDuration of     18.-(1) The rights conferred by sections 14, 15 and 17\nmoral ri&b    subsists so long as copyright subsisis in the work.\nand related\nrights.\n                     (2) The right conferred by section 16 subsists until\n              the end of the period of twenty years from the end of the\n              calender year in which the person dies.\nConsent and    19.-(1) A person having a right conferred under this Part\nwaiv\\r of\nrights.       may consent to the doing of any act affecting such right or\n              may waive the right.\n                      (2) A right to which subsection (1) refers may be\n              waived by instrument in writing signed by the person giving\n              up the right, and the waiver-\n                   (a) may relate to works generally or to a specific work\n                        or class of works and may relate to existing or\n                        future works; and\n                   (b) may be conditional or unconditional and may be\n                        expressed to be subject to revocation.\n                      (3) Where a waiver is made in favour of the owner\n              or prospective owner of the copyrght in the work or\n              works to which it relates, it shall be presumed to extend\n              to his licensees and successors in title, unless a contrary\n              intention is expressed.\n                      (4) Nothing in t h s Part shall be construed as exclud-\n              ing the operation of the general law of contract or estoppel\n                      me inclusion of this page is authorized by L.N. 42119951\n                            COPYRIGHT                               39\nin relation to an informal waiver or other transaction in\nrelation to any of the rights to which this Part relates."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) The right conferred under section 14 is, in the Application\n                                                          of provi-\ncase of a work of joint authorship, a right of each joint ,ionsto\n                                                          joint works.\nauthor to be identified as a joint author.\n       (2) The right conferred by section 15 is, in the case\nof a work of joint authorship, a right of each joint author\nand his right is satisfied if he consents to the treatment in\nquestion.\n       (3) A waiver of rights under section 19 by one joint\nauthor does not affect the rights of the other joint authors.\n        (4) Subsections (I), (2) and (3) also apply, with such\nmodifications as are necessary, in relation to a film which\nwas, or is alleged to have been, jointly directed as they\napply to a work which is, or alleged to be, a work of joint\nauthorship; and for the purpose of this subsection, a film\nis \"jointly directed\" if it is made by the collaboration of\ntwo or more directors and the contribution of each\ndirector is not distinct from that of the other director or\ndirectors.\n        (5) The right conferred by section 17 is, in the case\nof a work made in pursuance of a joint commission, a\nright of each person who commissioned the making of the\nwork, so that-\n     (a) the right of each is satisfied if he consents to the\n          act in question; and\n     (b) a waiver under section 19 by one of them does not\n          affect the rights of the others."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The rights conferred by-                            Application\n                                                          of provi-\n    (a) sections 14 and 17 apply in relation to the whole sions to\n        or any substantial part of a work; and            parts of\n                                                          work.\n        me inclusion of this page is autho~?izedby L.N. 421 19951\n                                                COPYRIGHT\n                    (b) sections 15 and 16 apply in relation to the whole\n                        or any part of a work.\n                                        Ownership of Copyright\nOwnership          2 2 . 4 1 ) Subject to the provisions of this section, the\nof copyright.   author of a protected work is the first owner of any copy-\n                right in that work unless there is an agreement to the\n                contrary.\n                           (2) Subsection (1) shall not apply to copyright sub-\n                sisting in a work pursuant to section 146.\n                       ,(3) Where a protected work is a work of joint\n                authorship the authors thereof shall be co-owners of the\n                copyright in that work.\n                                        Assignment of Copyright\nAssiqnment        23.-(1)      Subject to the provisions of this section, copy-\nand licences. right in a work may be transferred as personal or move-\n                able property by-\n                     (a) assignment;\n                     (b) testamentary disposition; or\n                     (c) operation of law,\n                and a transfer pursuant to this section by way of assignment\n                shall not be effective unless it is in writing and signed by or\n                on behalf of the assignor.\n                        (2) An assignment or other transfer of copyright\n                may be partial, that is to say, limited so as to apply-\n                     (a) to one or more, but not all, of the things the owner\n                          of the copyright has the exclusive right to do;\n                     (b) to part, but not the whole, of the period for which\n                          copyright subsists.\n                            COPYRIGHT\n        (3) A licence granted by the owner of copyright in\na work shall be binding on every successor in title to his\ninterest in copyright except a purchaser in good faith for\nvaluable consideration and without notice (actual or con-\nstructive) of the licence or a person deriving title from such\na purchaser; and references in this Act to doing anything\nwith or without the licence of the owner of the copyright\nshall be construed accordingly."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) Where by an agreement made in relation to Prospective\nfuture copyright, and signed by or on behalf of the prospec-         ~r':$*\ntive owner of the copyright, the prospective owner purports right.\nto assign the future copyright (wholly or partially) to\nanother person, then, if on the coming into existence of the\ncopyright the assignee or another person claining under\nhim would be entitled as against all other persons to require\nthe copyright to be vested in him, the copyright shall vest\nin the assignee or his successor in title by virtue of this sub-\nsection.\n        (2) A licence granted by a prospective owner of\ncopyright is binding on every successor in title to his\ninterest (or prospective interest) in the right, except a\npurchaser in good faith for valuable consideration and with-\nout notice (actual or constructive) of the licence Qr a person\nderiving title from such a purchaser; and references in this\nAct to doing anything with or without the licence of the\ncopyright owner shall be construed accordingly."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The licensee under an exclusive licence has the same\nrights against a successor in title who is bound by the I'icence.\nlicence as he has against the person granting the licence."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Where under a bequest (whether specific or general) ~ ~ ~ ~ i          ~\na person is entitled, beneficially or otherwise, to-        manuscript\n                                                            unpublished\n     (a) an original document or other material thing that $Tsmder\n          records or embodies a literary, dramatic, musical\n        [The inclusion of his page is authorized by L.N. 421 19951\n                                           COPYRIGHT\n                        or artistic work which was not published before\n                        the death of the testator; or\n                    (b) an original material thing containing a sound\n                        recording or film which was not published before\n                        the death of the testator,\n               then, unless a contrary intention is indicated in the testator's\n               will or a codicil to it, the bequest shall be construed as\n               including the copyright in the work in so far as the testator\n               was the owner of the copyright immediately before his\n               death.\nMoral rights\netc. not         27. The rights conferred under Part 111 are not assign-\nassignable.    able.\nTransmis-        28.-(1) On the death of a person entitled to the right\nsion of\nmoral rights   conferred by section 14, 15 or 17-\netc. on\ndeath.              (a) the right passes to such person as he may by testa-\n                         mentary disposition specifically direct; or\n                     (b) if there is no such direction but the copyright in\n                         the work in question forms part of his estate, the\n                         right passes to the person to whom the copyright\n                         passes,\n               and if, or to the extent that, the right does not pass under\n               paragraph (a) or (b),it is exercisable by his personal repre-\n               sentatives.\n                       (2) Where copyright forming part of a person's\n               estate passes in part to one person and in part to another,\n               any right which passes with the copyright by virtue of sub-\n               section (1) is correspondingly divided.\n                       (3) Where by virtue of paragraph (a) or (6) of sub-\n               section (1) a right becomes exercisable by more than one\n               person, then-\n                    (a) where the right is conferred by section 15 or 17, it\n                         is a right exercisable by each of them and is satis-\n                             COPYRIGHT                                 43\n        fied in relation to any of them if he consents to\n        the treatment or act in question; and\n    (b) any waiver of the right in accordance with section\n        19 by one of them does not affect the rights of the\n        others.\n        (4) A consent or waiver previously a w n binds any\nperson to whom a right passes by virtue of subsection (1).\n       ( 5 ) Any infringement after a person's death of the\nright conferred by section 16 is actionable by his personal\nrepresentatives.\n         (6) Any damages recovered by personal representa-\ntives by virtue of this section in respect of an infringement\nafter a person's death shall devolve as part of his estate as\nif the right of action had subsisted and been vested in him\nimmediately before his death.\n                         General Provisions"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. In this Part \"action\" includes a counterclaim and Meaning of\nreferences to the plaintiff and to the defendant in an action \"action\".\nshall be construed accordingly."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. This Part shall have effect subject to such provisions Provisions\nof this Act as-                                               of Part\n                                                              subject to\n     (a) authorize the doing of specified acts in relation to o!her pro-\n                                                              vlslons.\n         a protected work; or\n     (b) provide for the licensing of a protected work.\n                  Infringement of Copyright"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The copyright in a work is infringed by any per- Acts .in-\n                                                              fringmg\nson who, without the licence of the copyright owner, does, copyright.\nin relation to that work, any of the acts which the copyright\nowner has the exclusive right to do pursuant to section 9.\n         me inclusion of ithis page is authorized b i L.N. 421 19951\n                              COPYRIGHT\n         (2) Copyright in a work is infringed by a person\nwho, without the licence of the copyright owner, imports\ninto Jamaica for any purpose other than for his private and\ndomestic use, an article which he knows or has reason to\nbelieve is, an infringing copy of the work.\n         (3) Copyright in a work is infringed by a person\nwho, without the licence of the copyright owner-\n     (a) possesses in the course of a business;\n     (b) sells or lets for hire or offers or exposes for sale or\n           hire;\n      (c) exhibits in public or distributes in the course of a\n           business; or\n     (d) distributes otherwise than in the course of a\n           business, to such an extent as to affect prejudicially\n           the owner of the copyright,\n an article which is, and which he knows or has reason to\nbelieve is an infringing copy of the work.\n        (4) Copyright in a work is infringed by a person\nwho, without the licence of the copyright owner-\n     (a) makes;\n     (b) imports into Jamaica;\n     (c) possesses in the course of a business; or\n     (d) sells or lets for hire or offers for sale or hire,\nan article specifically designed or adapted for making copies\nof that work, knowing or having reason to believe that it is\nto be used to make infringing copies.\n         (5) Copyright in a work is infringed by a person\nwho, without the licence of the copyright owner, transmits\nthe work by means of a telecommunications system (other-\nwise than by broadcasting or inclusion in a cable pro-\ngramme service) knowing or having reason to believe that\ninfringing copies of the work will be made by means of the\nreception of the transmission in Jamaica or elsewhere.\n          [The inclusion of this page is authonized ,by L.N. 421 1 9 5 1\n                             COPY RIGHT\n     (6) issues to the public copies of a derogatory treat-\n          ment of the film,\nor who, along with the film, plays in public, broadcasts or\nincludes in a cable programme service, or issues to the public\ncopies of, a derogatory treatment of the film sound-track."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1) The right conferred by section 15 is also Infringe-\n                                                               ment by\ninfringed by a person who-                                     possewon\n                                                               of infring-\n      (a) possesses in the course of a business; or            ing article.\n      (b) sells or lets for hire or offers or exposes for sale\n           or hire; or\n      (c) in the course of a business, exhibits in public or\n           distributes;\n      (d) distributes otherwise than in the course of a busi-\n           ness, so as to affect prejudicially the honour or\n           reputation of the author or director,\n an article which is, and which he knows or has reason to\n believe is an infringing article.\n        (2) An \"infringing article\" means a work or a copy\nof a work which-\n     (a) has been subjected to derogatory treatment as\n          defined in section 15; and\n     (b) has been or is likely to be the subject of any of the\n          acts mentioned in sections 37 and 38 in circum-\n          stances infringing that right."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) The right conferred by section 15 is not infringed ~ c t not\n                                                                     s\nby any act done for the purpose of--                           infringing\n                                                               &on      15.\n     (a) avoiding the commission of an offence: or\n     (b) complying with a duty imposed by or under an\n          enactment,\nso, howerer, that, where the author or director is identified\nat the time of the relevant act or has previously been identi-\n          [The inclusion of 'this page is authorized by L.N. 421 19951\n52                                       COPYRIGHT\n             fied in or on published copies of the work, there shall be a\n             sufficient disclaimer.\n                     (2) In subsection ( 1 ) \"sufficient disclaimer\" means a\n             clear and reasonably prominent indication-\n                  (a) given at the time of the act; and\n                  (b) if the author or director is then identified, appear-\n                       ing along with the identification,\n             that the work has been subjected to treatment to which the\n             author or director has not consented.\n,,,  a-i,      40.-(1) Subject to the provisions of this sectian, the right\n             conferred on a person by section 16 not to have a literary,\nwork: in-\nfringement   dramatic, musical ar artistic work falsely attributed to him\nof right.\n             as author or a film falsely attributed to him as director, is\n             infringed by a person who-\n                  (a) issues to the public copies of a work of any of\n                         those descriptions in or on which there is a false\n                         attribution;\n                   ( b ) exhibits in public an artistic work or a copy of an\n                         artistic work in or on which there is a fdse attribu-\n                         tion.\n                      (2) The right is also infringed by a person who-\n                  (a) in the case of a literary, dramatic or musical work,\n                        performs the work in public, broadcasts it or\n                        includes it in a cable programme service as being\n                        the work of a person; or\n                   (b) in the case of a film, shows it in public, broadcasts\n                        it or includes it in a cable programme service as\n                        being directed by a person,\n             knowing or having reason to believe that the attribution\n             is false.\n                     (3) The right is also infringed by any person who\n             issues to the public or displays in public any material con-\n                      [The inclusion of this page is autho~izedby L.N. 421 19951\n                             COPYRIGHT                                         53\ntaining a false attribution in connection with any act\nreferred to in subsection (1) or (2).\n        (4) The right is also infringed by a person who, in\nthe course of a business-\n     (a) possesses or deals with a copy of a work referred\n          to in subsection (1) in or on which there is a false\n          attribution; or\n     (b) in the case of an artistic work, possesses or deals\n          with the work itself when there is a false attribu-\n          tion in or on it,\nknowing or having reason to believe that there is an\nattribution and that it is false.\n        (5) In the case of an artistic work, the right is also\ninfringed by a person who in the course of a business-\n     (a) deals with a work which has been altered after the\n          author parted with possession of it as being the\n          unaltered work of the author; or\n     (b) deals with a copy of such a work as being a copy\n          of the unaltered work of the author,\nknowing or having reason to believe that such is not the\ncase.\n        (6) References in this section to dealing are to sell-\ning or letting for hire, offering or exposing for sale or hire,\nexhibiting in public or distributing.\n        (7) This section applies where a work is falsely\nrepresented as being an adaptation of the work of a person\nas it applies where the work is falsely attributed to a person\nas author."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. The right conferred by section 17 in relation to a com- Infringe-\nmissioned photograph or film is infringed by a person who            Tz:ic;f\ndoes or authorizes the doing of any act mentioned in that right  respecting\nsection in relation to that work; but the right\n                                            -   is not infringed\n                                                             -   photo-\n                                                                     graphs.\n         [The inclusion of this page is autho~zedby L.N. 421 19951   etc.\n54                                         COPYRIGHT\n               by any act which, pursuant to Part VI, would not infringe\n               copyright in the work.\nEffect of        42. It is not an infringement of any right conferred by\nconsent and\nwaiver of      section 14, 15, 16 or 17 to do any act to which the person\nrights.\n               entitled to the right has consented pursuant to section 19 or\n               in respect of which he has given a waiver pursuant to that\n               section.\n                     Remedies for Infringement of Moral Rights and\n                                    Related Rights\nRemedies         43.-(1) The infringement of a right conferred under\nfor in-\nfringing       section 14, 15, 16 or 17 is actionable as a breach of statutory\nmoral          duty owed to the person entitled to the right.\nrights, etc.\n                      (2) In an action for infringement of the right con-\n               ferred by section 15, the court may, if it thinks it an\n               adequate remedy in the circumstances, grant an injunction\n               on terms prohibiting the doing of any act unless a dis-\n               claimer is made on such terms and in such manner as may\n               be approved by the court, dissociating the author or director\n               from the treatment of the work.\n                       (3) Where in any action an infringement of a right\n               referred to in subsection (1) is proved or admitted, the court\n               may order the defendant to publish such correclion in such\n               terms and in such manner as the court may direct.\n                                           Presumptions\nPresump          44-41) In an action brought by virtue of this Part with\ntions where\naction         respect to a literary, dramatic, musical or artistic work, the\nrelates ,to    presumptions specified in this section shall apply.\nliterary\nworks, etc.\n                      (2) Where a name purporting to be that of the\n               author appeared on the work when it was made or on\n               copies of the work as published, it shall be presumed that\n               the person whose name appeared is the author of the work\n                        [The inclusion of this page is authonized by L.N.42/1995]\n                             COPYRIGHT\nand also the owner of the copyright in the work. until the\ncontrary is proved.\n        (3) In the case of a work alleged to be a work of\njoint authorship, subsection (2) applies in relation to each\nperson alleged to be one of the authors.\n        (4) Where no name purporting to be that of the\nauthor appeared as mentioned in subsection (2) but-\n     (a) pursuant to section 8 (I), the work qualifies for\n          copyright protection by virtue of the country of\n          first publication; and\n     (b) a name purporting to be that of the publisher ap-\n          peared on the copies of the work as first published,\nthen, it shall be presumed that the person whose name\nappeared was the owner of copyright at the time of\npublication, until the contrary is proved.\n        (5) Where the author of the work is dead or where\nthe identity of the author cannot be ascertained by reason-\nable inquiry, it shall be presumed, until the contrary is\nproved-\n     (a) that the work is an original work; and\n     (b) that the plaintiff's allegations as to what was the\n          first publication of the work and as to the country\n          of first publication are correct."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1) In an action brought by virtue of this Part with tions\n                                                            Presum~\n                                                                  where\n'respect to a sound recording, film or computer program, adion\n                                                            sound to\n                                                            relates\n the presumptions specified in this section shall appiy.\n                                                                        recordings,\n        (2) In an action brought by virtue of this Part with films, or\nrespect to a sound recording, where copies of the recording             .:E\n                                                                          ::r\nas issued to the public bear a label or other mark stating-\n     (a) that a named person was the owner of copyright\n          in the recording at the date of issue of the copies;\n          or\n         [The inclusion of 'this page is authorized by L.N. 421 19951\n                             COPYRIGHT\n     ( b ) that the recording was first published in a specified\n           year or in a named country,\nthe label or mark shall be admissible as evidence of the\nfacts stated and shall be presumed to be correct until the\ncontrary is proved.\n        (3) In an action brought by virtue of this Part with\nrespect to a film, where copies of the film as issued to the\npublic bear a statement-\n     (a) that a named person was the author or director of\n          the film;\n     (b) that a named person was the owner df copyright\n          in the film at the date of issue of the copies; or\n     (c) that the film was first published in a specified year\n          or in a named country,\n the statement shall be admissible as evidence of the facts\nstated and shall be presumed to be correct until the contrary\nis proved.\n        (4) In an action brought by virtue of this Part with\nrespect to a computer program, where copies of the pro-\ngram are issued to the public in electronic form bearing a\nstatement-\n     (a) that a named person was the owner of copyright\n          in the program at the date of issue of the copies;\n          or\n      (b) that the program was first published in a named\n           country or that copies of it were first issued to the\n           public in electronic form in a specified year,\n the statement shall be admissible as evidence of the facts\n stated and shall be presumed to be correct until the contrary\n is proved.\n         (5) The presumptions specified in subsections (2), (3)\n and (4) apply equally in an action relating to an infringement\n alleged to have occurred before the date on which the\n copies were issued to the public.\n         [The inclusion of 'this page is authorized by L.N. 42119951\n                             COPYRIGHT\nbut notwithstanding anything contained in the Customs Act,\na person it not liable to any penalty under that Act other\nthan forfeiture of the goods, by reason that any goods are\ntreated as prohibited goods by virtue of this section.\n        (5) The importation of any article by a person for\nhis private and domestic use is not prohibited under sub-\nsection (4).\n        (6) A person giving a notice under this section\nshall-\n      (a) comply with such conditions as the Commissioner\n          of Customs may by regulations prescribe; and\n     (b) satisfy such requirements as may be so prescribed\n          in connection with the giving of the notice,\n          including requirements relating to-\n                 the form of the notice;\n                 the furnishing of evidence, whether on\n                  giving notice, or on the importation of the\n                  goods, or at both such times;\n                  the payment of fees in respect of the notice;\n                 the giving of security in respect of any\n                  liability or expense which the Commis-\n                  sioner may incur in consequence of the\n                  notice by reason of the detention of any\n                  article or anything done to an article\n                  detained;\n                 the idernnification of the Commissioner of\n                  Customs against any such liability or\n                  expenses, whether security has been given\n                  or not; and\n                 any incidental or supplementary matters,\nand the regulations may make different provisions as respect\ndifferent classes of case.\n                                          COPYRIGHT\n                      (7) Regulations made under subsection (6) shall be\n              subject to negative resolution.\n                                           Preliminary\nDefinition      51. For the purposes of this Part \"sufficient acknowledge-\nof \"su5-      ment\" means an acknowledgement identifying the work in\ncient ac-\nknowledge-    question by its title or other description and identifying the\nment\".\n              author, unless-\n                  (a) in the case of a published work, it is published\n                       anonymously or the author has agreed or required\n                       that no acknowledgement of his name should be\n                       made;\n                  (b) in the case of an unpublished work, it is not pos-\n                       sible for a person to ascertain the identity of the\n                       author by reasonable inquiry.\n                                      General Exceptions\nResearch        52. Subject to section 54, fair dealing with a literary,\nand private\natudy.        dramatic, musical or artistic work for the purposes of\n              research or private study does not infringe copyright in the\n              work or, in the case of a published edition, in the typogra-\n              phical arrangement.\nCriticism,      53.-(1) Subject to section 54-\nreview and\nreporting.        (a) fair dealing with a protected work for the purposes\n                       of criticism or review of that or another work or\n                       of a performance of a work; and\n                  (b) fair dealing with a protected work (other than a\n                       photograph) for the purpose of reporting current\n                       events,\n              does not infringe copyright in the work so long as it is\n              accompanied by a sufficient acknowledgement.\n                       [The inclusion of this page is authonized by L.N.421 19951\n                            COPYRIGHT\n    (a) shall be taken to include excerpts from works by\n        him in collaboration with another; and\n    (b) if the passage in question is from suc!~ a work,\n         shall be taken to include excerpts from works by\n         any of the authors, whether alone or in collabora-\n         tion with another.\n  5 8 . 4 1 ) Subject to subsection (2), a recording of a broad- Rewrding\ncast or cable programme or a copy of such a recording may             &trzd-\nbe made by or on behalf of an educational establishment by          edaca-\n                                                                 tsona4\nfor the educational purposes of that establishment without estoblish-\nthereby infringing the copyright in the broadcast or cable ments.\nprogramme or in any work included in it.\n        (2) Subsection (1) shall not apply if or to the extent\nthat there is a licensing scheme certified pursuant to section\n102 far the purposes of this section.\n   5 9 . 4 1 ) Subject to the provisions of this section, repro- tion  on\n                                                                 Itestric-\ngraphic copies of passages from published literary, dramatic\nor musical works may be made by or on behalf of an educa- graphic\n                                                                 c\"PYlae\ntional establishment for the purposes of instruction without by educa-\n                                                                 tional\ninfringing any copyright in the work or in the typographical est&lid-\narrangement.                                                     mat.\n         (2) Not more than five per cent of any work may be\n.copied by or on behalf of an educational establishment by\n virtue of this section in any quarter, that is to say, in any\n period 1st January to 31st March, 1st April to 30th June,\n 1st July to 30th September or 1st October to 31st Decern-\n ber .\n        (3) Copying is not authorized by this section if, or\n.to the extent that, licences are available authorizing the\n copying in question and the person making the copies knew\n or ought to have been aware of that fact.\n         me inclusion of 'this page is authorized by L.N. 421 19951\n                                           COPYRIGHT\n                      (4) Where a licence is granted to an educational\n              establishment authorizing the reprographic copying of\n              passage from any published literary, dramatic or musical\n              work, for use by the establishment, then, any term of that\n              licence which purports to restrict the proportion of work\n              which may be copied (whether on payment or free of\n              charge) to less than that permitted under this section shall\n              be of no effect.\nSub-             60.-(1) Where a copy of a work would be an infringing\nsequent\nde~alings     copy if the making thereof were not authorized under sec-\nwith autho-\nrind\n              tion 56, 58 or 59 and such copy is subsequently dealt with,\ncop:es.       it shall be treated as an infringing copy for the purposes of\n              that dealing and if that dealing infringes copyright for all\n              subsequent purposes.\n                      (2) In subsection (1) \"dealt with\" means sold, or let\n              for hire or offered or exposed for sale or hire.\n                       Exceptions affectingLibraries and Archives\nIF trrpre-      61.-(1) In sections 62 to 65 references to the librarian\ntntion of     or archivist include references to a person acting on his\nreferences;\nregula-       behalf.\ntions.\n                        (2) Regulations may provide that a librarian or\n              archivist who is, pursuant to sections 62 and 55. required\n              to be satisfied as to a matter before making or supplying a\n              copy of a work-\n                   (a) is entitled to rely on a declaration as to that matter,\n                          signed by the person requesting the sopy, unless\n                         he is aware that the declaration is false in any\n                          material particular;\n                   ( b ) in such cases as may be prescribed, shall not make\n                          or supply a copy to any person in the absence of\n                          a declaration by that person.\n                      [The inclusion of 'this page is authofized by L.N. 42/1995]\n                            COPYRIGHT\n        (3) Where a person requesting a copy makes a\ndeclaration that is false in a material particular and is\nsupplied with a copy which would have been an infringing\ncopy if made by him, that person shall be liable for infringe-\nment of copyright as if he had made the copy himself. and\nthe copy supplied shall be treated as an infringing copy."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.-(1) The librarian of a prescribed library or archive sllppiy by\n                                                                libranan\nmay, if the prescribed conditions are complied with-            of copies of\n                                                                published\n      (a) make and supply n copy of an article in a periodi-\n           cal; or ,\n      (b) make and supply from a published edition, a copy\n           of part of a literary, dramatic or musica! work, not\n           being an article in a periodical,\nwithout infringing any copyright subsisting in the text of\nthe article or in the work, as the case may be, or in any\nillustrations accompanying such article or work, or in the\ntypographical arrangement thereof.\n        (2) The conditions prescribed pursuant to subsection\n(1) shall include the following-\n     (a) that copies shall be supplied only to persons satisfy-\n           ing the librarian that they require them for pur-\n           poses of research or private study, and will not\n           use them for any other purpose;\n     (b) in relation to an article, that no person shall be\n         furnished with more than one copy of the same\n         article or with copies of more than one article con-\n         tained in the same issue of a periodical;\n     (c) in relation to a work referred to in paragraph ( b )\n          of subsection ( I ), that no person shall be furnished\n          with more than one copy of the same material or\n          of a copy of more than a reasonable proportion\n          of any work; and\n                                          COPYR !GHT\n                 ( d ) that persons to whom copies are supplied are\n                       required to pay for them a sum not less than the\n                       cost (including a contribution to the general\n                       expenses of the library) attributable to their pro-\n                       duction.\nsupply of       63.41) The librarian of a prescribed library or archive\ncopies to\nother        may, if the prescribed conditions are complied with, make\nlibraries.   and supply to another prescribed library or archive a copy\n             of-\n                  (a) an article in a periodical; or\n                  (b) the whole or part of a published edition of a\n                       literary, dramatic or musical work,\n             without infringing any copyright in the text of the article\n             or the work, or in any illustrations accompanying such\n             article or work or, in the case of a published edition, in the\n             typographical arrangement.\n                     (2) Paragraph (b) of subsection (1) shall not apply\n             if, at the time the copy is made, the librarian making it\n             knows or could, by reasonable inquiry, ascertain the name\n             and address of a person entitled to authorize the making of\n             the copy.\nReplacing       64.41) The librarian of a prescribed library or archive\n       of    may, if the prescribed conditions are complied with, make\nworks.\n             a copy from any item in the permanent collection of the\n             library or archive for the purpose of-\n                  (a) preserving or replacing the item by placing the copy\n                       in such permanent collection in addition to or in\n                      place of the item;\n                  (b) replacing in the permanent collectiori of another\n                       prescribed library or archive an item which has\n                       been lost, destroyed or damaged,\n             without infringing the copyright in any literary, dramatic\n                      [The inclusion of this page is authonized by L.N.42119951\n                         COPYRIGHT\n         (2) An order under subsection (I) shall not apply\nif, or to the extent that, there is a licensing scheme certified\nunder section 102 for the purposes of this section providing\nfor the grant of licences.\n        (3) An order may make different provision for\ndifferent cases and may specify cases by reference to any\nfactor relating to the work, the copies rented, the person\nrenting or the circumstances of the rental.\n        (LC) Copyright in a computer program is not\ninfringed by the rental of copies to the public after the end\nof the period of fifty years from the end of the calendar\nyear in which copies of it were first issued to the public in\nelectronic form.\n        ( 5 ) Nothing in this section affects any liability under\nsection 31 in respect of the rental of infringing ccpies."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. It is not an infringement of the copyright in a sound Playing\nrecording to play it as part of the activities of, or for the of  sound\n                                                               reoording\nbenefit of, a club, society or other organization if-          for pur-\n                                                               poses of\n    ((1) the organization is not established or conducted ~~~$~~~~\n          for profit and its main objects are charitable or rions.\n          are otherwise concerned with the advancement of\n          religion, education or social welfare; and\n     (b) the proceeds of any charge for admission to the\n          place where the recording is to be heard are applied\n          solely for the purposes of the organization.\n      Miscellaneous Exceptions Respecting Broadcasts\n                 and Cable Programmes\n  8 0 . 4 1 ) This section applies where by virtue of a licence Incidental\nor assignment of copyright a person is authorized to broad-         ;zit:g\ncast from a place in Jamaica or a specified country or to ygoad-\nInclude in a cable programme service sent from Jamaica cast or\n                                                                cable pro-\nor a specified country-                                         gramme.\n                           COPYRIGHT\n    (a) a literary, dramatic or musical work, or an adapt-\n        ation of such a work;\n    (b) an artistic work; or\n    (c) a sound recording or film.\n       (2) The person referred to in subsection (1) shall, by\nvirtue of this section, be treated as licensed by the owner of\nthe copyright in the work to do or authorize any of the\nfollowing for the purposes of the broadcast or cable pro-\ngramme-\n     (a) in the case of a literary, dramatic or musical work\n          or an adaptation of such a work, to make a sound\n          recording or film or the work or adaptation;\n     (b) in the case of the artistic work, to take a photo-\n          graph or make a film of the work;\n     (c) in the case of a sound recording or film, to make a\n          copy of it.\n        (3) A licence under subsection (2) is subject to the\nfollowing conditions-\n     (a) the recording, film, photograph or copy in question\n          shall not be used for any other purpose; and\n     (b) such recording, film, photograph or copy shall be\n          destroyed within twenty-eight days of being first\n          used for broadcasting the work or, as the case may\n          be, including it in a cable programme service.\n       (4) A recording, film, photograph or copy made in\naccordance with this section shall be treated as an infringing\nCOPY-\n    (a) for the purposes of any use in breach of the con-\n         dition mentioned in subseotion (3) (a);and\n    (b) for all purposes after that condition or the con-\n         dition mentioned in subsection (3) ( b ) is breached.\n_.---        -                          - - - --.          --\n          [The inclusim of th& page & authorizedby L.N. 96119981\n                            COPYRIGHT\n    (a) licensing schemes operated by licensing bodies in\n        relation to the copyright in literary, dramatic,\n        musical or artistic works or films (or film sound-\n        tracks when accompanying a film) which cover\n        works of more than one author, so far as they\n        relate to licences for-\n           (i) copying the work;\n           (ii) performing, playing or showing the work in\n                public; or\n          (iii) broadcasting the work or including it in a\n                cable programme service;\n    (b) all licensing schemes in relation to the copyright in\n        sound recordings (other than film sound-tracks\n        when accompanying a film), broadcasts or cable\n        programmes or the typographical arrangement of\n        published editions; and\n    (c) all licensing schemes in relation to the copyright in\n        sound recordings, films or computer programs so\n        far as they relate to licences for the rental of copies\n        to the public.\n          References and Applications Kespectir~g\n                   Licensing Schemes"
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89.-(1) The terms of a licensing scheme which a licensing Reference\nbody proposes to operate may be referred to the Copyright gs2:\nTribunal by an organization claiming to be representative f'gzy\nof persons claiming that they require licences in cases of a\ndescription to which the scheme would apply, either\ngenerally or in relation to any description of case.\n        (2) The Tribunal shall first decide whether to enter-\ntain the reference and may decline to do so on the ground\nthat the reference is premature.\n        (3) Where the Tribunal decides to entertain the\nreference it shall consider the matter referred and make such\n                                         COPYRIGHT\n            order, either confirming or varying the proposed scheme\n            either generally or so far only as it relates to cases of the\n            description to which the reference relates, as the Tribunal\n            thinks reasonable in the circumstances.\n                    (4) An order may be made under subsection (3) so\n            as to be in force indefinitely or for such period as the\n            Tribunal may determine.\nRafaeae       9 0 4 1 ) Where during the operation of a licensing scheme\nlicensing\n\"faist'ng   a dispute arises between the operator of the scheme and-\nscheme.\n                 (a) the person claiming that he requires a licence in a\n                      case of a description to which the scheme applies;\n                      or\n                 (b) an organization claiming to be representative of\n                      such persons,\n            that person or organization may refer the scheme to the\n            Copyright Tribunal in so far as it relates to cases of that\n            description.\n                    (2) A scheme which has been referred to the Tribu-\n            nal under this section shall remain in operation until pro-\n            ceedings on the reference are concluded.\n                    (3) The Tribunal shall consider the matter in dispute\n            and make such order, either confirming or -(drying the\n            scheme so far only as it relates to cases of the description\n            to which the reference relates, as the Tribunal may deter-\n            mine to be reasonable in the circumstances.\n                    (4) The order may be made so as to be in farce\n            indefinitely or for such period as the Tribunal may deter:\n            mine.\nm*er re-       91.-(1) Where the Copyright Tribunal has on a previow\n,,\nfua~cs\n            reference of a licensing scheme under section 89 or 90, or\n            under this section, made an order with respect to the scheme\n            then, while the order remains in force-\n                            COPYRIGHT\n    (a) the operator of the scheme;\n     (b) a person claiming that he requires a licence in a\n           case of the description to which the order applies;\n           or\n     (c) an organization claiming to be representative of\n           such persons,\nmay refer the scheme again to the Tribunal so far as it\nrelates to cases of that description.\n         (2) A licensing scheme shall not, except with the\nspecial leave of the Tribunal, be referred again to the\nTribunal in respect of the same description of cases-\n     (a) within twelve months from the date of the order\n           on the previous reference; or\n      (b) if the order was made so as to be in force for\n           fifteen months or less, until the last three months\n            before the expiry of the order.\n         (3) A scheme which has been referred to the Tribu-\n nal under this section shall remain in operation until pro-\n ceedings on the reference are concluded.\n         (4) The Tribunal shall consider the matter in\n dispute and make such order, either confirming, varying or\n further varying the scheme so far only as it relates to cases\n of the description to which the reference relates, as the\n Tribunal may determine to be reasonable in the circum-\n stances.\n          (5) The order may be made so as to be in force\n indefinitely or for such period as the Tribunal may deter-\n mine."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92.-(1) A person who claims, in a case covered by a\nlicensing scheme, that the operator of the scheme has                  g~z\nrefused to grant him or procure the grant to him of a licen-in\n                                                           connection\nlicence in accordance with the scheme, or has failed to do\n                                                                       ing ochcmc.\n                                       COPYRIGHT\n          so within a reasonable time after being asked, may apply to\n          the Copyright Tribunal.\n                   (2) A person who claims, in a case excluded from a\n          licensing scheme, that the operator of the scheme either-\n               (a) has refused to grant him a licence or procure the\n                    grant to him of a licence, or has failed to do so\n                     within a reasonable time of being asked, and that\n                     in the circumstances it is unreasonable that a\n                     licence should not be granted; or\n               (b) proposes terms for a licence which are unreason-\n                    able,\n          may apply to the Copyright Tribunal.\n                  (3) A case shall be regarded as excluded from a\n          licensing scheme for the purposes of subsection (2) if-\n               (a) the scheme provides for the grant of licences sub-\n                    ject to terms excepting matters from the licence\n                    and the case falls within such an exception; or\n               (b) the case is so similar to those in which licences are\n                    granted under the scheme that it is unreasonable\n                    that it should not be dealt with in the same way.\n                  (4) If the Tribunal is satisfied that the claim is well-\n          founded, it shall make an order declaring that, in respect\n          of the matters specified in the order, the applicant is entitled\n          to a licence on such terms as the Tribunal may determine\n          to be applicable in accordance with the scheme or, as the\n          case may be, to be reasonable in the circumstances.\n                  (5) The order may be made so as to be in force\n          indefinitely or for such period as the Tribunal may deter-\n          mine.\n+lica-        93.-(1) Where the Copyright Tribunal has made an\nram for\n            order under section 92 that a person is entitled to a licence\n~ d e r a S under\n            ~       a licensing scheme, the operator of the scheme or\nentitle-\nment to\n                              COPYRIGHT\nthe original applicant may apply to the Tribunal to review\nits order.\n        (2) An application shall not be made, except with\nthe special leave of the Tribunal-\n     (a) within twelve months from the date of the order,\n          or of the decision on a previous application under\n          this section; or\n     (b) if the order was made so as to be in force for\n          fifteen months or less or: as a result of the decision\n          on a previous application under this section, is due\n          to expire within fifteen months of that decision,\n          until the last three months before the expiry date.\n        (3) The Tribunal shall on an application for review\nconfirm or vary its order as the Tribunal may determine to\nbe reasonable having regard to the terms applicable in\naccordance with the licensing scheme or, as the case may be,\nthe circumstances of the case."
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94.-(1) A licensing scheme which has been confirmed or\nvaried by the Copyright Tribunal under sectim 89 or 90 ~                ~   ~\nshall be in force, or as the case may be, remain in operation as to\n                                                              licensing\nso far as it relates to the description of case in respect of scheme.\nwhich the order is made, so long as the order remains in\nforce.\n        (2) While the order is in force a person who in a\ncase of a class to which the order applies-\n     (a) pays to the operator of the scheme atiy charges\n          payable under the scheme in respect of a licence\n          covering the case in question or, if the amount\n          cannot be ascertained, gives an undertdking ta the\n          operator to pay them when ascertained; and\n     (b) complies with the other terms applicable to such a\n          licence under the scheme,\n                                                                       -A\n                            COPYRIGHT\nshall be in the same position as regards infringement of\ncopyright as if he had at all material times been the holder\nof a licence granted by the owner of the copyright in ques-\ntion in accordance with the scheme.\n        (3) The Tribunal may direct that the order, so far as\nit varies the amount of charges payable, shall have effect\nfrom a date before that on which it is made, not being a\ndate earlier than the date on which the reference was made\nor, where the scheme came into operation after the reference\nwas made, not being a date earlier than the date on which\nthe scheme came into operation; but no such direction may\nbe made where subsection (5) applies.\n        (4) If a direction is made under subsection (3)-\n     (a) any necessary repayments, or further payments,\n          shall be made in respect of charges already paid;\n          and\n     (b) the reference in paragraph (a) of subsection (2) to\n          the charges payable under the scheme shall be\n          construed as a reference to the charges so payable\n          by virtue of the order.\n        ( 5 ) An order of the Tribunal under section 89 or 90\nmade with respect to a scheme which is certified for any\npurpose under section 102 has effect, so far as it varies the\nscheme by reducing the charge payable for licences, from\nthe date on which the reference was made to the Tribunal.\n        (6) Where the Tribunal has made an order under\nsection 92 and the order remains in force, the person in\nwhose favour the order is made shall, if he satisfies the\nconditions specified in subsection (7), be in the same position\nas regards infringement of copyright as if he had at all\nmaterial times been the holder of a licence granted by the\nowner of the copyright in question on the terms specified\nin the order.\n                            COPYRIGHT\n        (7) The conditions referred to in subsection (6) are\nthat the person mentioned in that subsection shall-\n     (a) pay to the operator of the scheme any charges pay-\n          able in accordance with the order or, if the amount\n          cannot be ascertained, give an undertaking to pay\n          the charges when ascertained; and\n     (b) comply with the other terms specified in the order.\n     References and Applications Respecting Licences\n                  and Licensing Bodies"
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. Sections 96 to 99 apply to the following descriptions Licencts to\nof licence granted by a licensing body otherwise than in ~             ~\npursuance of a licensing scheme -                           99 apply.\n     (a) licences relating to the copyright in literary,\n          dramatic, musical or artistic works or films (or\n          film sound-tracks when accompanying a film) which\n          cover works of more than one author, so far as\n          they authorize-\n            (i) copying the work;\n           (ii) performing, playing or showing the work in\n                public; or\n           (iii) broadcasting the work or including it in a\n                 cable programme service;\n    (b) any licence relating to the copyright in a sound\n        recording (other than a film sound-track when\n        accompanying a film), broadcast or cable pro-\n        gramme, or the typographical arrangement of a\n        published edition; and\n     (c) all licences in relation to the copyright in sound\n         recordings, films or computer programs so far as\n         they relate to the rental of copies to the public.\n        me inclusion of this page is authorized by L.N. 421 19951\nReferam         96.-(1) The terms on which a licensing body pi-oposes to\nto Tribuna!\nof proposed   grant a licence may be referred to the Copyright Tribunal\nlicence.      by the prospective licensee.\n                      (2) The Tribunal shall first decide whether to enter-\n              tain the reference, and may decline to do so on ihe ground\n              that the reference is premature.\n                       (3) If the Tribunal decides to entertain the reference\n              it shall consider the terms of the proposed iicence and make\n              such order, either confirming or varying the terms, as it may\n              determine to be reasonable in the circumstances.\n                      (4) The order may be made so as to be in force\n              indefinitely or for such period as the Tribunal may deter-\n              mine.\nReference        97.-(1) A licensee under a licence which is due to expire\nto Tribunal\nof expiring   by effluxion of time or as a result of notice ghen by the\nlicence.      licensing body, may apply to the Copyright Tribmal on\n              the ground that it is unreasonable in the circumstances that\n              the licence should cease to be in force.\n                       (2) Such an application may not be made until the\n              last three months before the licence is due to expire.\n                     (3) A licence in respect of which a reference has\n              been made to the Tribunal shall remain in operation until\n              proceedings on the reference are concluded.\n                      (4) If the Tribunal finds the application well-\n              founded, it shall make an order declaring that the licensee\n              shall continue to be entitled to the benefit or^ the licence on\n              such terms as the Tribunal may determine to be reasonable\n              in the circumstances.\n                      ( 5 ) An order of the Tribunal under this section may\n              be made so as to be in force indefinitely or for such period\n              as the Tribunal may determine.\n                                                                                    .   .\n                             COPYRZGHT                                       91"
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98.-(1) Where the Copyright Tribunal has made an for       Application\n                                                                 revlew\norder under section 96 or 97, the licensing body or the per- of order as\nson entitled to the benefit of the order may apply to the 'O l'cence.\nTribunal to review its order.\n        (2) An application shall not be made, except with\nthe special leave of the Tribunal-\n     (a) within twelve months from the date of the order\n          or of the decision on a previous application under\n          this section; or\n     (b) if the order was made so as to be in force for\n          fifteen months or less or, as a result of the decision\n          on a previous application under this section, is due\n          to expire within fifteen months of that decision,\n          until the last three months before the expiry date.\n        (3) The Tribunal shall on an application for review\nconfirm or vary its order as the Tribunal may determine to\nbe reasonable in the circumstances."
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99.-(1) Where the Copyright Tribunal has made an                   ,,\norder under section 96 or 97 and the order remains in force,          ;$;:\n                                                                       as\nthe person entitled to the benefit of the order shall, if he to licence.\nsatisfies the conditions specified in subsection (2), be in the\nsame position as regards infringement of copyright as if he\nhad at all material times been the holder of a licence granted\nby the owner of the copyright in question on the terms\nspecified in the order.\n        (2) The conditions referred to in subsection (1) are\nthat the person mentioned in that subsection shall-\n     (a) pay to the licensing body any charges payable in\n          accordance with the order or, if the amount cannot\n          be ascertained, give an undertaking to pay the\n          charges when ascertained; and\n     (b) comply with the other terms specified in the order.\n                                            COPYRIGHT\n                       (3) The benefit of the order may be assigned-\n                    (a) in the case of an order under section 96, if assign-\n                         ment is not prohibited under the terms of the Tri-\n                         bunal's order; and\n                    (b) in the case of an order under section 97, if assign-\n                        ment was not prohibited under the terms of the\n                        original licence.\n                        (4) The Tribunal may direct that an order under\n                section 96 or 97, or an order under section 98 varying such\n                an order, so far as it varies the amount of charges payable,\n                shall have effect from a date before that on which it was\n                made, not being a date earlier than the date on which the\n                reference or application was made or, where a licence was\n                granted or was due to expire after the reference was made,\n                not being a date earlier than the date on which the licence\n                was granted or, as the case may be, was due to expire.\n                       (5) If such a direction is made-\n                    (a) any necessary repayments, or further payments,\n                         shall be made in respect of charges already paid;\n                         and\n                    (b) the reference in paragraph (a) of subsection (I) to\n                        the charges payable in accordance with the order\n                        shall be construed, where the order is varied by a\n                        later order, as a reference to the charges so pay-\n                        able by virtue of the later order.\n                                           Supplementary\nRegulations        100. Regulations made under section 150 may prescribe\nmay pres-\ncribe factors   the matters which the Copyright Tribunal shall take into\nto be taken\ninto\n                account on a reference or application made under this Part\naccouet.        in respect of any class or classes of case.\n                        [The inclusion of .this page is authorized by L.N.42/1995]\n                              COPYRIGHT                                 103\n          (2) Subsection (1) applies where the original pur-\nchased recording is no longer usable and what is transferred\nis a further copy used in its place.\n         (3) This section also applies on a subsequent trans-\nfer, with the substitution for references in subsection (1) to\nthe purchaser of references to the subsequent transferor.\n          (4) This section does not apply in relation to a\nrecording purchased before the 1st September, 1993."
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122.-(1) Where a recording of the reading or recitation use     of re-\n                                                               mrdings of\nof a literary work is made for the purpose of-                 spoken\n                                                               words.\n      (a) reporting current events; or\n      (b) broadcasting or including in a cable programme\n           service the whole or part of the reading or recita-\n           tion,\nit is not an infringement of the rights conferred by this Part\nto use the recording (or to copy the recording and use the\ncopy) for that purpose, provided the conditions specified in\nsubsection (2) are met.\n           (2) The conditions referred to in subsection (1) are\nthat-\n        (a) the recording is a direct recording of the reading\n             or recitation and is not taken from a previous\n            recording or from a broadcast or cable programme;\n        (b) the making of the recording was not prohibited by\n             or on behalf of the person giving the reading or\n             recitation;\n        (c) the use made of the recording is not of a kind pro-\n             hibited by or on behalf of that person before the\n             recording was made; and\n        (d) the use is by or with the authority of a person who\n            is lawfully in possession of the recording.\n                                            COPYRIGHT\nPlaying         123. It is not an infringement of any right conferred\nsound re-\ncording as    by this Part to play a sound recording as part of the activities\npart of\nactivities    of, or for the benefit of, a club, society or other organization\nof chari-\ntable or-     if-\nganization,         (a) the organization is not established or conducted\netc.\n                        for profit and its main objects are charitable or\n                        are otherwise concerned with the advancement of\n                        religion, education or social welfare; and\n                    (b) the proceeds of any charge for admission to the\n                        place where the recording is to be heard are applied\n                        solely for the purposes of the organization.\nIncidental   124.-(1) Subject to subsection (2), a person who pro-\nI ecording\nfor pur-   poses  to broadcast a recording of a performance, or to in-\nposes of   clude a recording of a performance in a cable programme\nbroadcast\nor a b l e\npiogramme.\n           service, in circumstances not infringing the rights conferred\n           by this Part, shall be treated as having consent for the pur-\n           poses of this Part for the making of a further recording\n           for the purposes of the broadcast or cable programme.\n                       (2) The consent given under subsection (1)is subject\n              to the following conditions-\n                   (a) the further recording shall not be used for any\n                        other purpose; and\n                   (b) such recording shall be destroyed within twenty-\n                        eight days of being first used for broadcasting the\n                        performance or including it in a cable programme\n                        service.\n                       (3) A recording made in accordance with this para-\n              graph shall be treated as an illicit recording-\n                   (a) for the purposes of any use in breach of the con-\n                        dition mentioned in paragraph (a) of subsection\n                        (2); and\n                   (b) for all purposes after that condition or the con-\n                         dition mentioned in paragraph (b)of subsection (2)\n                        is breached.\n                        me inclusion of this page is aurhorized by IJN. 791 19%]\n                             COPYRIGHT                                    103"
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125.-(1) The rights conferred by this Part are not for        Recordings\n                                                                      super-\ninfringed by the making or use by a prescribed broadcasting control\n                                                                 vision and\n                                                                          of\norganization for the purpose of maintaining supervision\nand control over programmes broadcast by that organiza- gramlnes-\ntion, of recordings of those programmes.\n          (2) The rights conferred by this Part are not infring-\ned by the making or use of recordings by the Broadcasting\nCommission in connection with and for the purpose of carry-\ning out its functions under the Broadcasting and Radio\nRe-diffusion Act."
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126.-(1) A recording of a broadcast or cable programme ~ ;                   ~\nof a designated class, or a copy of such a recording, may be cable\n                                                             cast orpro-\nmade for the purpose of being placed in an archive main- ,    ,,,,, for\ntained by a designated body without thereby infringing any ~~~&\nright conferred by this Part in relation to a performance or\nrecording included in the broadcast or cable programme.\n         (2) In this section \"designated\" has the meaning\nassigned to that expression in section 82 (2)."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127.-(1) Subject to the provisions of this section, the cepting\n                                                              Order ex-\n                                                                     acts\nMinister may, by order, subject to negative resolution, pro- froln In-\nvide that the rights conferred by this Part are not infringed          ::g%der\nby the doing of such acts in relation to the performance as thidart.\nare specified in the order, where such acts are done in the\ncircumstances so specified.\n         (2) The Minister shall not make an order under sub-\nsection (1) unless he is satisfied that the acts specified in the\norder-\n     (a) are necessary in the public interest in connection\n          with an event of national importance;\n     (b) would not conflict with the normal exploitation of\n          the performance; and\n                                          COPYRIGHT\n                   (c) would not unreasonably prejudice the legitimate\n                        interest of the performer or any person having\n                        rights in the performance.\n                       (3) An order made under subsection ( 1 ) shall make\n              provision for the payment of equitable remuneration to any\n              person having rights conferred by this Part to be deter-\n              mined, in default of agreement, by the Copyright Tribunal;\n              and such order may contain such consequential, supple-\n              mental or ancillary provisions as appear to the Minister to\n              be necessary or expedient for the purpose of giving effect\n              to the order.\nTribunal\nmay con-"
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128.-(1) Subject to the provisions of this section, the\nsent on b e   Copyright Tribunal may, on the application of a person\nhalf of\n              who wishes to make a recording from a previous recording\n              of a performance, give consent in a case where+\n                   (a) the identity or whereabouts of a performer cannot\n                        be ascertained by reasonable inquiry; or\n                   (b) a performer unreasonably withholds his consent.\n                       (2) Consent given by the 'Tribunal has d e c t as con-\n              sent of the performer for the purposes of-\n                   (a) the provisions of this Part relating to performers'\n                        rights; and\n                   (b) paragraph (a)of subsection (3)of section 134,\n              and may be given subject to such conditions as the Tribunal\n              may specify in the order.\n                       ( 3 ) The Tribunal shall not give consent under\n              paragraph (a) of subsection ( 1 ) except after the service or\n              publication of such notices as may be required by regula-\n              tions made under section 105 or as the Tribunal may in any\n              particular case direct.\n                       (4) The Tribunal shall not give consent under para-\n              graph (b) of subsection ( 1 ) unless it is satisfied that the\n              performer's reasons for withholding consent do not include\n                                    of this page is authorized by L.N. 42/.1995]\n                      [The inclu~i~on\n                             COPYRIGHT                                  115"
    },
    {
      "provision_ref": "sec140",
      "section": "140",
      "title": "Section 140",
      "content": "140.-(1) Subject to subsection (3) of this section and pmembers\n                                                                 o r n of\nsection 141, a member of the Constabulary Force of or of consta-\nabove the rank of Inspector may, if he is satisfied that there bulary\nis reasonable cause to believe that an offence against this\nAct is being committed, give directions to any constable\n authorizing him to-\n           enter and search any premises or place;\n           stop, board and search any vessel (other than a\n           ship of war) or any aircraft (other than a military\n           aircraft); or\n           stop and search any vehicle, in which the con-\n            stable reasonably suspects there is an infringing\n           copy of a work or an illicit recording or any article\n           used or intended to be used for making infringing\n           copies or illicit recordings; and\n           seize, remove or detain-\n             (i) any article which appears to the constable\n                 to be an infringing copy or an illicit record-\n                  ing or any other article which appears to\n                 him to be intended for use for making such\n                 copies or recordings; and\n            (ii) anything which appears to him to be or to\n                 contain, or to be likely to be or to contain,\n                 evidence of an offence under this Act.\n        (2) A constable to whom directions have been given\n                                                       -\nunder subsection (1) may-\n    (a) break open any outer or inner door of any place\n         which he is authorized by this section to enter and\n         search;\n    (b) forcibly board any vessel, aircraft or vehicle which\n         he is authorized under this Act to stop, board and\n         search;\n         [The inclusion of ;this page is authorized by L.N. 421 19951\n                                            COPYRIGHT\n                       remove by force any person or thing obstructing\n                        him in the exercise of any power conferred on him\n                        by this Act;\n                       detain any person found in any place which he is\n                        authorized under this section to search until such\n                        place has been searched;\n                       detain any vessel or aircraft which he is authorized\n                        under this section to stop, board and search, and\n                        prevent any person from approaching or boarding\n                        such vessel or aircraft until it has been searched;\n                        detain any vehicle which he is authorized under this\n                        Act to stop and search until it has been searched;\n                        (3) It shall be the duty of any constable in the execu-\n               tion of any directions given under subsection (1) to produce\n               the instrument containing the directions to the owner or\n               occupier of any premises, place, vessel or aircraft entered or\n               vehicle stopped, pursuant to such directions if required by\n               such owner or occupier to do so.\nRestrictions      141.-(1) No domestic premises shall be entered and\non the\nentry and      searched pursuant to section 140 unless a magistrate has\nsearch, .of    issued a warrant under subsection (2).\ndomestic\npremises.\n                        (2) A magistrate may, if he is satisfied by informa-\n               tion on oath that there is reasfinable ground for suspecting\n               that there is in any domestic premises any article which may\n               be seized, removed or detained under any provision of this\n               Act, issue a warrant authorizing a member of the Con-\n               stabulary Force not below the rank of Sergeant to enter and\n               search the premises, and such member may call upon any\n               constable to assist him in entering and searching the\n               premises.\n                       (3) In this section \"domestic premises\" means any\n               premises or any part thereof, used exclusively or mainly as a\n               dwelling.\n                        [The inclusion d this page is authorized by L.N. 42 / 19953\n                                    COPYRIGHT                                            117"
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142.-(1) Without prejudice to any other written law, any                  Ob\"mCtiOn\n                                                                                 of members\n    person who-                                                                  of Consta-\n                                                                                 bulary\n         (a) wilfully obstructs a member of the Constabulary                     Force.\n             Force in the exercise of his powers or the\n             performance of his duties under this Act;\n         (b) wilfully fails to comply with any requirement\n             properly made to him by any such member;\n             or\n         ( c ) without reasonable excuse, fails to give such\n               member any other assistance which he may\n               reasonably require to be given for the purpose\n               of exercising his powers or performing his duties\n               under this Act,\n    is liable on summary conviction before aResident\n    Magistrate to a fine not exceeding ten thousand dollars\n    or to imprisonment for a term not exceeding one\n    year.\n            (2) A person who, when       required  to give\n    information to a member of the Constabulary Force in\n    the exercise of      his powers or the performance of\n    his duties under this Act, knowingly gives false or\n    misleading information to any such member is liable\n    on summary conviction before a Resident Magistrate\n    to a fine not exceeding five thousand dollars or to\n    imprisonment for a term not exceeding six months.\n             (3) Nothing in this section shall be construed as\n    requiring any person to give any information which may\n-   incriminate him.\nd"
    },
    {
      "provision_ref": "sec143",
      "section": "143",
      "title": "Section 143",
      "content": "143. Where an offence under this Act committed by                         bodies\n                                                                                 Offence\"y\n                                                                                         cor-\n    a body corporate is proved to have been committed                            porate.\n    with the consent or connivance of, or to be attributable\n    to any neglect on the part of, any director, manager,\n                  [The ~ncluston of this page I S authorized b y L N   3/2002]\n                                             COPYRIGHT\n             secretary or other similar officer        of the body\n             corporate or any person who was purporting to act in\n             any such capacity, he, as well as the body corporate,\n             is guilty of that offence and is liable to be proceeded\n             against and punished accordingly.\nPower to        144.-(1)  Subject to the provisions of this section, the\napply pro-\nvisionsof    Minister may by order provide that in respect of any                         0\nAct to\nother\n             country specified in the order, any provisions of this\ncountry.     Act so specified     shall apply-\n                       in relation to persons who are citizensor\n                       habitual residents of that country as they apply to\n                        persons who are citizens or habitual residents of\n                        Jamaica;\n                       in relation to bodies incorporated or established\n                       under the laws of that country as they apply in\n                       relation to bodies incorporated or established under\n                       the laws of Jamaica;\n                       in relation to literary, dramatic, musical or\n                       artistic works, sound recordings, films and\n                       editions first published in that country as they\n                       apply in relation to such works, sound recordings,\n                       films and editions first published in Jamaica;\n                       in relation to broadcasts made from or cable\n                       programmes sent from that country as they\n                       apply in relation to broadcasts made from or\n                       cable programmes sent from Jamaica;\n                       in relation to performances taking place in that\n                       country or given by an individual who is a\n                                                                                          C,\n                       citizen or habitual resident of that country, as\n                       they apply in relation to performances taking\n                       place in Jamaica or given by an individual who\n                       is a citizen or habitual resident of Jamaica;\n                            [The inclusion o f this page 1s author~zed by L N   3120021\n                             COPYRIGHT                                              119\n     Cf) in relation to the protection of persons who                     29\"999.\n                                                                          S. (6)(a)(ii).\n         make charges for programmes included in a\n         broadcasting or cable programme service provided\n         in that country or an encrypted transmission\n         sent from that country as they         apply   in\n         relation to the protection of persons who make\n          charges in relation to programmes included in a\n         broadcasting or cable         programme service\n         provided from        Jamaica   or    an encrypted\n          transmission sent from Jamaica, as the case\n          may be.\n      (2) An order made under this section applying\nany provisions of this Act in relation to any country\nmay apply that provision-\n    (a) without exception or modification or subject\n        to such exceptions and modifications as may be\n        specified in the order;\n    (b) generally or in relation to such classes of works\n        or other       classes of case as may be so\n        specified.\n        (3) An order shall not be made under this\nsection in relation any country unless-\n    (a) the country is a Convention country; or\n    (b) a country as to which the Minister is satisfied\n        that provision has been or will be made\n        under its law in respect of the class of\n        works or (as the case may be)                the\n        performances, to which the order relates, giving\n        adequate protection to the owners of copyright\n        under this Act or, as the case may be, to\n        Jamaican performances as defined in section\n         145(4); or\n                                              COPYRIGHT\n                    (c) in relation     to   the   rights and remedies\n                        provided    by sections 136A and 136B, the\n                        country    is    a country as to which the\n                        Minister is satisfied that provision has been\n                        or    will be made under         its law giving\n                        adequate protection to persons making charges\n                        for programmes included in a broadcasting or\n                        cable programme service provided from Jamaica\n                        or an encrypted transmission sent from\n                                                                   s a\n               country which is a party to a Convention relating to\n               copyright or performers' rights, or the distribution of\n               programme-carrying signals transmitted by satellite, as\n               may be appropriate, to which Jamaica is also a\n               party.\nDenial of          145.-(1)If     it appears to the Minister that the\ncopyright or\nrightsin       laws of a country fail to give adequate protection to\nperfor-        Jamaican works to which this section applies or to\nmances.\n               Jamaican       performances,  or fail to give adequate\n               protection in the case of one or more classes of such\n               works or performances, (whether the lack of protection\n               relates to the nature of the work or performance or the\n               nationality, citizenship or country of its author or\n               performer or all of those matters) the Minister may, by\n               order, make provision in relation to that country in\n               accordance with subsection (2).\n                         (2) An order made for the purposes of this section\n               shall designate the country concerned and may provide\n               either generally or in relation to such classes of case\n               as are specified in the order, that copyright shall not\n               subsist in works first published, or, as the case may be,\n                             [The inclusion o f this page 1s authorized by L N   3120021\n                              COPYRIGHT\nthat rights in performances shall not subsist in\nperformances f ~ s tgiven, after a date specified in the order\n(which may be a date before the 1st September, 1993) if,\nat the time of the first publication of those works or the\ngiving of the performance, as the case may be, the\nauthors of the works or the performers were or are-\n     (a) citizens or nationals of that country, not being at\n         that time persons whose habitual residence is in\n         Jamaica or a specified country (excluding the\n         country concerned); or\n     (b) in the case of works, bodies incorporated\n         or established under the laws of that country.\n        (3) The Minister shall, in making an order under\nthis section, have regard to the nature and extent of\nthe lack of protection for Jamaican works or Jamaican\nperformances in consequence of which the order is being\nmade.\n         (4) This section applies to literary, dramatic,\nmusical and artistic works, sound recordings and films,\nand for the purposes of this section-\n     \"Jamaican performances\" means-\n                  (a) performances given by individuals\n                      who are citizens or habitual residents\n                      of Jamaica; or\n                  (b) performances                  that         take      place   in\n                      Jamaica;\n     \"Jamaican works\" means works of which the author was\n         a qualified person at the material time within the\n         meaning of section 7 (3).\n                                                                                        -\"Iof"
    },
    {
      "provision_ref": "sec145a",
      "section": "145A",
      "title": "Section 145A",
      "content": "145A.-(1) If it appears to the Minister that the laws                                protection:\nof a country fail to give adequate protection to persons                                pro,,s\nwho make charges for programmes included in a broad-                                    \"dencw\"d\n                                                                                        transmissions.\n                                                                                        29/1999.\n                                                                                        S. 7\n              [The mclusion o f this page i s author~zedby L N   3120021\n                                          COPYRIGHT\n           casting or cable programme service provided fiom\n           Jamaica, or an encrypted transmission sent fiom Jamaica,\n           as the case may be, the Minister may act in accordance\n           with subsection (2) in relation to that country.\n                     (2) The Minister may, havigg regard to the nature\n           and extent of the lack of protection, by order designate\n           the country concerned and           may       provide either\n           generally or in relation to such classes of case as are\n           specified in the order, that no protection shall be given under\n           this Act to persons who make charges for programmes\n           included in a broadcasting or cable programme service\n           provided fiom that country or an encrypted transmission\n           sent fiom that country, as the case may be.\nInter-          146.-(1) This section applies         to    international\nnational\nownim-     organizations as to which the Minister by order has declared\ntions.     that it is expedient that this section should apply.\n                      (2) Where an original literary, dramatic, musical or\n           artistic work is fvst published by or under the direction or\n           control of an international organization to which this section\n           applies in such circumstances that copyright would not,\n           except by virtue of this subsection, subsist in the work\n           immediately after the first publication thereof, and-\n                (a) the work is so published in pursuance of an\n                    agreement with the author which does not\n                    reserve to the author the copyright, if any, in\n                    the work; or\n                 (b) the work was made in such circumstances that,\n                     if it had been first published in Jamaica, the\n                     organization would have been entitled to the\n                     copyright in the work,\n                          [The inclus~onof this page is authorized by L N   3/2002]\n                              COPYRIGHT\nshall be the owner thereof, under and subject to this Act,\nand in particular-\n     (a) the duration of such copyright;\n     (b) the acts comprised within the exclusive rights\n         attaching to such copyright; and\n     (c) the effect upon the ownership of such copyright of\n          any event or transaction occurring or of any con-\n          tract or agreement made on or after the appointed\n          day 9\nshall be governed by this Act.\n         (2) Where, on the appointed day copyright subsists\nin Jamaica by virtue of section 19 (1) of the Copyright Act,\n1911 of the United Kingdom, in any record, perforated roll\nor other contrivance by virtue of which sounds may be\nmechanically produced, such copyright shall continue-\n     (a) to subsist for the remainder of the period for which\n          it would have subsisted if this Act had not been\n         passed; and\n     (b) in relation to any such record, perforated roll or\n          contrivance, to have the meaning and effect it\n          would have had if this Act had not been passed.\n         (3) No act done before the appointed day is action-\nable by virtue of the conferment of the rights specified in\nPart III.\n         (4) The right conferred by section 14 to be identified\nas the author or, as the case may be, director of a work, and\nthe right conferred by section 15 to object to derogatory\ntreatment of such work, shall not apply-\n     (a) in relation to a literary, dramatic, musical or artis-\n          tic work af which the author died before the\n          appointed day; or\n     (b) in relation to a film made before the appointed day.\n                            COPYRIGHT\n         (5) The rights in relation to a literary, dramatic,\nmusical or artistic work existing before the appointed day\ndo not apply-\n    (a) where copyright first vested in the author, to any-\n          thing which, by virtue of an assignment of copy-\n          right made or licence granted before the appointed\n          day, may be done without infringing copyright;\n    (b) where copyright first vested in a person other than\n          the author, to anything done by or with the licence\n          of the copyright owner.\n         (6) The right to privacy conferred by section 17 in\nrespect of photographs and films does not apply to photo-\ngraphs taken or films made, before the appointed day.\n         (7) Where before the appointed day any person has\nincurred any expenditure or liability in connection with or\nin contemplation of, the doing of an act in relation to a\nprotected work or in a performance in respect of which\nrights are conferred by this Act, being an act which prior\nto that date would have been lawful, nothing in this Act\nshall diminish or prejudice any rights or interests which, in\nrelation to that work or performance, are subsisting and\nvaluable on the appointed day, unless the person who, by\nvirtue of this Act, is the owner of the copyright or the\nperson having rights in the performance agrees to pay such\ncompensation as, in default of agreement, may be fixed by\nthe Copyright Tribunal.\n        (8) Where an act done before the appointed day\nwas then an infringement of copyright but is not an infringe-\nment of copyright under this Act, then, proceedings in\n~espectof that Act may be taken as if this Act had not\nbeen passed.\n        (9) An act done before the appointed day shall not\nbe an infringement of copyright or rights in performances"
    }
  ],
  "definitions": [
    {
      "term": "the material time",
      "definition": "in relation",
      "source_provision": "sec6"
    },
    {
      "term": "sufficient disclaimer",
      "definition": "a clear and reason-",
      "source_provision": "sec6"
    },
    {
      "term": "infringing article",
      "definition": "a work or a copy",
      "source_provision": "sec38"
    },
    {
      "term": "su5-      ment",
      "definition": "an acknowledgement identifying the work in",
      "source_provision": "sec45"
    },
    {
      "term": "dealt with",
      "definition": "sold, or let",
      "source_provision": "sec45"
    },
    {
      "term": "Jamaican works",
      "definition": "works of which the author was",
      "source_provision": "sec143"
    }
  ]
}