{
  "id": "jm-stat-the-corr-for-building-societies",
  "type": "statute",
  "title": "The corr for Building Societies",
  "title_en": "The corr for Building Societies",
  "short_name": "corr for Building Societies",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-corr-for-building-societies",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-corr-for-building-societies",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Building Societies Act.                             Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Court in this Act means the Supreme Court.                                   Interpreta\n                                                                                      -tion.\n              Incorporation of Building Societies"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Any number of persons who desire to establish a Incorpora-\n                                                                     of\nbuilding society, may, on having its rules certified as by this tion\n                                                                societies.\nAct provided, obtain from the Deputy Keeper of the Records\n                                                                Form Ain\na certificate of incorporation in the form set out in the First First\nSchedule:                                                       Schedule.\n  Provided that no society shall be incorporated in a name\nidentical with a then existing society or so nearly resembling\nthe same as to be calculated to deceive unless such existing\nsociety is in course of being terminated or dissolved and\nconsents to such registration.\n  The society shall supply to any person requiring the same a\ncomplete printed copy of the rules, with a copy of the\ncertificate of incorporation appended thereto, and shall be\nentitled to charge for every such printed copy of rules a sum\nnot exceeding ten cents.\n8                                BUILDING SOCIETIES\n                                Rules arid Certificatiori\nRules     4 4 1 ) It shall be lawhl for the several shareholders of\n        a society from time to time to assemble together, and by\n        majorities of those present to make, ordain and constitute\n        such proper and wholesome rules for the government and\n        guidance of the same, as to the major part of the share-holders\n        of such society so assembled together shall seem meet, so as\n        such rules shall not be repugnant to the express provisions of\n        this Act, and the general laws of the Island; and to inflict and\n        impose such reasonable fines, penalties, and forfeitures upon\n        the several shareholders of such society as shall offend against\n        any such rules, as the share-holders, by such majority present at\n        any such meeting may think fit; which fines, penalties, and\n        forfeitures shall be paid to and for the benefit of the general\n        funds of such society; and also from time to time, in the\n        manner, and by the majorities required by this Act, or by the\n        rules of such society for the time being, to alter and amend such\n        rules as occasion shall require or render desirable, or annul,\n        rescind, or repeal the same, and to make new and other rules for\n        the firtherance of the objects of such society.\n               (2) The rules of every building society shall set forth-\n              (a) the name of the society and chief ofice or place of\n                  meeting for the business of the society;\n              (b) the purposes to which the finds of the society are to\n                  be applied, and the manner in which they are to be\n                  invested;\n                      [The inclusion of this page IS authonzed by L N   88/2003]\n                         BUILDING SOCIETIES                                          50.01"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6)      all voting and decision-making powers\n                        attaching to shares of any class issued by\n                        the society;\n               (ii)      all the voting and decision-making powers\n                         exercisable in relation to any subordinated\n                         debt of the society; and\n              (iii) control of the property, rights, assets\n                    and liabilities of the society,\n        in the persons who, immediately before the making of\n        the vesting order, were so entitled.\n             (The incliision of this page 15 authonzed by L N   SU20031\n                           BUILDING SOCIETIES                                        52.01\n       (3) An order made under this section shall be subject to such\nterms and conditions as may be specified therein."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12,2002\nto time by the Bank of Jamaica.                                s. 3.\n         (2) A society that engages in proprietary trading in\nsecurities for its own account shall conform with the Standards\nof Best Practice referred to in subsection (1)."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.04                                            BUILDING SOCIETIES\nRestructur-         75B.-(1) Where a society is a member of,a group and at\ning of\nonnzrs~upof       least one member of that group is not a society or other\nbul'dlng\nsoclet\\\n                  regulated or supervised financial institution, the Supervisor\n12 2002           may, in writing, direct the society to undertake-\ns3\n                        (a) a restructuring such that ownership of the society is\n                              directly held by a financial holding company which\n                              does not own the other companies within the group,\n                              unless those other companies are regulated or\n                              supervised financial institutions; or\n                        ( b ) such other measures as may be necessary to properly\n                              identify, assess and manage-\n                                (i) the relationship between the companies in the\n                                     group;\n                               (ii) the risks among members of the group;\n                               (iii) any other risks posed by external factors\n                         (2) The restructuring under subsection (1) shall be\n                  carried out within twelve months of the date of the direction, so,\n                  however, that the Supervisor may extend the period by notice in\n                  writing to the society.\n                         (3) A society which wilfidly refines to comply with a\n                  direction under subsection (1) shall be guilty of an offence.\n                         (4) Without prejudice to the operation of subsection (3),\n                  the Minister may revoke the licence of the society referred to in\n                  that subsection.\n                         (5) Where a group is restructured, the Supervisor may-\n                        (U)   examine and inspect the books of the society's\n                              financial holding company and any other company\n                              which is a subsidiary of the financial holding\n                              company and any subsidiary of that other company;\n                        (b) require the manager or any member of the group to\n                            provide information concerning its operations, so as\n                            to ascertain the likely effects of such operations on\n                            the society;\n              ~          ~~     ~~~\n                                      [The iiiclusion of this page I S authorlzed by L N   88/2003]\n                         BUILDING SOCIETIES                                50.05\n     (c) review changes in the ownership, directors and\n         managerial personnel of the financial holding\n         company and make recommendations to the Minister\n         as regards those persons who do not meet the fit and\n         proper criteria.\n       (6) Where a society is a member of a group and the\nsociety or any other member within the group has a relationship\nwith a company that is not a member of the group, which poses\na risk to the society and other members of the group, the\nSupervisor may-\n     (a) treat the non-member as a member of the group; or\n     (b) require the society or other member of the group to\n         terminate the relationship.\n       (7) A financial holding company referred to in\nsubsection (1) may be the ultimate holding company of the\ngroup or the immediate subsidiary of the ultimate holding\ncompany.\n        (8) The provisions of section 8B (3) shall apply with\nnecessary modifications to every director and manager of an\nultimate holding company or a financial holding company and\nits subsidiaries.\n        (9) The Supervisor may exempt from any provision of\nthis section and section 75A any foreign financial holding\ncompany or foreign ultimate holding company where he is\nsatisfied as to the matters specified in subsection (10).\n       (10) The Supervisor may take action under subsection\n(9) where he is satisfied-\n      (U)   as to the stringency of the fit and proper criteria\n            applied by the competent authority in the country of\n            incorporation of the foreign financial holding\n            company or foreign ultimate holding company;\n                           of this page IS atitlionzed by L N\n               [The ~nclos~o~i                                  88/2003]"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.02                                      BUILDING SOCIETIES\n    (Section 3)                                  FIRST SCHEDULE\n                                                       FORM A\n                                              Certificate of Incorporation\n                      The Deputy Keeper of the Records hereby certifies that the\n                                         Building Society, established at                 in the\n                   parish of                                  is incorporated under the Building\n                                                                     ~\n                   Societies Act, this        day of                         19 .\n                       The incorporation does not imply any approval by the Deputy Keeper of\n                   the Records of its rules or tables, or any guarantee of the manage-\n                   ment or stability of the society.\n                                                                 Deputy Keeper of the Records, Jamaica.\n    (Section 10)                                     FORM B\n                                  Certificate of Registration of Change of Name\n                       The Deputy Keeper of the Records hereby certifies that the registered\n                   name of the                                       Building Society established\n                   at                                  in the parish of\n                   is changed from the date hereof to the name following-\n                       This        day of                          ,19    .\n                                                        Deputy Keeper of the Records, Jamaica.\n.   (Section 11)                                     FORM C\n                                     Certifkate OfAlteration of Chief Office\n                      The Deputy Keeper of the Records hereby certifies that the registered\n                   Chief Office of the .                       Building Society established\n                   at                             in the parish of\n                                                             ~                            is\n                   changed from the date hereof to the office or place following-\n                      This                day of                                              :   19   .\n                                                                 Deputy Keeper of the Records, Jamaica.\n                                                      FORM D\n                                  Certificate of Registration ofAIteration of Rules\n                      The Deputy Keeper of the Records hereby certifies that the fore-\n                   going alteration of (or addition to) the rules of the\n                   Building Society established at                                  , in the parish\n                   of                                     is recorded under the Building Societies\n                   Act, this              day of                       ,19 .\n                                    [The iiiclusio~iof this page IS authonzed by L N   SS/Z003]\n                               BUILDING SOCIETIES                                                             57\n                                                                                                    (Section 37)\n                               SIXTH SCHEDULE\n              Certlficate of Recording of Instrument of Dissolution\n   The Deputy Keeper of the Records hereby certifies that an instrument of\ndissolution of the                                                               Buildmg Society.\nestablished at                                               .in the pansh of\nis recorded the                                        day of                        . 19\nunder the Buildmg Societies Act.\n    Dated the                                day of                                     .19     .\n                                               Deputy Keeper of the Records, Jamaica.\n                                                                                                    (Section 74)\n                                 SEVENTH SCHEDULE\n                                    FORM OF MORTGAGE\n    I. A B . (insert addition). being registered as the proprietor of an\nestate (here state nature of the estate) in the land hereinafter described.\nsubject to the incumbrances notified hereunder in consideration of the\nsum of\n(the receipt whereof is hereby acknowledged), this day lent to me by\nthe.. ...................................................... .Society, hereinafter called\nthe mortgagee do hereby covenant with the said mortgagee-Firstly,\nto pay to the said mortgagee the said principal sum of\n                            dollars, on the                          day of\n                                   . Secondly, to pay to the said mortgagee\n                                  19\nso long as the said principal sum or any part thereof shall remain unpaid,\ninterest on the said sum, or on so much thereof as shall for the time being\nremain unpaid, at the rate of\nper centum per annum by equal payments on the\nday of                               ,19            ,andonthe\nday of                            in every year. Thirdly, that\n                         will insure against............................................\n.............................................................................................\n(here set forth the items of insurance)\n                     [The iiiclusioii of this page i s authonzed by L N   88i2003]\n58                                            BUILDING SOCIETIES\n                   in the name of the mortgagee.\n                   Fourthly\n                   Flfthly          Here set forth any special covenant.\n                   Sixthly\n                   And for better securing the payment in manner aforesaid of the said principal\n                   s u m and interest. I hereby mortgage to the said mortgagee all my estate and\n                   interest. and all the estate and interest whch I am entitled to transfer or\n                   d~sposeof. in all that\n                   (insert if applicable part of\n                   or otherwise according to the certificate) of\n                                                    (if the land mortgaged be part only of the\n                   land comprised in the existing certificate. set forth in links or feet the\n                   boundaries, and refer to a map).\n                       Dated the                        day of                                     . 19\n                   Signed by the saidA.B. in\n                   thepresence of\n                   Signed by the said C.D.in\n                   the present of\n                   INCUMBRANCESREFERRED TO.\n(Section 85 (2))                            EIGHTH SCHEDULE\n1212002\n                                Circumstances in which information on customer’s\ns. 5.\n                                          accounts may be disclosed\n                   Section 86 (1) shall not apply in any case where-\n                     (a) the information is disclosed by an officer of a society to another\n                         officer of that society;\n                     (6) the customer or his personal representative gives written permission\n                         for disclosure of the information;\n                     (c) the customer is an undischarged bankrupt or, if the customer is a\n                         company, it is being wound up;\n                     (d) the information is disclosed in connection with civil proceedings-\n                                      (i)        arising between the society and the customer\n                                                 relating to transactions carried out by the\n                                                 customer; or\n                                    [The incliision of this page I S authonzed by L N   88i2003]\n                BUILDING SOCIETIES                                      59\n      (ii)         brought by the society by way of interpleader in\n                   connection with competing claims by two or\n                   more parties to money in the customer’s account;\nthe information is disclosed to an authorized officer;\nthe disclosure is made on the written direction of the Minister to\nthe police or to a public officer who is duly authorized under the\nprovisions of any law for the time being in force which requires\nsuch disclosure for the purpose of the investigation or\nprosecution of a criminaloffence;\nthe society has been served with a court order attaching money\nin the account of the customer;\nthe Minister in writing directs such disclosure to a foreign\ngovernment or agency of such government where there exists\nbetween Jamaica and such foreign government an agreement for\nthe mutual exchange of information of such kind and the\nMinister considers it in the public interest that such disclosure be\nmade;\nthe Minister in writing directs such disclosure in the public\ninterest:\nthe circumstances are such that it is in the interests of the society\nthat the information be disclosed;\ndisclosure is required under another enactment;\ndisclosure is required by virtue of an order of the court, other\nthan an order under pamgraph (g).\n     [The iiiclusioii oftliis page is authorized by L.N.   88/2003]"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Form of Mortgage.\n     Exemption in respect of all fees and stanip duties\n        *Actionbv .\\iinister and Supervisor where Societies cease to be viabLe"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. The Minister may guarantee any loan or loans made by a Extentof\nsociety under the provisions of this Act up to a maximum of 25 gez::z\nper centurn on any loan or loans made by a society in respect of 55/1968\nany one Scheme.                                                  S . 63 (e)."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. In any case where the Minister at any time becomes liable Payment of\nto make any payment to a society in respect of any guarantee gsF\ngiven in accordance with the provisions of section 72, such ~ . 6 2 ( e ) .\npayment shall be a charge on the Consolidated Fund and assets 55/1968\n                                                                S. 63(d).\nof the Island."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74.-( 1) Every loan made under the provisions of section 70 F- of\n                                                                 Mortgage.\nshall be secured by an Instrument of Mortgage in the form set\nout in the Seventh Schedule, and shall be registerable and seventh\n                                                                 Schedule.\nenforceable as a Mortgage pursuant to the Registration of Titles\nAct.\n       (2) Notwithstanding anything contained in any other Exemption in\nenactment, any Mortgage or other Instrument necessary for the respect of all\npurpose of securing any loan under this Act, or for preserving stampduties.\nor enforcing any security taken therefor, including the sale and\ntransfer of any property mortgaged or charged, upon which, or\nin respect of which stamp duties, registration fees or recording\nfees are payable, shall be exempt from the payment of such\nstamp duties, registration or recording fees.\n Action by Minister and Supervisor where Societies cease to be                 4211997\n                                                                               s. 4.\n                            viable                                             12/2002\n                                                                               S. 2 (a)."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. For the purposes of this Act-                                            Interpreta-\n                                                                               tion.\n    “capital base” in relation to a building society means a total\n         of-\n           (a) the amount paid up on its capital shares;\n           (b) its deferred shares (if any);\n           (c) the reserve hnd;\n           (4 the retained earnings reserve,\n               (The Iiiclusioii of this page IS authorized by L N   88/2003]"
    },
    {
      "provision_ref": "sec75a",
      "section": "75A",
      "title": "Section 75A",
      "content": "75A.-(1) The Supervisor may require any company which is Supzrvlsor\na member of a group of which a society is a member, or as the                 ~~~~~\ncase may require, all companies within that group, to submit to 12/2002\nthe Supervisor, such information relating to the operations of s 3\nthat company or those companies, as the Supervisor considers\nnecessary for the effective supervision of the society concerned.\n          (2) The information referred to in subsection (1) may\nbe required for the purpose of determining-\n       (a) the effect of the company’s operations on the society;\n       (b) whether a member of the group is obtaining\n           financing or other benefit, whether directly or\n           indirectly from the society;\n       (c) the general risks relating to the operations of the\n           members of the group;\n       (6) the risk management capabilities of the group as a\n           whole;\n       (e) whether the internal audit facilities within the group\n           have the capability to scrutinize transactions\n           undertaken or proposed to be undertaken by the\n           management of the group or a company within the\n           group so as to determine whether there are associated\n           risks.\n           (3) For the purposes of this section the Supervisor\nmay-\n       (a) require the information in the form of documents\n           (including audited and consolidated accounts); or\n       (6) summon any officer, directors or substantial\n           shareholders of the company or companies\n           concerned for the purposes of obtaining the\n           information.\n          (4) A company which rehses to hrnish information\nrequired under subsection (1) or any person who refbses to obey\na summons issued to that person under subsection (3) (b), shall\nbe guilty of an offence.\n               [The i~icIusioiiof this page i s authonzed by L N   88/2003]"
    },
    {
      "provision_ref": "sec75d",
      "section": "75D",
      "title": "Section 75D",
      "content": "75D.-(1) The Supervisor may issue directions to a society,\nmy issue       or its financial holding company, regarding the control of risks\nrisk.\n          re   throughout the group.\n1212002                       (2) The directions referred to in subsection (1) may\ns 3.           includ-\n                     (a) capital requirements, including market risks on a\n                         group-wide basis;\n                        (b) limits on-\n                                (i) large exposures;\n                               (ii) intra group transactions;\n                               (iii) holdings in any regulated or supervised\n                                     financial institution.\n                        (3) A society or financial holding company which fails\n               to comply with directions under this section shall be guilty of an\n               offence.\n               __   _     _     _    ~     ~      ~      ~\n                                    [The inclusion of this page i s authonzed by L N   88/2003]\n                              BUILDING SOCIETIES                                     50.07"
    },
    {
      "provision_ref": "sec75e",
      "section": "75E",
      "title": "Section 75E",
      "content": "75E.-(1) A society shall not manage or invest hnds on Manage-\nbehalf of its customers unless such investment is carried out\nunder a trust subject to regulations made under the Bank of customers's\nJamaica Act or the Standards of Best Practice issued fiom time funds."
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76.-(1) Where the Minister, after consultation with the society\n                                                                ceasing to be\nSupervisor, is of the opinion that-                             viable.\n      (a) a building society has ceased to be viable;\n      (b) the viability of the society cannot be restored by\n          the exercise of powers conferred by regulations\n          made under section 34F of the Bank of Jamaica\n          Act; and\n      (c) it is in the best interests of the society's depositors\n          that there be a reconstruction of the society or a\n          disposition of its assets in accordance with section\n          79 on an expeditious basis,\nthe Minister shall notify the society in writing accordingly and\nprovide the society with an opportunity to make repre-\nsentations within ten days of the receipt of the notice by the\nsociety.\n          (2) For the purposes of subsection (1) the Minister may\ntake into account all matters the Minister considers relevant and\nin all cases, whether-\n      (a) to sustain its operations, the society is dependent\n           on loans, advances, guarantees or other financial\n           assistance from Government agencies or under-\n           takings;\n      (b) the society's capital base is less than the amount\n           required by regulations made under the Bank of\n           Jamaica Act;\n              ~~\n                   [Tlir iiicliisioii of this page IS authorized by L.N   88/2003]"
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79.-(1) Where a vesting order has been made by the Restructur-\n            Minister in respect of a society, the Minister may, in addition to\n            his other rights and powers, carry out, or cause the society to\n                                                                                        zz-\n            carry out-\n                  (a) a transaction or a series of transactions &at in-\n                       volves the sale of all or part of the capital shares\n                       or subordinated debt of the society'to one or more\n                       buyers;\n                  (b) a transaction that involves the amalgamation of\n                      the society;\n                  (c) a transaction or a series of transactions that in-\n                       volves the sale or other disposition of all or part\n                       of the assets of the society or the assumption of\n                       all or part of its liabilities; or\n                  (d) any other transaction or a series of transactions\n                       the purpose of which is to restructure a substantial\n                       part of the business of the society.\n                     (2) Where the Minister considers that a transaction\n             or a series of transactions referred to in subsection (1) has\n             been substantially completed, he shall cause a notice to that\n             effect to be published in the Gazette, specifying the date of\n             such completion.\n                       (3) No restriction on. the right of a society in respect\n             of which a vesting order has been made, to sell any of its\n             assets or to provide for the assumption of any of its liabilities,\n             other than a restriction provided for in an Act, shall apply\n             so as to prevent the Minister, the society or any other person,\n             fiom carrying out a transaction referred to in subsection (1).\nWinLng-upor     80.41) Minister shall apply to the Court for a winding-up\nScheme of\nArrangement. order or propose a compromise or arrangement under the\n             provisions of this Act in respect of a society if, in the opinion of\n             the Minister, a transaction or a series of transactions referred to\n             in section 79 (1) is not substantially completed on or before a\n             date that is-\n                           [The iiiclusion of this page IS authonzed by L N   88n0031\n                        BUZLDZNG SOCIETIES                                  50.13\n      (a) one hundred and eighty days after the making of\n          the vesting order; or\n      (b) the expiration of any extension of that period.\n          (2) The Minister, in relation to all costs, expenses and\nliabilities incurred on account of actions taken by him in\nrelation to a society in respect of which a vesting order has been\nmade, shall, in a winding-up of such society, be a creditor of\nthat society and all such costs, expenses and liabilities shall be\ndeemed to be impositions by the Government under section 294\n(1) of the Companies Act and accordingly shall be paid in\npriority to all other debts.\n         (3) Where it is found necessary to extend the period\nspecified in subsection (1) (a)-\n      (a) the Minister shall apply to the Court for such\n          extension;\n      (b) the Court may grant the extension for such period\n          as the Court thinks fit having regard to the circum-\n          stances."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81.-(1) In respect of a proprietary society, the Minister shall Noticere\nwithin forty-five days after the date specified in the notice ion,\nreferred to in subsection (2) of section 79, give to each person\nwho, immediately before the making of the vesting order, was\nthe holder of capital shares or subordinated debt in the society\nto which the vesting order relates, or the assignee or successor\nin title of that person-\n      (a) a notice containing an offer of compensation in an\n          amount to which that person would be entitled,\n          determined in accordance with section 82; or\n      (b) a notice stating that no offer of compensation is\n          being made because the amount of compensation\n          so determined is nil.\n              [The inclusion of this page IS autlionzed by L N   88/2003]"
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82.\n  7 8 . 4 1 ) Where a vesting order is made in respect of a Effectof\n                                                                      vesting\nsociety-                                                              order.\n       (a) the powers, duties, functions, rights and privileges of\n             the directors of the society and those of its officers\n             responsible for its management are suspended from\n             the date of the order and the Minister may exercise or\n             perform those powers, duties, functions, rights or\n             privileges;\n       (b) the Minister may appoint one or more persons to\n             assist in the management of the society and may\n             assign to such person or persons any of the powers,\n             duties, functions, rights or privileges of the directors\n             and officers of the society;\n       (c) the Minister may, if he considers it to be in the best\n             interests of the depositors of the society, apply to a\n             Judge of the Supreme Court for an order staying-\n                   (i) the commencement or continuance of any\n                          proceedings by or against the society, for\n                          such period as the Judge thinks fit;\n               [The I I I C ~ ~ I S Iof\n                                     ~ I Ithis page IS aiithonzed by L N   88/2003]"
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. A building society in respect of which a vesting order has Xpplicationto\n                                                                 court.\nbeen made or any person claiming an interest or right over any\nproperty to which that order relates may make an application to\nthe Court for the purpose of-\n          (a) establishing such right or interest (if any);\n      ( b ) determining the amount of compensation (if any) to\n            which he is entitled;\n      (c) enforcing his right to any such compensation."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.-(     1) Where-                                                          Vesting by\n                                                                               Minister.\n      (U)     a vesting order has been made under section 77 (1) in\n              respect of a society; and\n      ( b ) before any action is taken by the Minister pursuant to\n            section 79 (l), the Minister is satisfied that the\n            matters specified in section 76 (1) and (2) are no\n            longer applicable in respect of that society,\nthe Minister may act in accordance with subsection (2).\n        (2) The Minister may, with the approval of the Cabinet\non the recommendation of the committee of advisors referred to\nin section 77 (l), by order-\n52                     BUKDING SOCIETIES\n     (a) in the case of a proprietary society, revest the capital\n         shares and subordinated debt of the society in-\n              (i)         the persons who, immediately before the\n                          making of the vesting order, were the\n                          holders of those capital shares and\n                          subordinated debt; or\n              (ii)        the assignees and successors in title of\n                          those persons;\n     (b) in the case of a mutual society, revest-"
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.    Secrecy of society officials.\n        SCHEDULES\n                  [The iiicliisioii of this page is atitliorized by L.N   88/2003]\n                        BUILDING SOCIETIES                                                            7\n                                                                                          Cap. 48.\n                                                                                            LsW\n                                                                                        67 of 1955\n             THE BUILDING SOCIETIES ACT                                                    S 62.\n                                                                                           Arts\n                                                                                        22 of 1967,\n                                                                                        55 of 196%\n                                                                   [4thJune, 1897.1     42 of 1969\n                                                                                         3rd.Sch..\n                                                                                        32 of 1974,\n                                                                                        15 of 1976,\n                                                                                         1 of 1979,\n                                                                                          1st Sch.\n                                                                                         3 of 1985,\n                                                                                        3 of 1995,\n                                                                                        27 of 1995,\n                                                                                        42 of 1997,\n                                                                                        12 of 2002."
    }
  ],
  "definitions": []
}