{
  "id": "jm-stat-the-corrections-act",
  "type": "statute",
  "title": "The Corrections Act",
  "title_en": "The Corrections Act",
  "short_name": "Corrections Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-corrections-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-corrections-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Interpretation.\n         PART 11.Administration of Correctional Services\n                 Commissioner o f Corrections"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. There shall be a Commissioner of Corrections for the Office of\n                                                             CMIlmi.9-\npurposes of this Act, whose office shall be a public office. sioner of\n                                                                     correc-\n                                                                     tions."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Commissioner shall have the functions assigned Functions\nto him under this Act or authorized thereby and such other :tZm~'-\nfunctions as may be assigned to him under any other enact-\nment."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Subject to the orders of the Minister, the Commis- Commis-\n                                                               sioner\nsioner shall be responsible for the general administration of responsible\nthe Correctional Services and may, as he thinks fit, issue ~ m                      ~   ;   ~\norders (in this Act referred to as standing orders) consistent ,tration of\nwith the provisions of this Act and any instrument made Correc-tional Ser-\nthereunder, for the management and operation of correc- vices.\ntional institutions and the direction of any person employed\nin the Correctional Services.\n      Adult Correctional Centres, Lock-ups, Remand\n                  Centres and Hostels"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Minister may by order published in the POW= to\n                                                                deolare place\nGazette-                                                        adult cor-\n                                                                rectional\n    (a) declare any house, building, enclosure, or place, or catre,\n          any part thereof, to be an adult correctional centre lock-up, etc.\n           for the imprisonment or detention of persons in\n          custody, and may in such order declare the name\n           by which such adult correctional centre is to be\n           known;\n     (b) declare that any adult correctional centre shall\n           cease to be an adult correctional centre; and as\n           from the date of publication of such order, or such\n           other date as may be specified in the order, such\n           adult correctional centre shall cease to be an adult\n           correctional centre;\n10                             CORRECTIONS\n         (c) declare any house, building, enclosure, or place\n             or any part thereof-\n                 (i) to be, if under the control of the police, a\n                     lock-up; or\n               (ii) to be, if under the control of an adult correc-\n                     tional centre, a remand centre,\n             for the confinement of persons awaiting trial, re-\n             manded in custody, or sentenced to a short-term\n             sentence;\n         (d) declare that any lock-up or remand centre shall\n             cease to be a lock-up or remand centre, as the case\n             may be; and as from the date of publication of such\n             order, or such later date as may be specified in the\n             order, such lock-up or remand centre shall cease\n             to be a lock-up or remand centre, as the case may\n             be.\n          (2) The Minister may by order published in the\n     Gazette-\n         (a) declare any house, building, enclosure, or place, or\n              any part thereof, to be-\n                 (i) a pre-release hostel for the confinement of\n                     persons who are soon to be released on\n                     parole or whose term of imprisonment is\n                     soon to expire; or\n                (ii) an after-care hostel for the temporary ac-\n                     commodation of persons released from cor-\n                     rectional institutions,\n              and may in such order declare the name by which\n              such pre-release hostel or, as the case may be, after-\n              care hostel is to be known;\n         (b) declare that any pre-release hostel or after-care\n              hostel shall cease to be a pre-release hostel or after-\n              care hostel, as the case may be; and as from the\n              date of the publication of such order, or such other\n                           CORRECTlONS                                         11\n         date as may be specified in the order, such pre-\n         release hostel or after-care hostel shall cease to be\n         a pre-release hostel or after-care hostel, as the case\n         may be.\n     (3) For the purposes of this Act, a lock-up or remand\ncentre shall not be regarded as an adult correctional centre\nand the Correctional Institution Rules, unless expressly\notherwise provided therein, shall not apply thereto.\n      (4) The Minister responsible for the subject of the\npolice may make regulations generally for the control and\nmanagement of lock-ups and of persons detained therein,\nand without prejudice to the generality of this power, any\nsuch regulations may provide for-\n     (a) the inspection and management of lock-ups and\n          the persons to be in charge thereof;\n     (b) the employment of persons to be confined therein;\n     (c) the diets to be supplied to persons confined therein;\n     (d) the maintenance of discipline.\n      (6) The management and operation of after-care hos-\ntels shall be in accordance with regulations made under this\nAct."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Governor-General may, in respect of adult cor- Appoint-\nrectional centres, appoint-                             ment of\n                                                        adu!t cor-\n                                                                   rectional\n     (a) Directors;                                             cantre shff.\n     (6) Superintendents and Assistant Superintendents; and\n     (c) such and so many correctional officers and other\n          officers as may be necessary for carrying into effect\n          the provisions of this Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Subject to the orders of the Commissioner and any A b -\nDirector, the administration of each adult correctional $    ;:$\n                                                               ;’\ncentre and the management and direction of the staff of each centre\n                                                               recbional\n                                                                      vest-\nsuch centre shall be vested in a Superintendent.               ed in Super-\n                                                                   intendent.\n        phe inclusion of this page is a&rizcd   by L.N.87/ 19861\n12                                        CORRECTIONS\nJustices         9. The Commissioner, each Director and each Superin-\nex oficio.\n               tendent are ex oficio justices for every parish in the Island.\nAppoint-          10. The Chief Medical officer shall, in respect of each\nment of\nmedical        adult correctional centre, assign a medical officer who, sub-\nofficer.       ject to sections 5 and 8-\n                     (a) shall have control generally of the health and\n                           medical welfare of inmates and the sanitation of\n                           the adult correctional centre; and\n                     ( b ) shall perform such other duties as may be specified\n                           in this Act or Correctional Institution Rules.\nPower of         11. An Assistant Superintendent shall, subject to the\nAssistant\nSuperin-       orders of the Superintendent, have all the functions, rights\ntended         and privileges of a Superintendent.\nStaff not to\nresign"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) A personengaged to work at an adult correc-\nwithout         tional centre shall not, without written permission from the\nnotice.        Commissioner, resign or withdraw from duties at that\n               centre unless he has first given to the Superintendent at\n               least seven days’ notice in writing of his intention to do\n               so and the period of such notice has expired.\n                      (2) Without prejudice to the provisions of the Labour\n               Relations and Industrial Disputes Act or any other enact-\n               ment, any person who contravenes the provisions of sub-\n               section (1) ;hall be guilty of an offence under this Act and\n               liable on summary conviction befme a Resident Magistrate\n               to a fine not exceeding five hundred dollars or to imprison-\n               ment for any term not exceeding three months.\nOffences         13. Any member of the adult correctional centre staff\nof staff in\nrelation to    or any me-iczl officer who-\nadult cor-\nrectional           (a) has, either directly or indirectly, any pecuniary\ncentre.                 interest in, or derives any benefit or advantage\n                        from, the sale or purchase of any supplies for an\n                        adult correctional centre or of any article to or for\n                      [Theinclusion -of 4l& ipage i s auSborized.by .L.N. 871 19861\n                          CORRECTlONs\n          the use of any inmate or of any adult correctional\n          centre; or\n        has any dealing, whereby he obtains or might ex-\n         pect to obtain at any time, either immediately or\n          in the future, a benefit of any nature, with any in-\n          mate or with any person on behalf of any inmate;\n          or\n        without lawful authority-\n             (i) knowingly supplies or allows to be supplied\n                 to any inmate any prohibited article; or\n            (ii) knowingly takes or allows to be taken out\n                 of any adult correctional centre any pro-\n                 hibited article; or\n        assaults, threatens or obstructs any other member\n         of the adult correctional centre staff or a medical\n         officerwhen any such member or officer is on duty\n         or as a result of or relating to the duty of that\n         member or officer,\n        guilty\n        -     - of an offence under this Act and liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding five hundred dollars or to imprisonment for\nany term not exceeding six months."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Every correctional officer while acting as such shall Corectiond\nhave, by virtue of his office, all the powers, authorities, officers to\n                                                             have. powers\n                                                             of police\nprotection and privileges of a constable for the purpose of constable.\nhis duty as such correctional officer."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Every correctional officer may use weapons Use of\nagainst any inmate who he has reasonable grounds to\nbelieve is escaping or attempting to escape; but resort shall\nnot be had to the use of any such weapons unless such\nofficer has reasonable grounds to believe that he cannot\notherwise prevent the escape.\n       [The inclusicm df &is page is authorized by LN. 87/1986]\n14                                 COR R ECTlONS\n            (2) If an inmate is engaged in any combined out-\n     break or in any attempt to force or break open the outside\n     door or gate or enclosure wall of the adult correctional cen-\n     tre. a correctional officer may use weapons against such in-\n     mate if he has reasonable grounds to believe that he cannot\n     otherwise prevent the escape and may continue to use such\n     weapons so long as such combined outbreak or attempt is\n     being actually undertaken.\n             (3) Every correctional officer may use weapons\n      against any inmate using violence to any person if such\n     officer has reasonable grounds to believe that such person\n     is in danger of life or limb, or that other grievous hurt is\n     likely to be caused to him.\n            (4) Before using firearms against an inmate under\n     the authority contained in subsection (l), the correctional\n     officer shall, if possible, give a warning to the inmate that\n     he is about to fire on him.\n           (5) No correctional officer shall, in the presence of\n     his superior officer, use firearms of any kind against an\n     inmate in the case of an attempt to escape or of an outbreak\n     except under the orders of such superior officer.\n            (6) The use of firearms under this section shall be,\n     as far as possible, to disable and not to kill.\n             (7) Every constable or authorized person who is for\n     the time being serving in the capacity of an escort or of a\n     guard in or around any adult correctional centre, lock-up or\n     remand centre in order to ensure the safe custody of any\n     inmate or person detained in a lock-up or remand centre\n     shall, for the purposes of his duties in relation to such in-\n     mate or person, be deeired to have all the powers and\n     privileges granted to correctional officers under this section.\n           (8) Nothing in this section shall be construed to\n     deprive a correctional officer, authorized person or any\n     -\n            [The inolusion   Gf   this page is authcrized by L.N. 87/19561\n                           COR R ECTlO NS\nother person of his legal right to use such force as may be\nreasonably necessary for the protection of his own life or\nfor the protection of the lives of other persons.\n  PART111. Custody and Removal of Inmates and Persons\n       Detained in Lock-ups and Remand Centres\n   1 6 . 4 1 ) Subject to subsection (2) of this section and sec- sentenced,\n                                                                  Persons\ntion 8 (4) of the Gun Court Act, every person sentenced etc., to be\n                                                                  committed\nto imprisonment shall be committed to and detained in an adult\n                                                                  correctiona1\nadult correctional centre.                                        centre, etc.\n         (2) A person sentenced to a short-term sentence may.\ninstead of being committed to and detained in an adult\ncorrectional centre, be committed to and detained in a lock-\nup or remand centre.\n       (3) Every person awaiting trial or remanded in cus-\ntody may be committed to and detained in an adult correc-\ntional centre, lock-up or remand centre.\n   1 7 . 4 1 ) Where an inmate is confined in any adult correc- b a t e s ,\ntional centre in which he may lawfully be confined, or where ::jsrn\"'\nhe is being taken to or from, or is working in the custody custody.\nor under the control of, any member of the adult correc-\ntional centre staff beyond the limits of any such adult correc-\ntional centre, he shall be deemed to be in the legal custody\nof the Superintendent of such centre.\n       (2) Where a person is confined in any lock-up or\nremand centre in which he mzy be lawfully confined, or\nwhere h: is being taken to or from, or is working in the\ncustody or under the control of, any person in charge of\nany lock-up or remand centre beyond the limits of such\nlock-up or remand centre, he shall be regarded as being\nin the legal custody of the person in charge of such lock-up\nor remand centre, as the case may be.\n        [The inolusion of this page is authorized by L.N. 87/1986]\n16                                         CORRECTIONS\nSuperinten-        18. The Superintendents appointed under this Act and\ndent, etc.,\nto detain       the persons in charge of lock-ups and remand centres are\npersons\ncommitted.      hereby authorized and required to keep and detain all per-\n                sons duly committed to their custody by any court. Judge,\n                Resident Magistrate, Justice, Coroner, or other public\n                officer lawfully exercising civil or criminal jurisdiction ac-\n                cording to the terms of any writ, warrant, or order, by which\n                such person has been committed, or until such person is\n                discharged in due course of law.\nDelivery           19. Every person charged with any offence and remanded\nof persons\non remand.      in custody to any adult correctional centre, lock-up or\n                remand centre by any court, Judge, Resident Magistrate,\n                Justice or Coroner, shall be delivered to the Superintendent\n                of such centre or to the person in charge of such lock-up or\n                remand centre, as the case may be, together with the warrant\n                of commitment, and the Superintendent, or person in charge,\n                as the case may be, shall detain that person according to\n                the terms of the warrant, and shall cause such person to be\n                delivered to the court, Judge, Resident Magistrate, Justice\n                or Coroner, or shall discharge him at the time named in the\n                warrant and according to the terms thereof.\nDelivery&        20. Every person arrested under any writ, warrant or\npersons\narrested in    order, of any court in the Island having civil jurisdiction\ncivil matters.\n                shall be brought without delay before the court by which\n                the writ, warrant, or order was issued or made, and if such\n                court is not then sitting such person shall be kept in custody\n                in,a lock-up or remand centre until the next sitting of the\n                court and shall then be brought before such court in order\n                that he may be dealt with according to the law.\n                                      Release and Removal\nRelease of        21.-(I) Subject to subsection (21, every inmate and per-\ninmates, etc.\n                son detained in a lock-up or remand centre shall be released\n                immediately on his becoming entitled to release whether\n                       lThe inclusion o'f this page is authorized by L.N. 87119861\n                           CORRECTIONS                                          17\nby the expiration of his term of sentence, or by pardon, or\nby commutation, or by remission of sentence, or by other\nlawful means.\n       (2) The release of any person on parole shall be sub-\nject to the provisions of the Parole Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Persons sentenced, etc., to be committed to adult correctional\n    centre, etc.\n                          CORRECTIONS"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Delivery of persons arrested in civil matters.\n                          Release and Removal\n2 1. Release of inmates, etc."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1> Where the presence of any person confined in P d h o n\nan adult correctional centre, lock-up or remand centre is &~~~~~\nrequired in any court of civil or criminal jurisdiction, such -U*\ncourt may issue an order in writing addressed to the Superin-\ntendent or, as the case may be, the person in charge of the\nlock-up or remand centre, requiring the production before\nthe court of such person in proper custody at the time and\nplace to be named in such order, and such Sugerintendent,\nor person in charge, as the case may be, shall cause the per-\nson named in the order to be brought up as directed, and\nshall provide for his safe custody during his absence from\nthe adult correctional centre, lock-up or remand centre; and\nevery such court may, by endorsement on such order, require\nthe person named therein to be again brought up at any\ntime to which the matter in respect of which the person is\nrequired may be adjourned.\n       (2) Every such order issued from the Supreme Court\nmay be signed by a Registrar of the Court, and if issued by\nany other court shall be signed by the Judge, Resident\nMagistrate or Coroner, as the case may be."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where the Minister is satisfied that the presence of\n                                                                may order\nany inmate or person detained in a lock-up or remand Fw-\ncentre is required at any place in the interests of justice, or          =iz-\nfor the purpose of any public enquiry, he may by order in\nwriting direct that such inmate or person be taken to the\nplace and at the time stated in such order, and the Superin-\ntendent or, as the case may be, person in charge of the lock-\nup or remand centre, shall cause the person named in the\norder to be taken as directed and shall provide for his safe\n                                                                    --\n18                                       CORRECTIONS\n              custody during his absence from the adult correctional\n              centre, lock-up or remand centre.\nPersons         24. Any person taken from an adult correctional centre,\ndeemed\nto be in      lock-up or remand centre under any order made under\nlegal cus-\ntody.         section 22 or section 23 shall, while outside that adult cor-\n              rectional centre, lock-up or remand centre, be regarded as\n              being in legal custody.\nTransfer        2 5 . 4 1) The Commissioner may, if he thinks it expedient\nof inmates.\n              to do so, by order in writing, direct the transfer of any or\n              all inmates from one adult correctional centre to another\n              within the Island.\n                     (2) The Superintendent of the adult correctional cen-\n              tre to which any inmate is transferred shall receive and de-\n              tain him until he-\n                   (a) is discharged in due course of law;\n                   (b) is removed for the purpose of trial;\n                   (c) is again transferred; or\n                   (d) is ordered released pursuant to any enactment.\n                                               Illness\nUnsound-        26.-(1) Where an inmate or a person detained in a lock-\nnem of\nmind,         up or remand centre appears to the Minister on the certifi-\nCOfMluniC-\nable\n              cate of a registered medical practitioner to be of unsound\ndirer=.       mind the Minister may, by order in writing setting out the\n              grounds of belief that the inmate or person detained is of un-\n              sound mind, direct his removal to any public psychiatric\n              facility within the Island, where he shall be kept ancl treated\n              as if he had been ordered to be detained in the public\n              psychiatric facility under the Mental Health Act and,\n              subject to section 27, until the senior medical officer or the\n              mental hospital certifies that such inmate or person detained\n              has ceased to require treatment in that institution.\n                           CORRECTIONS                                      19\n       (2) Where an inmate or a person detained in a lock-up\nor remand centre appears to the Minister on the certificate of\na registered medical practitioner to be suffering from a se-\nrious communicable disease, the Minister may, by order in\nwriting setting out the grounds of belief that the inmate or\nperson detained is suffering from a serious communicable\ndisease, direct his removal to such place as may be specified\nin the order, where, subject to section 27, the inmate or per-\nson detained shall be kept and treated until a registered\nmedical practitioner certifies that treatment in that institu-\ntion is no longer necessary for him.\n       (3) Where either the senior medical officer of the\nmental hospital or a registered medical practitioner certifies\nas provided in subsection (1) or (2)-\n     (p) in respect of an inmate whose term of sentence has\n         not expired. the Governor-General shall by order\n         in writing direct either that the inmate be\n         discharged or that he be returned to the adult\n         correctional centre from which he was removed,\n         there to serve the remainder of any term to which\n         he is liable; or\n     (b) in respect of a person awaiting trial or remanded in\n         custody, the Minister shall by order in writing\n         direct that such person be returned to the adult\n         correctional centre, lock-up or remand centre from\n         which he was removed. there to be dealt with\n         according to law."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where an inmate or person detained in a lock-up or super-\nremand centre is removed to a mental hospital by order of           Ez;zt\nthe Minister under subsection (1) of section 26 or to any in- ofdakof\n                                                              RleaSe.\nstitution specified in an order made by the Minister under\nsubsection (2) of that section, the Superintendent or, as the\ncase may be, the person in charge of the lock-up or remand\ncentre shall give written notification either to the senior\nmedical officer of the mental hospital or to the person in\n                                              -_- -\n20                                      CORRECTIONS\n             charge of the institution, as the case may require, of the date\n             on which such inmate c)r person detained would be entitled\n             to b:: released from the adult correctional centre, lock-up or\n             remand centre. and as from that date, the inmate or person\n             detained shall no l o n e r be regarded as being in legal\n             custody by virtue of this Act and no steps shall be taken\n             to prevent his cscape by reason only that he had been an\n             intmte or a person detained in a lock-up or remand centre.\nIPnesa of\nan inmate."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.41) Where an inmate or person detained in a lock-\n             up or remand centre is suffering from serious illness, other\n             than unsoundness of mind or any serious communicable di-\n             sease, and there is no suitable accommodation for such in-\n             mate or person in the adult correctional centre, Iock-up or\n             remand centre, the Superintendent or, as the case may be,\n             the person in charge of the lock-up or remand centre may,\n             on the certificate of the medical officer or. in the case of a\n             person detained in a lock-up or remand centre, a registered\n             medical practitioner. make an order for the removal of that\n             inmate or person to a government hospital.\n                    (2) So long as any inmate or person detained who\n             has been removed to any hospital under the provisions of\n             subsection (1) remains therein, the medical officer of the\n             hospital shall, at the end of every month, send to the Super-\n             intendent or, as the case may be, the person in charge of\n             the lock-up or remand centre, a certificate signed by him\n             stating that it is in his opinion necessary that such inmate\n             or person detained should remain in the hospital.\n                     (3) Where the medical officer in charge of any hos-\n             pital is of the opinion that it is no longer necessary that any\n             inmate or person detained who has been removed to such\n             hospital should remain there, he shall send to the Superin-\n             tendent or, as the case may be, the person in charge of the\n             lock-up or remand centre a certificate to that effect, and the\n             Superintendent, or the person in charge. as the case may be,\n                    [The inclusion of ohis page is aultharjzed by L.N. 87/1986]\n                            CORRECTIONS                                         21\nshall forthwith cause such inmate or person detained to be\nbrought back to the adult correctional centre, lock-up or remand\ncentre if he is still liable to be confined there.\n        (4) The provisions of subsections (2) and (3) shall cease\nto apply to an inmate or person detained as from the date on\nwhich he would be entitled to be released from the adult\ncorrectional centre, lock-up or remand centre."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-31) Subject to subsection (2), where any inmate or custodyof\n                                                                   inmate, etc.\nperson detained in a lock-up or remand centre is by virtue of ~n   . hospital,\nsection 28 removed from any adult correctional centre, lock-up etc.\nor remand centre to any hospital, the person in charge of such\nhospital shall take all practical steps to prevent the escape of\nsuch inmate or person detained, and while such inmate or person\ndetained remains in that hospital he shall be regarded as being in\nlegal custody.\n        (2) Where any such inmate or person detained would,\nbut for the fact that he is in that hospital, be entitled to be\nreleased from the adult correctional centre, lock-up or remand\ncentre, then as from the date on which he would be so entitled to\nbe released he shall no longer be regarded as being in legal\ncustody and no steps shall be taken to prevent his escape by\nreason only that he had been an inmate or person detained.\n         Separation of Categories of Inmates and other\n                       Detained Persons"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Separate provision shall be made for the detention of-           separation\n                                                                       of inmates.\n     (a) male and female inmates; and no male inmate shall\n         be detained in the same part of any a& correc-\n         tional centre as any female inmate;\n     (b) civil and criminal inmates; and no civil inmate shall\n         be detained in the same part of any adult correc-\n         tional centre as any criminal inmate;\n           [The 'inclusion of this page is authmkd by L.N. 111120051\n22                                             CORRECTIONS\n                        (c) young inmates; and no young inmate shall be de-\n                            tained in the same part of any adult correctional\n                            centre as any other kind of inmate;\n                        (4 persons awaiting trial or remanded in custody; and,\n                            so far as possible, no person awaiting trial or so\n                            remanded shall be detained in the same part of\n                            any adult correctional centre as any other kind of\n                            inmate.\nTransfer of         31.-(1)   Except in the circumstances mentioned in sub-\nchild.\n                 section (2), where any person apparently under the age of\n1112004\nSixth            eighteen years has been committed to any adult correc-\nSchedule.        tional centre, the Minister shall order such person to be\n                 transferred to a juvenile correctional centre to be kept there\n                 as if he had been committed to such centre under a correc-\n                 tional order.\n                          (2) The circumstances referred to in subsection (1)\n                 are-\n                        (a) where under the Child Care and Protection Act a court\n1112004                     may commit a child to such place as may be specified\nSixth\nSchedule.                   in the commitment warrant; or\n1 1 I2004\n                        (b) where pursuant to that Act the Minister may direct\nSixth                       that a child be detained in such place and under\nSchedule.                   such conditions as he thinks fit; or\n1112004                 (c) where a child who has not attained the age of twelve\nSixth                       years is sentenced to imprisonment under the Gun\nSchedule.\n                            Court Act.\n                            PART IV. Discipline and Control of Inmates\nPerson serving     32. A person serving a term of imprisonment in an adult\nterm of im-\nprisonment to    correctional centre shall do such work as may be assigned to\ndo work          him by the Superintendent of such centre or as may be\nassigned, etc.\n                 prescribed in Correctional Institution Rules.\n                          CORR ECTl ONS                                  23"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Any person serving a term of imprisonment may, Workout-\n                                                               side adult\nwith the approval of the Commissioner, be taken beyond amstional\nthe limits of an adult correctional centre and put to such centre-\nlabour, as may be specified in Correctional Institution Rules."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Every inmate is subject to the provisions of this Act M a t e\nand of Correctional Institution Rules and is subject to the subject\n                                                            Act andto\ndiscipline of the adult correctional centre whether or not Rules.\nhe is within its limits.\n  3 5 . 4 1 ) Where an inmate commits a major correctional Punishment\ncentre offence and is found guilty thereof on an enquiry for\n                                                               major\n                                                           and minor\nbefore the Commissioner, the Commissioner may impose correctional\nany or all of the following punishments-                     offences.\n    (a) reduction of diet to No. 1 punishment diet for any\n          period not exceeding fourteen consecutive days;\n    ( b ) reduction of diet to No. 2 punishment diet for any\n          period not exceeding twenty-one consecutive days;\n    (c) suspension or postponement of any privileges for\n          any period not exceeding ninety days;\n    (d) forfeiture of remission for any period not exceed-\n          ing ninety days;\n    (e) in the case of the offences of mutiny, incitement to\n          mutiny or taking part in any assault or attack on\n          any member of staff, medical officer or any other\n          person providing health care to inmates, solitary\n          confinement for a period not exceeding ninety days\n          and, if the Governor-General in his discretion so\n          approves, the loss of the whole or any period of\n          remission.\n       (2) Where an inmate commits a major correctional\ncentre offence or a minor correctional centre offence and is\nfound guilty thereof on an enquiry before the Superin-\ntendent, the Superintendent may impose any or all of the\nfollowing punishments-\n       [The indwim of this page is authorized by L.N. 87/1986]\n24                              CORRECI‘IONS\n         (a) reduction of diet to No. 1 punishment diet for any\n              period not exceeding seven consecutive days;\n         (b ) reduction of diet to No. 2 punishment diet for any\n              period not exceeding fourteen consecutive days;\n         (c) suspension or postponement of any privileges for\n              any period not exceeding twenty-eight consecutive\n              days;\n         (d) forfeiture of remission for any period not exceed-\n              ing thirty days.\n            (3) In relation to minor correctional centre offences,\n     the Commissioner shall have like powers as a Superin-\n     tendent.\n            (4) In this sect’ion-\n         “major correctional centre offence”means-\n                   mutiny or incitement to mutiny;\n                    escape or attempt to escape;\n                   taking part in any assault or attack on any\n                    member of the adult correctional centre\n                    staff, medical officer or any other person\n                    providing health care to inmates;\n                    aggravated or repeated assault on any other\n                    inmate;\n                   wilful destruction of property belonging to\n                    the adult correctional centre;\n                   wilfully causing to himself any illness, injury\n                    or disability;\n                   persistent repetition of any minor correc-\n                    tional centre offence; and\n         “minor correctional centre offence” means any offence\n             (not being a major correctional centre offence)\n             against Correctional Institution Rules or against\n                           CORRECTIONS                                  25\n         the discipline imposed in an adult correctional\n         centre."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. An inmate shall not be punished pursuant to section hmate\n35 unless he has had an opportunity of hearing the charge entitled\n                                                          make de-\n                                                                   to\nand evidence against him and of making his defence.       fence."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Where a punishment is imposed on an inmate, the \"punishment\n                                                               n q of\nsuperintendent shall cause to be entered in a register to be in register.\nkept for such purpose, a record of the punishment showing\nin respect of each inmate punished-\n     (a) the name of the inmate;\n     (b) the nature of his offence; and\n     (c) the extent of his punishment."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. An inmate may, within seventy-two hours of the time         by\nat which the punishment was ordered, appeal in writing to inmate.\nthe Commissioner against any sentence imposed on him by\nthe Superintendent, and the Commissioner may allow the\nappeal, reduce or confirm the punishment, or make such\nother order as he may see fit."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) Any punishment lawfully imposed on an inmate Detention\n                                                               after date\nunder this Act or Correctional Institution Rules may, sub- ,f di&mB.\nject to subsection (2), be carried into effect notwithstanding\nthat the carrying into effect thereof may necessitate the\ndetention of the inmate for a period beyond the date at\nwhich he would otherwise be entitled to be discharged from\nthe adult correctional centre.\n        (2) The period of detention of an inmate in the cir-\ncumstances specified in subsection (1) shall not exceed forty-\neight hours, such period being calculated from the last hour\nof the day on which the inmate would otherwise be en-\ntitled to be discharged.\n26                                       CORRECTIONS"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Escape.\n                       CORRECTIONS\n\"functions\" includes powers and duties;\n\"high security juvenile correctional centre\" means a\n    juvenile correctional centre declared to be a\n     high security juvenile correctional centre under\n     section 49;\n\"inmate\" means-\n     (a) any person, whether convicted or not, under\n         detention in any adult correctional centre or\n         remand centre; or\n     (b) any person who, though serving a term of\n         imprisonment in an adult correctional centre, is\n         permitted pursuant to this Act to be temporarily\n         absent from such centre;\n\"inspector\" means a person so designated under section\n     67;\n\"juvenile correctional centre\" means any house, build-\n     ing, enclosure, or place, or any part thereof, de-\n     clared to be a juvenile correctional centre under\n     section 47 or 48;\n\"juvenile remand centre\" means any house, building,\n     enclosure, or place, or any part thereof, declared to be\n     a juvenile remand centre under section 47;\n\"local authority\" means the Parish Council of any\n     parish or in the cases of the parishes of Kingston and\n     St. Andrew, the Kingston and St. Andrew\n     Corporation;\n\"lock-up\" means any house, building, enclosure, or place,\n     or any part thereof, declared to be a lock-up under\n     section 6;\n\"medical officer\" means a medical officer assigned under\n    section 10 to an adult correctional centre;\n                      CORRECTIONS\n\"pre-release hostel\" means any house, building, enclosure\n     or place, or any part thereof, declared to be a pre-\n     release hostel under section 6;\n\"probation and after-care officer\" means a person ap-\n     pointed as such under section 68;\n\"prohibited article\" means-                                        0\n      (a) any intoxicating liquor, drug, tobacco, money,\n          clothing, provisions, letter, tool, or any article\n          likely to be prejudicial to the life or safety\n          of any person, or to facilitate any escape from\n          a correctional institution, or to be used for\n          purposes prejudicial to the discipline of such\n          institution;\n     (b) any article, the introduction or removal of\n         which into, or out of, a correctional institu-\n         tion or any part thereof is prohibited by the\n         Correctional Institution Rules, including any\n         article declared to be prohibited by such Rules;\n\"remand centre\" means any house, building, enclosure, or\n    place, or part thereof, declared to be a remand centre\n    under section 6;\n\"short-term sentence\" means a sentence of imprisonment\n     for any term not exceeding fourteen days or such other\n     period as may be specified in Correctiorlal Institution\n     Rules;\n\"standing orders\" means orders issued by the Commis-\n     sioner under section 5;                                       n\n                means a person appointed urlder section 7\nLLS~perintendent\"\n                                                                   w\n   as a Superintendent of any adult correctional centre;\n\"visiting justice\" means a member of a Board of Visiting\n      Justices referred to in section 74;\n\"young inmate\" means an inmate under the age of eighteen\n    years.\n                           CORRECTlONS                                         9:\n  PART 11. Administration of Correctional Services\n              Commissioner of Corrections"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Superintendent of the adult correctional centre in Superinten-\nwhich sentence of death was'executed shall sign a certificate in :2;\nthe form set out as Form I1 in the First Schedule, to the effect execution.\nthat sentence of death has been executed on the inmate and shall         c;,Ldule.\nforward such certificate and the certificate of the medical officer Form 11.\nto the Minister."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The failure to comply with any of the provisions of this omission\nAct or of Correctional Institution Rules shall not invalidate or ~ ~ ~ i i , \" , ~ ~ -\nmake illegal the execution of any sentence of death where such sentence.\nexecution would otherwise be legal.\n         PART V. Juvenile Correctional Centres"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The Minister may by order published in the Gazette-                Power of\n                                                                         Minister to\n    ( a ) declare any house, building , enclosure, or place, or          declare\n                                                                         place juve-\n          any part thereof, to be a juvenile correctional centre for     nile comet-\n          the purposes of this Act, and may in such order declare tionalcentre\n                                                                     or juvenile\n          the name by which that centre is to be known;              remand\n                                                                         centre.\n    (b) declare that any juvenile correctional centre shall cease\n        to be a juvenile correctional centre; and as from the\n        date of the publication of such order or such other date\n        as may be specified therein, the juvenile correctional\n        centre shall cease to be a juvenile correctional centre;\n    (c) declare any house', building, enclosure, or place, or any\n        part thereof, to be a juvenile remand centre for the\n        purposes of this Act and may in such order declare the\n        name by which such centre is to be known;\n     (d) declare that any juvenile remand centre shall cease\n         to be a juvenile remand centre; and as from the\n         date of the publication of such order or such\n         other date as may be specified therein, the juvenile\n28                                            CORRECTIONS\n                           remand centre shall cease to be a juvenile remand\n                           centre.\nDeclaration as      48.-(1) The managers of any institution intended for the\njuwnile\ncorrectional      education and training of persons to be sent there pursuant to the\ncentre on         Child Care and Protection Act, may apply to the Minister to\n application of\n managers.\n 1 1 '2004\n                  declare the institution to be a juvenile correctional centre, and\n                  the Minister may, after making such enquires as he thinks fit, by\n                                                                                            0\n Sixth\n Schedule.        order published in the Gazette declare that institution to be a\n                  juvenile correctional centre.\n                         (2) If at any time the Minister-\n                      (a) is dissatisfied with the condition or management of\n                          an institution that has been declared a juvenile\n                          correctional centre under subsection ( 1 ) ; or\n                      (h) considers the continuance of such juvenile correc-\n                          tional centre unnecessary,\n                  he may by order published in the Gazette declare that the\n                  institution shall cease to be a juvenile correctional centre as from\n                  such date, not being less than six months from the date of the\n                  publication of the order, as may be specified in the order, and\n                  the institution shall, as from such date,cease to be a juvenile\n                  correctional centre.\n                          (3) A copy of the order shall be served on the\n                  managers of the institution at least six months prior to the\n                  date specified in the order on which the institution ceases\n                  to be a juvenile correctional centre.\nPower of            49. The Minister may by order published in the Gazette\nMinister to\ndeclare centie    declare any juvenile correctional centre to be a high security\nhigh security     juvenile correctional centre.\ncorrectional\ncentre.\nClassi tkation      50.-41) The Minister may classify juvenile correctional\nand adminis-\ntration of        centres according to-\njuvenile\ncorrectional           ( a ) the ages of the persons for whom they are intended;\ncentres.\n                             CORRECTIONS                                            29\n    ( b ) the character of the education and training given in such\n           centres,\nand to any other considerations as he thinks will best ensure that\na person sent to a juvenile correctional centre is sent to a centre\nthat is appropriate to his case or that is necessary for the\npurposes of this Part.\n       (2) The managers of a juvenile correctional centre\nare obliged to accept any person who, under this Act, is\nsent or transferred to that centre or otherwise to their care,\nunless they satisfy the Minister that there are already as\nmany persons detained in that centre or, as the case may\nbe, otherwise under their care, as is desirable.\n       (3) The provisions set out in the Second Schedule Second\nshall have effect in relation to the administration of juvenile Schedule.\ncorrectional centres and the treatment of persons sent to\nthem."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-(1) On receipt by the Minister of a correctional order stepstobe\ndelivered pursuant to section 81 (2) of the Child Care and\nProtection Act, the Minister shall-                          receipt of\n                                                                           corrcctional\n    (a) determine the juvenile correctional centre to which 1112004\n        the child in respect of whom the order has been sifi\n        made is to be sent; and                             Schedule.\n    ( b ) endorse on the order the name of the juvenile\n          correctional centre.\n       (2) A correctional order endorsed as provided in\nsubsection (1) is sufficient authority for the managers 'of the\niuvenile correctional centre named in the endorsement to\nreceive and detain under their care and, in accordance with\nthis Act, the child in respect of whom the order was made,\nand the Minister may authorize any person to take the s c h e ~ i e .\nchild fiom the place where he may be to such juvenile 1112004\ncorrectional centre.                                            sixth\n                                                                Schedule.\n30                                            CORRECTIONS\n                           (3) In determining the juvenile correctional centre to\n11'2004            which a child is to be sent, the Minister may have regard to the\nSixth\nSchedule,          religious persuasion of the child.\nSupervision          52.-(1)   A person sent to a juvenile correctional centre shall,\nand recall after\nexpiration of\ncorrectional\n                   after the expiration of the period of detention, be under the\n                   supervision of the managers of that centre until he attains the\n                                                                                           0\norder.\n                   age of eighteen years.\n                           (2) Subject to subsection (3), the managers may, and,\n                   if the Minister so directs, shall, by notice in writing recall\n                   to the juvenile correctional centre any person under supervision\n                   who is, at the date of the recall, under the age of eigh-\n                   teen years.\n                           (3) A person shall not be recalled pursuant to subsec-\n                   tion (2) unless, in the opinion of the managers or, as the case\n                   may be, of the Minister, it is necessary in his interests to re-\n                   call him.\n                          (4) A person who has been recalled under subsection\n                   (2) shall be released as soon as the managers think that he\n                   can properly be released, and in no case shall be detained-\n                       (a) after the expiration of three months, or of such\n                           longer period not exceeding six months as the\n                           Minister may, after considering the circumstances\n                           of his case, direct; or\n                       (b) after attaining the age of eighteen years.\n                           (5) The managers shall forthwith notify the' Minister\n                   of the recall of any person and shall state the reasons for\n                   his recall, and when the managers release any person so\n                   recalled, they shall forthwith notify the Minister that they\n                   have done so.\n                           CORRECTIONS\n       (6) For the purposes of this Part-\n    (a) a person who is out under supervision from a\n        juvenile correctional centre shall be deemed to be\n        under the care of the managers of the centre;\n    (b) a person who has been recalled to a juvenile\n        correctional centre shall be deemed to be detained\n        there under a correctional order."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. The Minister may, by order in writing addressed to the Powerof\nmanagers of a juvenile correctional centre, direct the release ~ ~ ? ' ~ ~ t O\nfrom such centre, on such conditions, if any, as may be release.\ncontained in the order, of any person detained therein under a\ncorrectional order, and where the Minister has directed the\nrelease of any such person, the powers of recall conferred on the\nmanagers under section 52 shall not be exercised without the\napproval of the Minister."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.-41) The expenses of all juvenile correctional centres Expensesof\n                                                            juvenile\ndeclared as such under section 47, including-               correctional\n                                                                        centres.\n    (a) the salaries of the officers, inspectors and other em-\n        ployees of such centres;\n    (b) the maintenance and clothing of persons detained\n         therein;\n    (c) the cost of conveying such persons to and from\n        the centres; and\n    (d) all other incidental expenses of and in relation to\n        such centres,\nshall be defrayed in the first instance by the Accountant-General\nout of the Consolidated Fund.\n       (2) All expenses similar to those mentioned in sub-\nsection (1) in connection with places declared to be juvenile\ncorrectional centres under section 48 shall be borne in the first\ninstance by the managers thereof.\n,.Ypplicalion        55. The provisions applicable to a correctional officer,\nof sections 1 4\nand 15.           constable, authorized person and other person under sec-\n                  tions 14 and 15 shall, mu/a/i.s mitandis, apply to them re-\n                  spectively, for the purposes of this Part.\nescapesriom         56.-(1)   Any person who has been ordered to be sent to a\njuvenile\ncorroc~ional      juvenile correctional centre and who-\n                          escapes from the centre in which he is detained or\n                          from any hospital, home or institution in which he\n                          is receiving medical attention; or\n                          being absent from the juvenile correctional centre\n                          on temporary leave of absence or on licence, runs\n                          away from the person in whose charge he is, or\n                          fails to return to the centre at the expiration of his\n                          leave, or on the revocation of his licence as pro-\nSecond                    vided in the Second Schedule; or\nSchedule.\n                      (4 being absent from the centre under supervision,\n                          fails to return to it on being recalled,\n                  may be apprehended without warrant by any authorized person\n                  and returned to the juvenile correctional centre.\n                        (2) Any person who knowingly-\n                      (a) assists or induces a person to commit any such offence\n                          as is mentioned in subsection (1);\n                      ( h ) harbours or conceals a person who has committed such\n                            an offence or prevents him from returning; or\n1112004               (c) harbours or conceals a child after a correctional order\nSixth\nSchedule.\n                          has come into operation in respect of him and during\n                          the continuance of such order,\n                  shall be guilty of an offence under this Act and liable on\n                  summary conviction before a Resident Magistrate to a fine not\n                  exceeding ten thousand dollars or to imprisonment, with or\n                  without hard labour, for a term not exceeding two years or to\n                  both such fine and imprisonment.\n                             CORRECTIONS                                    35\ncorrectional institution in which he is detained, the total\nearnings of the detained person less any deduction required\nby law and such earnings shall be applied, paid or dealt\nwith in such proportion and in such manner as may be\nprescribed.\n        (2) An inmate working under a supervised work pro-\ngramme shall be credited with such wages at such rates as\nmay from time to time be approved by the Minister and the\nwages applied, paid or dealt with in such proportion and\nin such manner as may be prescribed.\n         (3) A Superintendent or person in charge of a cor-\nrectional institution who pursuant to this section receives\nthe earnings of a detained person shall keep a proper record\nor' the receipt and disbursement of those earnings and render\nan account thereof to the detained person on his request."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. EJvery person who participates in a training and &$iga\nwork-release scheme under section 58 or a work pro- subjectto\ngramme under section 60 continues to be subject to this AOt.\nAct, to the Correctional Institution Rules and regulations\nmade under this Act and if he fails to return to the correc-\ntional institution as required under the scheme or pro-\ngramme, as the case may be, he shall be regarded for the\npurposes of this Act as having escaped and may be appre-\nhended without warrant by a constable and returned to the\ncorrectional institution in which he was detained.\n  6 3 . 4 1 ) Where the Commissioner or any person desig- Temporary\n                                                               absence of\nnated by him for the purpose of this section is of the opinion inmpts.\nthat for medical, educational or humanitarian reasons or\nin order to assist in his rehabilitation it is necessary or\ndesirable that an inmate be temporarily absent from the\nadult correctional centre in which he is detained, the Com-\nmissioner or such person may authorize, in writing, the\ntemporary absence of that inmate, subject to such terms and\nconditions as may be specified.\n              inclvlsion of t h i s page is authorized by L.N. 95 / 19971\n36                                         CORRECTIONS\n                        (2) An inmate temporarily absent by virtue of sub-\n                section (1) shall comply with such terms and conditions as\n                are specified, and shall return to the adult correctional\n                centre at the expiration of the period for which he is\n                permitted to be absent, and if he fails to return or to comply\n                with the terms and conditions specified he shall be regarded\n                for the purposes of this Act as having escaped and may be\n                apprehended without warrant by a constable and returned\n                to the adult correctional centre in which he was detained.\nAssistance        64. On the release of any detained person the Com-\nto detained\npersons.        missioner may, at his discretion, provide him with a\n                suitable outfit of clothing, transportation to his home or\n                the home of his parents or guardians or to any other reason-\n                able destination and, subject to rules made under paragraph\n                (e) of section 81, a sum of money to assist him in becoming\n                reestablished in the community.\nDefinition        65. In this Part “detained person” means-\nfor purposes\nof this Part.       (a) an inmate;\n                    (b) any person, not being an inmate, who is detained\n                        in a correctional institution.\n                            PARTVII. Standards and Inspecdon\nStandards\nand inspec-"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. The Minister may from time to time by direction in\ntion.           writing-\n                     (a) establish standards for the maintenance and opera-\n                          tion of correctional institutions;\n                     (b) provide for the inspection of correctional institu-\n                          tions; and\n                     (c) require such changes at such correctional institu-\n                          tions as are necessary to ensure that such institu-\n                          tions are in conformity with established standards.\n                             inclusaon of this p%ge~\n                                                   is mbrized ;try L.N. 95 / 1971\n                        CORRECTIONS                                    37"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.-( 1) The Commissioner and any person designated by I ~ W - S .\nthe Minister as an inspector may-\n          enter at any time any correctionai institution and\n           examine any part thereof;\n          examine all papers, documents, records, books and\n          other things belonging to such institution;\n          question any person confined in such institution\n          and examine any papers, documents or thing in his\n          possession;\n          investigate the conduct of any person employed in\n          and about the correctional institution;\n          by order summon any person before him and\n          examine that person under oath concerning any\n          matter relating to any breach of the rules of a\n          correctional institution or any matter affecting\n          the interest of such institution; and\n          by the same or like order, compel the production\n          of books, papers and writing before him.\n        (2) The Commissioner may, in respect of any correc-\ntional institution, enforce such disciplinary procedures as\nmay be prescribed in relation to the non-observance of\nstandards established for the maintenance and operation of\nthe institution.\n        (3) The Superintendent or, as the case may be, the\nperson in charge of the correctional institution and every\nperson employed in such institution shall give an inspector\nsuch information and assistance as the inspector may require\nin the performance of his functions under this Act.\n        (4) The Commissioner and any person designated by\nthe Minister under subsection (1) shall, if the Minister so\nrequests, submit to the Minister a report in writing des-\ncribing the condition of the correctional institution inspect-\ned, and may make such observations and recommendations\nas he thinks fit.\n             hewnof this pi@is whrized by L.N. 951 19971\n38                                            CORRECTIONS\n                 PART VIII. Provisions Relating to Probation and After-\n                                           care\nAppoint-         68.-( 1) The Governor-General shall appoint a sufficient\nment of\n               number of persons qualified by character and experience\na d after-\ncare officers. to be probation and after-care officers who shall perform\n               such duties as may be assigned to them under the Probation\n               of Offenders Act or as may be prescribed by rules made\n               under this Part.\n                        (2) The Minister shall appoint probation and after-\n                 care committees consisting of such persons as he thinks fit,\n                 who shall review the probation and after-care service in\n                 such respects and perform such duties in connection with\n                 probation as may be prescribed by rules made under this\n                 Part.\nContnbu-           69. Such contributions may be made towards the estab-\ntions to-\nwardshomes lishment or maintenance of homes or hostels for the recep-\nand hostela.\n                 tion of persons placed under the supervision of probation\n                 and after-care officers as may be provided by resolution of\n                 the House of Representatives.\nCommia-            70. The Commissioner shall-\nsioner’s\nfunctions III        (a) organize and supervise the probation and after-care\nrelation to\nprobation.               service in the Island in accordance with rules made\n                         under this Part;\n                     (b) review the work of probation and aftercare\n                         officers in individual cases;\n                     (c) perform such other duties in connection with pro-\n                         bation and after-care as may be prescribed under\n                         section 71.\nRules d a t -      71. The Minister may make rules prescribing-\nh g . t o pro-\nbabon and\nafter-we\n                     (a) the duties of the Commissioner in connection with\n                         probation and after-care;\n                          CORRECTIONS                                        39\n     (b) the duties of probation and after-care officers;\n     (c) the remuneration of any person appointed to carry\n         out any duties under this Part and the fees and\n         charges to be made for any act, matter or thing\n         to be done or observed under this Part;\n     (d the form of records to be kept under this Part; and\n     (e) any other matter which he considers necessary or\n         desirable for the better carrying into effect of the\n         provisions of this Part.\n                       PART IX       General"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.41) There is hereby established for the purposes of Establish-\nthis Act, a body to be known as the Advisory Council on &%::\nthe Treatment of Offenders.\n       (2) The Council shall be constituted and its pro-\nceedings determined in accordance with regulations made\nby the Minister under section 82."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. The Council shall-                                          General\n                                                                  duty of the\n     (a) advise and report\n                      -    to the Minister on any matter Council.\n         which, in its opinion, affects the proper carrying\n         out of the provisions and objects of this Act;\n     (b) advise the Minister on any particular matter about\n         which the Minister may seek its advice, with a view\n         to the carrying out of the provisions and objects of\n         this Act;\n     (c) perform such other functions as the Minister may\n         from time to time by regulations made under sec-\n         tion 82 assign, in respect of the treatment of\n         off enders.\n   7 4 . 4 1 ) There shall be, in respect of each adult correc- Establish-\n                                                                ment of\ntional centre, a Board of Visiting Justices and the Minister Board of\nmay appoint for such time as may be specified in the              $\n                                                                  :'\n       [The holmion of this page is authorized by L.N. 87/1986]\n40                                     CORRECTIONS\n             appointment so many justices as he thinks necessary to be\n             members of each such Board.\n                     (2) All Judges of the Court of Appeal and of the\n             Suprexe Court and Resident Magistrates shall ex oficio be\n             visiting justices for each of the adult correctional centres\n             in the Island.\nPowers of      75. A court composed of two visiting justices appointed\nvisiting\njustices.    under section 74 (l), or of one ex oflcio visiting justice,\n             sitting in an adult correctional centre shall have all the\n             powers of the Commissioner in relation to the trial of a\n             major or minor correctional centre offence under section 35\n             or in relation to any appeal under section 38.\nAnnual         76.-(1) The Commissioner shall prepare and submit to\nreport.      the Minister an annual report relating generally to the\n             activities of the Correctional Services and containing such\n             information as the Minister may require, and the Commis-\n             sioner may in such report make such observations and\n             recommendations in respect of the Correctional Services\n             and its activities as he thinks appropriate.\n                     (2) As soon as practicable after the annual report\n             has been submitted to the Minister a copy thereof shall be\n             laid on the Table of each House of Parliament.\nInmate not     7 7 . 4 1 ) Nothing in this Act or in Correctional Institution\nto be        Rules shall be construed to exempt any inmate from being\npunished\ntwice.       proceeded against for any offence by the ordinary court of\n             law, but no inmate is to be punished twice for the same\n             offence.\n                     (2) Subsection (1) shall not be construed as de-\n             rogating from the powers contained in section 35 in rela-\n             tion to the imposition of all or any of the punishments set\n             out in that section.\n                           CORRECTIONS                                       41\n   7 8 . 4 1 ) The Minister may by order require an inmate powers       ~XJ\nwho has been released from an adult correctional centre to requirerelad\nnotify the person in charge of a police station in the parish L     T$to\nin which the inmate resides of-                                   address.\n      (a) his address, within one week of such release; and\n      (b) any change in his address which may take place\n             during such period, in no case exceeding five years,\n             after such release as may be specified in the order,\n             within one week of such change.\n        (2) Any order made under this section shall be served\non the inmate prior to his release from the adult correctional\ncentre.\n        (3) Any inmate who contravenes the provisions of\nany order made under this section, or who knowingly or\nrecklessly notifies any false or incorrect address shall be\nguilty of an offence under this Act and liable on summary\nconviction before a Resident Magistrate to a fine not ex-\nceeding forty dollars or to imprisonment for any term not\nexceeding two months.\n        (4) An order under this section may be made in re-\nspect only of an inmate who had been duly committed to\ncustody under the writ, warrant or order, of any court or\nauthority exercising criminal jurisdiction or by order of a\ncourt martial."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. The Coroner having jurisdiction in the place where Coroner to\na correctional institution is situated shall hold an inquest !f:2:Tt\non the death of any inmate on whom sentence of death is -ate.\nexecuted or who may die in such correctional institution."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Every person who without lawful authority-          OEences\n     (a) conveys, supplies, or causes to be conveyed or\n         supplied to any inmate or hides or places for his\n         use, any prohibited aritcles; or\n42                                        CORRECTIONS\n                    (b) brings or attempts by any means to introduce into\n                        a correctional institution, or places or attempts to\n                        place where inmates work, any prohibited article;\n                        or\n                    (c) brings or attempts to bring out of any correctional\n                        institution or conveys from any such institution,\n                        any prohibited article; or\n                    (d communicates with any inmate; or\n                    (e) aids or abets any inmate in escaping or attempting\n                         to escape from legal custody,\n                shall be guilty of an offence under this Act and liable on\n                summary conviction before a Resident Magistrate to a fine\n                not exceeding one thousand dollars or to imprisonment for\n                a term not exceeding one year.\nRules relat-      8 1 4 1 ) The Minister may make rules (inthis Act referred\nh\nng to COT-\nrectional       to as Correctional Institution Rules) generally for the good\ninstitutions.   management of correctional institutions and the control of\n                inmates and for carrying out the objects of this Act, and\n                without prejudice to the generality of such power may make\n                rules in relation t o -\n                     (a) the conditions of service and the powers, conduct\n                           and duties of correctional institution staff,\n                     (b) the employment, classification, safe custody,\n                           separation, treatment and discipline of inmates;\n                     (c) the medical examination, measuring, photograph-\n                           ing, taking of finger prints and other records of\n                           criminal inmates;\n                     (d) the remission of sentence to be allowed to inmates,\n                           and the manner and conditions under which such\n                           remission is to be made;\n                     (e) the supply of money, food or clothing, or the means\n                           of travelling, to inmates on their discharge;\n                       [The inolusion of this page is authorized by L.N. 87/19861"
    }
  ],
  "definitions": [
    {
      "term": "inspector",
      "definition": "a person so designated under section",
      "source_provision": "sec40"
    },
    {
      "term": "juvenile correctional centre",
      "definition": "any house, build-",
      "source_provision": "sec40"
    },
    {
      "term": "juvenile remand centre",
      "definition": "any house, building,",
      "source_provision": "sec40"
    },
    {
      "term": "local authority",
      "definition": "the Parish Council of any",
      "source_provision": "sec40"
    },
    {
      "term": "lock-up",
      "definition": "any house, building, enclosure, or place,",
      "source_provision": "sec40"
    },
    {
      "term": "medical officer",
      "definition": "a medical officer assigned under",
      "source_provision": "sec40"
    },
    {
      "term": "pre-release hostel",
      "definition": "any house, building, enclosure",
      "source_provision": "sec40"
    },
    {
      "term": "probation and after-care officer",
      "definition": "a person ap-",
      "source_provision": "sec40"
    },
    {
      "term": "remand centre",
      "definition": "any house, building, enclosure, or",
      "source_provision": "sec40"
    },
    {
      "term": "short-term sentence",
      "definition": "a sentence of imprisonment",
      "source_provision": "sec40"
    },
    {
      "term": "standing orders",
      "definition": "orders issued by the Commis-",
      "source_provision": "sec40"
    },
    {
      "term": "visiting justice",
      "definition": "a member of a Board of Visiting",
      "source_provision": "sec40"
    },
    {
      "term": "young inmate",
      "definition": "an inmate under the age of eighteen",
      "source_provision": "sec40"
    }
  ]
}