{
  "id": "jm-stat-the-corruption-prevention-act",
  "type": "statute",
  "title": "The Corruption Prevention Act",
  "title_en": "The Corruption Prevention Act",
  "short_name": "Corruption Prevention Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-corruption-prevention-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-corruption-prevention-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Commission shall consist of-                                        CawtiMion\n     (a) the Auditor-General;                                                of corn-\n                                                                             mission.\n     (b) four other persons (thereafter referred to as \"appointed mernbers\")\n         appomkdbytheGovemor~aflerCOIlSUltationwiththePrime\n         Mitlister ard the Leader of the Opposition from the following\n         otegori=ofv\n             (i) membexsoftheRivyCouncil;\n             (ii) retiredJudgesofAppealor~JudgesoftheSupeme\n                   CourS\n               (iii)persans who, in the opinion ofthe Governor4enual, are\n                    p w n s of high integrity and are able to exercise competence,\n                    diligence ard sound                in fulfihg their respon-\n                    SibilitieslmdtTthisAd."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In this Act-                                                           Interpre-\n                                                                              tation.\n  \"appointed day\" means the 1st day of May, 200 1.\n  \"Commission\" means the Commission for the Prevention of\n      Corruption established under section 3;\n  \"document\" includes, in addition to a document in\n      writing--\n      (a) any map, plan, graph or drawing;\n      (b) any photograph;\n      (c) any disc, tape, sound track or other device in\n           which sounds or other data (not being visual\n           images) are embodied so as to be capable (with or\n           without the aid of some other equipment) of being\n           reproduced therefrom;\n      (4 any film (including microfilm), negative; tape or\n           other device in which one or more visual images\n           are embodied so as to be capable (with or without\n           the aid of some other equipment) of being\n           reproduced therefrom;\n  \"government company\" means a company registered under\n      the Companies Act being a company whose policy the\n      Government or an agency of Government, whether by\n      the holding of shares or by financial input, is in a\n      position to influence;\n  \"public fbnction\" means any activity performed a single\n      time or continually, whether or not payment is received\n      therefor, which is carried out by-\n                                    CORRUPTION (PREVENTION)\n                        (a) a person for, or on behalf of or under the direction\n                            of a Ministry, Department of Government, a\n                            statutory body or authority, a Parish Council, the\n                            Kingston and St. Andrew Corporation or a\n                            government company;\n                         (b) a body, whether public or private, providing public\n                             services;\n                         (c) a Member of the House of Representatives or of\n                             the Senate in that capacity;\n                    \"public servant\" means any p e r s o w\n                        (a) employed-\n                                 (i) in the public, municipal or parochial service\n                                      of Jamaica;\n                                 (ii) in the service of a statutory body or authority\n                                      or a government company;\n                         (b) who is an            official of the State or any of its\n                             agencies;\n                         (c) appointed, elected, selected or otherwise engaged\n                             to perform a public function.\n                        (2) For the purposes of paragraph (b) of the definition of\n                \"public function\", \"public services\" includes the provision of\n                electricity, water and communication.\n                       (3) References in this Act to an act of corruption shall be\n                construed in accordance with section 14.\nEstnblishmeni"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There is hereby established for the purposes of this\nofcommis-       Act, a body to be known as the Commission for the Prevention\nsion            of Corruption.\n~irst                   (2) The provisions of the First Schedule shall have effect\nSch*'e.\n                as to the constitution of the Commission and otherwise in\n                relation thereto.\n                    CORRUPTION (PREVENTION)                                     5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) Every person who, on or after the appointed day, is a         Ezd\npublic servant shall, subject to subsections (2), (3) and (4), servant to\nfurnish to the Commission a statutory declaration of his assets %y'?y\nand liabilities and his income in the form set out as Form A in decldratlon\nthe Second Schedule.                                            Second\n                                                                       Schedule I\n                                                                       Form A\n        (2) Every member of the Commission shall krnish a\nstatutory declaration referred to in subsection (I) to the Integrity\nCommission established under section 3 of the Parliament\n(Integrity of Members) Act.\n        (3) Subsection (1) shall not apply to a public servant-\n      (a) to whom the Parliament (Integrity of Members) Act\n           applies; or\n      (b) who is in receipt of total emoluments less than the\n           prescribed amount.\n        (3A) Notwithstanding subsection (3)(b), regulations\nmade under section 13 may contain provisions requiring public\nservants who occupy such posts as are prescribed to furnish a\nstatutory declaration pursuant to subsection (1).\n        (4) A declaration pursuant to subsection (1) shall\ninclude such particulars as are known to the declarant of the\nassets, liabilities and income of the spouse and children, where\napplicable, of the declarant:\n   Provided that-\n       (a) if the spouse was not living with the declarant at any\n            time during the period in relation to which the\n            declaration is made; or\n       (b) if a child of a declarant-\n                 (i) has attained the age of eighteen years; or\n                 (ii) is married and under the age of eighteen\n                      years,\n            and was not living with the declarant at any tiwe\n            during the period in relation to which the declaration\n            is made,\nthe particulars required to be fbrnished by this subs&tion shall\n         [The inclusion of this page is author~zedby L.N. 87120041\n                           CORRUPTION (PREYENTION)\n       be limited to assets held by the spouse or child (as the case may\n       be) in trust for, or as agent of, the declarant; so, however, that\n       nothing in this subsection shall be construed as precluding the\n       Commission from requiring from a declarant 'any additional\n       particulars the Commission may think fit.\n4mm            (5) Subject to subsection (5A), a statutory declaration\nS.2.\n       pursuant to subsection (1) shall be hrnished-\n             (a) within three months after the date of commencement\n                  of regulations made under section 13, in the case of a\n                  person who is a public servant on that date, including\n                  public servants referred to in subsection (3A);\n             (b) within three months afier the date of appointment of a\n                  person as a public servant; or\n             (c) within three months after the date on which the\n                  emoluments of a public servant become equivalent to\n                  or in excess of the prescribed amount.\n               (5A) The Commission may-\n              (a) at any time in writing require a public servant to\n                   hrnish a statutory declaration;\n              (b) by notice published in the Gazette, require such\n                   categories of public servants as are specified in the\n                   notice, to furnish a statutory declaration within the\n                   period so specified, and the powers conferred by this\n                   paragraph may be exercised subject to such\n                   exceptions or conditions as the Commission may\n                   specify in the notice.\n                (6) Where a person ceases to be a public servant, he\n       shall hrnish a statutory declaration at the end of twelve months\n       from the date on which he so ceases.\n                (7) A statutory declaration required to be made on the\n       31st day of ~ e c e m b e rin any year shall be deemed to comply\n       with the requirements of this section if it is made on or before\n       the 3 1st March next following that date.\n                (8) A statutory declaration furnished pursuant to\n       subsection (1) may, if the declarant so desires, be accompanied\n       by a statement of affairs certified by a registered public\n       accountant.\n                [The inclusion of this page i s authorized by L.N. 87120041\n                    CORRUPTION (PREVENTION)\n         (9) In subsection (1) \"assets\" does not include such\ngifts as may be prescribed, received by a public servant fiom\nsuch relatives of that public servant as may be prescribed."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) The functions of the Commission shall b e -                 Functions\n                                                                     and ~oWers\n            to receive and keep on record statutory declarations o f 6 h s -\n                                                                     sron.\n            fbrnished by public servants pursuant to this Act;\n            to examine such statutory declarations and to request\n            fiom a public servant any information relevant to a\n            statutory declaration made by him, which in its\n            opinion would assist it in its examination;\n            to make such independent,enquires and investigations\n            relating to a statutory declaration as it thinks\n            necessary;\n            to receive and investigate any complaint regarding an\n            act of corruption;\n            to conduct an investigation into an act of corruption\n            on its own initiative, if it is satisfied that there are\n            reasonable grounds for such investigation.\n        (2) The Commission shall have power to summon\nwitnesses, require the production of documents and to do all\nsuch things as it considers necessary or expedient for the\npurpose of carrying out its functions."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 - 4 1 ) Every public servant and every other person having       F$cy>\nofficial duty under this Act, or being employed in the tomake\nadministration of this Act, shall regard and deal with as secret dec'mio\".\nand confidential, all information, d&larations, letters and other\ndocuments, and all other matters relating to a statutory\ndeclaration, and shall make and subscribe a declaration to that\neffect before a Justice of the Peace.\n        (2) Every person required under subsection (1) to deal\nwith matters specified therein as secret and confidential who at\nany time communicates or attempts to communicate such\ninformation or anything contained in such declarations, letters,\nor other documents to any person-\n       (a) other than a &son to whom he is authorized under\n            this Act to Amunicate it; or\n       (b) otherwise than for the purposes of this Act,\n                                 CORRUPTION (PRE ENTION)\n              shall be guilty of an offence and be liable on conviction in a\n              Resident Magistrate's Court to a fine not exceeding five hundred\n              thousand dollars or to imprisonment for a term not exceeding\n              three years or to both such fine and imprisonment.\nCommission       7.-(1) Where the Commission, upon examination of a\nmay requue\nfurther       statutory declaration hrnished pursuant to section 4, is of the\ninformation   opinion that further information or investigation is necessary, it\nand conduct\nenquiries.    may, in writing-\n                      (a) request the public servant concerned to hrnish such\n                            other documents, information, or otherwise as may\n                            be specified, within such time as may be specified; or\n                      (b) require the public servant to attend on the\n                            Commission at such time as may be specified by the\n                            Commission to be heard by the Commission on any\n                            matter relating to the declaration.\n                        (2) A public servant required to attend on the\n              Commission pursuant to subsection (I), may-\n                      (a) be accompanied and represented by an attorney-at-\n                            law and a registered public accountant; and\n                      ( h ) requite the Commission to summon such witnesses as\n                            he thinks necessary.\nIssue of         8.-(1)     Any summons to attend, to give evidence or to\nsummons.\n              produce documents before the Commission shall be served on\n              the person required to attend or to prodtxe the documents and\n               shall be issued under the hand of the secretary or any member of\n              the Commissiotl\n                         (2) A summons under this section shall be in the fohn\nSecond         set out as Fotm B in the Second Schedule and shall be served on\nSchedule      the person mentioned therein either by delivering to him a Copy\nForm B.\n               thereof or by substituted service as may be ordered by the\n               Commission\n                         (3) A stimmons under this section may be served by any\n               person deputed by the Commission or by a constable.\nWitness may      9. The Commission may-\nbe examined           (a) require that any facts, matters or'things relating to the\non oath.\n                             subject of enquiry be verified or otherwise ascertained\n                            by the oral examination of witnesses; and\n                       [The lnclus~onof thls page 1s authorized by L N 87i20041\n                    CORRUPTION (PREVENTION}\n  (b) cause any such witnesses to be examined upon oath\n      which the Chairman or the secretary is hereby authorized\n      to administer."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Gavernor-General after consultation with the Prime Mirrister ~ e v o a t i ~ l l\nand the Leader of the Opposition may at any time revoke the membership of ofqpoba-\nany appointed member.                                                          mmt.\n                                   CORRUPTION (PREVENTION)\n                     (2) Without prejudice to the generality of sub-paragraph (I), a\n              recommendation of that subparagraph shall have regard to any\n              representation made by a public servant showing cause why a person should\n              not remain a member of the Commission.\nFilling of       8. If any vacancy occurs in the membership of the appointed members.\nvacancies     such vacaucy shall be filled by the appointment of another appointed\n              member, so, however, that such appointment shall be made in the same\n              manner and from any of the categories of persons as would be required in the\n              case of the ori@ appointment.\nGazming0f       9. The names of all members of the Commission as first constituted and\nmembership.   every change therein, shall be published in the Gazette.\nFunds of          10. The funds of the Commission shall consist of funds as may from time\ncommission     to time be placed at their disposition for the purposes of this Act by\n               Parliament, and such other moneys as may be lawfully paid to the\n               Comrmssion.\nAccountand        11. The COII'II~~SS~O~   shall keep proper aCCOUnts of their r ~ ~ e i p t s ,\naudit.         payments, assets and liabilities and such accounts shall be audited annually\n               by an auditor appointed in each year by the Commission with the approval of\n               the Minister.\nA ~ ~ Ureports\n        BI        1 2 . 4 1 ) The Commission shall. in each year and at such time as the\nandestimates Minister shall direct. prepare and forward to the Minister a report of its\n               activities dunng the preceding financial year. including a statement of its\n               accounts audited in accordance with paragraph 11.\n                       (2) A copy of the report together with the andtor's report shall be laid\n               on the Table of the House of Representatives and of the Senate.\n                       (3) The Comrmssion shall on or before the 31st day of October in\n               each year submit to the Minister for approval, its estimates of revenue and\n               expenditure in respect of the ensuing financial year.\nstaff of         13.-41) The Commission shall appoint and employ at such remuneration\nComrmssion.   and on such terms and conditions as they think fit a Secretary and such other\n              officers and employees as they think necessary for the proper carrylng out of\n              the provisions of the Act.\n                 Provided that no salary in escess of seven hundred and fifty thousand\n              dollars per annm shall be assigned to any post without the prior approval of\n              the Minister.\n                      (2) The Governor-General may, subject to such conditions as he may\n              impose, approve of the appointment of any officer in the service of the\n              Government to any office with the Commission and any public officer so\n              appointed shall. in relation to pension, gratuity or other allowance, and in\n              relation tb other rights as a public officer. be treated as continuing in the\n               service of the government.\n                                    of t h ~ spage 1s author~zedby L N 87120041\n                        [The ~nclus~on\n                          CORRUPTION (PREVENTION)                                           21"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)     All persons summoned to attend and give evidence,s:;\",?,$\nor to produce any paper, book, record or document before the witnesses.\nCommission-\n          shall be bound to obey the summons served upon them;\n       shall be entitled, in respect of such evidence or the\n       disclosure of any communication or the production of\n       any such paper, book, record or document, to the same\n       right or privilege as before a court of law;\n       shall be entitled, on attending, to be paid their expenses,\n       including travelling expenses, at the rates prescribed by\n       the Witnesses' Expenses Act for witnesses who are\n       entitled to have their expenses paid from public funds:\n  Provided that the Commission may disallow the whole or any\npart of such expenses in any case, if it thinks fit.\n        (2) Any person who-\n   ( a ) without sufficient cause, fails or refuses to attend before\n         the Commission in obedience t o summons issued under\n         this Act, or fails or refuses to produce any paper, book,\n         record or document which he was required by such\n         summons to produce;\n   ( b ) being a witness, leaves a meeting of the Commission\n         without the permission of the Commission; or\n   (c) being a witness, refuses without sufficient cause, t o\n        answer any question put to him by or with the\n        permission of the Commission; or\n   (6) wilfully obstructs or interrupts the proceedings of the\n       Commission,\n         [The inclus~onof this page is authorized by L.N. 87120041\n                                   CORRUPTION (PREVENTION)\n                shall be liable on conviction before a Resident Magistrate to a\n                fine not exceeding one hundred thousand dollars or in default of\n                payment thereof to imprisonment for a t m aot exceeding six\n                months.\ndisclorwes to"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The records of the Commission and any informstion\nthecorn-   revealed by the evidence of a witness before the Commirrion\n           shall not be produced or disclosed to any court other than to\n           such extent as may be necessary for the purposes of proceedingr\n           relating to a charge under section 6, 10 or 14 of this Act or under\n           the Perjury Act.\nCOmminsiOn    12.--( 1) where--\nto make\nreport.         (a) any person fails to hrnish the Commission with a\n                     statutory declaration which he is required to hrnish in\n                     accordance with this Act; or\n                    (b) the Commission examines a statutoty dedsrfiim mc!\n                        any related information or documents, or conduetn MI\n                        enquiry into any such statutory declaration, and ir not\n                        satisfied with any aspect thereof,\n                the Commission shall report the matter to the appropriate\n                Service Commission, Board, Body or other Authority and the\n                Director of Public Prosecutions, setting out such details and\n                particulars as it thinks fit.\n                     (2) The Commission shall report any act of corruption to\n                the appropriate Service Commission, Board, Body or other\n                Authority and to the Director of Public Prosecutions.\n                      (3) The appropriate Service Commission, Board or othor\n                Authority may take such disciplinary action in relation to a\n                report made pursuant to subsection (1) as it thinks appropriate in\n                any particular case.\n                      (4) The Director of Public Prosecutions may take such\n                action in relation to a report made pursuant to subsection (1) as\n                   CORRUPTION (PREVENTION)                                      11\nhe thinks appropriate in any particular case and without\nprejudice to the generality of the foregoing, may authorize any\nperson having an official duty under this Act or being employed\nin the administration of this Act to hrnish information to any\nofficer of the court, the police or any other person specified by\nthe Director of Public Prosecutions.\n   1 3 . 1 ) The Minister, after consultation with the R\"wlatim.\nCommission, may make regulations prescribing any matter or\nthing in respect of which it may be expedient to make\nregulations for the purpose of carrying this Act into effect and\nwithout prejudice to the generality of the foregoing may make\nregulations-\n     (a) prescribing the amount of total emoluments for the\n          purposes of section 4 (3) (b);\n    ( b ) prescribing the manner in which enquiries may be\n          carried\n          out and matters incidental to or consequential on such\n          enquiries;\n    (c) amending the form specified in the Second Schedule;           secolld\n                                                                      Schedule.\n    (4 prescribing the period within which any information\n         required by the Commission should be finished;\n     (e) prescribing the types of gifts and the categories of\n         relatives for the purposes of section 4 (9).\n        (2) Regulations made under subsection (1) shall be\nsubject to affirmative resolution."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.    PARTICULARS O F LIABILITIES (INCLUDING GUARANTEES) OF DECLARANT,\n                         SPOUSE AND CHILDREN\n           Certificate from creditor or party to which guarantee given, should be provided.\n  Nature of Liability   I    Person Liable     I   To Whom Liable       I       Amount\n                                                             Signature ofDeclaranr"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.     PARTICIJIARS OF ANY PROPERTY ACQUIRED OR DISPOSED OF BY\n      DECLARANT, SPOUSE AND CHILDREN (DURING PERIOD OF 12 MONTHS OR\n        OTHER PERIOD WIIERE APPROPRIATE) ENDING ON.. .................\n                                                  Acquisition vr           Cod of                  Rice of\n         Description of Properly                    Disposal              Acquisition              Disposal\nI do solemnly and sincerely declare that the particulars given by me herein\nare. to the best of my knowledge, true, accurate and complete.\n                                                                              Signature of Declarant\nSigned at .................................................................\nThis ........................ day of..............................before\n                                                                                Justice of the Peace\n                                                                                for the Parish of\n                                           Official Receipt\nReceived from.......................................... Statutory Declaration for the peiiod\n                               Declarant 's Name\nending.......................................................\n                                                                    .............................................\n                                                                                         Signature\n                                                                   Date. ......................................\n                         CORRUPTION {PREVENTION)\n                                           FORM B                                (Section 8)\n                   THE CORRUPTION (PREVENTION) ACT\n                         SUMMONS TO WITNESS\nTo ..........................................................................................\n                           (.Tame ofperson sur~moried,and\n..........................................................................................\n                          his address and calling, if known)\nYou are hereby summoned to appear before the Cormption Commission\non the .......................................... .day of ................................."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) A public servant commits an act of corruption if\nhe--\n                                                                      zfim\n     (a) corruptly solicits or accepts, whether directly or\n         indirectly, any article or money or other benefit, being\n         a gift, favour, promise or advantage for himself or\n         another person for doing any act or omitting to do any\n         act in the performance of his public functions;\n                    CORRUPTION (PREVENTION)\n    ( b ) in the performance of his public functions does any act\n          or omits to do any act for the purpose of obtaining any\n          illicit benefit for himself or any other person;\n    ( c ) fraudulently uses or conceals any property derived\n          from any such act or omission to act.\n        (2) A person commits an act of corruption if he offers or\ngrants, directly or indirectly, to a public servant any article,\nmoney or other benefit, being a gift, favour, promise or\nadvantage to the public servant or another person, for doing any\nact or omitting to do any act in the performance of the public\nservant's public function.\n        (3) A person commits an act of corruption if he\ninstigates, aids, abets or is an accessory after the fact or\nparticipates in whatsoever manner in the commission or\nattempted commission of or conspires to commit any act of\ncorruption referred to in subsection (1) or (2).\n        (4) Any citizen or resident of Jamaica or any\ncorporation, either aggregate or sole, any club, society or other\nbody of one or more persons, who offers or grants, directly or\nindirectly, to a person performing a public hnction in a foreign\nstate, any article or money or other benefit, being a gift, favour,\npromise or advantage in connection with any economic or\ncommercial transaction for any act to be performed by or for the\nomitting to do any act by that person in the performance of that\nperson's public functions, commits an act of corruption.\n       (5) Where a public servant-\n    (a) owns assets disproportionate to his lawful earnings;\n        and\n    (b) upon being requested by the Commission or any person\n        duly authorized to investigate an allegation of\n        corruption against him, to provide an explanation as to\n        how he came by such assets, he-\n                 (i) fails to do so; or\n                     CORRUPTION (PREVENTION)\n                  (ii) gives an explanation which is not considered\n                       to be satisfactory,\nhe shall be liable to prosecution for the offence of iliicit enrich-\nment, and on conviction thereof, to the penalties specified in\nsection 15 (1).\n        (5A) It shall be a defence to a person charged with an\noffence of illicit enrichment to show the court that he came by\nthe assets by lawful means.\n        (6) Any public servant who improperly uses for his own\nbenefit or that of a third party-                     ,   I\n     (a) any classified or confidential information that he\n         obtains as a result of or in the course of the\n         performance of his functions; or\n     (b) any property belonging to the Government or any\n         statutory body or authority or any government\n         company or any body providing public services to\n         which he has access as a result of or in the course of\n         the performance of his functions,\ncommits an act of corruption.\n        (7) Any person who is or is acting as an intermediary or\nthrough a third person who seeks to obtain a decision fiom any\nMinistry or Department of the Government or any statutory\nbody or authority or any government company or any body\nproviding public services whereby he illicitly obtains for himself\nor for another person any benefit or gain (whether or not the act\nor omission to act fiom which the benefit or gain is derived is\ndetrimental to the Government) commits an act of corruption.\n       (8) Any public servant who for his own benefit or for\nthat of a third person, diverts any property belonging to the\nGovernment or any other person, which is in his custody for the\ndue administration of his duties commits an act of corruption.\n                    CORRUPTION (PREK?ZATION)\n        (9) Where a citizen of Jamaica commits in another State,\nan act of corruption specified in subsection (I), (2), (3), (4), (9,\n(6), (7) or (8), he shall be liable to be prosecuted and tried for\nsuch act as if he had committed the act in Jamaica.\n       (10) An agent commits an act of corruption if he-\n    (a) corruptly accepts or obtains, or agrees to accept or\n        attempts to obtain from any person, for himself or for\n        any other person any gift or consideration as an\n        inducement or reward for doing or for forbearing to do,\n        or for having done or forborne to do, any act in relation\n        to his principal's affairs or business, or for showing or\n        forbearing to show favour or disfavour to any person in\n        relation to his principal's affairs or business; or\n    (b) knowingly uses with intent to deceive his principal,\n        any receipt, account, or other document-\n                 (i) in respect of which the principal is\n                     interested;\n                 (ii) which contains any statement which is false\n                      or erroneous or defective in any material\n                      particular; and\n                 (iii) which, to the knowledge of the agent, is\n                       intended to mislead the principal.\n        (11) A person commits an act of corruption if h e -\n     (a) corruptly gives, or agrees to give or offers, any gift or\n         consideration to any agent as an inducement or reward\n         for doing or forbearing to do, or for having done or\n         forborne to do, any act in relation to his principal's\n         affairsor business or for showing or forbearing to show\n         favour or disfavour to any person in relation to his\n         principal's affairs or business; or\n(b) knowingly gives to any agent, any receipt, account, or\n    other document-\n          (i) in respect of which the principal is\n               interested;\n          (ii) which contains any statement which is fa&\n               or erroneous or defectiv9 in a m~mia]\n               particular; and\n                   CORRUPTION (PRE ENTION)\n                (ii) in the case of a second or subsequent offence\n                     to a fine not exceeding ten million dollars or\n                     to imprisonment for a term not exceeding ten\n                     years or to both such fine and imprisonment.\n       (2) Any person w h o -\n    (a) fails, without reasonable cause, to hrnish to the\n        Commission a statutory declaration which he is\n        required to hrnish in accordance with the provisions of\n        this Act;\n    (b) knowingly makes any false statement in any such\n        statutory declaration;\n    (c) fails, without reasonable cause, to give such\n        information as the Commission may require under\n        section 7;\n    (4 fails, without reasonable cause, to attend an enquiry\n        being conducted by the Commission under section 7 or\n        knowingly gives false information at such enquiry,\ncommits an offence, and shall on summary conviction in a\nResident Magistrate's Court be liable to a fine not exceeding two\nhundred thousand dollars, or to imprisonment for a term not\nexceeding two years or to both such fine and imprisonment.\n        (3) Where the offence involves the deliberate non-\ndisclosure of a public servant's property the Court may, subject\nto determining the beneficial interest of innocent third parties in\naddition to the imposition of a fine or term of imprisonment or\nboth-'\n     (a) if the property involved is situated within the Island,\n          order that it be forfeited to the Crown;\n     (b) if the property involved is situated outside the Island,\n          order that an amount equivalent to the value of such\n          property (the value to be assessed as directed by the\n          Court), be paid by the public servant concerned, to the\n          Crown.\n                      of t h ~ spage 1s author~zedby L N 87/2004]\n         [The ~nclus~on\n                   CORRUPTION (PREVENTION)                             17\n       (4) Payment of all sums due to the Crown pursuant to\nparagraph ( b ) of subsection ( 3 ) may be enforced in like manner\nas a debt due to the Crown and any proceedings thereon on\nbehalf of the Crown may be taken summarily in a Resident\nMagistrate's Court, without limit of amount.\n        (5) In considering whether an order for forfeiture of a\npublic servant's property should be made under subsection ( 3 )\n(a),the Court shall have regard to the right and interests, if any,\nof third parties in that property.\n        ( 6 ) A person who claims an interest in any property\nreferred to in subsection (5) may-\n      (a) during the proceedings for the offence referred to in\n          subsection (3);or\n      ( b ) within a period of six months after the day on which\n            a forfeiture order is made in respect of that property\n            or such longer period as the Court may, having regard\n            to all the circumstances allow,\napply to the Court for an order under subsection (7).\n        ( 7 ) Where an application is made under subsection ( 6 )\nthe Court shall take account of the representations made by the\napplicant in relation to the property and shall make an order\ndeclaring the nature and extent of the applicant's interest, if any,\nin the property.\n        (8) The Court may-\n   (a) where subsection (6) (a)applies, decide that the property\n       or the part thereof to which the applicant's interest\n       relates should not be forfeited to the Crown;\n   ( b ) where subsection (6) (b) applies, order that-\n             (i) the property or the part thereof to which the\n                 applicant's interest relates, be returned to the\n                 applicant; or\n         [The inclus~onof this page 1s authorzed by L N. 87120041"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Commission shall meet at such times as may be e w e n t m e * -\n)   for the canying out of its functions and such meetings shall be held on sbch\n    days and at such places as the Chairman may determine.\n                                                                                      k\"rts.\n              (2) A quorum of the Commission shall be three.\n              (3) The decision of the Commission shall be by a majority of votes\n    and, in addition to an ori@ vote, the Chairman shall have a casting vote in\n    any case in which the voting is equal.\n              (4) Minutes in proper form of each meeting of the Commission\n    shall be kept.\n              (5) The validity of the proceedings of the Commission shall not be\n    affected by any vacancy amongst the members thereof or by any defect in the\n    appointment of any member thereof."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. For the purgolti @f 5 ~ b k t i o n(1) of section 1 3 d thc)\nIn~omoTax A& &wj disbufserilent made and expense# ifieild\nin a yew Of €M5&ESfA&Ht by a public servant in connection ~ k k\nthe vjXU1&1      of a statutory declaration or other document\nrequired to be fbrnished by him for the purposes of this Act\nshall be deemed to be made or incurred by him wholly and\nexclusively in acquiring hip inwme for that year sf crcsessment.\n  l6A.--(1) Thin Atit &dl Be r e t i ~ &omd time to time by LL\ncommittee of both Htj~besof ParlianW egpointed for that\npurposo~\n         (2) The first such review shall be conducted not later\nthan three yews afiu the 18t ofMay, 280 I.\n         [The inclusion of this page i s authorized by L.N.87120041\n                     CORRUPTZON (PREVENTION)                                           19\n                         FiRST SCHEDULE                         (Sections 3)"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. There shall be paid from the funds of the Commission to the Chairman atim of\n    and members such remuneration, whether by way of honorarium, salary or ,dm.\n    fees, and such allowances as may be approved by resolution of the House of\n    Representatives and the Senate."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The office of Chairman or an appointed member shall not be a public Ofice\n                                                                                the Chair-\n    office for the purposes of Chapter V of the Constitution.                   man or\n                                                                                   member not\n                                                                                   public\n                                                                                   office."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where, pursuant to the provisions of this Schedule, the Governor- Pmvisions\n                                                                            .-\n    General is reauired to act after consultation with the Leader of the Oowsition applicable\n                                                                                   when no\n    and-                                                                           Leader of\n         (a) there is no person h o l m the office of Leader of the w o n ; or     Oppositim,\n         (6)   the holder of that office is unwdlmg or, by reason of his illness or\n               absence h m Jamaica, unable to perform his functions in that regard\n    those provisions shall be construed as if the reference to the Leader of the\n    Opposition were a reference to such person as the Governor-General, in his\n    discretion, considers appropriate.\n               [The ~nclusionof t h ~ spage IS author~zedby L.N. 87120041\n                         CORRUPTION (PREVENTION)\n                   SECOND SCHEDULE (Sections 4,8 and 13)\n                        FORM A\n     STATUTORY DECLARATION OF ASSETS, LIABILITIES AND\n                        INCOME\n                    THE CORRUPTION (PREVENTION) ACT\n  Declaration of assets and liabilities at ... ... ... ... ......... ......... ... ... ...... ...\n                                                             (Declaration Date)\nand of income for the period of twelve months (or other period where                                    (\nappropriate) ending on that date.\nNOTE:\n     (a) Whae any property is held by the declarani, dechrant's spouse or the\n         dec1ar;mt's childorchildrenintrustforanyotherperson,thisshould\n         be indicated by a note to that effect.\n     (6) The declaration date should be the date as at which plrsvantto d o n\n         4 the declaration is to be made.\n     (c) Where the space in this form js inadequate a seplnate sheet of paper\n         maybeusedandsignedbythedechnt.\nName of Declarant                                    Name of Declarant's Spouse\nAddress of Declarant                                 Address of Declarant's Spouse\n                                                 /\nNumber of Full Years employment of Declarant Names of Full Years employment of\n                                             sp0U.w\nTaxpayer Registration Number (TRN) of Taxpayer Registration Number (TRN) of\nDeclarant                             Spouse\n                                                                                                    I\n                                                 1\n Declarant's Employer                                Maiden Name (of Spouse)\n               PARTICULARS OF DECLARANT'S CHILDREN\n                Names                        Date of Birth                  Addresses\n                                                                 Signature o f D e c h n t\n                      CORRUPTION (PREVENTION)\n     PARTICULARS OF ASSETS HELD BY DECLARANT. SPOUSE AND\n                          CHILDREN\n                       BANK ACCOUNTS"
    }
  ],
  "definitions": [
    {
      "term": "appointed day",
      "definition": "the 1st day of May, 200 1",
      "source_provision": "sec2"
    },
    {
      "term": "Commission",
      "definition": "the Commission for the Prevention of",
      "source_provision": "sec2"
    },
    {
      "term": "government company",
      "definition": "a company registered under",
      "source_provision": "sec2"
    },
    {
      "term": "public fbnction",
      "definition": "any activity performed a single",
      "source_provision": "sec2"
    },
    {
      "term": "public servant",
      "definition": "any p e r s o w",
      "source_provision": "sec2"
    }
  ]
}