{
  "id": "jm-stat-the-costs-crown-suits-and-law-officers-act",
  "type": "statute",
  "title": "The Costs (Crown Suits' and Law Officers') Act",
  "title_en": "The Costs (Crown Suits' and Law Officers') Act",
  "short_name": "Costs (Crown Suits' and Law Officers') Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-costs-crown-suits-and-law-officers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-costs-crown-suits-and-law-officers-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Costs (Crown Suits’ Short title.\nand Law Officers’) Act.\n                    COSTS IN CROWN ~Vrrs."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In all informations, actions, suits, and other proceed- costs may\n                                                                      be awarded\nings to be hereafter instituted before any court or tribunal to crown.\nwhatever in this Island by or on behalf of the Crown\nagainst any corporation or person, in respect of any lands,\ntenements, or hereditaments, or of any goods or chattels\nbelonging or accruing to the Crown, or in respect of any\nsum or sums of money due and owing to Her Majesty, by\nvirtue of any Act of the United Kingdom Parliament or of\nthe Legislature of this Island, for any public or parochial ser-\nvice, Her Majesty’s Attorney-General shall be entitled to\nrecover costs for and on behalf of Her Majesty where judg-\nment shall be given for the Crown, in the same manner,\nand under the same rules, regulations, and provisions as\nare or may be in force touching the payment or receipt of\ncosts in proceedings between subject and subject; and such\ncosts shall be paid into the hands of the Accountant-\nGeneral of this Island, and be held by him to the credit of\n the public."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If, in any such information, action, suit, or other costs to\nproceeding judgment shall be given against the Crown, the defendant.\ndefendant or defendants shall be entitled to recover costs,\n       me inclusion of this page is authorized by L.N. 480/1973]\n2                     COSTS (CROWN SUITS AND LAW OFFICERS)\n                in like manner, and subject to the same rules and provi-\n                sions, as though such proceeding had been had between\n                subject and subject :\n                   Provided, that the presiding Judge shall certify on the\n                record that, in his opinion, the case is one in which the\n                defendant is entitled to his costs; and the Minister is hereby\n                required to direct the Accountant-General to pay the last-\n                mentioned costs out of any sum of money voted by the\n                Legislature for that purpose.\nfiitstob          4. The proceedings in all such suits shall, as far as appli-\nunder same\n                cable, be regulated by the rules of pleading and of practice\nasordinary\nsuits.\n                in suits between subject and subject, and the Rules Com-\n                mittee of the Supreme Court may from time to time frame\n                all such further rules as may be necessary for the practice\n                in such cases.\ncosts of          5. When a person holding any military office under the\nPublic\nOfficers,       provisions of the Defence Act, or any office in the Civil\nor Officers     Service of this Island, shall be a party to any action, suit\nof the\nDefence\nForce\n                or proceeding, and the Law Officers of the Crown or either\nsuccecdiig      of them or any legal officer of Government or any private\nin litip-\ntion recover-   legal practitioner shall, in accordance with the General\nable, though    Orders of Government or by the direction or at the instance\nofficers not\npersonally\nliable for\n                of the Minister, or at the instance of the Defence Board\nsame.           constituted under the Defence Act as the case may be,\n12/1%2\nS.215.          undertake the case of such person, such person, if he shall\n                get judgment for his costs against the other party to such\n                action, suit or proceeding, shall not be disentitled to recover\n                the costs incurred in his behalf, by reason of his not having\n                personally retained the Law Officers of the Crown, Legal\n                Officers of Government or other legal practitioner, or by\n                reason of his not being personally responsible to the said\n                Law Officers of the Crown, Legal Officers of Government or\n                other legal practitioner for the costs of undertaking his\n                said case.\n      COSTS (CROWN SUITS' AND LAW OFFICERS)                           3"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. In taxation of the costs to be recovered as aforesaid,\nthe same fees and charges shall be allowed for the services\nof the Law Officers of the Crown, or either of them or any\nLegal Officer of Government, as if such officers had been\nretained and employed by the party in question as private\nlegal practitioners."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In every legal proceeding to which the Crown shall\nbe entitled to recover costs from the other party, the same\nfees shall be allowed for the services of the Law Officers\nof the Crown or any Legal Officers of Government, 8s if\nsuch Officers, instead of being remunerated by fixed\nsalaries, were remunerated in the ordinary way by fees for\ntheir specific services in the proceeding in respect of which\nthe Crown shall be entitled to costs.\n       F   e inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}