{
  "id": "jm-stat-the-council-of-community-colleges-of-jamaica-act",
  "type": "statute",
  "title": "The Council of Community Colleges of Jamaica Act",
  "title_en": "The Council of Community Colleges of Jamaica Act",
  "short_name": "Council of Community Colleges of Jamaica Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-council-of-community-colleges-of-jamaica-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-council-of-community-colleges-of-jamaica-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.     Interpretation.\n              The Council of Community Colleges of Jamaica"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister, on the application of any appointed member of the Grantof\nCouncil, may grant to such appointed member leave of absence for\nany period not exceeding six months and may appoint some other person to\n                                                                                :rnz\nact as an appointed member during the period of leave of absence so\ngranted."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)      An appointed member shall hold office for a period not exceed-             Of\n                                                                                office.\ning three years.\n            (2) Every appointed member shall be eligible for reappointment.\n       (3) If any vacancy occurs in the appointed membership of the\nCouncil such vacancy shall be filled by the appointment of another appointed\nmember who shall, subject to the provisions of this Schedule, hold office for\nthe remainder of the period for which the previous appointed member was\nappointed."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(1) An appointed member of the Council, other than the chairman Resignation\nmay at any time resign his office by instrument in writing addressed to the ofmembers.\nMinister and transmitted through the chairman, and from the date of receipt\nby the Minister of such instrument. the appointed member shall cease to be a\nmember of the Council.\n        (2) The chairman may at any time resign his oflice by instrument in\nwriting addressed to the Minister and his resignation shall take effect from\nthe date of the receipt of the instrument by the Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--(1) The Council shall appoint and employ, at such mentAppoint-\n                                                                   of\nremuneration and on such terms and conditions as the Council officersand\nmay determine, an Executive Director and such other officers        :m70yecs.\nand employees as the Council deems necessary for the proper\ncarrying out of its functions:\n   Provided that-\n      (a) no salary in excess of the prescribed rate shall be\n          assigned to any post without the prior approval of the\n          Minister; and\n      (b) no appointment shall be made to any post to which a\n          salary in excess of the prescribed rate is assigned\n          without the prior approval of the Minister.\n        (2) For the purposes of subsection (l), the “prescribed\nrate” means such rate as the Minister may, by order\nprescribe.\n        (3) The Governor-General may, subject to            such\nconditions as he may impose, approved the appointment of\nany public officer in the service of the Government to any\nofice within the Council, and any public officer so appointed\nshall, while so employed, in relation to any pension, gratuity or\nother allowance and in relation to any other rights as a public\nofficer, be treated as continuing in the service of the\nGovernment.\n6                     COWCIL OF COiUMUN..TY COLLEGES OF JAUAICA\nPensions.\ngratuities"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Council may, with the approval of the Minister-\nand other\nretiring              (a) enter into arrangements respecting schemes, whether\nbenefits.\n                            by way of insurance policies or otherwise; and\n                      (b) make regulations,\n             for medical benefits, pensions, gratuities and other retiring\n             benefits or disability or death benefits, relating to employees of\n             the Council and such arrangements or regulations may include\n             provisions for the grant of benefits to the dependants and the\n             legal personal representatives of such employees.\n                            Financial Provisions, Accounts and Reports\nFunds and\nresources\n                   S.-(l)    The funds and resources of the Council shall consist\nof the       of-\nCounciI.\n                      (a) sums which may from time to time be placed at the\n                          disposal of the Council by Parliament;\n                      (b) all other moneys payable to, and other property vested\n                          in the Council in respect of any matter incidental to its\n                          functions.\n                    (2) The expenses of the Council, including the\n             remuneration of members and employees, shall be paid out of\n             the funds of the Council.\nPower to        9. All moneys of the Council not immediately required to be\ninvest\nmoneys.      expended for the purpose of meeting any obligations or\n             discharging any of the hnctions of the Council may be invested\n             in such securities as may be approved either generally or\n             specifically by the Minister and the Council may, with the\n             approval of the Minister, sell all or any of such securities.\nBorrowing\npowers.\n                   1 0 . 4 1 ) Subject to the provisions of subsection (2), the\n             Council mayborrowsuch sums as may be required by it for\n                                 [The iiicliisioii oltliis page is authorized by L.N I11/2002I\n     COUNCIL OF COkfMUiVITYCOLLEGES OF JAMAICA                             7\nmeeting any of its obligations or for discharging any of its\nfunctions.\n       (2) The power of the Council to borrow shall, as to the\namount, as to the source of borrowing, and as to the terms on\nwhich the borrowing may be effected, be exercisable only with\nthe approval of the Minister responsible for finance and any\nsuch approval may be either general or limited to a particular\nborrowing or otherwise, and may be either unconditional or\nsubject to conditions."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   The seal of the Council shall be authenticated by the *I.\nsignature of the chairman, the secretaq or any other member of the\nCouncil authorized to act in that behalf and shall be judicially and officially\nnoticed.\n        (2) All documents, other than those required by law to be under seal.\nmade by, and all decisions of, the Council may be signified under the hand of\nthe chairman or any member or officer of the Council authorized to act in\nthat behalf.\n12                  COUNCIL OF CO-ITY                              COLLEGES OF JAMAICA\nProcedure           9 . 4 1 ) The Council shall meet at such times as may be necessary or\nand meet-\nings.\n              e-ent          for the transaction of business, and such meetings shall be\n              held at such places and times and on such days as the Council may\n              determine.\n                      (2) Except in exceptional circumstances. Written notice of the date.\n              time and place of each meeting shall be given to each member at least thirty\n              days prior to the meeting.\n                       (3) The chairman may at any time call a special meeting of the\n              Council and shall call a special meeting to be held within ten days of a\n              written request for that purpose addressed to him by at least twenty-five per\n              cent of the members of the Council.\n                       (4) The chairman or, in the case of the inability to act of the\n              chauman, the deputy chairman shall preside at the meetings of the Council\n              and in the absence of both the chairman and the deputy chairman from any\n              meeting, the members of the Council present shall elect one of their number\n              to preside at that meeting and when so presiding the chairman, the deputy\n              chairman or the member elected as aforesaid as the case may be. shall have\n              in addition to an original vote, a casting vote.\n                      ( 5 ) The quorum of the Council shall be ten.\n                      (6) Subject to the provisions of this Schedule, the Council may\n              regulate its own proceedings.\n                      (7) The validity of any proceedings of the Council shall not be\n              af€ected by any vacancy amongst the members thereof or by any defect in the\n              appointment of a member thereof.\n                      (8) Minutes, in proper form, of the meetings shall be kept.\nRemunera-         10. There shall be paid to the chauman, the deputy chairman and\ntion of       other members of the Council, such remuneration (whether by way of\nmembers.\n              honorarium, salary or fees) and such allowances as the Minister may\n              determine.\nAppoint-         11. - ( l ) The Council may, with the approval of the Minister, appoint\nment of\ncommittees.\n              committees for special.purposesconnected with the functions of the Council\n              and which, in the opinion of the Council, would be better regulated and\n              managed by means of committees.\n                       (2) The number of members of a committee appointed under sub-\n              paragraph (l),the terms of appointment of such members, the quorum of the\n              committee and the area within which the committee is to exercise authority\n              shall be determine by the Council.\n                                l’llie iiiclusioii oltliis page is aiitliorized by I..N I12/2002 I\n      COUNCIL OF COMMUNITY COLLEGES OF JAMAICA                                             13\n        (3) A committee appointed pursuant to this paragraph may include\npersons who are not members of the Council, but at least one of the members\nof such committee shall be a member of the Council.\n       (4) The provisions of paragraph 14 shall apply to a member of a\ncommittee who is not a member of the Council in like manner as they apply\nto a member of the Council.\n         (5) The validity of the proceedings of a committee appointed\npursuant to this paragraph shall not be affected by any vacancy amongst\nthe members thereof or by any defect in the appointment of a member\nthereof.\n    1 2 . 4 1 ) Subject to the provisions of this Schedule, the Council may, by Power to\ninstrument in writing, delegate to any member, committee, officer or delegate.\nemployee of the Council any function exercisable by the Council under this\nAct, other than this power of delegation and the power under section 17 to\nmake regulations.\n        (2) A delegation under this paragraph-\n       ( a ) may be made subject to such conditions, qualifications and\n             exceptions as may be specified in the instrument; and\n       ( 6 ) is revocable by the Council,\nand such delegation shall not prevent the exercise by the Council of the\nfunction delegated.\n    1 3 . 4 1 ) No action, suit, prosecution or other proceedings shall be P ~ ~ ~ t i o n\nbrought or instituted personally against any member of the Council in respect Of\nok any act done bonafide in pursuance or execution or intended execution of\nthis Act.\n        (2) Where any member of the Council is exempt from liability by\nreason only of the provisions of this paragraph, the Council shall be liable to\nthe extent that it would be if the said member were an employee or agent of\nthe Council."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.+l) With the approval of the House of Representatives,       cE.:fof\nsignified by resolution, the Minister responsible for finance may Finance to\nguarantee, in such manner and on such conditions as he thinks       zoee\nfit, the repayment of the principal and the payment of interest council.\nand charges on any authorized borrowing of the Council.\n        (2) Where the Minister responsible for finance is\nsatisfied that there has been a default in the payment of\nany principal moneys guaranteed under the provisions of this\nsection or in the payment of interest or charges so\nguaranteed, he shall direct the repayment or, as the case may be,\nthe payment out of the Consolidated Fund of the amount in\nrespect of which there has been such default and any such\nrepayment or payment shall be a charge on the Consolidated\nFund.\n        (3) The Council shall make to the Accountant-General,\nat such times and in such manner as the Minister responsible\nfor finance may direct, payments of such amounts as may be\nso directed in or towards repayment of any sums issued in\nfulfillment of any guarantee under this section, and\npayments of interest on what is outstanding for the time\nbeing in respect of any sums so issued at such rate as the\nMinister may direct, and different rates of interest may be\ndirected as respects different sums and as respects interest for\ndifferent periods.\n8                    COUNCIL OF COMMUNITY COLLEGES OF JAMAICA\nAccounts and\naudit.\n                   1 2 . 4 1 ) The Council shall keep proper accounts and other\n               records in relation to its functions and shall prepare annually a\n               statement of accounts that conforms to established accounting\n               principles and is in a form satisfactory to the Minister.\n                      ( 2 ) The accounts of the Council shall be audited\n               annually by the Auditor-General.\nAnnual            1 3 . 4 1 ) The Council shall, within six months after the end\nreports and\nestimates.     of each financial year or within such longer period as the\n               Minister may in special circumstances approve, cause to be\n               made and transmitted to the Minister a report dealing generally\n               with the activities of the Council during the preceding financial\n               year.\n                       ( 2 ) The Minister shall cause a copy of the annual\n               statement of accounts and the auditor’s report thereon to be\n               tabled in the House of Representatives and the Senate.\n                      (3) The Council shall in each financial year, before a\n               date specified by the Minister, submit to the Minister for his\n               approval, estimates of income and expenditure for the ensuing\n               financial year.\nPower of          14. The Council shall furnish the Minister with such returns,\nMinister to\nrequire        accounts and other information as he may require with respect to\nreturns.       the activities of the Council and shall afford him facilities for\n               verifying such information in such manner and at such times as\n               he may reasonably require.\nExemption\nfrom taxes\n                  1 5 . 3 1 ) The income of the Council shall be exempt from\nand duties.    income tax and the property of the Council shall be exempt from\n               property tax.\n                              [The iiiclusioii of this page IS aiithorized by L.N.I12/2002 ]\n       COUNCIL OF COMMUtVITY COLLEGES OF JAUAICA                                           11"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. A member of the Council who is directly or indirectly interested in Disclosure\n                                                                           of interest.\nany matter which is being dealt with by the C o u n c i b\n       ( a ) shall as soon as possible after the relevant facts have come to his\n             knowledge, disclose the nature of his interest at a meeting of the\n             Council; and\n14                     COUNCIL OF COMMUNITY COLLEGES OF JAMAICA\n                       (b) shall not be present duringthe deliberationof the Council on\n                           the matter or take part in the decision of the Council with respect\n                           thereto.\nOffice of           15. The office of the chairman, deputy chairman, or members of the\nmember not       Council shall not be a public office for the purposes of Chapter V of the\npublic office.\n                 Constitution of Jamaica."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.    Regulations.\n        SCHEDULE.\n                       [The iiiclwioI1 ofthis page is authorized by L.N. I 1212002 1\n     COUNCIL OF COMMUNITY COLLEGES OF JAUAICA                                5\n     (0) perform    such other functions as may be requisite to\n          hrther its functions."
    }
  ],
  "definitions": []
}