{
  "id": "jm-stat-the-council-of-legal-education-act",
  "type": "statute",
  "title": "The Council of Legal Education Act",
  "title_en": "The Council of Legal Education Act",
  "short_name": "Council of Legal Education Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-council-of-legal-education-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-council-of-legal-education-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Membership\n    (U) The Council shall consist of:\n                  The Dean of the Faculty of Law of the University of\n                  the West Indies and another member of the faculty\n                  nominated by him;\n                  The Principals of the Law Schools;                       LN.\n                  The Head of the Judiciary of each participating ter- 153/1985\n                  ritory ;\n                  The Attorney-General of each participating territory;\n                  From each of the four participating territories in which\n                  there are now two branches of the legal profession,\n                  namely Jamaica, Barbados, Trinidad and Tobago and\n                  Guyana, a Barrister and a Solicitor nominated by their\n                  appropriate professional bodies, or in the event of the\n         [The indusion of this page is authorized by L.N. 87/1986]\n4                        COUNCIL OF LEGAL EDUCATION\n                            two branches of the profession at any time becoming\n                            fused in any such territory two members of the fused\n                            profession nominated by their appropriate professional\n                            body ;\n                        (vi) From each of the other participating territories one\n                              member of the profession nominated by the appropriate\n                              professional body.\n              ( 6 ) Each member of the Council appointed under paragraphs (v)\n                    and (vi) of Clause (a) above shall hold office for three years\n                    from the date of his appointment and shall be eligible for re-\n                    appointment. The effective date of appointment of members\n                    under the said paragraphs (v) and (vi) shall be the date on\n                    which the Council is notified of the appointment.\n              (c) Each member of the Council may be represented by an alter-\n                    nate to be appointed, in the case of (i) above by the Dean, in\n                    the case of (ii), (iii) and (iv) by the member himself and in\n                    the case of (v) and (vi) by the body represented by the member.\n              (d) A casual vacancy, however, occuring in the case of a member\n                    appointed under (v) and (vi) may be filled by the body appoint-\n                    ing such member and the person appointed to fill such casual\n                    vacancy shall hold office for the remainder of the period of\n                    the appointment of the member whose place he fills.\n              (e) Any committee of the Council shall have the power to co-\n                    opt such person or persons as it thinks fit."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                         Interpreta-\n                                                                          tion.\n      “the Agreement” means the Agreement for the estab-\n          lishment of a Council of Legal Education for the\n          Caribbean region the original of which Agreement\n          is deposited with the Secretary-General of the\n          Commonwealth Caribbean Regional Secretariat\n          and of which the text of the Articles is set out in\n          the Schedule to this Act;                           Schedule.\n      “Minister” means the Minister for the time being\n          charged with responsibility for legal education.\n :3.* The ‘provisiohs of clause 2 (legal status) of Article 1, visions of the\n                                                               Certainpro-\nArticles 5 and 6 and clause 6 (exemptions from taxation) of Agreement\nArticle 9 of the Agreement shall have the force of law in\n                                                               Jamaica.\n                                                                          $[::$r\nJamaica.                                                       14/ 1982\n                                                                          S.2 (a).\n                                                                          LwNd\n                                                                          153/1985"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Functions and Powers\n                    The functions and the powers of the Council shall be as\n               follows :-\n               (a) to undertake and discharge general responsibility for the prac-\n                    tical professional training of persons seeking to become mem-\n                    bers of the legal profession;\n               (b) to establish, equip and maintain Law Schools, one in Jamaica,\n                    one in Trinidad and Tobago and in such other territories as the\n                    Council may from time to time determine, for the purpose of\n                    providing post-graduate professional legal training;\nLN.           (c) to appoint a Principal of each Law School and all necessary"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Where any amendment of the Agreement is Ministermay\n                                                          amend\naccepted by the Government, the Minister may by order Schedule.\namend the Schedule to this Act for the purpose of includ-\ning therein the amendment so accepted.\n      (2) Any order made under this section may contain\nsuch consequential, supplemental or ancillary provisions as\nappear to the Minister to be necessary or expedient for the\n---     fThe iaolusion-&-this page is authorized by L.N. 87/€986] -   -\n           ,-        -          - .            - .\n2                            COUNCIL OF LEGAL EDUCATION\n                purpose of giving effect to the said amendment and, without\n                prejudice to the generality of the foregoing, may contain\n                provisions amending references in this Act to specific pro-\n                visions of the Agreement.\n                       (3) Where the Schedule to this Act is amended pur-\n                suant to this section, any reference in this Act or in any\n                other enactment or any instrument having effect under\n                any such enactment to the Agreement shall, unless the con-\n                text otherwise requires, be construed as a reference to the\n                Agreement as so amended.\nExemption         5 . 4 1 ) The Council of Legal Education shall be exempt\nfrom\njncomebx        from income tax.\nand\ntransfer tax.         (2) Notwithstanding anything to the contrary con-\n                tained in any enactment, any deed, agreement, instrument,\n                insurance policy, writing or receipt relating to any loan made\n                to or by the Council under this Act shall be exempt from\n                stamp duty and recording and registration fees.\n                      (3) There shall be exempt from taxation under the\n                Transfer Tax Act, any transfer by the Council of property\n                belonging to it or of any right or interest created in, over\n                or otherwise with respect to any such property.\n               COUNCIL OF LEGAL EDUCATION                                         3\n                              SCHEDULE                 (Sections 2 and 4)\n          Agreement establishing the Council of Legal Education\nTHE CONTRACTING PARTIES :\n   SHARING a common determination to establish without delay a\nscheme for legal education and training that is suited to the needs of\nthe Caribbean :\n   AWARE that the objectives of such a scheme of education and\ntraining should be to provide teaching in legal skills and techniques as\nwell as to pay due regard to the impact of law as an instrument of\norderly social and economic change;\n   CONVINCED that such a scheme of education and training can best\nbe achieved by :-\n   Firstly, a University course of academic training in a Faculty of Law\n   designed to give not only a background of general legal principles\n   and techniques but an appreciaticn of relevant social science sub-\n   jects including Caribbean history and contemporary Caribbean affairs;\n   Secondly. a period of further institutional training directed towards\n   the study of legal subjects, having a practical content and emphasis,\n   and the acquisition of the skills and techniques required for the prac-\n   tice of law;\n   RECOGNISING the need to vest responsibility for providing the\ninstitutional training in a Regional Council of Legal Education which\nshould be established in advance of students being admitted to the\nFaculty of Law so as to give assurance that the whole scheme for\nlegal education will be implemented in its entirety;\n      HEREBY AGREE AS FOLLOWS :\n                             ARTICLE 1\n                           CONSTITUTION\n There shall be a Council of Legal Education (hereinafter called “the\nCouncil”) with the following membership, status, functions and powers :"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (U) The Council shall cause to be kept proper books of account\n             which shall be audited at least once a year by an auditor who\n             shall be a qualified and independent Accountant in the active\n             practice of his profession appointed by the Council, and shall\n             cause to be prepared not later than three months after the\n             end of each academic year-\n                (i) a statement showing in detail the income and expendi-\n                     ture of the Council for the immediately preceding\n                     academic year:\n               (ii) a statement of the assets and liabilities of the Council\n                     as they stood at the end of the immediately preceding\n                     academic year.\n         (b) Such statements shall be certified by the Auditor appointed\n             by the Council and as soon as may be thereafter a copy of\n             each such statement as audited shall be transmitted to each\n             contracting party.\n         (c) The Council shall in each year not later than the date specified\n             in paragraph 5 (a) (i) cause to be prepared and transmitted\n             to each contracting party a report dealing generally with the\n             activities of the Council.\n                          -\n               COUNCIL OF LEGAL EDUCATION                                    9"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . The Council, its assets, property, income and its operations and\ntransactions, shall be exempt from all direct taxation and from\ncustom duties on goods imported for its official use; this shall not 1n-\nclude exemption from taxes which are no more than charges for pubhc\nutility services.\n                              ARTICLE 10\n               Deposit, Ratification and Entry into Force"
    },
    {
      "provision_ref": "sec153",
      "section": "153",
      "title": "Section 153",
      "content": "153,’1985           st&;\n              (d) to make proper provision for courses of study and practical\n                    instruction, for the award of scholarships, studentships.\n                                                           - -\n                 COUNCIL OF LEGAL EDUCATION                                    5\n          bursaries, and prizes, and for holding examinations and grant-\n          ing diplomas and certificates:\n    (e) to evaluate courses of study provided by and to accord ap-\n        propriate recognition of legal qualifications obtained at other\n        institutions;\n    (f) in the exercise of any of the above functions or powers to en-\n        ter into any such agreements with the University of the West\n        Indies, and the University of Guyana as the Council shall think\n          fit;\n    (g)   to appoint Committees of the Council and to delegate to any\n           such Committee such of its powers as the Council shall think\n           fit provided that the Council shall nevertheless maintain over-\n           all responsibility for co-ordinating training throughout the area\n           on a planned and integrated basis paying due regard to the\n           needs of the xvcral participating territories;\n    (h) to make regulations for the due discharge of its functions, for\n        the courses and examinations at the Law Schools, and for\n        prescribing fees to be paid and disciplinary rules to be ob-\n        served by persons admitted to the Law Schools and, subject\n        to the provisions of Articles 7 and 8, to regulate its own pro-\n        cedures;\n    ( i ) to do all such other acts and things whether incidental to the\n          powers aforesaid or not as may be requisite in order to\n          further the objects of the Council.\n                               ARTICLE 2\n                         Principals of Law Schools                       L.N.\n  The Principal of each Law Sahool shall be responsible to tha 15311985\nCouncil for the organisation and administration of the Law School\nand of the courses of study and practical instruction and shall exercise\nsuch other functions of the Council as the Council may, from time\nto time, entrust to him.\n                               ARTICLE 3\n                        Admission to Law Schools\n  Every person who holds a University of the West Indies LL. B. degree\nshall be eligible for admission to the Law Schools and every person who\nholds a degree of a University or Institution which is recognised by\nthe Council as being equivalent to the University of the West Indies\nLL.B. degree shall, subject to the availability of places and to such con-\nditions (if any) as the Council may require, be eligible for admission to\nthe Law Schools. Provided that any national who prior to 1st October,\n1972 was the holder of a University Degree or had commenced upon a\ndegree programme other than in law and completed that programme\nbefore 1st October, 1975, shall be eligible to be admitted to one of the\nProfessional Law Schools without being required to obtain a degree of\nLL.B. from the University of the West Indies or a Law Degree recog-\n6                          COUNCIL OF LEGAL EDUCATION\n           nised by the Council of Legal Education as equivalent thereto but sub-\n           ject to such other terms and conditions as the Council of Legal Educa-\n           tion shall after consultation with the Faculty of Law of the University\n           of the West Indies determine.\n                                         ARTICLE 4\nL.N.                              Legal Education Certificate\n153”985"
    }
  ],
  "definitions": []
}