{
  "id": "jm-stat-the-country-fires-act",
  "type": "statute",
  "title": "The Country Fires Act",
  "title_en": "The Country Fires Act",
  "short_name": "Country Fires Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-country-fires-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-country-fires-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Country Fires Act.                   Short titla\n                                                                         Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      tion.\n“clear days” shall be reckoned exclusive of the day on\n    which any notice is served and of the day on which\n     any act mentioned in such notice is to be done;\n“crop” means any crop, tree, wood or underwood, or other\n    produce of the soil, whether cultivated or not, which\n     is growing in or upon any land;\n“occupier” means the person having the immediate charge\n     or management of any land or plantation;\n“forest officer” means any forest officer appointed under the\n                                                               4711955\n     Forest Act;                                               S.2.\n“agricultural officer” means any agricultural officer\n     appointed for the purposes of section 7 by the Minister 6/l!K8\n     by notice published in the Gazette, and includes any s 3 (2)&\n     agricultural extension officer employed by the Rural\n     Agricultural Development Authority established under\n    the Rural Agricultural Development Authority Act;\n“agricultural warden” means any agricultural warden a p i 7 / i m\n                                                               3rd Scrh.\n     pointed under the Praedial Larceny (Prevention) Act;\n“trash” includes any dried cane leaves, megass, straw,\n     brushwood, cut-plant or other inflammable material;\n“adjoining land” means any land abutting on or adjoining\n     any other land, not occupied by the same person, on\n      which it is intended to set fire to any trash, and\n      includes any such land notwithstanding the interposi-\n      tion of a road, path, interval, or trace, whether public\n      or private, or a river or watercourse.\n/\n            p%e hclushn of this p w e is uulhorized by L.N. 95/1997]\n4                                        COUNTRY FIRES\nSettingfire       3. Every person who sets fire to my crop shall be guilty\ntocrop-         of an offence against this Act:\n                  Provided that fire may be set, subject to the provisions\n                of sections 4 and 5, to growing sugar cane for the purpose\n                of ridding it of any vine or other pest.\nsattingfirr       4.41) Every person who sets fire to any trash on any\ngfi’g”:;\nS.3(a) & (b).\n                land, unless the occupier of such land first-\n                     (U) serves on the officer or sub-officer in charge of the\n                          nearest police station and the occupiers of all\n                          adjoining lands the nearest boundaries of which\n                          lie within half a mile of the place where it is in-\n                          tended to set fire to such trash, notice of his\n                          intention to set fire to such trash on the dates, not\n                          exceeding seven, specified in such notice; and\n                     (b) clears an open space of at least fifteen feet in\n                          width round such trash and removes from such\n                          open space all inflammable material or other\n                          matter likely to burn,\n                shall be guilty of an offence against this Act.\n                       (2) Every notice under paragraph (a) of subsection\n                (1) shall be served three clear days at least before the first\n                of the dates specified in the notice. Every such notice may\n471 1955        be served-\ns. 3(c).             (a) in the case of an adjoining occupier, either per-\n                         sonally or by leaving it at the residence of the\n                         adjoining occupier with some person actually\n                         residing therein or, if no such person can be found,\n                         by a x i n g the notice on some open and conspic-\n                         uous place on the adjoining land; and\n                     (b) in the case of an officer or sub-officer of police,\n                         either personally or by leaving it at the police\n                         station with any constable stationed there.\n                              incfvsiDnof this page s9 authorizedlby L.N. 951 19971\n                        COUNTRY FIRES                                      5"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every person who-                                         Fires during\n                                                               night or\n     (a) sets fire to any trash between the hours of six in unattended,\n                                                               prohibited.\n         the evening and six in the morning; or\n     (b) leaves unattended any fire he may have lit or used\n         in the open air before it is thoroughly extinguished,\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may by order from time to time prohibit, Powerof\nwithin such parts of the Island and for such period as may Minister\n                                                             prohibit\n                                                                      to\nbe specified in such order, the setting of fire to any trash ~~t~~~\nwithout a permit.                                            4711925\n                                                             s. 4."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Application for such permit as is mentioned in Application\nsection 6 shall be in the form set out as Form I in the for  permit.\n                                                         Schedule.\n                                                         4711955\nSchedule and may be made to either-                      S. 5(a).\n      (a) an agricultural officer; or\n      (h) a forest officer; or\n      (c) such other person as the Minister may by order\n          appoint.\n       (2) For the purposes of this section the Minister may 4711955\nfrom time to time by notice in the Gazette appoint such ~ ; ~                  $ ~\nofficers of his department, as he may think fit, to be agri- SSch.3(2)and\ncultural officers.\n        (3) Any such person as is set out in subsection (1)'\nmay grant such application and issue the permit, which\nshall be in the form set out as Form I1 in the Schedule, if\nsatisfied-\n      (a) that for special reason it is necessary that the\n           permit should be'issued; and\n      (b) that the applicant has prior to the issue of the\n           permit complied with the requirements of section 4.\n       me inclusion of this page is authorized by LN. 480119731\n6                                     COUNTRY FIRES\n                    (4) Every such permit shall specify the period, not\n              exceeding fourteen days at the most, within which the per-\n              mit shall be in force, and the hours during which fire may\ns. 5(c).\n47/1955\n              be set, and the person issuing such permit shall send a copy\n              thereof to the officer or sub-officer in charge of the nearest\n              police station.\n                    (5) Every person who, for the purpose of obtaining\n              a permit, gives to the person to whom application is made\n              any information knowing it to be false, or makes any state-\n              ment knowing it to be false, shall be guilty of an offence\n              against this Act.\nSettingfire     8. Every person who sets fire to any trash-\ncontrary to\norder or\npermit.            (a) contrary to the provisions of any order issued\n                        under section 6; or\n                   (b) contrary to the provisions of any permit granted\n                        under section 7,\n              shall be guilty of an offenck against this Act.\n                                         i\nSettingfire\nto diseased"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Notwithstanding the provisions of this Act, it shall\nplants,       be lawful to set fire to-\ncharcoal\nkilns, etc.        (a) any plant or trash, subject to the provisions of\n                       sections 4 and 5, for the purpose of eradicating, or\n                       preventing the dissemination of, any disease within\n                       the meaning of the Plants (Protection from\n                       Disease) Act;\n                   (b) any lime or charcoal kiln.\nProofoffire\nevidence"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Upon the trial of any person for any offence against\nagainst       this Act proof that any crop or trash on any land was or\noccupier.\n              had been on fire shall be prima facie evidence against the\n              occupier of such land of such fire having been set by or\n              with the consent of that occupier.\n                         COUNTRY FIRES                                    7"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Every occupier of land shall take all reasonable o c c ~ p i ~ t o\nsteps to extinguish any fire on his land which may escape         r$hgu'*\nor extend beyond the area to which it was set, or any fire\nthat may come on to, or arise spontaneously on, such land.\n        (2) Any occupier who contravenes or fails to comply\nwith the provisions of this section shall be guilty of an\noffence against this Act."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Every person who carries in or upon any plantation, CIrrghE\nland, or high road adjoining any plantation, any lighted lightedintuf8cimrl,\n                                                                      torch\ntorch, or other matter in a state of ignition, not sufficiently ~     r      w\nguarded so as to prevent danger from fire shall be guilty of\nan offenceagainst this Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Every person who-                                       Negligent\n                                                              UBC of fire.\n     (a) by the negligent use or management of fire in any\n         place; or\n     (b) by smoking any pipe, cigar, or cigarette, in any\n         plantation, save and except within a dwelling-\n          house on such plantation,\nendangers any buildings, fences, lands, cultivated plants,\nor other property, shall be guilty of an offence against this\nAct."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(1) Where a fire, other than one which has been set Powerto\n                                                                     land\nby or with the consent of the occupier of the lands and in enter add=-\naccordance with the provisions of this Act, has broken out tindhfire.\non, or come on to, any lands, any officer or sub-officer of\npolice, or any forest officer, or any agricultural warden, may 17/1982\nenter upon the land where such fire may be, and upon any W . ~ *\nland to which it is likely such fire will spread, and do all\nsuch things or acts, including the cutting of any fire trace, as\nmay be reasonably necessary for the purpose of extinguish-\ning, or preventing the spread of, such fire.\n          ~T~Ioinchdon of this pmeis authorized by L.N. 95/1B7l\n8                                 COUNTRY FlRES\n                    (2) Such officer or sub-officer of police, or forest\n1711982     officer,01 any agricultural warden, may also, if necessary,\n3rd. sch.\n            call upon every able-bodied male person, between the ages of\n            fourteen and sixty, who may be at the time within a reason-\n            able distance of any such fire to aid and assist him to extin-\n            guish, or prevent the spread of, that fire. Every person so\n            called on who omits or refuses to render all reasonable\n            assistance shall, unless he has some reasonable excuse, be\n            guilty of an offence against this Ad."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Every person who is guilty of 811 offenceagainst\n            this Act shall OII summary conviction thereof before a\n31/1995     Resident Magistrate be liable to a fine not exceeding two\ns. 4.\n            thousand dollars or to imprisonment with or without hard\n            labour or any term not exceeding three months.\n                     (2) Every person who causes, permits, allows, or\n            assists, any other person to commit an offence against this\n            Act shdl himself be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Nothing in this Act shall extend to the Urban and\n            Suburban Districts of the Corporate Area as defined in\n            the Kingston and St. Andrew Corporation Act, or to any\n            town or district in which the Parochial Fire Brigade Act\n            (now repealed) was in force immediately prior to the com-\n            mencement of the Fire Brigade Act.\n                                 COUNTRY FIRES                                                          9\n                                      SCHEDULE                                                     (Section\n                                                                                                   7 w\n                                        FORM I\n        Application for Perinit to burn Trash (Country Fires A c f )\n  I.. ........................................... .of.. ........................................\nin the Parish of ................................................ hereby apply for a\npermit to burn trash on lands situated at ....................................\nand the area on which the trash lies is approximately .....................\n  The reasons for this application are-\n  I ha-vc caused an open space of at least fifteen feet to be cleared\nround such trash and I have removed from such open space all inflam-\nmable material or other matter likely to bum.\n  I have served notice on the officer (or sub-officer) in charge of the 4711955\npolice station at ....................................... and on ........................ S.6.\nthe adjoining occxlpiers that I intend to burn suoh trash on the following\ndates-\n   Date.. ..........................................................\n                                   (Signed)................................................\n                                                                 Occupier\n                                    FORMI1                                                         (htion\n                                                                                                    7 (3))\n                   Perinit to burn Trash (Country Fires Act)\n................................................. .of.. ........................................\nin the Parish of .............................................is hereby permitted\nto bum trash within an area of approximately...........................and\non lands situated at ................................................        The dates on\nwhich such trash may be burnt are ............................................\nand fire may be set to such trash at any time between the hours of\n................................. and... .............................. on any such day.\n   This Permit shall remain in force for ...........................days from\nthe date hereof.\n    Date.. .............................................................\n                                    (Signed)................................................\n                                                              (Title of grantor).\n    N.B.-Attention is drawn to the provisions of section 5 of the\nCountry Fires Act."
    }
  ],
  "definitions": []
}