{
  "id": "jm-stat-the-cremation-act",
  "type": "statute",
  "title": "The Cremation Act",
  "title_en": "The Cremation Act",
  "short_name": "Cremation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-cremation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-cremation-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Cremation Act.                        Short title.\n                                                                        Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                       tion.\n“crematorium” means any building fitted with appliances\n    for the purpose of burning human remains and shall\n    include everything incidental or ancillary thereto;’\n“local authority” means-\n     (a) in relation to the Corporate Area as defined in\n          the Kingston and St. Andrew Corporation Act,\n          the Council of the Kingston and St. Andrew\n          Corporation; and\n    (b) in relation to the parishes not within the Cor-\n         porate Area, the Parish Councils of such parishes\n         within their respective parishes;\n“prescribed” means prescribed by regulations under\n    section 8."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No person shall construct or operate a crematorium on   Restrictions\n                                                                 construe-\nexcept under and in accordance with a licence in that behalf ‘tionand\nissued by the local authority of the area in which such operation       of\n                                                              crematoria.\ncrematorium is to be constructed or operated."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The grant of a licence for the construction or opera- Grantof\n                                                                        licences.\ntion of a crematorium shall be in the absolute discretion\nof the local authority who may grant or withhold such\nlicence as they think most conducive to the public good and\nno appeal shall lie from their decision.\n4                                          CREMATION\nPlans and          5. No crematorium shall be constructed-\nsite of\ncrema-               (a) except upon a site and in accordance with plans\ntorium.\n                         approved by the local authority of the area;\n                     (b) nearer to any dwelling-house than two hundred\n                         yards except with the consent in writing of the\n                         owner, lessee or occupier of such house;\n                     (c) within fifty yards of any public thoroughfare;\n                     (d) in the consecrated part of the burial ground of\n                         any public cemetery.\nRestrictions      6 . 4 1 ) No human remains shall be burned unless an\nupon\ncremationof    order for the cremation of such remains has been obtained\nhuman\nremains.\n               from the coroner or an officer of the Constabulary of the\n               parish in which the deceased person died.\n                        (2) Upon application for an order under subsection\n               (1) the coroner or officer of the Constabulary, if satisfied\n               after investigation that the circumstances of the death of\n               the deceased person are not such as to require the making\n               of a post mortern examination under the Coroners Act, may\n               make and deliver to the person causing the remains to be\n               cremated an order in the prescribed form for the cremation\n               thereof.\n                       (3) Where a post mortem examination has been made\n               of the body of a deceased person under the Coroners Act\n               the coroner may, if he is satisfied that it is expedient to do\n               so, deliver to any person applying therefor an order for the\n               cremation of such remains.\n                       (4) Any person who knowingly carries out or pro-\n               cures or takes part in the burning of any human remains in\n               contravention of the provisions of subsection (1) shall be\n               guilty of an offence against this Act and on summary con-\n               viction before a Resident Magistrate shall be liable to a fine\n               not exceeding one thousand dollars and in default of pay-\n               ment to imprisonment with or without hard labour for a\n               term not exceeding twelve months.\n               -\n                            CREMATION                                    5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Any coroner or officer of Constabulary who has Notices\n                                                              Registrar\n                                                                      toof\nmade an order for cremation under section 6 shall, within births and\nforty-eight hours, in writing, notify the Registrar of births\nand deaths for the district within which the death of the\ndeceased person took place that such order has been made.\n      (2) The person effecting the cremation of the remains\nof a deceased person shall within ninety-six hours of such\ncremation notify such Registrar of the date and place of\nthe cremation."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may make regulations generally for the Regulations.\nbetter carrying out of the provisions of this Act and in\nparticular but without prejudice to the generality of the fore-\ngoing power may make regulations-\n     (a) as to the construction, situation, maintenance and\n          inspection of crematoria;\n     (b) prescribing the conditions under which the burn-\n          ing of human remains may be carried out and\n          prohibiting the burning of human remains except\n          in accordance with such conditions;\n     (c) regulating the manner in which the ashes may be\n          interred or otherwise disposed of;\n     (d) prescribing the notices, certificates and declara-\n          tions to be made or given before any human\n          remains may be burned as aforesaid."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.41) Any person who, with intent to conceal the com- Penalties.\nmission or impede the prosecution of any offence, carries\nout or procures or attempts to procure the cremation of any\nhuman remains, or, with such intent, makes any declara-\ntions or gives any certificate under this Act, or any regula-\ntions made thereunder, shall be liable on conviction on\nindictment to imprisonment with or without hard labour for 42/ 1969\n                                                              3rd Sch.\na term not exceeding five years.\n6                                       CREMATION\n                    (2) Any person who wilfully makes any false repre-\n             sentation, or signs or utters any false certificate under this\n             Act or any regulations made thereunder, with a view to\n             procuring the burning of any human remains, shall be\n             guilty of an offence against this Act and on summary con-\n             viction before a Resident Magistrate (in addition to any\n             penalty or liability which he may otherwise incur) be liable\n             to imprisonment, with or without hard labour, for a term\n             not exceeding twelve months.\n                    (3) Any person who wilfully contravenes any of the\n             provisions of this Act for which no special penalty is\n             provided shall be guilty of an offence and on summary con-\n             viction before a Resident Magistrate shall be liable to a\n             penalty not exceeding one hundred dollars and in default\n             of payment to imprisonment with or without hard labour\n             for a term not exceeding six months.\n                   (4) Any person who acts in contravention of or fails\n             to comply with any regulations made under section 8 shall\n             be liable on summary conviction before a Resident\n             Magistrate to a penalty not exceeding one hundred dollars\n             and in default of payment to imprisonment with or without\n             hard labour for a term not exceeding three months.\nFees.          10. Such charge may be made for the burning of human\n             remains in any crematorium as may be prescribed and such\n             charge and any other expenses properly incurred in or in\n             connection with the cremation of a deceased person shall be\n             deemed to be part of the funeral expenses of the deceased.\nSaving of      11. Nothing in this Act shall interfere with the juris-\ncoroners.\n             diction of any coroner under the Coroners Act.\nNuisances.      12. Nothing in this Act shall authorize the person main-\n             taining or operating a crematorium or any person to create\n             or permit a nuisance."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Nuisances.\n                            CREMATION                                                  3\n                  THE CREMATION ACT                                       cap. 02.\n                                                                             Ad\n                                                                         42 of 1969\n                                                                          3rd Sch.\n                                              [15th December, I951 .I"
    }
  ],
  "definitions": []
}