{
  "id": "jm-stat-the-crime-prevention-of-act",
  "type": "statute",
  "title": "The Crime (Prevention of) Act",
  "title_en": "The Crime (Prevention of) Act",
  "short_name": "Crime (Prevention of) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-crime-prevention-of-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-crime-prevention-of-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Crime (Prevention of) Act.                       short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                  Interpreta-\n                                                                                   tion.\n\"child\", means a person whose aie, in the opinion of the court,\n     does not exceed fourteen years;\n\"flogging\", means corporal punishment administered with a\n     cat-o'-nine-tails;\n\"whipping\", means oorporal punishment administered with a\n    tamarind switch."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Notwithstanding anything contained in any enactment, Corporal\nany male person who, on or after the date of the coming into pun~shmeht\n                                                                  forcertaln\noperation of this Act, is convicted before any court of any of offences\n                                                                  2811970\nthe following offences-                                           S 3\n                                                       .                  ,\n     (a) an offence under section 3 or section 4, or section 5 or 1212009\n          section 10 or section 13 of the Sexual Offences Act, or 3rd Sch\n         under section 37 or section 39 or section 40 of the\n         Larceny Act;\n     (b) an offence against afemale or a child-\n                                                     .I'\n             (i) on an indictment for common assault; or\n             (ii) under section 39 or section 40 of the Offences\n                  Against the Person Act; or\n            (iii) under section 19 of the Larceny Act;\n     (c) an attempt to commit any offence referred to in\n         paragraphs (a) or (b) or of aiding, abetting, coun-\n         selling, procuring, or inciting, the commission of any\n                                   CRIME (PREVENT.ION OF)\n                       such offence, whether or not such offence was com-\n                       mitted;\n                   (4 an offence under section 20, or section 22, or section"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Every person sentenced under this Act to be Dentention\n                                                                     for purposes\n    flogged or whipped may be detained in custody in a prison ofcorporai\n    or other convenient place for such time as may be necessary punishment*\n    for carrying the sentence into effect, or for ascertaining\n    whether the sentence is to be carried into effect.\n              (2) In any case where a person has been sentenced ISubstituted\n    under this Act to be flogged or whipped and it has not, 'sentence*\n    for any lawful reason, been possible to carry out such\n    sentence either wholly or partially, such person shall be\n    detained in custody, and shall as soon as possible be taken\n    before the court which passed such sentence, and such\n    court may, in its discretion, remit the sentence of flogging\n    or whipping, and in lieu thereof (or in lieu of so much of\n#\n    the sentence of flogging or whipping as was not carried\n    out) may-\n           (a) sentence the offender to any term of imprison-\n                ment to which the offence for which he was\n                convicted rendered him liable; or\n           (b) increase any sentence of imprisonment already\n                imposed for such offence :\n       Provided that nothing in this subsection shall be deemed\n    to authorize any court to inflict imprisonment for any term\n    or terms in excess of the imprisonment to which the offender\n    is liable by law or which the court has jurisdiction to inflict."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every court, other than the Supreme Court, shall at ,Monthly\n    the end of each month make a written report to the\n    Attorney-General, in such form as he may require, as to\n    the number of cases in which sentences of corporal punish-\n    ment have been imposed during the month under the pro-\n    visions of this Act.\n                                                                         -"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36, of the Offences against the Person Act where any\n                       such offence arose out of, or was connected with, any\n                       offence referred to in paragraph (a),(b) or (c),\n              shall, on such conviction, be liable, in addition to or in lieu of\n              any other punishment provided by law, to be sentenced by the\n              court to be once privately flogged or to be once privately\n              whipped, and the number of lashes or strokes, as the case may\n              be, which shall be inflicted shall be specified by the court in the\n              sentence:\n                 Provided that no person who is under sixteen years of age\n              on the date :of his conviction shall be sentenced to be\n              flogged.\nPower of        4.--(I) The instruments to be used for flogging and whipping\nMinister to\n              respectively under this Act, namely, the cat-o'-nine-tails and\ninstruments   the tamarind switch, shall be of a pattern from time to time\nand give\ndirections    approved by the Minister.\n                      (2) Flogging and whipping shall be inflicted on such part\n              of the person as the Minister may from time to time generally\n              direct.\n                    (3) The provisions of the Flogging Regulation Act shall\n              apply to every flogging and whipping carried out under this\n              Act:\n                Provided that where the provisions of this Act conflict with\n              any of the provisions of the Flogging Regulation Act, the\n              provisions of this Act shall prevail.\n                     (4) Every person sentenced to be flogged or whipped\n              under this Act shall be flogged or whipped, as the case may be,\n              either in the prison in which he is confined, or at a police\n              station.\n                            (The inclusion of this page is authorized by L.N. 123R0111\n                       CRIME (PREVENTION OF)                                   3"
    }
  ],
  "definitions": []
}