{
  "id": "jm-stat-the-criminal-justice-administration-act",
  "type": "statute",
  "title": "The Criminal Justice (Administration) Act",
  "title_en": "The Criminal Justice (Administration) Act",
  "short_name": "Criminal Justice (Administration) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-criminal-justice-administration-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-criminal-justice-administration-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. An order made under section 25C (2) (6)or 2SE (3) (c) (hereinafter\n         referred to as a guardianship order) shall confer on the person named as\n         guardian in the application (hereinafter referred to as the guardian), to the\n         exclusion of any other person, the power to require-\n            (a) the person in respect of whom the order is made (hereinafter referred\n                to as the patient) to reside at a place specified by the guardian;\n            (b) the patient to attend at places and times so specified, for the purpose\n                of medical treatment, occupation, education or training;\n            (c) access to the patient to be given, at any place where the patient is\n                residing, to any approved medical practitioner, probatjon and\n                aftercare officer or other person so specified."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. A court shall not make a supervision and treatment order unless the\ncourt is satisfied-\n   (a) that having regard to all the circumstances of the case, the making of\n        such an order is the most suitable lneans of dealing with the person;\n   (b) on the written or oral evidence of two or more duly qualified medical\n        practitioners at least one of whom is an approved medical\n        practitioner, that the condition of the defendant-\n                 (i) is such as requires, and may b e susceptible to, treat-\n                     ment; and\n                (ii) is not such as to warrant the making of an admission\n                     order or a guardianship order;\n   (c)   that the supervising officer intended to be specified in the order is\n         willing to undertake the supervision; and\n   (4    that arrangements have been made for the treatment intended to be\n         specified in the order (including arrangements for the reception of\n         the defendant where he is to be required to submit to treatment as a\n         resident patient)."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Before making a supervision and treatment order, the Court shall\nexplain to the supervised person in ordinary language (to the extent possible\ngiven that person's condition)-\n   (a) the effect of the order (including any requirements proposed to be\n          included in the order in accordance with paragraph 5 ) ; and\n   ( b ) that a Resident Magistrate's Court has power under paragraphs 6 to\n          8 to review the order on the application of the su1;ervised person or\n          the supervising officer.\n                 [ T h e inclusion of this paoe is authorized by L.Z. 1112010 1\n               CRIMINAL JUSTICE (ADMINISTRA TION)\n      (2) Where a court niakes a supervision and treatment order-\n   ( a ) tlie court shall forthwith give copies of the order to a probation and\n         after-care officer assigned to the court, and that officer shall give a\n         copy of the order t e\n                    (i) the supervised person;\n                   (ii) the supervising officer; and\n                   (iii) the person in charge of any institution in which the\n                         supervised person is required by the order to reside;\n   (b) the court shall send to the Clerk of the Resident Magistrate's Court\n       for the parish in which the supervised person resides or will reside\n       while the order is in force-\n                    (i) a copy of the order; and\n                   (ii) such documents and information relating to the case as\n                        it considers likely to be of assistance to the Resident\n                        Magistrate's Court in the exercise of its functions under\n                        paragraphs 6 to 8;\n   (c) the supervised person shall keep in touch with the supervising officer\n          in accordance with such instructions as the supervised person may\n          be from time to time given by the supervising officer, and shall\n          notify that officer of any change of the supervised person's address."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  A supervision and treatment order shall include a requirement\nthat the supervised person submit, for such period as is specified in the order,\nto treatment by or under the direction of an approved medical practitioner\nwith a view to the improvement of the supervised person's condition.\n       (2) The treatment required by a supervision and treatment order shall\nbe specified in the order, being one of the following kinds of treatment-\n   (a) treatment as a resident patient in a psychiatric facility specified in the\n          order;\n   (b)    treatment as a non-resident patient at a psychiatric facility\n          specified in the order;\n   (c)    treatment by 01. under the direction of such approved medical\n          practitioner as may be specified in tlie order:\n   Provided that the nature of the treatment shall not be specified in the order\nexcept as mentioned in sub-paragraph ( a ) , (6) or (c).\n         (3) While the supervised person is under treatment as a resident\n                   ['The inclusion of this page is authorized by L.N. IlROlO 1\n               CRIMINAL JUSTICE (ADMINISTRA TION)\n                      SIXTHSCI-[EDULE,\n                                   contd.\npatient pursuant to a supervisio~land treatment order, the supervising officer\nshall carry out the supervision only to such extent as may be necessary for the\npurpose of the revocation or amendment of the order.\n       (4) Where the approved medical practitioner by whom or under whose\ndirection the supervised person is being treated pursuant to a supervision and\ntreatment order is of the opinion that part of the treatment can be better or\nmore conveniently given in or at an institution or place wliich is-\n    (a) not specified in the order; and\n    (b) one in or at which the treatment of the supervised person will be\n        given by or under the direction of an approved medical practitioner,\nhe may, with the consent of the supervised person, make arrangements for the\nsupervised person to be treated accordingly.\n      (5) The arrangements mentioned in sub-paragraph (4) may provide for\nthe supervised person to receive part of his treatment as a resident patient in\nan institution or place notwithstanding that the institution or place is not one\nwhich could have been specified for that purpose in the supervision and\ntreatment order.\n       (6) Where arrangements are made pursuant to sub-paragraph (4) for\nthe treatment of a supervised person-\n   (a) the approved medical practitioner by whom the arrangements are\n         made shall give notice in writing to the supervising officer,\n         specifying the institution or place in or at which the treatnicnt is to\n         be carried out; and\n   (b) the treatment provided for by those arrangements sliall be decmed to\n       be treatment to which the supervised person is required to submit in\n         accordance with the supervision and treatment order."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  Subject to sub-paragraphs (2) and (3), a supervision and treatment\norder may include requirements as to the residence of the supervised person.\n      (2) Before including any requirement referred to in sub-paragraph (I),\nthe Court shall consider the home su~~oundings\n                                             of the supervised person.\n       (3) Where a supervision and treatment order requires the supervised\nperson to reside in a prescribed place or institution, the period for which such\nperson is so required to reside shall be specified in the order."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . - ( 1 ) A Resident Magistrate's Court for the parish in which the\nsupervised person resides may revoke the supervision and treatment order on\nthe application of the supervised person or the supervising officer if it appears\n                CRIhlIAGI L JUSTICE (ADMINISTIM TION)\n                       SIXTI{SCI-IEDULE,\n                                      contd.\nto tlie Court tliat, having regard to circumstances whicli have arisen since the\norder was made, it would be ill tlie interests of the health or welfare of the\nsupervised person tliat the order be revoked.\n      (2) Upon revoking a supervision and treatment order pursuant to sub-\nparagraph ( I ) , tlie Clerl< of tlie Court shall forthwith give three copies of thc\nrevocation order to the supervising officer.\n       (3) Where under sub-paragraph (2) copies of a revocation order are\ngiven to a supervising officer, he shall give a copy of the revocaticii order to\ntlie supervised person and to the person in charge of any instit~irionor place\nin whicli the supervised person is 01- was required to reside under the\nsupel-vision and treatment order."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Subject to sub-paragraph ( I ) , a Resident Magistrate's Court for\ntlie parish in which the supervised persori is required to reside under a\nsupervision and treatment order I?:ay, and on the application of tlie\nsupervising officer shall, if satisfied that tlie supervised person proposes to\nchange or has clianged, his residence from the place specified in the order to a\nplace falling within the jurisdiction of another Resident Magistrate's Court,\namend the order by substituting the other place for the place specified in the\norder.\n        (2) The Court shall not aniend a supervision and treatment order\nunder this paragraph if, in tlie opinion of the Cour-\n    (a) the order contains requirements tliat cannot be complied with ~ ~ n l e s s\n        tlie supervised person continues to reside in tlie place specified in the\n        order; and\n    ( b ) the matter cannot satisfactorily be dealt with by the Court by tlie\n          cancellation of those requirements and the substitution of other\n          requirements tliat can be coliiplied with if the supervised person\n          ceases to reside i n tliat place."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)     Subject to sub-paragraph (2), a Resident Magistrate's Court for\n[lie parish in whicli the supervised person resides may, on the application of\nthe s ~ ~ p e r v i s eperson\n                       d      or the supervising oflicer, by order aniend a super-\nvision and treatment order by-\n     ( a ) cancelling any of the requirements of the order; o r\n    (6)    inserting (either in addition to 01- in substitution for any such\n           requirement) any other requirements that tlie Court could include if\n            it had made tlie order.\n       (2) T h e power to anlend under sub-paragraph (1) shall not include\npower to extend any period of treatment specified in tlie order beyond the end\nof two years from the date of the original order.\n                  [The inclusion o f this page is authorized by L.N. 1lL2010 [\n               CRIMIAY L JUSTICE (ADMINISTIU TIOAV\n                          SCI-IEDULE,\n                     SIXTFI       contd\n        (3) Where an application is made under paragraph ( I ) , the Court nioy\nrequire notice of the application to be served on the supervised person."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.--( 1) Where the Court nialies an order under paragraph 7 or 8 amending\na supervision and treatment order, the Clerk of the Court shall forthwith-\n      (a) if the order amends the supervision and treatment order otherwise\n          than by substituting a place under the jurisdiction of another\n          Resident Magistrate's Court for the place specified in the order,\n          give three copies of the amending order to the supervising\n          officer;\n      (b) if the order amends the supervision and treatment order in the\n          manner specified in sub-paragraph (a)-\n                  (i) send to the Clerk of the Resident Magistrate's C o ~ ~ r t\n                      having jurisdiction in the new place concerned, a copy\n                      of the amending order and such documents and\n                      information relating to the case as the Clerk considers\n                      likely to be of assistance to the Court in exercising its\n                      fbnctions in relation to the order; and\n                 (ii) give three copies of the amending order to the super-\n                      vising officer.\n         (2) Where under sub-paragraph (1) copies of an amending order are\ngiven to a supervising officer, he shall give a copy to the supervised person\nand to the person in charge of any institution in which the supervised person\nis or was required by the amending order to reside."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.--(1) An approved medical practitioner by whom or under whose\ndirection the supervised person is being treated for his condition pursuant to a\nsupervision and treatment order and who is-\n        (a) of any opinion mentioned in sub-paragraph (3); or\n       (6) for any reason unwilling to continue to treat or direct the\n           treatment of the s~~pervised\n                                     person,\nshall make a report in writing to that effect to the supervising officer.\n           (2) Upon recciving a report in accordance with sub-paragraph ( I ) ,\nthe supervising officer shall apply to the Resident Magistraie's Court having\njurisdiction in the place in which the supervised person resides, for the\nvariation or cancellation of the order, as appropriate having regard to the\ncontents of the report.\n         (3) The opinion refel-red to in sub-paragraph ( I ) is that-\n       (a) the treatment of the supervised person should be continued beyond\n           the period specified in the order;\n                 (The inclusion of this page is authorized by L.N. llROlO I\n                        CRIMINAL JUSTICE (ADMINISTRA TION)\n                               SIXTHSCHEDULE,\n                                           contd.\n          (b) the supervised person needs different treatment, being treatment of a\n              kind to which such person could be required to submit in pursuance of\n              such an order;\n          (c) the supervised person is not susceptible to treatment; or\n          (6) the supervised person does not require further treatment.\nIR006.\nS.S.\n                                   SEVENTHSCHEDULE                            (Sections 2SC and 2SE)\n                                  Orders for Guardianship"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No judgment after verdict, upon any indictment or ~ ~ j u d g -\ninformation for any felony or misdemeanour, shall be stayed ment        after\n                                                                   verdict to be\nor reversed for want of a similiter, nor by reason that the &;?:&;:-;\njury process has been awarded to a wrong officer upon an thewantof\n                                                                   a similiter,\ninsufficient suggestion, nor for any misnomer or misdescrip- etc.\ntion of the officer returning such process, or of any of the\njurors, nor because any person has served upon the jury\nwho has not been returned as a juror by the proper officer;\nand where the offence charged has been created by any\nenactment, or subjected to a greater degree of punishment\nby any enactment, the indictment or information shall, after\nverdict, be held sufficient to warrant the punishment pre-\nscribed by the enactment, if it describe the offence in the\nwords of the enactment."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Whenever sentence shall be passed for any offence, Consecutive\non a person already imprisoned under sentence for anothep sentences.\ncrime, it shall be lawful for the Court to award imprison-\nment for the subsequent offence, to commence at the expira-\ntion of the imprisonment to which such person shall have\nbeen previously sentenced."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) If, on the trial of any person charged with any Ontrialof\nfelony or misdemeanour, it shall appear to the jury, upon indictment\n                                                              forfelony\nthe evidence, that the defendant did not complete the offence ;;E&our.\n       m e inclusion of this page is authorized by L.N. 480/1973]\n12             CRIMINAL JUSTICE ( ADMINISTRA TION)\n     charged, but that he was guilty only of an attempt to commit\n     the same such person shall not, by reason thereof, be entitled\n     to be acquitted, but the jury shall be at liberty to return as\n     their verdict that the defendant is not guilty of the felony or\n     misdemeanour charged, but is guilty of an attempt to commit\n     the same; and thereupon such person shall be liable to be\n     punished in the same manner as if he had been convicted\n     upon an indictment for attempting to commit the particular\n     felony or misdemeanour charged in the said indictment; and\n     no person so tried as herein lastly mentioned shall be liable\n     to be afterwards prosecuted for an attempt to commit the\n     felony or misdemeanour for which he was so tried.\n              (2) If, upon the trial of any person for any mis-\n     demeanour, it shall appear that the facts given in evidence\n     amount in law to a felony, such person shall not, by reason\n     thereof, be entitled to be acquitted of such misdemeanour;\n     and no person tried for such misdemeanour shall be liable\n     to be afterwards prosecuted for felony on the same facts,\n     unless the Court before which such trial may be had shall\n     think fit, in its discretion, to discharge the jury from giving\n     any verdict upon such trial, and to direct such person to\n     be indicted for felony; in which case such person may be\n     dealt with in all respects as if he had not been put upon\n     his trial for such misdemeanour.\n             (3) If, upon the trial of any indictment for any\n     felony, except murder or manslaughter, where the indict-\n     ment shall allege that the defendant did cut, stab, or wound\n     any person, the jury shall be satisfied that the defendant\n     is guilty of the cutting, stabbing, or wounding charged in\n     such indictment, but are not satisfied that the defendant\n     is guilty of the felony charged in such indictment, then,\n     and in every such case, the jury may acquit the defendant\n     of such felony, and find him guilty of unlawfully cutting,\n     stabbing, or wounding, and thereupon such defendant shall\n     be liable to be punished in the same manner as if he had been\n          CRIMINAL JUSTICE (ADMINISTRATION)                             13\nconvicted upon an indictment for the misdemeanour of\ncutting, stabbing, or wounding."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Whenever any person shall be convicted in any of Certain\nthe Courts of Record in this Island of-                      offences\n                                                             punishable\n                                                             with or with-\n        any aggravated assault; or                           out hard\n                                                             labour.\n        any riot; or\n        any unlawful resistance to a Magistrate or Peace\n         Officer, or any Officer of the Customs, or any\n         Officer of the Revenue, in the due discharge and\n        execution of his or their respective duty or duties;\n        or\n        any assault upon any person or persons acting in\n         aid of any such officer or officers in the due dis-\n         charge and execution of his or their respective\n         duty or duties; or\n        any aggravated breach of the peace by unlawfully\n        entering the premises of any person whatsoever; or\n        keeping a common gaming house, or common\n         bawdy house, or a common ill-governed and dis-\n         orderly house; or\n        assisting at any seditious meeting; or\n        maiming or injuring any person by furious driv-\n         ing, riding, galloping, or racing; or\n        inciting to mutiny by endeavouring to seduce a\n         soldier or a seaman from his allegiance; or\n        attempting to bribe a Constable or Officer of the\n         Peace; or\n        any extortion of illegal fees; or\n        slanderous words to a Magistrate in the due dis-\n         charge of the duties of his office; or\n        disturbing public worship; or\n        dissuading witnesses from giving evidence; or\n14                       CRIMINAL JUSTICE (ADMINISTRATION)\n                   (0)    striking in or within the precincts of an open Court;\n                          or\n                    ( p ) beating or ill-treating apprentices; or\n                    (4) selling cloth falsely marked or put up,\n               in each and every of such cases, and upon conviction of an\n               offenderof any or either of the aforesaid offences, it shall\n               and may be lawful for the Court before which any such\n               offender shall be convicted, to award and order sentence of\n               imprisonment, with or without hard labour, for such term\n               as in the discretion of the Court shall seem meet.\nPersons con-    17. Whenever any person shall be convicted of any one\nvicted of\ncertain mis- of the offences following as an indictable misdemeanour,\ndemeanours\nmay. .m      that is to say-\naddieon to        (a) any cheat or fraud punishable at common law;\nimprison-\nment, be          (b) any conspiracy to cheat or defraud, or to extort\nsentenced to\nhard labour.            money or goods, or falsely to accuse of any crime\n                        or to obstruct, prevent, pervert, or defeat the\n                        course of public justice;\n                  (c) any escape or rescue from lawful custody on a\n                        criminal charge;\n                  (4 any public and indecent exposure of the person;\n                  (e) any public selling, or exposing for public sale or\n                        to public view, of any obscene book, print, or\n                       other indecent exhibition,\n             it shall be lawful for the Court to sentence the offender to\n             be imprisoned for any term now warranted by law, and,\n             if the Court shall deem fit, also to be kept to hard labour\n             during the whole, or any part of such term of imprison-\n             ment.\nPunishment       18. Every person who commits an offence which is an\nfor common\nlaw mis-       indictable misdemeanour at common law shall be liable,\ndemeanours.    save where there is express provision in any enactment to the\n               contrary, on conviction thereof to imprisonment with hard\n               labour for any term not exceeding two years.\n                      me inclusion of this page is authorized by L.N. 480/1973]\n             CRIMINAL JUSTICE (ADMINISTRATION)\n      ( a ) order that the defendant be remanded in custody at the\n            Court's pleasure;\n      (b) order, in accordance with the provisions of the Fifth Fifill\n          Schedule, that the defendant be admitted, at the Schedule.\n          Court's pleasure, to a psychiatric Facility named in the\n          order;\n      (c) make, in accordance with the provisions of the Sixth Sixth\n          Schedule, a supervision and treatment order in respect Schedule.\n          of the defendant;\n      (6)make, in accordance with the provisions of the\n           Seventh Schedule, a guardianship order in respect of Scventli\n                                                                Schedule.\n           the defendant.\n            (3) A verdict of unfit to stand trial shall not prevent\nthe defendant from being tried subsecluently if he becomes\nfit."
    },
    {
      "provision_ref": "sec25d",
      "section": "25D",
      "title": "Section 25D",
      "content": "25D.-(1) Every order made under section 25C (2) (a) I'criodic\n                                                                    reporls\n(order for remand of unfit defendant) shall include provision re,,rdillf\nrequiring the Con~n~issioner   of Correctioils to submit to the unlit\n                                                                    defendant.\nCourt, at least once in every calendar month, a report on\nthe condition of the defendant in respect of whom the order is S.3.\nmade.\n       (2) Each report submitted under subsection (1) shall be\nreviewed by-\n     (a) in the case of the Supreme Court, a Judge of the\n          Supreme Court;\n      ( 6 ) in the case of a Resident Magistrate's Court, a\n            Resident Magistrate,\nwho shall give such directions as he thinlcs fit l~avingregard to\nthe contents of the report.\n      (3) The Registrar of the Supreme Court, or in the case of\na Resident Magistrate's Court the Court Administrator, shall-\n                              CRIiz.lINAL JUSTICE ( ADMINISTXA TION)\n                       ( a ) keep a register, in accordance with Form C of the\nFourtli                      Fourth Schedule, setting out-\nSchrdulc.\nFor~nC.                            (i) the name of each person in respect of whom\n                                       the Court makes an order under section\n                                       25C;\n                                  (ii) the type of order made; and\n                                 (iii) a summary of each report received under\n                                       this section; and\n                       (b) bring to the attention of the Court the fact of any\n                           failure to submit a report required under sub-\n                           section (I), within seven days aiier the expiration\n                           of the time allowed for the submission of the\n                           report.\n                            (4) Where the Commissioner of Corrections fails to\n                  submit to the Court any report required under subsection (I), the\n                  Court shall-\n                       (a) ascertain from the Commissioner of Corrections the\n                           reason for the failure; and\n                       (b) issue such directions as the Court thinks fit in order\n                           to secure the subn~issionof the report to it.\n                           (5) For the purposes of subsection (4) (a), the Court\n                  may direct the Commissioner of Corrections to attend before it\n                  and to explain, upon oath or affirmation, the reason for the\n                  failure.\nSpecial verdict      25E.-(1) Subject to subsection (2), where in any indictment\nin case of\nmental            or information any act or omission is charged against any\ndisorder.         defendant as an offence and-\n112006.\nS. 3.                  (a) it is given in evidence on the trial of the defendant for\n                           that offence that the defendant is suffering from a\n                           mental disorder so as not to be responsible according\n                                [The inclusion of this page i s authorized by L.N. llL2OlO I\n            CIUMINAL JUSTICE (A DMINISTRrl TION)\n          to law for his actions at the time when the act was\n          done or omission made; and\n     (b) it appears to the Resident Magistrate, Judge or\n         the july, as the case may require, before whom\n         the defendant is being tried, that the defendant did\n         the act or made the omission charged, but was\n         suffering from a mental disorder as aforesaid at\n         the time when the act was done or omission made,\n         the Resident Magistrate, Judge or the jury s'hall\n         return a special verdict to the effect that the defendant\n         was guilty of the act or omission charged against him,\n         but was suffering from a mental disorder as aforesaid\n         at the time when the act was done or omission made.\n       (2) A Resident Magistrate, Judge or jury, as the case\nmay require, shall not return a special verdict under subsection\n(1) except upon the written or oral evidence of two or more\nduly qualified medical practitioners, at least one of whom is\nan approved medical practitioner.\n        (3) Where a special verdict is returned under sub-\nsection(l), the Court before which the trial has talcen place\nshall-\n       (a) order the defendant to be kept in custody, at the\n           Court's pleasure, as a forensic psychiatric inmate in\n           such place and in such manner as the Court thinks\n           fit;\n     (b) make a supervision and treatment order in respect of\n         the defendant, in accordance with the provisions of ~ ~ ~ d u I e ~\n         the Sixth Schedule; or\n                                                                            Seventh\n      (c) make a guardianship order in respect of the defendant, Schedule.\n          in accordance with the provisions of the Seventh\n          Schedule.\n        (4) An order under subsection (3) (a) may include-\n              (The inclusion o f this page is authorized by L.N. llLZOlO]\n                        CRIIMIAC~\n                                L JUSTICE ( ADMIIVISTRATION)\n                 ( a ) directions for the defendant to submit to treatment by\n                       or under the direction of a11 approved medical\n                       practitioner with a view to the improvement of the\n                       defendant's mental condition; and\n                 (b) such ancillary directions as may be necessary for that\n                     purpose.\n                    (5) The responsible officer shall submit, in accordance\nFounh       with Form D of the Fourth Schedule, a report on the condition\nSchedule.\n,, .,       of a defendant in respect of whom an order is made under\n            subsection (3)-\n                 ( a ) to the Court that made the order, at least once in every\n                       six months for the duration of the order; and\n                 (b) to a court exercising, pursuant to the provisions of this\n                     Act, a power to amend or revoke any such order, upon\n                     the request of that court,\n            and shall give a copy of the report to the Director of Public\n            Prosecutions and the defendant.\n                   (6) In subsection (9,\"responsible officer\" means-\n                  (a) in the case of an order under subsection (3) (a) (order\n                      for accused to be kept in custody), the Commissioner\n                      of Corrections;\n                 (b) in the case of an order under subsection (3) (b)\n                     (supervision and treatment order), the supervising\n                     officer;\n                 (c) in the case of an order under subsection (3) (c)\n                     (guardianship order), the person named in the order as\n                     guardian.\n                   (7) After considering a report submitted under sub-\n            section (9, and hearing the Director of Public Prosecutions\n            and any representations made by or on behalf of the defendant,\n            the Court may-\n            CR/MIhrAL JUSrICL? ( ADMINISTRA TION)\n     (a) confirm the order made under subsection (3);\n     ( 6 ) make such other order under subsection (3) in respect\n           of the person as the Court considers appropriate; or\n     (c) revoke the order made under subsection ( 3 ) and\n         discharge the defendant.\n       (8) Where the respoilsible officer fails to submit to\nthe Court any report required under subsection (9,the Court\nshall-\n     ( a ) ascertain from the responsible officer the reason for\n           the failure; and\n     ( b ) issue such directions as the Coui-t thinks fit in order to\n           secure the submission of the report to it.\n        (9) For the purposes of subsection (8) (a), the Court may\ndirect the responsible officer to attend before it and to explain\nupon oath or affirmation, the reason for the failure.\n     (10) For the purposes of subsection (7), representations\nmay be made on behalf of the defendant by-\n     ( a ) his attorney-at-law; or\n     ( b ) a near relative of the defendant.\n       ( 1 1 ) In this section, \"mental disorder\" has the meaning\nassigned to it by section 2 of the Mental Health Act."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Where a person is remanded on bail the recognizance                   ~~;\"nLiOus\nmay be conditioned for his appearance at every time and place\n              [The inclusion o f this page is authorized by L.S. llROlO I\n                               CRIMINAL JUSTICE ( ADMINISTRA TION)\n                   to which during the course of the proceedings the hearing may\n                   be from time to time adjourned, without prejudice, however, to\n                   the power of the Court to vary the order at any subsequent\n                   hearing.\n                              Abolition of Presumption ofCoercion\nAbolition o f\npresumption"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Any presumption of law that an offence committed by a\no f coercion o f   wife in the presence of her husband is committed under the\nmarried\nwoman by\n                   coercion of the husband is hereby abolished, but on a charge\nhusband.           against a wife for any offence, other than treason or murder, it\n                   shall be a good defence to prove that the offence was committed\n                   in the presence of and under the coercion of the husband.\n                                     Crown Wilnesses Leaving Island\nCrow11                31.---(I) It shall be lawful for the Supreme Court, or for any\nwitnesses liiay\nbe required        Judge thereof at Chambers on being satisfied that any person\nnot to quit the    under recognizance to appear to give evidence in any criminal\nIsland beibre\ngiving             proceeding for the Crown or for the accused is liltely to leave\nevide~ice.         Jamaica before he has appeared to give such evidence, to order\n                   that such person shall give security that he will not leave\n                   Jamaica until he has duly appeared to give such evidence, and\n                   in default of such security the Court or Judge may, if it or he\n                   think fit, order that such person shall be detained until such\n                   security is given, or such person has given or appeared to give\n                   evidence in such criminal proceeding.\n                           (2) When any person has given security, or been\n                   detained under subsection ( I ) , it shall be lawful For the Court,\n                   after such person shall have given or duly appeared to give\n                   his evidence, to order payment to such witness of such sum\n                   of money as may appear to the Court reasonable, to reimburse\n                   such person for the expense and loss of time caused by his being\n                   so kept in Jamaica. Such order for payment shall be made and\n                   paid in all respects in the same way that other orders for the\n                   payment of witnesses on criminal trials are paid and made:\n                      Provided that no such order shall be made unless the\n                    Court is satisfied that the witness would have left Jamaica if he\n                   had not been conlpelled to give security or been detained.\n                                 [ T h e inclusion o f this page is authorized by L.N. 11/2010 1\n           CRIMINAL JUSTICE (ADMINISTRATION)                            23\n                 Proof of Previous Conviction"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) Any previous conviction may be proved in any g z ; ; O f\nlegal proceeding whatever against any person by producing previous\n                                                                conviction\na certificate of such conviction, and by giving proof of the ,aswell as\n                                                                identity\nidentity of the person against whom the conviction is sought 11 the      of\n                                                                    person\nto be proved with the person appearing in the certificate 1chargd9etc.\nto have been convicted. Such certificate, in the case of an\nindictable offence, shall contain the substance and effect\nonly (omitting the formal part of the indictment and con-\nviction), and purport to be signed by the Clerk of the Court\nor other officer having the custody of the records of the\nCourt by which such conviction was made, or purport to\nbe signed by the deputy of such Clerk or officer, and shall,\nin the case of a summary conviction be a copy of such con-\nviction, purporting to be signed by any Justice having\njurisdiction over the offence in respect of which such con-\nviction was made, or to be signed by the Clerk or other\nproper officer of the Court by which such conviction was\nmade. Such certificate shall be admissible in evidence\nwithout proof of the signature or official character of the\nperson appearing to have signed the same. The mode of\nproving a previous conviction authorized by this section\nshall be in addition to, and not in exclusion of any other\nauthorized mode of proving such conviction.\n         (2) The proceedings upon any indictment for com-\nmitting any offence after a previous conviction or convic-\ntions shall be as follows, that is to say, the offender shall,\nin the first instance, be arraigned upon so much only of the\nindictment as charges the subsequent offence, and if he\nplead not guilty, or if the Court order a plea of not guilty\nto be entered on his behalf, the jury shall be charged in the\nfirst instance to inquire concerning such subsequent offence\nonly; and if they find him guilty, or if, on arraignment he\nplead guilty, he shall then, and not before, be asked whether\nhe had been previously convicted as alleged in the indict-\n24                    CRIMINAL JUSTICE (ADMINISTRATION)\n            ment; and if he answer that he had been so previously con-\n            victed, the Court may proceed to sentence him accordingly;\n            but if he deny that he had been so previously convicted,\n            or stand mute of malice, or will not answer directly to such\n            question, the jury shall then be charged to inquire concern-\n            ing such previous conviction or convictions; and, in such\n            case, it shall not be necessary to swear the jury again, but\n            the oath already taken by them shall, for all purposes, be\n            deemed to extend to such last-mentioned inquiry :\n              Provided that if, upon the trial of any person for any\n            such subsequent offence, such person gives evidence of his\n            good character, it shall be lawful for the prosecutor, in\n            answer thereto, to give evidence of the conviction of such\n            person for the previous offence or offences before such ver-\n            dict of guilty is returned; and the jury shall inquire con-\n            cerning such previous conviction or convictions at the same\n            time that they inquire concerning such subsequent offence.\n                    Prohibition of Photographing of Prisoners\nOffences.     3 3 . 4 1) No person shall-\n                 (a) take or attempt to take in any Court any photo-\n                       graph, or with a view to publication make or\n                       attempt to make in any Court any portrait or\n                       sketch of any prisoner; or\n                 (b) publish any photograph, portrait or sketch taken\n                       or made in contravention of the foregoing provi-\n                       sions of this section or any reproduction thereof;\n            and if any person acts in contravention thereof he shall\n            be guilty of an offence and shall on summary conviction\n            before a Resident Magistrate be liable to a fine not exceeding\n            twenty dollars and in default of payment thereof to imprison-\n            ment with or without hard labour for a term not exceeding\n            one month.\n                     (2) for the purposes of this section-\n          CRIMINAL JUSTICE (ADMINISTRATION)                             25\n     (a) “Court” means any Court of Justice including\n         the Court of a coroner;\n     (b) “prisoner” means any person whether on bail or\n         in the custody of the police who is charged with a\n         criminal offence;\n     (c) a photograph, portrait or sketch shall be deemed\n         to be a photograph, portrait or sketch taken or\n         made in Court if it is taken or made in the Court-\n         room or in the building or in the precincts of the\n         building in which the Court is held, or if it is a\n         photograph, portrait or sketch taken or made of\n         the prisoner while he is on his way to or on his\n         way from the Court-room or any such building or\n         precincts as aforesaid.\n             A s to Accessories Before the Fact"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Whosoever shall become an accessory before the fact Accessories\nto any felony, whether the same be a felony at common law, before the\n                                                           fact may be\n                                                           tried and\nor by virtue of any statute or law passed or to be passed, punished  as\nmay be indicted, tried, convicted, and punished in all principals.\nrespects as if he were a principal felon."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Whosoever shall counsel, procure, or command any Accessories\nother person to commit any felony, whether the same be a 1 before    the\n                                                               act may be\nfelony at common law, or by virtue of any Statute passed or 1 indicted as\n                                                              such or as\n                                                              substantive\nto be passed, shall be guilty of felony, and may be indicted~felons.\nand convicted either as an accessory before the fact to the\nprincipal felony, together with the principal felon, or after\nthe conviction of the principal felon, or may be indicted and\nconvicted of a substantive felony, whether the principal\nfelon shall or shall not have been previously convicted, or\nshall or shall not be amenable to justice, and may thereupon\nbe punished in the same manner as any accessory before the\nfact to the same felony, if convicted, as an accessory, may\nbe punished.\n26                          CRlMlNAL JUSTICE (ADMINISTRATION)\n                                As to Accessories After the Fact\nAccessories\nafter the fact"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.06                   CRIMINAL JUSTICE (ADMINISTRATION)\nFunctions       54G.41) The functions of the Tribunal shall be-\nof the\nTribunal.\n                  (a) to receive and consider the application of any\n                       restricted person for a review of the restrictions\n                       placed on that person;\n                  (b) to make recommendations to the Minister concern-\n                       ing the necessity or expediency of continuing the\n                       restrictions.\n                        (2) In performing its functions the Tribunal may\n              carry out such investigations and conduct such enquiry as\n              it may consider necessary or desirable in connection with\n              matters falling within the provisions of this Part, and in\n              respect of any such enquiry shall have the powers of Com-\n              missioners appointed under the Commissions of Enquiry\n              Act.\nApplication     54H.41) Any restricted person may apply in writing\nfor review.\n              to the Tribunal for a review of the restrictions placed upon\n              him.\n                       (2) In considering an application made under sub-\n              section (l),the Tribunal shall-\n                   (a) consult with the registration officer for the parish\n                       in which the applicant resides;\n                   (b) have regard to all material considerations, includ-\n                       ing the facts and representations on which the\n                       applicant relies in support of his application, the\n                      me inclusion of this page is authorized by L.N. 79/(1996]\n            CRIMINAL JUSTICE (ADMINISTRATION)                                           37\n    PART 111. As to Reserving Questions of Law for Con-\n             sideration of the Court of Appeal\n   5 5 . When any person shall have been convicted of any Questions         of\n                                                                 law may be\ntreason, felony, or misdemeanour before any Circuit or reserved for\n                                                                 considera-\nResident Magistrate's Court, the Judge or Resident Magistrate tion   of the\nbefore whom the case shall have been tried, may, in his court of\ndiscretion, reserve any questions of law which shall have Appeal.\narisen on the trial for the consideration of the Court of\nAppeal, and thereupon shall have authority to respite\nexecution of the judgment on such conviction, or post-\npone the judgment until such questions shall have been\nconsidered and decided as he may think fit; and in either case\nthe Judge or Resident Magistrate in his discretion, shall commit\nthe person convicted to prison or shall, in accordance with the 19/2000\nBail Act, grant bail tc the person with one or more S.23.\nsufficient sureties."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. In order to make such register complete, and to make Returns for\n                                                                 purposes of\nthe supervision over criminals effectual, the Superintendents tegister.\nor other head officers of the several prisons, and the Superin-\ntendent of the General Penitentiary, and the Chief Officer of\nPolice in every parish shall, from time to time, make returns\nto the Minister, or to such person or persons as he may\nappoint, in such manner, and at such time, and containing\nsuch evidence of identity, and other information with respect\nto persons convicted of crime, as the Minister may from\ntime to time direct; all expenses incurred in carrying this\nsection into effect, with the sanction of the Minister or person\nauthorized by the Minister, shall be charged on the\nConsolidated Fund, and be defrayed accordingly."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Clerks of the Circuit and Resident Magistrates’ Qfficial\n                                                                     eturns as to\nCourts shall make returns of persons convicted of any\ncriminal offences in such Courts respectively, at such times,        P\n                                                                     ersons\nin such manner and, to such persons, as the Minister may\nfrom time to time direct."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Where any person shall be convicted on indictment offences\nof a crime, and a previous conviction of a crime has been\nor shall be proved against him upon the trial of the said $E$\nindictment, he shall, at any time within seven years imme- +onviction\n                                                             of crime.\ndiately after the expiration of the sentence passed on him\nfor the last of such crimes, be guilty of an offence against\nthis Act, and be liable on summary conviction before a\nResident Magistrate, to imprisonment, with or without hard\nlabour, for a term not exceeding one year, under the follow-\ning circumstances, or any of them-\n     (a) if on his being charged by a constable with getting\n          his livelihood by dishonest means, and being\n          brought before the Court, it appears to such Court\n30                   CRIMINAL JUSTICE (ADMINISTRATION)\n                    that there are reasonable grounds for believing\n                    that the person so charged is getting his livelihood\n                    by dishonest means; or\n                    if, on being charged with any offence punishable\n                    on indictment or summary conviction, and on\n                    being required by a Resident Magistrate or a\n                    Justice to give his name and address, he refuses\n                    to do so, or gives a false name or a false address;\n                    or\n                   if he is found in any place, whether public or\n                    private, under such circumstances as to satisfy the\n                    Court before whom he is brought that he was\n                    about to commit, or to aid in the commission of,\n                    any offence punishable on indictment or summary\n                    conviction; or was waiting for an opportunity to\n                    commit, or aid in the commission of, any offence\n                    punishable on indictment or summary conviction;\n                    or\n                    if he is found in or upon any dwelling-house, shop,\n                    warehouse, counting-house, or other place of\n                     business, or any building, yard, or premises, being\n                     parcel thereof, or attached thereto, or in any\n                     garden, orchard, pleasure ground, or nursery\n                     ground, or in any building or erection in any\n                     garden, orchard, pleasure ground, or nursery\n                     ground, without being able to account to the\n                     satisfaction of the Court before whom he is brought\n                     for his being found on such premises.\nPowersof        Any person charged with being guilty of any offence\noffender into against this Part, mentioned in this section, may be taken\ntakingsuch\ncustody.      into custody as follows, that is to say-\n                (i) in the case of any such offence against this Part as is\n                    first in this section mentioned, by any constable\n                            \\\n          CRIMINAL JUSTICE (ADMINISTRATION)                                31\n         without warrant, if such constable is authorized\n         so to do by the Chief Officer of Police of his district;\n    (iil in the case of any such offence against this Part as is\n         thirdly in this section mentioned, by any constable\n         without warrant, although such constable is not\n         specially authorized to take him into custody;\n    (iii) also, where any person is charged with being guilty\n          of an offence against this Part fourthly in this\n          section mentioned, he may, without warrant, be\n          apprehended by any constable, or by the owner\n          or occupier of the property on which he is found,\n          or by the servants of the owner or occupier, or by\n          any other person authorized by the owner or\n          occupier, and may be detained until he can be\n          delivered into the custody of a constable."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Where any person shall be convicted on indictment ,g&\nof a crime, and a previous conviction of a crime shall be ltoplace\nproved against him, the Court having cognizance of such ioffenders\n                                                               ,undersuper-\nindictment may, in addition to any other punishment which              ;p$;Ee.\nit may award to him, direct that he is to be subject to the\nsupervision of the Police for a period of seven years, or such\nless period as the Court may direct, commencing imme-\ndiately after the expiration of the sentence passed on him\nfor the last of such crimes.\n  Every male person subject to the supervision of the Police,\nunder this Part, who is at large, shall notify the place of his\nresidence to the Chief Officer of Police of the parish in which\nsuch residence is situated, and shall, whenever he changes\nsuch residence within the same parish, notify such change to\nthe Chief Officer of Police of that parish; and, whenever he\nchanges his residence from one parish to another, shall\nnotify such change of residence to the Chief Officer of Police\nof the parish which he is leaving, and to the Chief Officer\nof Police of the parish into which he goes to reside; more-\n      [The inclusion of t h i s page is authorized by L.N. 480119731\n32                       CRIMINAL JUSTICE (ADMINISTRATION)\n              over every person subject to the supervision of the Police\n              shall once in each month report himself, at such time as may\n              be prescribed by the Chief Officer of Police of the parish in\n              which such person may be, either to such Chief Officer him-\n              self, or to such other person as that officer may direct, and\n              such report shall be made personally or by letter, as such\n              Chief Officer directs.\n                 If any person, subject to the supervision of the Police\n              under this Part, remains in any place for forty-eight hours\n              without notifying the place of his residence to the Chief\n              Officer of Police of the district in which such place is situated,\n              or fails to comply with the requisitions of this section on\n              the occasion of any change of residence, or with the requisi-\n              tions of this section as to the reporting himself once in each\n              month, he shall, in every such case, unless he proves, to the\n              satisfaction of the Court before whom he is tried, that he\n              did his best to act in conformity with this Part, be guilty of\n              an offence against this Part, and upon conviction thereof in\n              a summary manner before a Resident Magistrate’s Court, he\n              shall be subject to be imprisoned, with or without hard\n              labour, for a period not exceeding one year.\nProceedings     48. The proceedings upon any indictment for commit-\non indict-\nment for      ting a crime, as defined by this Part, after previous convic-\ncommitting    tion for a crime shall be as follows, that is to say, the defen-\na crime\nafter pre-\nvious con-\n              dant shall, in the first instance, be arraigned upon so much\nviction.      only of the indictment as charges the subsequent offence,\n              and if he plead not guilty, or if the Court order a plea of\n              not guilty to be entered on his behalf, the jury shall be\n              charged in the first instance to inquire concerning such sub-\n              sequent offence only; and if they find him guilty, or if, on\n              arraignment he plead guilty, he shall then and not before,\n              be asked whether he had been previously convicted as alleged\n              in the indictment; and if he answer that he had been so pre-\n              viously convicted the Court may proceed to sentence him\n              accordingly; but if he deny that he had been so previously\n          CRIMINAL JUSTICE (ADMINISTRATION)                            33\nconvicted, or stand mute of malice, or will not answer\ndirectly to such question, the jury shall then be charged to\ninquire concerning such previous conviction; and in such\ncase, it shall not be necessary to swear the jury again, but\nthe oath already taken by them shall, for all purposes, be\ndeemed to extend to such last-mentioned inquiry :\n  Provided that if upon the trial of any person for any such\nsubsequent offence, such person shall give evidence of his\ngood character, it shall be lawful for the prosecutor, in\nanswer thereto, to give evidence of the conviction of such\nperson for the previous offence before such verdict of guilty\nshall be returned; and the jury shall inquire concerning such\nprevious conviction at the same time that they inquire con-\ncerning such subsequent offence."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. The description of any offence against this Part in As to the\n                                                             description\nthe words of this Part shall be sufficient in law, and any of   the\nexception, exemption, proviso, excuse, or qualification, offence,     and\n                                                             as to evi-\nwhether it does or does not accompany the description of the dence, in\n                                                             proceedings\noffence in this Part, may be proved by the defendant, but under this\nneed not be specified or negatived in the information or Part.\ncomplaint, and, if so specified or negatived, no proof in\nrelation to the matters so specified or negatived shall be\nrequired on the part of the informant, or prosecutor, or\ncomplainant."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Any person accused of an offence against this Part Powerof\nmay be remanded from time to time, by the Court before remand.\nwhom he is brought, for the purpose of enabling evidence\nto be obtained against him, or for any other just cause."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Every person who occupies or keeps any lodging- Penaltyfor\n                                                              harbouring\nhouse, retail spirit-house, tavern, or other place where thieves.\nspirituous or other liquors or spirituous compounds are\nsold, or place of public entertainment, or public resort, and\nknowingly lodges or harbours thieves or reputed thieves\n      me inclusion of this page is authorized by L.N. 480/1973]\n34                     CRIMINAL JUSTICE (ADMINISTRATION)\n             knowingly permits or suffers thieves or reputed thieves to\n             meet or assemble therein, or allows the deposit of goods\n             therein, having reasonable cause for believing them to be\n             stolen, shall be liable on summary conviction, to a penalty\n             not exceeding twenty dollars; and the Resident Magistrate\n             bdore whom he is brought may, if he think fit, in addition\n             to or in lieu of any penalty, require him to enter into recog-\n             nizance, with or without sureties for keeping the peace,\n             or being of good behaviour during twelve months:\n                  Provided first, that no person shall, for not producing\n                       such sureties, be imprisoned for a longer period\n                       than three months;\n                  and secondly, that the security required from a surety\n                       shall not exceed forty dollars.\n             And any licence for the sale of any spirits or spirituous\n             liquors, or spirituous compounds, or for keeping a tavern,\n             or any place of public entertainment, or public resort, which\n             has been granted to the occupier or keeper of any such house\n             or place as aforesaid, shall be forfeited on the first conviction\n             of such occupier, or keeper, of an offence under this section;\n             and on his second conviction for such an offence he shall\n             be disqualified for a period of two years from receiving any\n             such licence; moreover, where two convictions under this\n             section have taken place within a period of two years, in\n             respect of the same premises, whether the persons convicted\n             were or were not the same, the Resident Magistrate may,\n             if he so think fit, direct that for a term not exceeding one\n             year from the date of the last of such convictions, no such\n             licence as aforesaid shall be granted to any person whatever\n             in respect of such premises; and any licence granted in con-\n             travention of this section shall be void.\n                                 Assaults on Police\nAssaultson     52. When any person is convicted of an assault and\npolice.\n             battery on any officer of any Court of Justice, while such\n          CRIMINAL JUSTICE (ADMINISTRATION)\nofficer is executing the process of the Court, or on any\nJustice or Cowtable when in the execution of his duty, such\nperson shall, on summary conviction before a Resident\nMagistrate, be liable either to pay a penalty not exceeding\nforty dollars, and in default of payment to be imprisoned\nfor a term not exceeding one year, or, in the discretion of\nthe Resident Magistrate, to be imprisoned for a term not\nexceeding one year, with or without hard labour."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. In this Part-                                       Definition of\n                                                          term unda\n“Chief Officer of Police” shall mean the Commissioner of Iput IL\n    Police, or any other officer, or Inspector, of the Jamaica\n     Constabulary Force; and\n“crime” shall mean-\n     any felony, not punishable with death;\n     the offence of unlawfully uttering or possessing false\n          or counterfeit coins;\n     the offence of obtaining goods or money by false\n          pretences;\n     the offence of conspiracy to defraud;\n     any misdemeanour under section 42 of the Larceny\n          Act.\n               Detention of Habitual Criminals ."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.41) Where a person is convicted on indictment pre- PteventivS\nferred in the Supreme Court and such person admits that detention.\nhe is, or is found by the Cowt to be, a habitual criminal\nwithin the meaning of this section, the Court, if of the\nopinion that such person is leading persistently a dishonest\nor criminal life and that>itis expedient that be‘should be\nkept in detention for a lengthened kriod’of years, may pass\na sentence ordering that he be detained during the Governor-\nGeneral’s pleasure, and such detention is hereinafter referred\nto as ‘’ppreventive detention”; and a person on whom such\n      me inclusion of this page is authorized by L.N. 480119731\n36                      CRIMINAL JUSTICE (ADMINISTRATION)\n             a sentence is passed shall while undergoing the sentence of\n             preventive detention be deemed for all purposes to be a\n             person convicted of a felony.\nWhOiStObC            (2)A person shall be deemed to be a habitual\ndeemed a\nhabitual     criminal who lras at least four times previously to the con-\ncriminal.    viction on the said indictment been convicted on indict-\n             ment of a crime, whether any such previous conviction was\n             in the Supreme Court or in a Resident Magistrate’s Court.\nProcedure.            (3) In the proceedings on the indictment the offender\n             shall in the first instance be arraigned on so much only of\n             the indictment as charges the crime, and if on arraignment\n             he pleads guilty or is found guilty by the jury, the Judge\n             shall unless he pleads guilty to being a habitual criminal,\n             inquire whether he is a habitual criminal and whether he\n             is leading persistently a dishonestor criminal life :\n               Provided that a charge of behg a habitual criminal shall\n             not be inserted in an indictment-\n                  (U) without the consent of the Director of Public\n                      Prosecutions; and\n             -    (6) unless not less than three days’ notice has been\n                       given to the offender that it is intended to insert\n                       such charge;\n             and the notice to the offender shall specify the previous\n             convictions upon which it is intended to found the charge.\n                     (4) Without prejudice to any right of the accused\n             to tender evidence as to his character and repute, evidence\n             of character and repute may, if the Court thihks fit, be\n             admitted as evidence on the question whether the accused\n             is or is not leading persistently a dishonest or criminal life.\n                    (5) No sentence of preventive detention shall be\n             passed upon any person until on or after such date as the\n             Minister by order pubkhed in the Gazette may appoint.\n                   me inclusion of thi~~\n                                      page is authorized by LH. rsO/C!373]\n          CRIMINAL JUSTICE (ADMINISTRATION)                              36.05\n          (3) The Commissioner or such other officer of the\nJamaica Constabulary Force as he may designate, shall be\nthe registration officer for the parishes of Kingston, St.\nAndrew and St. Catherine and the Chief Officer of Police\nof each other parish shall be the registration officer for\nthat parish.\n         (4) The central register shall not be open to inspec-\ntion by any person except pursuant to the order of a court\nconsequent upon an application by that person.\n        Each registration officer shall-                          Duties of\n                                                                  registration\n         keep for his parish a register of therestricted officer.\n         persons resident therein which shall be in the form\n         and contain such particulars as may be prescribed;\n         supply to the person responsible for keeping the\n         central register returns from his parish register con-\n         taining such particulars, at such times and in such\n         manner as may be prescribed;\n         supply registration certificates to restricted persons\n         in accordance with the provisions of this Act."
    },
    {
      "provision_ref": "sec54f",
      "section": "54F",
      "title": "Section 54F",
      "content": "54F.-(1) There is hereby established for the purposes Establish-\n                                                            ment of\nof this Act, a body to be known as the Restricted Persons Restricted\nReview Tribunal which shall not be subject to the direction Review\n                                                             ersons\nor control of any other person or authority.                Tribunal.\n         (2) The provisions of the Third Schedule shall nird\nhave effect with respect to the constitution of the Tribunal Schedule.\nand otherwise in relation thereto.\n        me inclusion of this page is authorized by LJN.79/19%]"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. The Judge or Resident Magistrate shall thereupon                         k\";e;\nstate, in a case signed by him, the questions of law which Magistrate\nshall have been so reserved, with the special circumstances\nupon which the same shall have arisen, and such case shall questionsof\n                                                                                ?;r:;ecase\nbe transmitted to the Court of Appeal; and the Court of                      :':;E\n                                                                                 :;\nAppeal shall thereupon have full power and authority to Appeal.\nhear and finally determine such questions, and thereupon to\nreverse, affirm, or amend any judgment which shall have\nbeen given on the indictment on the trial whereof such\nquestions have arisen, or to avoid such judgment and to\norder an entry to be made on the record that in the\njudgment of the Court the party convicted ought not to\nhave been convicted, or to arrest the judgment, or order\njudgment to be given thereon at some other session of\nthe     Circuit or Resident        Magistrate's Court, if no\njudgment shall have been before that time given, or to make\nsuch other order as justice may require.\n               [The inclusion of this page I S authorized by L N   3/20021\n38                        CRIMINAL JUSTICE (ADMINISTRA TION)"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Every judgment and order of the Court of Appeal,\nthe Court of\nAppealto       under the last preceding section, shall be certified by the\ncertify\njudgment and\n               Registrar of the Court of Appeal under the seal of the\norder of       Court, to the Clerk of the Circuit Court, or of the Resident\n               Magistrate’s Court , as the case may be, who shall enter\nAppeal.\n15/1962        the same on the original record in proper form; and a\ns. 35.         certificate of such entry, under the hand of the Clerk of\n               the Circuit or Resident Magistrate’s Court, as the case\n               may be, in the form of, or as near as may be, or to\nSchedule.      the effect mentioned in Form B of the Schedule, with the\n               necessary alterations to adapt it to the circumstances of\n               the case, shall be delivered or transmitted by him to the\n               gaoler or officer in whose custody the person convicted\n               shall be; and such certificate shall be a sufficient warrant\n               to such gaoler or officer and all other persons for the\n               executionof the judgment as the same shall be so certified\n               to have been affirmed or amended, and execution shall be\n               thereupon executed upon such judgment, and for the\n               discharge of the person convicted from further\n               imprisonment, if the judgment shall be reversed, avoided,\n               or arrested, and in that case such gaoler or officer shall\n               forthwith discharge him, and the recognizance of bail, if\n               any, shall be vacated at the next session thereafter of\n               the Circuit or Resident Magistrate’s Court, and if the said\n               Circuit or Resident Magistrate’s Court shall be directed\n               to give judgment, the said Court shall proceed to give\n               judgment at the next session.\nJudgments\nof the Court"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. The judgments of the Judges of the Court of\nofAppeal to    Appeal upon any case reserved for their opinion under this\nbedelivered\nin open\n               Act, shall be delivered in open court, after hearing\ncouT1.         counsel, or the parties, in case the Crown or the person\n               convicted shall think it fit that the case shall be argued,\n               in like manner as the judgments of the Court of Appeal\n               are now delivered.\n               CRIMINAL JUSTICE (ADMINISTRA TION)\n                           SCHEDULE.\n                      SIXTI-I     contd\n         \"a supervision and treatment order\" means an order under section\n              25C (2) (c) o r 25E (3) (b) requiring the supervised person t+\n         (a)   be under the supervision of a supervising officer; and\n         (b)   submit to treatment by or under the direction of an approved\n               medical practitioner with a view to the improvement of the\n               supervised person's condition;\n         \"supervised person\" means the person in respect of whom a super-\n               vision and treatment order is made;\n         \"supervising officer\" lneans a probation and after care officer\n               appointed under section 68 of the Corrections Act."
    }
  ],
  "definitions": [
    {
      "term": "a supervision and treatment order",
      "definition": "an order under section",
      "source_provision": "sec58"
    },
    {
      "term": "supervised person",
      "definition": "the person in respect of whom a super-",
      "source_provision": "sec58"
    }
  ]
}