{
  "id": "jm-stat-the-criminal-justice-plea-negotiations-and-agreement-act",
  "type": "statute",
  "title": "The Criminal Justice (Plea Negotiations And Agreement) Act",
  "title_en": "The Criminal Justice (Plea Negotiations And Agreement) Act",
  "short_name": "Criminal Justice (Plea Negotiations And Agreement) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-criminal-justice-plea-negotiations-and-agreement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-criminal-justice-plea-negotiations-and-agreement-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Criminal Justice (Plea Shorttitle.\nNegotiations and Agreements) Act.\n  2 4 1 ) In this Act, unless the context otherwise requires-               Inter-\n                                                                            pretation.\n     \"Director of Public Prosecutions\" includes any attorney-\n        at-law authorized in writing by the Director of\n        Public Prosecutions to conduct plea negotiations and\n        conclude plea agreements;\n     \"plea agreement\" means an agreement made pursuant to\n         section 4;\n     \"plea negotiations\" means negotiations conducted pur-\n         suant to section 4."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Case Number and File Number.\n                                                                                            .."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Nothing in this Act affects the right of an accused Declaration\nto plead guilty to a charge without entering into plea negotia\ntions or a plea agreement.                                     rights.\n                                                                            :izz\n       (2) Save as expressly agreed by the Director of Public\nProsecutions in a plea agreement, nothing in this Act affects the\npowers conferred upon the Director of Public Prosecutions\nunder section 94 of the.Constitution.\n                       Plea Negotiations"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Subject to section 6, where the Director of Public Plea\nProsecutions considers it desirable in any case, he may, at any negOtiations~\ntime before judgment and in accordance with the provisions of\nthis Act, enter into plea negotiations with the accused for the\npurpose of reaching an agreement in accordance with the provi-\nsions of subsection (2) for the disposition of any charge against\nthe accused.\n                             C R M N A L JUSTICE (PLEA NEGOTIATIONS AND\n                                              AGREEMENTS)\n                            (2) An agreement under subsection (1) shall require\n                  that-\n                      (a) the accused undertakes to-\n                                  (i) enter a guilty plea to an offence which is dis-\n                                      closed on the facts on which the charge against\n                                      the accused is based; and\n                                 (ii) fulfill his other obligations specified in the agree-\n                                      ment; and\n                          (b) the Director of Public Prosecutions, having regard to the\n                              accused's undertaking under paragraph (a) agrees to-\n                                  (i) take a course of action consistent with the exer-\n                                      cise of his powers specified in section 5; and\n                                 (ii) fulfil the other obligations of the Crown speci-\n                                      fied in the agreement.\nExercise by         5. The powers of the Director of Public rose cut ions referred\nDirector of\nPublic Prose-     to in section 4(2)(b)(i) are his powers-\ncutions of\ncertain powers.            (a) to withdraw or discontinue the original charge against\n                               the accused;\n                           (b) to accept the plea of the accused to a lesser offence\n                               (whether originally included or not) than that charged.\nLegal               6.-(1)    The Director of Public Prosecutions shall, before\nrepresentati\n                  commencing plea negotiations, inform the accused of his right\n                  to representation by an attorney-at-law and of his right to apply\n                  for legal aid in respect of such negotiatibns.\n                         (2) Plea negotiations shall be held by the Director of\n                  Public Prosecutions with the accused only through his attorney-\n                  at-law.\n                                                  Plea Agreements\nPlea               7. Every plea agreement that is brought before a Judge or\nagreements.\n                  Resident Magistrate shall-\n        CRIMINAL JUSTICE (PLEA NEGOTU TIONS AND\n                     AGREEMENTS)\n    (a) be in writing;\n    (b) contain the information set out in the Schedule; and            Schedule. I    .\n    (c) be signed by the Director of Public Prosecutions, the\n        accused and his attorney-at-law, being together in the\n        presence of a Justice of the Peace."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The plea. The draft information or indictment shall be attached to the\n         agreement."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The nature of the offence. The elements of the various offences to\n,        which the accused is pleading shall be set out."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Subject to section 18-                                      Victim to be\n                                                                        informed of\n    (a) before a plea bargain is concluded the Director of              pleaam-\n                                                               ment.\n        Public Prosecutions shall permit the victim to make\n        representation to him. in Wting and may take such\n        representation into consideration in concluding a plea\n        agreement;\n    (b) where a plea agreement is concluded, the Director of\n        Public Prosecutions shall, unless otherwise required by\n        compelling reasons in the interest of justice, as soon as\n        is reasonably practicable, communicate with the victim\n        in respect of-\n             (i) the substance of and reasons for the plea agree-\n                 ment; and\n            (ii) the entitlement of the victim to be present\n                 when the Court considers the plea agreement.\n       (2) Where the victim has died or is incapacitated, the\nDirector of Public Prosecutions shall communicate kith a mem-\nber of the victim's immediate family in respect of the matters set\nout in subsection (1).\n      (3) Where the victim is a child-\n    (a) under the age of fourteen years, representation may be\n        made by one of his parents or his guardian or where the\n        parents or guardian cannot be located, the Children's\n        Advocate or his nominee;\n    (b) who has attained the age of fourteen years, represent-\n        ation may be made by the child and one of his parents\n        or his guardian or where the parents or guardian cannot\n                                      CRIMINAL JUSTICE ( P L U NEGOTLATIONS AND\n                                                   AGREEMENTS)\n                                       be located, the Children's Advocate or his nominee.\n        Director of          9.-(1)   The Director of Public Prosecutions shall, in open\n        Public Prose-\n        cutions to        court or, on a showing of good cause, in Chambers-\n        notify Court of\n        existence of            (a) before the accused is required to plead; or\n        plea agree-\n        ment.                   (b) at any time after arraignment,\n    .    I\n                          inform the Judge or the Resident Magistrate, as the case may be,\n                          of the existence of the plea agreement.\n        -,-\n                                 (2) The Judge or Resident Magistrate may, where the\n             I            circumstances appear to so require, question the accused in\n                          order to confirm his knowledge of the existence of the agree-\n                          ment.\n                                   (3) The accused and his attorney-at-law shall be entitled\n                          ,to attend hearings held in Chambers.\nI\nI       court not\n        bound by plea\n        agreement.\n        Matters for\n        cons~deration"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The substantial facts relevant to any admissions made by the accused.\n         A statement of facts may be attached and incorporated by reference. Any\n         document containing any promise, agreement, understanding or inducement\n         which has been incorporated into the agreement shall be attached."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Judge or Resident Magistrate shall not be bound to\n                          accept any plea agreement.                               A\n                             1 1 . - ( 1 ) The Judge or Resident Magistrate shall, before\n                          accepting a plea agreement make a determination in open court,\n        of court\n        before accep-     that-\n        ting plea\n        agreement                ( a ) no improper inducement was offered to the accused to\n                                       encourage him to enter into the plea agreement;\n                                 (b) the accused understands the nature, substance and\n                                     consequence of the plea agreement;\n                                 (c) there is a factual basis upon which the plea agreement\n                                     has been made; and\n                                 (d) acceptance of the plea agreement would not be con-\n                                       trary to the interests of justice.\n                                    (2) Where the Judge determines that a person has an\n                           interest in the outcome of the case, the Judge shall-\n                                          (a) warn himself and the Jury, if applicable, that it\n        CRIMINAL JUSTICE (PLEA NEGOTIATIONS AND\n                     AGREEMENTS)\n                 is dangerous to convict the accused on the\n                 uncorroborated evidence of that person; and\n            (6) identify what independent evidence, if any, is\n                capable of confirming in some material parti-\n                cular the fact that the crime of which the\n                accused has been charged was committed and\n                that the accused committed the crime.\n        (3) In giving the warning to the Jury, it shall not be\nnecessary for the Judge to use any particular form of words."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A statement that the provisions of the agreement are not binding\n         on the Court and any other specified agencies of Government named in\n         the agreement."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) ~ubs@tion(2) shall apply. where, upon a deter- Refusal by\nmination of the matters referred to in section 11, the Judge or        ::';;ilea\nResident Magistrate decides that-                               agreement.\n     (a) the offence for.which the accused is chafged is not\n         disclosed on the facts;,or\n     (b) there is no confirmation by the accused of the agree-\n         ment or the admissions contained therein.\n       (2) The Judge or Resident Magistrate shall, in the cir-\ncumstances described in subsection (1)-\n      (a) rehse to accept the plea agreement;\n      (b) inform the Director of Public Prosecutions of that\n          decision and the reasons therefor.\n         (3) The rejection of a plea agreement shall not operate\nas a bar to the conduct of subsequent plea negotiations and the\nc6&1usion of a subsequent plea agreement in respect of the\nsame case."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The charges that are to be withdrawn or discontinued and the\n          obligations of the Director of Public Prosecutions under the Agreement in\n         'relation thereto.\n                 CRIMNAL JUSTICE (PLEA NEGOTL4TIONS AND\n                             AGREEMENTS)\n1\n                                       SCHEDULE,\n                                               contd."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Subject to section 18, any written representation made by Accepted\n                                                                 ,, agree-\nthe victim and the fact that a plea agreement has been accepted plea        ,\n                                                                         f,,,,\nand the contents thereof shall be entered on the record.         part of\n                                                                       record.\n                      CRIMINAL JUSTICE (PLEA NEGOTIATIONS AND\n                                   AGREEMENTS)\n              '\nSentencing        15.--(1) Where a Judge or Resident Magistrate accepts a\nwhere plea\nagreement     plea agreement he shall impose sentence in accordance with the\naccepted.     provisions of this section.\n30/2010\nS. 2(a).                 (2) The maximum sentence of imprisonment which\n              may be imposed in relation to any offence to which the accused\n              has pleaded guilty shall, notwithstanding any other provision to\n              the contrary, be two-thirds of the prescribed maximum penalty\n              by which the offence would otherwise be punishable.\n                         (3) Where the offence is punishable by life imprison-\n              ment then, not withstanding any other provision to the contrary,\n              the maximum sentence which may be imposed in relation to any\n              such offence shall be fifteen years.\n                         (4) Where the offence is punishable by a prescribed\n              minimum penalty, the Judge or Resident Magistrate may, not-\n              withstanding any other provision to the contrary, impose sen-\n              tence without regard to the prescribed minimum penalty.\nWithdrawal         16.--(1) An accused who enters into a plea agreement shall\nfrom agree-\nment.         be entitled to withdraw from that agreement before sentence, or\n               to appeal against a conviction based on the agreement, if-\n                     (a) it was entered into as a result of an improper induce-\n                          ment;\n                     (b) the Court determines that the Director of Public\n                          Prosecutions has breached the terms of the plea agree-\n                          ment; or\n                     (c) it was entered into as a result of a misrepresentation or\n                           misapprehension as to the substance or consequences\n                           of the plea agreement.\n                          (2) The Director of Public Prosecutions shall be\n               entitled to withdraw from a plea agreement before sentence\n               where the Director of Public Prosecutions is satisfied that he\n               was-\n                      (a) in the course of plea negotiations, misled by the\n                           accused or by his attorney-at-law in some material\n                           respect; or\n                       [The inclusion of this page is authorid by L.N. 92d20121\n        CRIMINAL JUSTICE ( P L M NEGOTIATIONS AND\n                     AGREEMENTS)\n       (b) induced to conclude the plea agreement by conduct\n           amounting to an obstruction of justice."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A statement that the Director of Public Prosecutions may, in any\n    I   case where he considers it desirable so to do, discontinue at any stage before\n        judgment is delivered any criminal proceedings instituted or undertaken\n        by himself or any other person or authority."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Evidence of the following matters is not, in any civil or Admissibility\ncriminal proceedings, admissible against the accused who ~ ~ ~ \"                      ,   ~\nentered into the agreement or is a party to the plea negotia-\ntions-\n       (a) a plea of guilty which was later withdrawn or any\n            statement made in the course of any proceedings under\n           this Act regarding the plea of guilty; or\n       (b) any statement made in the course of plea negotiations\n            with the Director of Public Prosecutions which does\n            not result in a plea of guilty or which results in a plea\n           of guilty that is later withdrawn or rejected."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Judge or Resident Magistrate may upon application Sealingof\nor in his discretion, as the case may be, order that the records of records   of\n                                                                      plea negotia-\nplea negotiations or a plea agreement be sealed, where the Judge tions.\nor Resident Magistrate is satisfied that the sealing of such\nrecords is in the interests of the effective administration of jus-\ntice."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.--(I) Every person ,having an official duty or being Obligation\nemployed in the administration of this Act shall regard and deal Secrecy.\nwith as secret and confidential, all information relating to a plea\nagreement before it is presented to the Court or consequent\nupon the records thereof being sealed by the Court.\n          (2) Every person referred to in subsection (1) having\npossession of or control over any documents, information or\nrecords, who at any time communicates or attempts to com-\n municate anything contained in such documents or records or\n any such information to any person otherwise than in accor-\n dance with this Act or pursuant to a court order, shall be guilty\n of an offence and liable on summary conviction before a Resi-\n dent Magistrate to a fine not exceeding one million dollars or to\n imprisonment for a term not exceeding twelve months or to both\n such fine and imprisonment.\n        (3) Any person to whom information is communicated in\n           [The i n Z i o n of this page is authorized by L.N. 92d20121\n                           CRIMINAL JUSTICE (PLEA NEGOTU TIONS AND\n                                         AGREEMENTS)\n                   accordance with. this Act shall regard and deal with such.\n                   information as secret and confidential.\n                          (4)' A person referred to in subsection (3) who at any\n                   time communicates or attempts to communicate any information\n                   referred to in that subsection to any person otherwise than for\n                   the purposes of this Act, shall be guilty of an offence and liable\n                   on summary conviction before a Resident Magistrate to a fine\n                   not exceeding one million dollars or to imprisonment for a term\n                   not exceeding twelve months or to both such fine and imprison-\n                   ment.\n                                                   General\n    Amendment         20. The Minister may, by order subject to negative re-\n    of Schedule.\n                   solution, amend the schedule.\nI   Regulations.      21. The Minister may make regulations generally for the\n                   purpose of giving effect to the provisions of this Act and such\n                   regulations shall be subject to affirmative resolution.\n    Minister may      22. The Minister may, by order subject to affirmative\n    amend\n    monetary       resolution, amend the monetary penalties in this Act.\n    Malties.\n                            [me inclusion of this page is authorized by L.N. 92d2012]\n                     CRIMnVAL JUSTICE (PLEA NEGOTL4TIONS AND                                     11\n                                   AGREEMENTS)\n                                               SCHEDULE                       (Section 7)\n                                     Contents of Plea Agreement"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. That the agreement becomes effective upon signature by the\n        accused, his attorney-at-law and the Director of Public Prosecutions, before\n        a Justice of the Peace."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The following statement by the accused-\n              ''1 have read this agreement and carefully discussed each paragraph\n              with my attorney-at-law. I understand the terms of this agreement and\n              agree to it without reservation. 1 voluntarily and of my free will agree\n              to those terms. I am pleading guilty to the charge(s). My attorney-at-\n              law has advised me of myrights, of possible defences, of the penalties\n              and of the consequences of entering into this agreement. No promises,\n              agreements, understanding or inducements have been made to me\n              other than those contained in this agreement. No one has threatened or\n              forced me in any way to enter into this agreement. 1 have had\n              sufficient time to confer with my attorney-at-law concerning the plea\n              agreement. I am satisfied with the representation of my attorney-at-law\n                                                                     .  ,\n              in this matter.\n                                                                                   I,\n                       Name ofAccused                                       Date\n          CRIMINAL JUSTICE (PLEA NEGOTIATIONS AND\n                       AGREEMENTS)\n                              SCHEDULE,contd."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The following statement by the attorney-at-law representing the\naccused-\n     \"    1 am the Attorney-at-law for\n                                                  Name of Accused\n     \" 1 have read this agreement and carefully discussed each paragraph\n     of this agreement with my client. Further, I have fully advised my\n      client of his rights, of possible defences, of the penalties, and of the\n      consequences of entering into this agreement. To the best of my\n      knowledge and belief, my client's decision to enter into this\n      agreement is an informed and voluntary one.\n                                                                           99\n          Name of Attorney-at-law                               Date\n           representing Accused"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A statement whether the accused communicated with the Director of\nPublic Prosecutions through an interpreter. If the accused communicated\nthrough an interpreter, a certificate by the interpreter as to the accuracy of\nthe interpretation during the negotiations and in respect of the contents of\nthe agreement shall be appended to the agreement."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A statement that the parties shall have the right to full disclosure\nof any demands or admissions made by the accused during plea negotiations."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Such other provision as the Director of Public Prosecutions considers\nnecessary or desirable.\n           [me inclusion of this page is authorized by L.N. 92d2012]"
    }
  ],
  "definitions": [
    {
      "term": "plea agreement",
      "definition": "an agreement made pursuant to",
      "source_provision": "sec1"
    },
    {
      "term": "plea negotiations",
      "definition": "negotiations conducted pur-",
      "source_provision": "sec1"
    }
  ]
}