{
  "id": "jm-stat-the-criminal-justice-reform-act",
  "type": "statute",
  "title": "The Criminal Justice (Reform) Act",
  "title_en": "The Criminal Justice (Reform) Act",
  "short_name": "Criminal Justice (Reform) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-criminal-justice-reform-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-criminal-justice-reform-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Where a person of or over eighteen years of age is Community\n     convicted of an offence punishable with imprisonment, the court       zLy\n     before which he is convicted may, instead of dealing with him in ~izoos\n     any other way, make, with his consent, an order (hereinafter S. 7(2)(c).\n     referred to as \"a community service order\") requiring him to\n     perform unpaid work in accordance with the provisions of this\n     section for such number of hours (being in the aggregate not less\n     than forty nor more than three hundred and sixty) as may be aizoo~\n-\\   specified in the order:                                           s. 7 (a).\n.\n      Provided that a community service order shall not be made\n     where the offence involved-\n           (a) murder\n           (b) the use of, or the illegal possession of, a firearm; or\nFirst Schedule.        (c) the use of a weapon referred to in the First Schedule,\n612001\nS. 7 (c).\n                            an imitation firearm or the possession of an imitation\n                            firearm in circumstances which constitute an offence\n                            under section 25 of the Firearms Act.\n                           (2) A court shall not make a community service order\n                  under subsection (1) in respect of any offender unless the court\n                  is satisfied-                                                              (\n                                                                                             \\\n                        (a) that arrangements can be made in the area in which\n                            the offender resides, or will reside, for him to perform\n                            work under such order and for proper supervision of\n                            that work; and\n                        (6) after considering a report by a probation officer in\n                            respect of the offender and his circumstances and (if\n                            the court thinks it necessary) afier hearing a probation\n                            officer, that the offender is a suitable person to\n                            pertorm work under such an order.\n                         (3) Where a court makes community service orders in\n                  respect of two or more offences of which the offender has been\n                  convicted, the court may direct that the periods of service shall\n                  be concurrent with or consecutive t o those specified in any other\n                  of those orders:\n                    Provided that where the court directs that the periods of\n                  service shall he consecutive the aggregate of such periods of\n                  service shall not exceed four hundred and eighty hours.\n                         (4) A community service order shall specify the area in\n                  which the offender resides or will reside and the court shall\n                  cause copies of the order to he delivered to a probation officer\n                  carrying out duties in that area. hereinafter referred to as the\n                  relevant probation officer                                                 i\n                          (5) An offender in respect of whom a community service\n                  order is in force shall-\n                        (a) report to the relevant probation officer and subse-\n                            quently from time to time notify him of any change of\n                            address; and\n                               IThe inelusion of thll page Is nuthorimd by L.N. IRDAIZ006(\n                 C R I m A L JUSTICE (REFOM\n      (b) perform for the number of hours specified in the\n          order at such times as he may be instructed by the\n          relevant probation oficer.\n        (6) The instructions given by the relevant probation\nofficer under this section shall as far as practicable, be such as\nto avoid any conflict with the offender's religious beliefs and\nany interference with the times, if any, at which he normally\nworks or attends a school or other educational establishment."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) If at any time during which an order made under Breachof\nsection 10, 12, 13, 14, 15 or 16 is in force in respect of an\noffender, it appears on information to a Justice of the Peace that senion 10,\nthe offender has failed to comply with any of the requirements\nof the order, the Justice of the Peace rnay-                       60001\n                                                                     S. 8.\n      (a) where the order was made by a Petty Sessions\n          Court-\n              (i) issue a summons requiring the offender to\n                  appear before the Court by which the order\n                  was made at a time specified in the summons;\n                  or\n              (ii) if the information is in writing and on oath\n                   issue warrant for his arrest; or\n      (b) where the order was made by a Resident Magistrate's\n          Court or a Circuit Court-\n              (i) issue a summons requiring the offender to\n                  appear before the Resident Magistrate's Court\n                  by which the order was made (or in the case\n                  an order made by a Circuit Court, before a\n                  Resident Magistrate's Court for the parish in\n                  which that order was made) at a time\n                  specified in the summons; or\n               (ii) if the information is in writing and on oath,\n                    issue a warrant for his arrest.\n                C R l m A L JUSTICE (REFORM,\n        (2) Where the order was made by a Petty Sessions Court\nor a Resident Magistrate's Court, the Justice or the Resident\nMagistrate, as the case may be, may act in accordance with\nsubsection ( 3 ) upon proof to his satisfaction that the offender\nhas failed without reasonable excuse to comply with any of the\nrequirements of the order.\n       ( 3 ) The Justice or Resident Magistrate may-\n      (a) without prejudice to the continuance of the order,\n          impose on the offender a fine not exceeding two\n          thousand dollars; or\n      (b) revoke the order and deal with the offender for the\n          offence in respect of which the order was made in any\n          other manner in which he could have been dealt with\n          for the offence by a Petty Sessions Court or a\n          Resident Magistrate's Court, as the case may be, if\n          the order had not been made.\n       (4) Where the order was made by a Circuit Court, the\nResident Magistrate shall, upon proof to his satisfaction that\nthe offender has failed without reasonable excuse to comply\nwith any of the requirements of the order, forward to the\nRegistrar of the Supreme Court a certificate signed by the\nResident Magistrate and under the seal of the Resident\nMagistrate's Court, specifying the details of such failure\ntogether with such particulars of the case as may be\ndesirable.\n       (5) A certificate purporting to be so signed and sealed\nshall be admissible as evidence of the failure; whereupon a\nJudge of the Circuit Court before whom the offender is\nbrought may-\n      ( a ) without prejudice to the continuance of the order,\n            impose on the offender a fine not exceeding four\n            thousand dollars; or\n      ( h ) revoke the ordcr and deal with the offender for the\n           offence in respect of which the order was made in\n           any other manner in which he could have been\n           dealt with for that offence by a Circuit Court, if the\n           order had not been made"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Where a person who has attained the age of eighteen Attendance\nyears is convicted of an offence (other than murder) punishable\nwith imprisonment, the court may, instead of dealing with him s. 9 c q\nin any other way, make, with his consent, an order (hereinafter 11200.5\n                                                                     ,c,xd,  ,\nreferred to as an attendance order) requiring him to attend a day lizoos\ntraining centre specified in the order, for such number of hours S-7(2)(e).\nas may be specified in the order.\n        (2) The court may make an attendance order in respect of\nan offender if the court is satisfied-\n      (a) after considering a report by a probation officer in\n          respect of the offender and his circumstances and (if\n          the court thinks necessary) aRer hearing a probation\n          officer, that the offender is a suitable person to attend\n          a day training centre under such order; and\n      (b) that a day training centre exists and is appropriate for\n          the attendance of the offender and arrangements can\n          be made for his attendance at the centre.\n        (3) An attendance order made under this section shall\nrequire the offender-\n      (a) in accordance with instructions given by an\n          authorized officer responsible for his supervision, to\n          attend at the centre as specified in the order; and\n      (h) while attending at the centre, to comply with\n          instructions given by or under the authority of the\n          person in charge of the centre.\n              IThe lnclluion of this page i s rlhorlrcd by L.N. 180AIZ0061\n                                   C M I N A I , JUSTICE (RRFORM)\nCurfew          13.-(1) Where a person who has attained the age of eighteen\norder.\n612001\n              years is convicted of any offence (other than murder) punishable\nS. 9 (b).     with imprisonment, the court may, instead of dealing with him\n112005\nS. 7(2)(d).\n              in any other way, make an order (hereinafter called a curfew\n112005        order) requiring the offender to remain at a place specified in the\nS. 7(2)(e).\n              order for a period of time so specified.\n                      (2) A curfew order may specify different places or\n              different periods for different days, being periods-\n                    (a) not exceeding six months from the date of the order;\n                         or\n                    (b) amounting to not more than twelve hours in any one\n                        day.\n                      (3) Before making a curfew order under this section, the\n              court shall-\n                    (a) explain to the offender in ordinary language the\n                        matters specified in subsection (6);\n                    ( b ) obtain the offender's written consent to the making\n                          of the order.\n                     (4) The requirements of a curfew order made under this\n              section in respect of any offender shall as far as practicable be\n              such as to avoid-\n                    {a) any conflict with-\n                               (i) the offender's religious belief;\n                               (ii) the requirements of any other order made\n                                    under this Act in respect of that offender; and\n                    (b) any interference with the times, if any, during which\n                        the person normally works or attends an educational\n                        institution.\n                              (The lncluslon of thls page Is authorized by L.N. 180A12006j\n                    CRIMlNAL JUSTICE (REFOW\n             (5) A curfew order shall include provision for the\n    monitoring of the offender, during the period specified in the\n    order, by a member of the Constabulary Force or an authorized\n    officer.\n           (6) The matters referred to in subsection (3) are-\n         (a) the purpose and effect of the order, including any ad-\n             ditional requirements which are intended to be\n             included under section 14; and\n         (b) the consequences of any breach by the offender of\n             any requirements of the order."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13, the court may, in addition to the requirements specified in\n            that order, require the offender to be under the supervision of an\n            authorized officer for such period as may be specified in the\n            order, being not less than twelve months nor more than three\n            years.\n                     (3) The       court    may      act in accordance with\n            subsection (1) or (2) if the court is satisfied that such a\n            requirement is desirable in the interests of securing the\n            rehabilitation of the offender or protecting the public fkom\n            harm from the offender or preventing the commission of\n            fisther offences by the offender.\nMediation     16.-(1) Where a person is charged with any offence\norder.\nSecond      contained in the Second Schedule, the court shall, before\n61200 1\n            commencing the trial of the offence, determine, having\nS. 9.       regard to all the circumstances and with the consent of all\n            the parties, whether the matter can be dealt with by\n            mediation.\n                     (2) If, pursuant to subsection (I), the court determines\n            that the matter is suitable to be dealt with by mediation, the\n            court shall make an order (hereinafter referred to as a mediation\n            order) referring the matter for mediation by an approved\n            mediator.\n                     (3) In this section, \"approved mediator\" means a\n            mediator appointed by the Chief Justice.\n                     (4) A mediation order made under this section shall\n            operate to suspend the trial of the offence until the date fixed by\n            the court under subsection (5) (c).\n                     (5) A mediation order made under this section shall-\n                   (a) limit the time within which the mediation shall be\n                       concluded;\n                   (b) limit the time within which a report on the\n                       mediation shall be submitted to the court by the\n                       mediator setting out-\n                           [The ~nchsionof tlik page is autI101.1zedby L.N.1 1212002 )"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) Requirements (in this section referred to as Electronic\n    \"electronic monitoring requirementsn) may be included in a\n    curfew order for securing the electronic monitoring of the orders.\n    offender's whereabouts while the curfew order remains in force. 61200\n                                                                    s,9. 1\n           (2) A court shall not include electronic monitoring\n    requirements in a curfew order unless the court-\n         (a) is notified by the Minister that arrangements for elec-\n             tronic monitoring are available at the place specified\n             in the curfew order; and\n         (b) is satisfied that the necessary provisions can be made\n             under those arrangements.\n            (3) Arrangements made for the purposes of this section\n    may include arrangements whereby the electronic monitoring is\n    carried out by persons acting under contract.\n)     15.-41) Where a court makes a community service order Cmbina-\n    under section 10, the court may, in addition to the requirements tion\n                                                                     orders,\n    specified in that order, require the offerder to be under the 6n001\n    supervision of an authorized officer for such period as may be 9.\n    specified in the order, being not less than twelve months nor\n    more than three years.\n                                                          by L.N. 1 1212002 I\n                  Inle inclusion oftliis page is a~~thorized\n                             CRIMINAL JUSTICE (REFOW\n                     (2) Where a court makes a curfew order under section"
    }
  ],
  "definitions": []
}