{
  "id": "jm-stat-the-criminal-records-rehabilitation-of-offenders-act",
  "type": "statute",
  "title": "The Criminal Records (Rehabilitation of Offenders) Act",
  "title_en": "The Criminal Records (Rehabilitation of Offenders) Act",
  "short_name": "Criminal Records (Rehabilitation of Offenders) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-criminal-records-rehabilitation-of-offenders-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-criminal-records-rehabilitation-of-offenders-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) The Board shall have a seal which shall be kept in the cus-\ntody of the chairman or the secretary and shall be affixed to instru-\nments pursuant to a resolution of the Board in the presence of the\nchairman or any other member of the Board and the secretary.\n       (2) The seal of the Board shall be authenticated by the\nsignature of the chairman or a member of the Board authorized to act\nin that behalf and such s e a l shall be officially and judicially noticed.\n       (3) All documents, other than those required by law to be\nunder seal, made by, and all decisions of, the Board may be signified\nunder the hand of the chairman or any other member authorized to\nact in that behalf, or the secretary."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to the provisions of this Schedule, the appointment of\nmembers of the Board shall be for a period not exceeding three years oficeof\nand each member shall be eligible for reappointment.                 members."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The Minister shall appoint a member of the Board to be the Chairman.\nchairman d the Board.\n          [The inclusibn of fis page is authorized lby L.N. 17/1989]\n24                        CRlMlNAL RECORDS (REHABILITATION\n                                    OF OFFENDERS)\n                     (2) In the case of the absence or inability to act of the chairman,\n              the Minister may appoint any other member to perform the funations of\n              chairman.\n                    (3) In the case of the absence or inability to act at any meeting\n              of the chairman or a person appointed under sub-paragraph (2). the\n              other members at the meeting shall elect one of their number to act\n              as chairman at the meeting.\nTemporary       5. The Minister may appoint any person to act temporarily in the\nappoint-      place of any member in the case of the absence or inability to act of\nments.        that member.\nFilling         6.-(1) If any vacancy occurs among the members of the Board.\nof            such vacancy shall be filled by the appointment of another member\nvacancies.    who shall, subject to the provisions of this Schedule, hold office for\n              the remainder of the period for which the previous member wa8\n              appointed.\n                    (2) In the making of appointments pursuant to this paragraph\n              regard shall be had to the requirements of paragraph 1 (2).\nResigna-         7.-(1) The chairman may at any time resign his office by instru-\ntions.        ment in writing addressed to the Minister and such resignation shall\n              take effect as from the date of the receipt by the Minister of the instru-\n              ment.\n                       (2) Any member other than the chairman may at any time\n              resign his office by instrument in writing addressed to the Minister and\n              transmitted through the chairman and from the date of the receipt by\n              the Minister of such instrument such member shall cease to be a mem-\n              ber of the Board.\nRevocation     8. The Minister may at any time revoke the appointment of any\nof appoint-   member of the Board.\nments.\nPub1ir:a-       9. The names of all members of the Board-as first constituted and\ntion of       every change in membership shall be published in the Gazette.\nmember-\nship.\nProcedure       lO.-(l) The Board shall meet at such times as may be necessary or\nand           expedient for the transaction of its bushess and such meetings shall\nmeetings.     be held at such places and times and on such days as the Board shall\n              determine.\n                   (2) Minutes in proper form of each meeting of the Board shall\n              be kept.\n                   (3) The decision of the Board shall be by a majority of the\n              Board and shall be in writing."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12-41) Tn relation to m v contract of insiirance. anv Disclosure\n                                                                of criminal\nrequirement in the contract which relates to the disclosure condction\nof a conviction for a criminal offence shall not apply in               EcFtE:-\nrespect of a spent conviction: and a contract of insurance applicable\n                                                                to spent\napplied for. or entered into. shall not be avoided or cancelled conviotion.\n        [The inclusi+on of h i s p g e is authorized by L.N. 17/1989]\n                      CRIMlNAL RECORDS (REHABlLITATlON\n                               OF OFFENDERS)\n            on the ground of the failure by a person to disclose any\n            particulars of a criminal offence which is the subject of a\n            spent conviction.\n                    (2) The provisions of subsection (1) shall apply in\n            like manner with respect to a contract of marine insurance;\n            and the provisions of sections 23, 24 and 25 of the Marine\n            Insurance Act shall not impose any requirement on a person\n            to disclose particulars of a spent conviction nor shall a con-\n            tract of marine insurance be avoided or cancelled on the\n            ground of the failure by a person to disclose any particulars\n            in respect of a spent conviction.\nAdmissi-      13. Nothing in section 11 shall affect the determination of\nbility in\n            any issue. or prevent the admission or requirement of any\nand 0the-r\npro*B       evidence, relating to a person’s previous convictions or to\nOf mdenacircumstances ancillary thereto-\nrwlatinn tw\nwrit COP-\nviction.         (Q) in any criminal proceedings before a court (includ-\n                     ing any aweaf or reference in a criminal matter):\n                     in any service disciplinary proceedings or in any\n                      proceedinqC; on appeal from any service disci-\n                      plinary proceedings;\n                     in any procxxdings or enquiries relating to adop-\n                      tion or to the grrardianship, wardship. marriage.\n                     custody. care and control of. access to, anv minor,\n                      or to the provision by any person of accommoda-\n                     tion, care. or schoolirlg for minors;\n                     in any proceedings in which he is a party or\n                     witness. if, on the occasion when the issue or the\n                     admission or requirement of the evidence falls to\n                     be determined. he consents to the determination\n                     of the issue or, as the case may be, the admission\n                     or requirement of the evidence notwithstanding\n                     the provisions of section 11.\n                    [The incluskn of this page i s authcrbd by L.N. 17/1989]\n            C R l M l N AL RECORDS (REHABILITA TlON                      11\n                           OF OFFENDERS)"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) A person shall, if requested so to do disclose in C-IXCLEXb\nrelation to himself, particulars of any spent ~nviction-\n      (a) when seeking to be made a member of a profes- parson\n           sional body of any of the professions specified h\n           Part I of the First Schedule;                        spent con-\n                                                                viction in\n     ( 6 ) when seeking to be appointed to any office of em- relationto\n                                                                himself.\n           ployment specified in Part I1 of the First Schedule9 First\n                                                                schedule.\n     (c) when seeking to become engaged in any business of\n           the type specified in Part In of the First Schedule.\n        (2) A disclosure of particulars of a spent conviction\npursuant to subsection (1) shall be made-\n     (a) to any person duly authorized by-\n               (i) the professional body; or\n              (ii) the organization responsible for the officu\n                   of employment,\n           as the case may be; or\n     (b) in relation to any business as aforesaid, to such\n           person as may be designated by the Minister for\n           the purpose.\n        (3) The Minister may, by order. subject to negative\nresolution. amend the First Schedule.\n       (4) The particulars of a spent conviction, disclosed\nto a duly authorized person pursuant to this section, may\nbe published or communicated pursuant to the following\nconditions only, that is to say-\n     (a) the publication or communication shall be in\n         accordance with rules or regulations for the time\n         being in force of the professional body. office of\n         employment or business (as the case may be) of\n         which the person making the disclosure under sub-\n          section (1) was aware when he made the disclosure;\n          and\n        F   e inclrucikm of this page is authorized by L.N. 17/1989]\n12                        CRIMlNAL RECORDS (REHABILITATION\n                                   OF OFFENDERS)\n                  tb) the rules or regulations shall not authorize the\n                       general disclosure or publication of the particulars\n                       aforesaid other than to persons who, by virtue of\n                       their position or relationship with the professional\n                       body, office of employment or business (as the case\n                       may be) are authorized by the said rules or regula-\n                       tions to have such particulars communicated to\n                       them.\n                     (5) It shall be an offence to contravene the provisions\n              of subsection (4).\nOtFenCa         15.-(1)   It shall be an offence for a person who is required\nfor miw\nrepresenta-   under section 14 to disclose in relation to himself particulars\ntion PUP\nsuant to      of a spent conviction, with intent to deceive any person\nsection 14.\n              authorized to make enquiries for the purposes recognized\n              by that section, to fail to make such disclosure.\n                     (2) A person shall not be convicted of an offence\n              under this section unless the court is satisfied that a benefit\n              was conferred on that person and that such benefit would\n              not have been so conferred if he had nct committed the act\n              alleged to constitute the offence.\n                     (3) For the purposes of subsection (2), a benefit shall\n              be deemed to have been conferred on a person against whom\n              cm allegation of an offence under this section is made on\n              proof that such person was-\n                   (a) conferred with membership of a professional body\n                       of any of the professions specified in Part I of the\n FiI6t\nSchedule.              First Schedule;\n                   (6) appointed to any office or employment of the\n                       nature specified in Part II of the First Schedule;\n                       or\n                  (c) authorized to become engaged in any business\n                       specified in Part IlT of the First Schedule.\n                      F e inclusion of t h i s page i q authorized 'by L.N. 17/1989]\n            CRIMINAL RECORDS (REHABILITATION                                    23\n                     OF OFFENDERS)\n                         SECOND SCHEDULE                         (Section 18)\n        The Criminal Records (Rehabilitation of Offenders)Board\n   l.+l) The Board shall consist of such number of persons not being &nstitution\nless than three or more than five as the Minister may appoint from of Board.\ntime to time.\n       (2) The Board shall include at least one of each of the\nfollowing-\n     (a) a person who is an attorney-at-law of at least ten years\n          standing or who holds or has held judicial office as-\n              (i) a Judge of the Court of Appeal; or\n             (ii) a Judge of the Supreme Court; or\n            (iii) a Resident Magistrate;\n     (b) a person appearing to the Minister to be interested in the\n          rehabilitation of persons convicted of criminal offences,\n          being-\n              (i) a psychiatrist or psychologist; or\n             (ii) a social worker; or\n            (iii) a Minister of Religion;\n     (c) a person connected with, or having knowledge of. the keeping\n          and maintenance of records of persons convicted of criminal\n          offences, namely-\n              (i) the Commissioner of Corrections or his nominee; G r\n             (ii) the Conmissioner of Police or his nominee; or\n            (iii) a senior civil servant."
    }
  ],
  "definitions": []
}