{
  "id": "jm-stat-the-cruelty-to-animals-act",
  "type": "statute",
  "title": "The Cruelty to Animals Act",
  "title_en": "The Cruelty to Animals Act",
  "short_name": "Cruelty to Animals Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-cruelty-to-animals-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-cruelty-to-animals-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Intcrpreta-\n                                                                     tion.\n“animal” means any horse, mare, gelding, colt, filly, bull,\n    cow, ox, steer, heifer, calf, mule, ass, ram, ewe, sheep,\n    lamb, boar, sow, barrow, hog, pig, goat, kid, dog, cat\n    or any other animal, whether of the kind or species\n    particularly mentioned, or of any other kind or species\n    whatsoever, and whether a quadruped or not."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Every person who cruelly beats, ill-treats, starves, cru~uybeat-\n                                                          in& etc.,\nover-drives, over-rides, over-loads, abuses, tortures, or any a n i d\notherwise maltreats any animal, shall be guilty of an\noffence against this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every person who works, or causes to be worked, any Working,\nanimal in such a condition as to be unfit for work whether ~ ~                 ;       t   ~       ~   d\nfrom emaciation, or from any gall, or sore, or otherwise, work.\nand whether that condition is caused by disease or deficient\nfeeding, or otherwise, shall be guilty of an offence against\nthis Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every person who, by wilful negligence, causes any +dg\ninjury or suffering to any animal, shall be guilty of an ~ ~ d ~                           b   y\n                                                         Wilful\noffence against this Act.                                negligence."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every person who-                                     Bull baiting,\n                                                           etc.\n     (a) in any manner encourages, aids, or assists at the\n         fighting or baiting of any bull, dog, cock, or other\n         kind of animal, whether domestic or wild; or\n             inclvsion of thispage is aubrized by L.N. 951 19971\n4                                 CRUELTY TO ANIMALS\n                     (b) keeps, or uses, or acts in the management of any\n                          place to be used for the purpose of fighting or\n                          baiting any such animal as aforesaid; or\n                     (c) being the owner or occupier thereof, permits or\n                          suffers any place to be so used; or\n                     (4 receives money for the admission of any other\n                          person to any place kept or used for any of the\n                          purposes aforesaid,\n                shall be guilty of an offence against this Act.\nCausing           7. Every person who conveys, or carries, or places in or\navoidable or\nunnecessary     upon any cart or other vehicle, or in or upon any vessel\npain or\nsuffering to    or boat, or otherwise, any animal, in such a manner or\nany animal.     position as to subject such animal to avoidable or unneces-\n                sary pain or suffering, shall be guilty of an offence against\n                this Act.\nUsing or          8. Every person who uses, or employs or permits to be\nempIoying\nanimal          used, or employed, in any manner of work, any animal\nbrought to\nbe des-\n                which is brought or delivered to him for the purpose of\ntroyed.         being destroyed, and every person who is found using, or\n                employing any such animal, shall be guilty of an offence\n                against this Act.\nCausing           9. Every person who, in killing any animal, wilfully,\nunnecessary     carelessly, or negligently causes it unnecessary suffering,\nsuffering in\nkilling any\nanimal.\n                shall be guilty of an offence against this Act.\nUsing             10. Every person who uses any animal under the age of\nanimal\nunder two       two years and a half, in any cart, plough, or carriage, or\nyears and a\nhalf.           as a beast of burden, shall be guilty of an offence under\n                this Act.\nDocking or        11. Every person who wilfully docks, or nicks the tail\nnicking tails\nof horses,      of any horse, mare, gelding, colt, filly, or mule, shall be\netc.\n                guilty of an offence under this Act. And any person in\n                whose possession any animal so docked, or nicked shall be\n                      CRUELTY TO ANIMALS                                   5\nfound, shall prima facie be deemed to be the person who\ndocked or nicked the animal."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Every person who-                                      Keeping\n                                                             animals for\n     (a) procures, has in his possession, or delivers, any trapshoot-\n                                                             ing. etc.\n          bird or animal for the purpose of being used for\n          trap shooting; or\n     (b) secures, or causes to be secured, the tongue of any\n          animal in such a manner as to cause unnecessary\n          pain or suffering to such animal,\nshall be guilty of an offenceagainst this Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. It shall be lawful for any constable, upon view of Arrestof\nany cruelty for which a person is liable to punishment\nunder this Act, or upon information of any other person,\nwho states that he has seen such cruelty, and who shall\ngive his name and place of abode, to arrest the offender\nwithout warrant, if he does not know, or is unable there-\nupon to ascertain the name and address of such offender."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. It shall be lawful for the constable to seize and take Seizureand\n                                                             production\nbefore the court before which the offender is brought the of animal\nanimal in relation to which the offence is alleged to have\nbeen committed, whether the person liable to punishment\nunder this Act shall have been arrested under the previous\nsection or not."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) If any constable finds any animal other than any Destmction\nsheep, goat, swine, dog, cat, poultry, or bird, so severely t,!zgf\ninjured or in such a state of health that it cannot without s6911960\n                                                               .2.\nundue suffering be moved, he may if the owner is absent\nor refuses to consent to the destruction of the animal, on\nobtaining a certificate from a Veterinary Surgeon or Justice\nof the Peace that such animal is so severely injured or in\nsuch a state of health that it would be cruel to keep it alive\ncause such animal to be slaughtered in a manner causing\nas little pain as possible to such animal.\n          C I b inchion of this paps is authorized Pry L.N. 9S/ 19971\n6                                   CRUELTY TO ANIMALS\n                       (2) If any constable finds any sheep, goat, swine,\n               dog, cat, poultry, or bird so severely injured or in such a\n               state of health that it cannot without undue suffering be\n               moved, he may cause such animal to be slaughtered in a\n               manner causing as little pain as possible to such animal.\nPenalty.          16. If any person shall be convicted of an offence against\nSlaughter-\ning of\nanimal by\n               this Act he shall be liable to a penalty not exceeding one\norder of       thousand dollars and if the owner of any animal shall be con-\ncourt.\n31/1995        victed of an offence against this Act in respect of such animal\ns. 4.          the convicting court may order him to pay in addition to\n               the aforesaid penalty the reasonable costs of any person or\n               persons having the care or keep of such animal (including\n               the cost of veterinary treatment) from the date of the\n               seizure of the animal to the date of the conviction of such\n               owner, and in either case the court so convicting may, if\n               it think fit, direct the animal in respect of which the offence\n               was committed to be slaughtered. On such direction being\n               given the Chief Oficer of Constabulary of the parish shall\n               cause such animal to be slaughtered, with such instrument\n               or appliances, and with such precaution, and in such man-\n               ner as to inflict as little pain and suffering as practicable.\nRecovery of       17.--(1) Any reasonable expense which may be incurred\nexpense of\nslaughtering   by the Chief Officer of Constabulary in any parish, or by\nand remov-\ning an         any constable in slaughtering any animal, or causing any\nanimaT         animal to be slaughtered in pursuance of the provisions of\n               this Act, or in removing the carcase of any animal so\n               slaughtered from any street or public place for the purposes\n               of this Act, may be recovered from the owner summarily\n               as a civil debt.\n                         (2) Any reasonable expense which may be incurred\n               by any person or persons having the care or keep of any\n               animal (including the cost of veterinary treatment) from\n               the date of the seizure of such animal to the date of the\n               conviction of the owner thereof for an offence against this\n               Act in respect of such animal may be recovered from the\n                         l l l m inchkm of this page is authorized by L.N. 95/ 19971\n                    CRUELTY TO ANIMALS                                  7\nowner summarily as a civil debt unless such expense has\npreviously been recovered under the provisions of section"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. All offences against this Act shall be tried, and all and\n                                                            Recovery\n                                                                enforce-\npenalties imposed under the authority of this Act shall mentof\nbe recovered and enforced, in a summary manner in the\nparish in which the offence is committed, and if such\npenalty is not forthwith paid, the court may award impris-\nonment with or without hard labour, for a period not\nexceeding three months."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. On any conviction under this Act for cruelty in of   Detention\n                                                              animal\nrespect of any animal, the court may, if it think that such byorderof\nanimal is unfit to work, direct that it be detained in any court and\nplace which shall have been notified in the Gazette as set ;$E:.\napart by the Jamaica Society for the Prevention of Cruelty\nto Animals for that purpose for any period not exceeding\nthirty days, and the owner of such animal shall be liable\nto the Society for any reasonable cost of maintaining the\nanimal during such period, to be recovered summarily as a\ncivil debt."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Except for gross negligence no officer or servant of except\n                                                            Non-liability\n                                                                    for\nthe said society or person having charge of any place set gross\n                                                            negligence,\napart as aforesaid shall be liable in respect of the death ofany\nor sickness or deterioration of or any accident or casualty gf2z:;f\nto any animal detained in such place under the provisions\nof this Act."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Disposal of unclaimed animal.\n     me inclusion of this page is authorized by L.N. 480/1973]\n                    CRUELTY TO ANIMALS                                             3\n                                                                       cap 86.\n          THE CRUELTY TO ANIMALS ACT                                    Law\n                                                                      69 of 1960.\n                                                                          Ad\n                                                [22ndApril, 1904.1    31 O E w S\n                                                                         a&"
    }
  ],
  "definitions": []
}