{
  "id": "jm-stat-the-customs-act",
  "type": "statute",
  "title": "The Customs Act",
  "title_en": "The Customs Act",
  "short_name": "Customs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-customs-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-customs-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1-l'l~cI I I C ~ I I ~ I Oof\n                                     CUSTOMS\n       (1 1) A reference to goods of the same class or kind includes a\nreference to goods imported from the same country as the goods being valued\nand to goods imported from other countries.\n       ( 12) For the purposes of sub-paragraph (3), \"the earliest date\" means\nthe date by which sales of the goods or of identical or similar imported goods\nare made in sufficient quantity to establish the unit price."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.\nthe impont duties payable on the goods nor more than treble\nthe value of the goods."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Subject to paragraphs 2 and 8, the customs value of imported\ngoods determined under this paragraph shall be the transaction value, that is \"'Iue.\nto say, the price actually paid or payable for the goods when sold for export\nto the Island in the circumstances referred to in sub-paragraph (2) and\nadjusted in accordance with paragraph 8 or, where appropriate, paragraph 9.\n         (2) The circumstances referred to in sub-paragraph (I) are that-\n      (a) there are no restrictions as to the disposition or use of the goods\n          by the buyer other than restrictions which-\n                       (i) are imposed or required under any law;\n                      (ii) limit the geographical area in which the goods may\n                           be resold; or\n                     (iii) do not substantially affect the value of the goods;\n      (6) the sale or price of the goods is not subject to any condition or\n            consideration for which a value cannot be determined with\n            respect to the goods being valued;\n      (c)   no part of the proceeds of any subsequent resale, disposal or use\n            of the goods by the buyer will accrue directly or indirectly to the\n            seller, unless an appropriate adjustment can be made in\n            accordance with paragraph 8; and\n      (4 the buyer and the seller are not related or, where they are related,\n            the transaction value is acceptable for customs purposes under\n            sub-paragraph (3).\n                              of tlm page is autltor~zedby L.N\n                  [The ~nclus~on                                 8812003)\n                                 CUSTOMS\n          (3) In determining whether the transaction value is acceptable for\nthe purposes of sub-paragraph (I), in circumstances where the buyer and\nseller are related, the Commissioner shall-\n      (a) take account of the circumstances of the sale; and\n      (b) accept the transaction value stated. unless, on the basis of\n             information provided by the importer or otherwise. he considers\n             that there are grounds for believing that the relationship\n             influenced the price.\n        (4) The Commissioner shall inform the importer in writing of the\ngrounds referred to in sub-paragraph (3) and give him a reasonable\nopportunity to be heard.\n         (5) In a sale between related persons, the transaction value shall be\naccepted and the goods valued in accordance with sub-paragraph (1) if,\nsubject to subparagraph (6), the importer demonstrates that such value\nclosely approximates to one of the following values occurring at or about the\nsame time--\n        (a) the transaction value in sales of identical or similat goods for\n             e.uport to the Island between buyers and sellers who are not\n             related in any particular case:\n        (b) the customs value of identical or similar goods, as determined\n             under pmgraph 6:\n       *(c) the customs value of identical or similar goods, as determined\n             under paragraph 7.\n          (6) In applying any of the provisions of sub-paragraph (5) account\nshall be taken of-\n       (a) demonstrated differences in commercial levels and quantity\n           levels:\n       (h) the matters specified in paragraph 8: and\n       (c) costs incurred by the seller in sales in which he and the buyer are\n           not related that are not incurred by the seller in sales in which he\n           and the buyer are related.\n         *(7) For the purpose of subparagraph (1): the price actually paid or\npayablc is. subject to sub-paragraphs (8) and (9): the total payment made. or\nto be made, for the imported goods by the buyer to, or for the benefit of, the\nseller.\n          (8) The payment referred to in sub-paragraph (7) may be made\neither directly or indirectly without necessarily taking the form of a transfer\nof money and shall i n c l u d e\n*Detaminationof value suspended w.e.f 3.6.2002 to"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 1 ) Subject to paragraph 2. where the imported goods or identical or Value based\ns i d a r imported goods are sold in the Island in the same conQtion in which on unit\n                                                                              price of\nthey are imported, the customs value of those goods shall be determined in greatest\naccordance with sub-paragraph (2).                                            aggregate\n                                                                                  quantih\n       (2) The customs value shall be based on the unit price at which the (the d&c-\nimported goods or identical or similar imported goods are sold in the greatest tive\naggregate quantity. to persons who are not related to the seller at or about the method).\ntime of the importation of the goods being valued. subject to deductions for\nthe following-\n     (a) subject to sub-paragraph (10). the commission usually paid or\n           agreed to be paid or the additions usually made for profit and\n           general expenses (including the direct and induect costs of\n           marketing the goods in question) in connection with sales in the\n           Island of imported goods of the same class or kind;\n     (b)   the usual costs of transportation and insurance and other\n           associated costs normally incurred within the Island; and\n     (c)   the customs duties and other duties or taxes payable in the Island\n           by reason of the importation or sale of the goods.\n       (3) If neither the imported goods nor identical or similar imported\ngoods are sold at or about the time of importation of the goods being valued,\nthen, if the importer so requests, the customs value of the imported goods\nshall be based on the unit price at which the imported goods or identical or\nsimilar imported goods are sold in the Island in the same condition in which\nthey were imported and at the earliest date after their importation, being a\ndate not later than ninety days after the date of such importation, subject to\nthe deductions specified in sub-paragraph (1).\n                  [Tlie inclusion of this page is authorized by L.N. 88/2003]\n                                          CUSTOMS\n       (4) Subject to sub-paragraph (5). if neither the imported goods nor\nidentical or similar imported goods are sold in the Island in the condition in\nwhich they were imported. then the Commissioner may determine that the\nvalue of the goods shall be based on the unit price at which the imported\ngoods, after further processing, are sold in the greatest aggregate quantity to\npersons in the Island who are not related to the seller.\n      (5) In detennining value under sub-paragraph (4). deductions shall be\nmade in respect of-\n     ( a ) the value added by such further processing, based on quantifiable\n           data and calculated on the bases of usual formulae and methods\n           and practices of the industry concerned; and\n     ( 6 ) the matters specified in sub-paragraph (2) (a). ( 6 ) arad (c).\n       (6) Subject to sub-paragraph (7). the unit price at which imported\ngoods or identical or similar imported goods are sold in the greatest aggregate\nquantity is the price at which the greatest number of units of the goods is sold\nin sales made to persons who are not related to the seller, being sales\noccurring at the first commercial level after the importation at which the sales\ntake place.\n        (7) In determining the unit price for the purposes of this paragraph,\nno account shall be taken of any sale in the Island to a person who supplies\nany goods or services specified in paragraph 8 (1) (b). directly or indirectly,\nfree of charge or at a reduced cost. for use in connection with the production\nand sale for export of the imported goods.\n       (8) Subject to sub-paragraph (9). the amount allowable under sub-\nparagraph (2) (a) as a deduction for profit and general expenses shall be taken\nas a whole and shall be determined on the basis of figures and other\ninformation supplied by or on behalf of the importer.\n       (9) Where it appears to the proper officer that the figures or other\ninformation so supplied are not consistent with verifiable figures and\ninformation pertaining to sales of imported goods of the same class or kind\nthe proper officer may determine the amount allowable on the basis of figures\nand information other than those supplied.\n       (10) In detennining for the purposes of sub-paragraph (2) (a) the\ncommissions or the additions usually made for profit and general expenses.\nthe question whether imported goods are of the same class or kind shall be\ndecided on the facts of each particular case, having regard to all the\ncircumstances. and taking into account. where possible, informatior!\npertaining to the sale of the narrowest group or range of imported goods of\nthe same class or kind.\n                                             I I 1111spngc IS mll~onzedby L N . 8813003j"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.---(I) Subject to paragraph 2 and this paragraph the customs value of Determina-\nimported goods shall be determined under this paragraph on a computed tionof\nvalue consisting of the sum of-                                            value based\n                                                                           on com-\n     (a) the cost or value of the materials and processing used to p d u c e\n         the imported goods;\n     (6) an amount for profit and general expenses equivalent to the\n         amount usually reflected in sales of goods that are of the same\n         class or kind as the goods being valued and that are made by\n         producers in the country of exportation for export to the Island;\n         and\n     (c)   the total of all costs and charges referred to in paragraph 8 (1) (e).\n       (2) The cost referred to in sub-paragraph (1) (a) shall include-\n     (a) the costs referred to in paragraph 8 (1) (a) (ii) and (iii);\n     (b) the value, duly apportioned, of such goods or services referred to\n         in paragraph 8 (1) (6) as have been supplied, directly or indirectly,\n         by the buyer for use in connection with the production of the\n         imported goods;\n     (c)  the value of such goods and services r e f e d to in paragraph 8 (1)\n          (b) (iv) as are undertaken in the Island, to the extent only that they\n          are charged to the producer,\nand no cost or value as aforesaid shall be counted more than once in\ndetermining the computed value of imported goods.\n       (3) The cost or value referred to in sub-paragraph (I) (a) shall be\ndetermined on the basis of such commercial accounts supplied by or on\nbehalf of the producer as relate to the production of the goods being valued\nand as are consistent with the generally accepted a c c o principles~\napplied in the country in which the -goodsare produced.\n       (4) For the purposes of sub-paragraph (1) (b+\n                  [The ~ncluslonof this page is authorized by L.N. 88/2003]\n                                               CUSTOMS\n                   (a) the amount for profit and general expenses shall. subject to sub-\n                         paragraph (6). be taken as a whole and shall be determined on the\n                         basis of figures or other infonnation supplied by or on behalf of\n                         the producer;\n                   ( h ) where it appears to the proper officer that the figures or other\n                         information so supplied are not consistent with the figures or other\n                         information usually attributable to sales of goods that-\n                                 (i) are of the same class or kind as the goods being valued:\n                                     and\n                                (ii) are made by producers in the country of exportation for\n                                     export to the Island\n                         the proper officer may deternline the amount for profit and general\n                         expenses on the basis of figures and information other than those\n                         supplied by or on behalf of the producer of the goods.\n                   (c)   the question whether goods are of the same class or kind as other\n                         goods shall be decided on the facts of each particular case. having\n                         regard to all the circumstances and taking into account. where\n                         possible, information pertaining to the sales for export to the\n                         Island of the narrowest group or range of goods of the same class\n                         or kind as the goods being valued;\n                   (d) a reference to-\n                               (i)    \"general expenses\" is a reference to the direct and\n                                      indirect costs of producing and selling the goods for\n                                      export, being costs not included under sub-paragraph\n                                      ( 1) (a);and\n                               (ii)   \"goods of the same class or kind\" means goods\n                                      imported from the s h e country as the goods being\n                                      valued.\nCertain"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) In determining the customs valuc under paragraph 3, there shall bc\ncharges to    added to the price actually paid or payable for the imported goods-\nbe included\nin customs         (a) the following costs, to the extent that they are incurred by the\nvalue.                   buyer but are not included in the price actually paid or payable for\n                         the goods-\n                                (i) commission and brokerage, except buying commission:\n                               (ii) the costs of containers which, for customs purposes. are\n                                    treated as one with the goods in question;\n                               (iii) the cost of packing, whether for labour or materials;\n                         CUSTOMS\nthe value. apportioned as appropriate. of the following goods and\nsenices where t h e are supplied. duectly or induectly. by the\nbuyer free of charge or at a reduced cost for use in connection\nwith the production and sale for export of the imported goods, to\nthe exqent that such value has not been included in the price\nactually paid or payable that is to say-\n      (i) materials. components. parts and                      similar items\n          incorporated in the imported goods;\n     (ii) tools. dles. moulds and similar items used in the\n          production of the imported goods;\n    (iii) materials consumed in the production of the imported\n          goods;\n     (iv) engineering. development, artwork and design work. as\n          well as such plans or sketches as are done outside of the\n          Island and are necessary for the production of the\n          imported goods;\nroyalties and licence fees, including p a y e n t s in respect of\npatents, trademarks and copyright, related to the goods being\nvalued payable by the buyer, either directly or indirectly, as a\ncondition of sale of the goods being valued, to the extent that\nsuch royalties and fees are not included in the price actually paid\nor payable;\nthe value of any part of the proceeds of any subsequent resale.\ndisposal or use of the imported goods that accrues, directly or\nindirectly, to the seller;\nsubject to any reduction of freight charges by the Commissioner\nin accordance with section 19 (7), the following costs and\ncharges-\n      (i) the cost of transportation of the imported goods to the\n          port or place of importation;\n     (ii) the loading, unloading and handhg charges associated\n          with the transportation of the imported goods to the port\n          or place of importation; and\n     (iii) the cost of insurance.\nIn determining the customs value of imported goods-\nno additions shall be made to the price actually paid or payable\nfor those goods, except as provided in this paragraph; and\n                  of this page is authorized by L.N. 88120031\n      [The ~nclus~on\n                                                  CUSTOMS\n                  (b)                                   paid or payable shall be made under\n                         additions to the price actual1~-\n                         this paragraph only on the basis of objective and quantrfiable\n                         data: and\n                  (c)    the transaction value of the goods shall not be determined under\n                         paragraph 3 in the absence of such data.\n                   ( 3 ) Notwithstanding sub-paragraph (1) (c)-\n                  (a) in determining the customs value of imported goods. charges for\n                      the right to reproduce the goods in the Island shall not be added to\n                      the price actually paid or payable for those goods:\n                  (b) payments made by the buyer for the right to distribute or resell\n                      those goods sllall not be added to the price actually paid or\n                      payable for the goods if such payments are not a condition of the\n                      sale for export of those goods to the Island.\n                 \"buying commission\" means fees paid by an importer to lus buying\n                      agent for the service of representing him abroad in the purchase of\n                      the goods being valued.\n                 \"buying agent\" means a person who acts for a buyer of goods for\n                      reward or hire.\nInterest       9.--( 1) Charges for interest under a financing arrangement entered into by\ncharges     the buyer and related to the purchase of imported goods shall not be included\nto k        in the customs value determined under paragraph 3. if the requirements in\nexcluded.\n            sub-paragraph (2) are satisfied.\n                   (2)    The requirements           referred to in sub-paragraph (1) are as\n            follows-\n                  (a) the charges are distinguished from the price actually paid or\n                      payable for the goods;\n                  (b) the financing amngement is in writing;\n                  (c) where required by the Commissioner, the buyer can demonstrate\n                      that-\n                               (i) such goods are actually sold at the price declared as the\n                                   price actually paid or payable; and\n                              (ii) the claimed rate of interest does not exceed the level for\n                                   such tr;insactions prevailing in the country where, and\n                                   at the time when,the finance was provided.\n                               [The incl~~sion\n                                            of this page is authorized by L.N. 88/2003]\n                                                 CUSTOMS\n                    (3) The provisions of sub-paragraphs (1) and (2) shall apply-\n                  (a) whether the finance is provided by the seller, a bank or another\n                      person; and\n                  ( 6 ) with such modifications as may be necessary in relation to any\n                        case where value is determined under a method other than the\n                        transaction value.\ns ue            10.-(1)    Where the value of the data or instructions recorded on any\nf~ a         carrier medium for data processing equipment is distmgukhed or\nProcessing   distinguishable from the cost or value of the medium itself, then, in\nequipment.\n             determining the transaction value of the carrier medium, no account shall be\n             taken of the value of the recorded data or instructions.\n                    (2) For the purposes of this paragraph-\n                  \"carrier medium\" shall not include integrated circuits, semiconductors\n                        and similar devices or articles incorporating such circuits or\n                        devices;\n                  \"data or instructions\" shall not include sound cinematic or video\n                        recordings.\n                                           of this page is authorized by L.N. 88/2003]\n                              [The incl~~sio~i"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.3.2004- L.N. 28/2002 refers.\n                                                   CUSTOMS\n                    (a) all payment that as a condition of sale of the imported goods. are\n                        made or to be made by the buyer to the seller or by the buyer to a\n                        third party to satisfv an obligation of the seller: and\n                    (b) any settlement by the buyer, whether in whole or in part, of a debt\n                        owed by the seller.\n                       (9) Except to the extent allowed under paragraph 8-\n                    (a) any activities (includmg the marketing of imported goods)\n                        undertaken by a buyer on his own account shall not be regarded\n                        for the purpose of this paragraph as an indlrect payment to the\n                        seller. whether or not such activities are of benefit to the seller or\n                        were undertaken by the buyer pursuant to an agreement with the\n                        seller: and\n                    (6) the cost of any such activity shall not be added to the price\n                          actually paid or payable in determining the customs value of the\n                          imported goods.\n                       (10) The following charges or costs shall not be taken into account\n              in determining the customs value of imported goods if such charges or costs\n              may be distinguish from the price actually paid or payable for those g o o d s\n                    (a) charges for construction, erection, assembly, maintenance or\n                          technical assistance; undertaken after importation of goods such\n                          as industrial plant. machinery or equipment;\n                    (b) the cost of transportation after importation;\n                    (c) customs duties and other taxes payable in the Island by reason of\n                          the importation or sale of the goods.\nDetennina-       4.-41) Subject to paragraph 2 and sub-paragraph (2), the customs value\ntion of\ncustoms\n              of imported goods determined under this paragraph shall be the transaction\nvalue on      value of identical goods sold for export to the Island at or about the same\nbasis of      time as the goods being valued.\ntransaction\nvalue of               (2) The transaction value to be applied under sub-paragraph (1) is\nidentical     the transaction value of-\ngoods sold\nfor export.\n                    (a) identical goods in a sale at the same commercial level and in\n                        substantially the same quantity as the goods being valued; or\n                    (b) in the absence of such a sale, identical goods sold at a different\n                        commercial level or in different quantities, or both, with such\n                        adjustments as are reasonable and necessary (whether resulting in\n                        an increase or a decrease in value) having regard to the\n                        differences attributable to commercial level or quantity, or to\n                        both.\n                                                   CUSTOMS\n                       (3) Where the costs and charges referred to in paragraph 8 (1) (e)\n              are included in the transaction value, an adjustment shall be made to take\n              account of dfferences in those costs and charges between the imported goods\n              and the identical goods in question where those differences are attributable to\n              differences in distances and modes of transportation.\n                       (4) The following principles shall apply under h s paragraph-\n                     (a) if more than one transaction value of identical goods are found.\n                           the lowest such value shall be used to determine the customs\n                           value of the imported goods;\n                     (b)   a transaction value for goods produced by a different person\n                           shall be taken into account only when no transaction value can\n                           be found under sub-paragraph (1) for identical goods produced\n                           by the same person as the goods being valued;\n                     (c)   a condition for adjustment because of different commercial\n                           levels or different quantities shall be that the adjustment shall be\n                           made only on the basis of evidence clearly establishing the\n                           reasonableness and accuracy of the adjustment.\n                     (5) In this paragraph \"the transaction value of identical imported\n              goods\" means a customs value previously determined under paragraph 3.\n              adjusted as provided in sub-paragraphs (2) and (3) of this paragraph.\nDetermina-       5.+1)   Subject to paragraph 2 and sub-paragraph (2). the customs value\ntion of\ncustoms\n              of imported goods determined under this paragraph shall be the transaction\nvalue on      value of similar goods sold for export to the Island and exported at or about\nbasis of      the same time as the goods being valued.\ntransaction\nvalue of             (2) The transaction value to be applied under sub-paragraph (1) is the\nsimilar       transaction value of-\nsold for           (a) similar goods in a sale at the same commercial level and in\nexport.                substantially the same quantity as the goods being valued; or\n                   (6) in the absence of such a sale, similar goods sold at a different\n                       commercial level or in different quantities, or both, with such\n                       adjustments as are reasonable and necessary (whether resulting in\n                       an increase or a decrease in value) having regard to the cfifference\n                       attributable to commercial level or quantity, or to both.\n                      (3) Where the costs and charges referred to in paragraph 8 (1) (e) are\n              included in the transaction value, an adjustment shall be made to take account\n              of differences in those costs and charges between the imported goods and the\n              identical goods in question where those differences are attributable to\n              differences in distances and modes of transportation.\n                     (4) The following principles shall apply under this paragraph-\n                                [The inclus~n~i\n                                             ofthis page i s aull~orizedby L N. 88/2003]\n                                      CUSTOMS\n     (a) if more than one transaction value of similar goods are found. the\n             lowest such value shall be used to determine the customs value of\n             the imported goods:\n     ( b ) a transaction value for goods produced b?- a Merent person shall\n             be taken into account only when no transaction value can be found\n             under sub-paragraph (1) for similar goods produced by the same\n             person as the goods being valued;\n     (c) a condtion for adjustment because of lfferent commercial levels\n             or different quantities shall be that the adjustment shall be made\n             only on the basis of evidence clearly establishmg the\n             reasonableness and accuracy of the adjustment.\n        ( 5 ) In this paragraph \"the transaction value of sinular imported\ngoods\" means a customs value previously determined under paragraph 3.\nadjusted as provided in sub-paragraphs (2) and (3) of this pamgraph."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11,\"s.\n                                                                         4411954\n                                                                         S. 2."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12, 198s       the Commissioner is not satisfied as aforesaid (in which case\nSch.\n               any entry which shall have been made shall be ipso facto void),\n               the Commissioner shall cause the goods referred to in such\n               declaration to be deposited in a Queen's warehouse and dealt\n               with as provided in section 88.\nPower to          85. Notwithstanding anything hereinbefore contained, if the\nwaive pro-\nduction of     Commissioner is satisfied, whether before or after the\ndocuments.     warehousing under section 84 of any goods liable to duty ad\n               valorem, that it is impossible for the importer to obtain\n               satisfactory documentary evidence of the value of such goods, or\n               if in any case the documentary evidence relating to such goods,\n1211985        though not complete, is in the opinion of the Commissioner\nSch.           sufficient to enable a reliable estimate of the value to be made, it\n31'2001\nS.8.           shall be lawhl for the Commissioner to permit such goods to be\n               entered according to the estimated value.\nDeposit in       86. Where the Commissioner permits any goods to be entered\nC&n cases\n               in the absence of any document under the provisions of section"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)    If any article is enumerated in the tariff, or can Dutypay-\nreasonably be classified under two or more names, headings,&or  :::\ndescriptions, and there is a difference of duty, the highest duty tionat\n                                                                  hi&est rate.\nprovided shall be charged and collected thereon.\n        (2) Goods containing any article liable to duty as a part ~ O I I\nor ingredient thereof shall be liable to duty at the rate payable on z y * e\nsuch part or ingredient, and any goods composed of more than\none article liable to duty shall be liable to duty at the rate\npayable on the article charged with the highest rate of duty:\n  Provided that the highest rate shall not be exacted in cases\nwhere the Commissioner in his discretion decides that the goods\ncontain only a negligible proportion of the article liable to the               El985\nhighest rate:\n  Provided also that in no case shall any less duty be charged on\nany such goods than the duty due thereon when considered as a\nwhole without regard to their contents."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. If any article subject to the payment of specific duty is chargeable\n                                                                   DW\nimported in any package intended for sale, or of a kind usually mrwd\nsold with the goods when the same are sold retail, and marked or quantity.\nlabelled, or commonly sold, as containing, or commonly reputed\nto contain, a specific quantity of such article, then such package\nshall be deemed to contain not less than such specific quantity."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. If any article subject to the payment of duty according to %gross\n                                                                   weight in\nthe weight thereof is imported in any package intended for sale, cdn\nor of a kind usually sold with the goods when the same are sold -.\nretail, and such           is not marked or labelled, or is not in 1,*1,8$\nthe opinion of the Commissioner commonly sold as containing, Sch.\n               [Tltc it~clustottof this pige is nutliorized by L.N   8812003)\n28                                                  CUSTOMS\n                or commonly reputed to contain, a specific quantity of such\n1211 985        article, md the importer is not able to satis@ the Commissioner\nSch.            as to the correct net weight, the duty thereon shall be calculated\n                according to the gross weightof such package and its contents.\nMinista            23. It shall be lawfbl for the Minister by notice in the Gazette\nmay fix\n.standard       to specify, in gallons or fractions of a gallon, standard capacities\ncontents Tor    for p'ackages containing goods liable to duties according to the\npackages\ncontaining      liquid measurement thereof, in all cases where, in his absolute\nliquids.        discretion, he shall consider that such packages, being of sizes\n                within limits to be specified in the notice, are reputed to be, or\n                are sold as packages of standard sizes, whether or not any\n                statement of the actual contents is contained on any label or\n                other attachment to or part of such package, and thereupon all\n                packages having capacities within the limits specified in any\n                such notice shall be deemed to cbntain the standard capacity\n                specified in the notice in each case.\nDuties, &.,        24. All duties, rates, charges and drawbacks imposed and\nto be pro-      allowed according to any specified quantity, or any specified\npartionate to\nquantity or     value, or any particular description of package, shall be deemed\nvalue.          to apply in the same proportion to any greater or less quantity or\n                value, or any other description of package, and shall be paid and\n                received in any currency being legal tender in the Island, and\n                according to the weights and measures, established by the laws\n                of the Island.\nAbatement         25. No claim for any abatement of duty in respect of any\nof duty.\n                goods imported into the Island shall be allowed on account of\n                damage, unless such claim shall be made on the first\n                examination thereof, nor unless it shall be proved to the\n1211985         satisfaction of the Commissioner that such damage was\nSch.\n                sustained before the delivery thereof out of the care of the\n                Commissioner.\n                               [The inclusion of this page i s authorized by L.N. 88/2003]\n                                CUSTOMS                                  29"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. All goods derelict, jetsam, flotsam and wreck brought Derelict,\nor coming into the Island, and all droits of Admiralty sold in fa^^,:^,\"^'\nthe Island, shall at all times be subject to the same duty as f$!,$ty\ngoods of the like kind on importation into the Island are damaged.\nsubject, unless it shall be shown to the satisfaction of the\nCommissioner that such goods are damaged."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Subject to the provisions of sections 25, 28 and 29 be\n                                                           Damage to\n                                                               asseszed\nthe damage sustained by any goods shall be assessed by the b y c ~ m m i s -\nCommissioner, who shall allow abatement of the duty sioner.rz/19gs\nin proportion to such damage.                              sch."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. No claim for abatement of duty on account of damage N o abate-\n                                                            ment on\nshall be allowed in respect of tobacco, cigars, cigarillos, certain\n                                                            goods.\ncigarettes, wine or spirits."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29, No claim for abatement of duty on account of damage Qualification\n                                                            as to abate-\nshall be allowed in respect of imported goods (not being ment.\ngoods derelict, jetsam, flotsam or wreck brought or coming\ninto the Island, or droits of Admiralty sold in the Island)\nexcept on proof to the satisfaction of the Commissioner lz/~gss\nthat the carrier or insurer of the goods has made an allow-\nance to the importer in respect of the damage. In any such\ncase the abatement shall not exceed such proportion of the\nduty as the amount of the allowance made bears to the\nvalue of the goods undamaged, calculated in accordance\nwith section 19."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. No liquor containing more than forty-two per cen- Limitations\n                                                            as to wine\nrum of proof spirit shall be deemed wine; and no liquor\ncontaining more than twenty per centum of proof spirit\nshall be deemed beer, ale, stout or porter. All liquor con-\ntaining more than forty-two per centum of proof spirit,\nand all liquor, other than wine, containing more than\ntwenty per centum of proof spirit, shall be deemed spirits.\n          [T'heinclusion of this page is authorized by L.N. 1461 19991\n30                                           CUSTOMS\nStrength of     31.-(1) In ascertaining the strength of any spirit, any\nspir~ts.\n              obscuration shall be determined and allowed for.\n1211985               (2) The certificate of the Commissioner or Govern-\nSch.\n              ment Chemist as to the strength of any liquids con-\n              taining alcohol shall be prima facie evidence of the strength\n              thereof.\nGoods used       32.41) If any goods which are ordinarily liable to duty at\ncontrary to\npurpose for   a given rate are allowed by law to be, and are in fact, entered\nwhich im-     at a lower rate of duty, or free of duty, on any special con-\nported.\n1911971\nS. 2.\n              ditions, or for use for some special purpose, or because they\n              are the property of or intended for use by some particular\n              person or functionary, and if such conditions are not\n              observed, or the goods are at any time within three years of\n              the date of importation thereof used for any other than the\n              specified purpose, or, being goods entered as aforesaid\n              because they are the property of or intended for use by some\n              particular person or functionary, are sold or transferred to\n              any other person, such goods, unless the full duties thereon\n              shall have been paid, shall be forfeited, and the importer\n              and any person who shall be knowingly concerned in the use\n              of such goods contrary to such conditions, or for some\n              purpose other than that specified, or in any way contrary to\n35 I1997      this section shall each incur a penalty of not less than treble\nS. 2.\n              the import duties payable on the goods nor more than\n              treble the value of the goods.\n1911971\nS. 2.                 (2) Where goods are delivered to any person with\n              any such concession on duty as is referred to in subsection\n1211985       (I) the Commissioner may, subject to such terms and\nSch.\n              conditions as he may think fit, permit the sale or transfer\n              of the goods to another person who, if the goods were\n              originally delivered to him, would have been entitled to the\n              like concession on duty; and thereupon, subsection (1) and\n              section 33 shall apply nlutatis mutandis in relation to that\n                             CUSTOMS\nother person as they applied in relation to the person to\nwhom such goods were originally delivered."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The importer of any such goods as aforesaid shall, Penalty for\non demand, produce them to any officer or otherwise account :ziEi-\nfor them to the satisfaction of the Commissioner, within f$$,\nsuch period of three years aforesaid, and if he shall fail to sch.\nproduce such goods, or otherwise account for the same as\naforesaid, he shall incur a penalty of not less than treble S.3511997"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. The provisions of sections 32 and 33 shall not apply S-+-*\n                                                            oods of\nto goods imported by or for the use of the Government, &OV--\n                                                           mat.\nand sold or transferred by Government order."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. The Commissioner may give permission to any dy;:br\nperson to import any goods without payment of duty there- temporaw\non, upon being satisfied that such goods are so imported for\ntemporary use only. Such permission shall be subject to SCb.\n                                                                      zlssr\nthe provisions of section 37 and to the following conditions-\n     (a) that in the case of goods imported temporarily 4011959\n         under temporary importation papers issued in '               \"\n          accordance with the terms of the International\n          Customs Convention on Touring, 1949, or any\n         other international convention concerning customs\n          facilities for touring which may from time to time\n          be in force in this Island-\n            (i) such temporary importation papers shall be\n                sufficient security for the payment of duty\n                and no other security or deposit shall be\n                demanded by the Commissioner; and           1211985\n                                                                      Sch.\n            (ii) such goods shall be exported within the\n                 period specified in the Convention;\n         [The inclusion of this page is authGized by L.N. 146/1999]\n                                             CUSTOMS\n                   (b) that in all other cases the person to whom such\n                       permission is given shall deposit in the hands of the\n                        Commissioner the amount of the duty on such\n                       goods or else give security therefor, at the election\n                       of the Commissioner and such goods shall be\n                       exported-\n                          (i) within six months of the date of permission\n                               where such goods are commercial samples;\n                               and\n                          (ii) within three months of the date of per-\n                               mission where such goods are not com-\n                               mercial samples.\nDisposal of      36. If any goods imported under the provisions of section\ndeposit.\n351 1957       35 are not exported within the time specified in that section\nS. 3.          in relation to such goods, and are not of the kind described\n401 1959\nS. 5.          in paragraph (a) of that section, the deposit in the hands of\n1211985\nSch.           the Commissioner shall be forfeited, or, if security has\n               been given as aforesaid, then the importer shall pay to the\n               Commissioner the full duties on such goods. If such\n               goods are exported as aforesaid such deposit shall be\n               refunded, or the security cancelled :\n1211985\nSch.\n                  Provided that the Commissioner may, in his discre-\n               tion, and on provision of additional security where he so\n               requires, allow any additional period where he is satisfied\n               that the articles are the bona fide property or bona fide in\n               the use of any person not ordinarily resident in the Island\n               who is on a visit to the Island and who either imported the\n               goods for temporary use or has been the sole user of the\n               goods since they were so imported.\nRestrictions\nand condi-"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The Minister may by regulations-\ntions on           (a) prohibit the importation under section 35 of any\nimportation\nfor tem-               goods specified in the regulations;\nporary use.\n                             CUSTOMS                                      33\n    ( b ) without prejudice to the provisions of section 35,\n          prescribe the conditions subject to which goods or\n          any class or description of goods may be imported\n          under section 35; and\n    (c) prescribe the proportion of duty which shall be\n          payable on such goods specified in the regulations\n          as are imported under section 35.\n  3 8 4 1 ) Where any new import duty of customs is contract\nimposed, or where any import duty of customs is increased,\nand any goods in respect of which the duty is payable are g$,:;~\ndelivered on or after the day on which the new or increased to meet\n                                                            change in\nduty takes effect in pursuance of a contract made before duty.\nthat day, the seller of the goods may, in the absence of\nagreement to the contrary, recover, as an addition to the\ncontract price, a sum equal to any amount paid by him in\nrespect of the goods on account of the new duty or increase\nof duty, as the case may be.\n        (2) Where any import duty of customs is repealed\nor decreased, and any goods affected by the duty are delivered\non or after the day on which the duty ceases or the decrease\nin the duty takes effect in pursuance of a contract made\nbefore that day, the purchaser of the goods, in the absence\nof agreement to the contrary may, if the seller of the goods\nhas had, in respect of those goods, the benefit of the repeal or\ndecrease of the duty, deduct from the contract price a sum\nequal to the amount of the duty or decrease of duty, as the\ncase may be.\n       (3) Where any addition to or reduction from the\ncontract price may be made under this section on account\nof any new or repealed duty, such sum as may be agreed\nupon, or, in default of agreement, determined by the\nCommissioner as representing, in the case of a new duty, 1 2 1 1 ~ 5\nany new expenses incurred, and, in the case of a repealed            *'\n                                          CUSTOMS\n             duty, any expenses saved, may be included in the addition\n             to or deduction from the contract price, and may be\n             recovered or deducted accordingly.\nMinister       39. It shall be lawful for the Minister from time to time\n    prohibit by order to prohibit the importation, carriage coastwise or\nimportation,\nmay\ncarwe        exportation of any goods whatsoever, and any such order\ncoastwise or\nexportation. may prohibit importation, carriage coastwise or exportation\n3 2 1 1 ~ ~ until\n             ~    the revocation thereof, or during such period as may\nS. 12 (a).\n             be specified therein, and may either absolutely prohibit irn-\n             portation, carriage coastwise or exportation, or may prohibit\n             importation, carriage coastwise or exportation except an\n             compliance with any conditions which may be specified in\n             the order, or importation from or exportation to any particu-\n             lar place named in the order.\n    pro-\nG,,~~ S         40. Until revoked by order under section 39 the following\nhibited to be goods are prohibited to be imported-\nimported.\n3211964                   (i) agricultural implements such as are pro-\nS.12 (a).\n                              hibited to be imported under the Plants\n                              (Protection from Disease) Act;\n                         (ii) all goods which if sold would be liable to for-\n                              feiture under the Merchandise Marks Act,\n                              and also all goods of foreign manufacture\n                              bearing any name or trade mark being or\n                              purporting to be a name or trade mark of\n                              any manufacturer, dealer or trader in the\n                              Commonwealth unless such name or trade\n                              mark is accompanied by a definite indica-\n                              tion of the country in which the goods were\n                              made or produced;\n                        (iii) all goods of a kind prohibited to be imported\n                              into the United Kingdom by order made\n                              under the Anthrax Prevention Act; 1919\n                              (United Kingdom);\n                    [The inolusion of this page is authorized by L.N. 87/1986]\n                             CUSTOMS\n                 cally reported as such, and unless in aircraft,\n                 or in ships of thirty tons burden at least, and\n                 in casks or other vessels capable of contain-\n                 ing liquids, each of such casks or other\n                 vessels being of the size or content of nine\n                 gallons at the least or unless in glass or\n                 stone bottles, properly packed in cases, or\n                 in demijohns, each case or demijohn con-\n                 taining not less than one gallon;\n                 stamps-fictitious stamps, and any die, plate,\n                 instrument or material capable of making\n                 any such stamps;\n          (xxi) sugar except under licence of the Sugar\n                Control Board;\n         (xxii) such other articles not hereinbefore men-\n                tioned, the importation of which is prohibi-\n                ted or may be prohibited from time to time,\n                by law."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Until revoked by order under section 39, the following G ~ O ~ S ~ ,\ngoods are prohibited to be exported-                          hibital to be\n                                                              exported.\n    (a) 'arms, 'ammunition and military and naval stores,\n          except with the written permission of the Minister;\n    ( b ) spirits and wines, except subject to any conditions\n          contained in section 40 in relation to the importa-\n          tion thereof."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. It shall be lawful for the Commissioner to permit savinssas\n                                                               to spirits\nthe importation or exportation of spirits and wines in andtobacco.\nsmaller ships and in smaller quantities than are prescribed.,,l2/1l98S\nin sections 40 and 41 or any order made under section 39 i2(iz.\nuqder such conditions and subject to such regulations as he\nmay prescribe, and subjec.t to such additional duties, if any,\nas may be fixed by the House of Representatives.\n--     [The indmion of this page is authorized by L.N. 87/1986]\n38                                             CUSTOMS\nsavinmasto\ntransit goods"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Goods imported in transit or as the bona fide stores\nand stores.     of any aircraft or ship shall not be deemed to be goods pro-\n                hibited to be imported or exported unless such goods-\n                     (a) being in transit are of a description included in\n                          paragraphs (ii), (iii), (vii), (viii), (ix), (x), (xiii), (xix),\n                          (XX) of section 40; or\n                     (b) being the bona fide stores of any aircraft or ship,\n                          are of a description included in paragraphs (ii), (iii),\n                          (vii), (viii), (ix), (x), (xiii), or (XX) of section 40; or\n                     (c) are expressly prohibited to be imported in transit\n321 1964                  or as aircraft's or ships' stores, in any regulation\ns. 12(c).\n                          made under the customs laws, or in any law pro-\n                          hibi ting the importation of any goods.\nProhibitions      44. The provisions of sections 39 to 43 shall be additional\nelsewhere\nprovided.       to the provisions of section 143, and to any provisions of any\n                other enactment prohibiting the importation, carriage\n                coastwise or exportation of any goods.\nMinister           45.-(1) It shall be lawful for the Minister from time to\nmay direct\ngranting of     time by order to direct on what goods a drawback of\ndmwbxb.         the whole or any part of the duties paid on the importation\n                thereof may be granted, and the conditions under which such\n                drawback shall be allowed.\n                          (2) Orders made under subsection (1) whereby\n                provision is made for granting a drawback of the duties paid\n                otherwise than on the exportation or shipment as stores of\n                any goods shall not have any force or effect until they have\n                been approved by the House of Representatives and\n                published in the Gazette.\n                          (3) Notwithstanding anything hereinbefore contained\n                in this section all drawbacks payable under any former law\n                shall be paid or allowed under this Act until cancelled by\n                direction of the Minister under this section.\n                         [The inclueion of this page is authorized by L,N. 87/1986]\n                                 CUSTOMS                                         39"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Every sum of money which shall be due upon any Certification\ndebenture, certificate or other instrument for the payment of\nmoney out of the duties of customs shall be paid by the\nCommissioner on the proper debenture certified by the proper 1211985\n                                                              Sch.\nofficer."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The owner of any goods on which drawback is claimed\n                                                                  by owners\nshall make and subscribe a declaration on the debenture that the ,,fgoods\nconditions under which drawback is allowed have been fulfilled, exported on\n                                                                  drawback.\nand, in the case of goods exported or put on board an aircraft or\nship for use as stores, that such goods have been actually\nexported or put on board for use as stores, as the case may be,\nand have not been returned and are not intended to be returned\nto the Island and that such owner at the time of entry of such\ngoods was and continues to be entitled to the drawback thereon."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. The Commissioner may require the owner to produce Evidenceof\nsatisfactory evidence of the landing or disposal of any goods\nbefore certifying any debenture.                              1211985\n                                                                          Sch."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. No debenture for any drawback shall be paid after the Timelimit\nexpiration of two years or such further time as the Minister may fmdeben-\n                                                                   ture pay-\nallow from the date of entry of any goods for drawback, or, in ment,\nthe case of goods exported or put on board an aircraft or ship for\nuse as stores, from the date of putting the same on board the\nexporting or using aircraft or ship."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. The Commissioner shall return any money which shall Refundof\nhave been overpaid as dyties of customs at any time within two duties\n                                                               in\n                                                                      paid\nyears after such overpayment, on the proper document for such 1211985\n                                                               Sch.\noverpayment being certified by the proper officer.\n40                                              CUSTOMS\n                     PART111. Arrival and Report of Aircrafl and Ships,\n                      Ldandingof Passengers and Unloading, Removal\n                                  and Delivery of Goods\nProcedure         51. If any aircraft or ship arriving in the Island or the\non arrival.\n               waters thereof (a) shall not come to some port therein, or to\n1211985        such other place as may be allowed by the Commissioner in\nSch.\n               any special circumstances, without touching at any other\n               place in the Island or (b), on arriving at any such port or\n               place, shall not come as quickly up to the proper place of\n               mooring or unloading as the nature of the port or place will\n               admit, without touching at any other place, or (c), in proceed-\n               ing to such proper place, shall not bring to at the station\n               appointed by the Minister by notice in the Gazette for the\n               boarding of aircraft or ships, or (4, after arriving at such\n               proper place shall depart therefrom except directly to some\n               other place of mooring or unloading approved of by the\n               proper officer, or, with the authority of the proper officer,\n1211985\n               directly to some other port or to some place allowed by the\nSch.           Commissioner in any special circumstances as aforesaid in the\n               Island, or directly on any flight or voyage to a place outside\n               the Island in accordance with the provisions of the customs\n               laws, or, (e), after departing as aforesaid on any flight or voyage\n               to a place outside the Island shall bring to within the Island or\n               the waters thereof, unless in accordance with the customs laws,\n               or with the permission of the proper officer, or for some cause\n               which the Master shall explain to the satisfaction of the\n               Commissioner, then in every such case the Master of such\n1412004        aircraft or ship shall incur a penalty of one hundred thousand\nSch.\n               dollars.\nCommis-          52. The Commissioner may, subject to any other authority\nsioner may\ndirect moor-\n               provided by law give reasonable directions at what particular\ning and        part of any port or other place aircraft or ships shall moor or\ndischarge.\n1211985\n               shall discharge their cargo.\nSch.\n                                             CUSTOMS                                                      41"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Any officer on duty may board any aircraft or ship                          zya,rz:fi\n         within the Island or the waters thereof and stay on board                          ,,hip\n         for any period, and shall have free access to every part,\n         with power to secure any part by such means as he shall\n         consider necessary, and to examine any goods, and to\n         require any     goods to be unloaded, and removed for\n/\n         examination, or for the security thereof, or to unload and\n         remove such goods at the expense of the Master or\n         owner, or the agent of either, and to examine any goods\n         in course of being unloaded or removed, or when un-\n         loaded or removed, and to lock up, seal, mark or other-\n         wise secure any goods on board such aircraft or ship."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. If any officer acting under the provisions of section                        upen if a c c ~ x s\n                                                                                            Otlicumay\n         53 shall find that there be not free access to any place                           not bee.\n         or container or any box or chest, or if the keys of any                            16'20'N'\n                                                                                            S Z(a)(b)\n         such place, container, box or chest, if locked, be with-\n         held, such otficer may open any such place, container, box\n         or chest in any manner; and if any goods be found\n         concealed on board, they shall be forfeited.\n                                                                      Plnahvfor"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. If the officer shall place any lock, mark or seal 111t~rfLring\n         upon any goods on board an aircraft or ship or any \\ V ~ ~ ~ I S ~ I . & C .\n         place, container or package in which the same may be, 1\"20(M)\n                                                                      S. 3(a).\n         and such lock, mark or seal be wilfully opened, altered\n         or broken before due delivery of such goods, or within\n         the Island or the waters thereof, except with the authority\n                                     ..\n    ~.\n         of the proper officer. or if any of such goods be\nL)       secretly conveyed auay, or if any goods, place, container ~ ~ t o o o\n         or package after having been secured by the officer \"(h)\n         be opened within the Island or the waters thereof, except\n         with the authority of the proper ot'ficer, or if the officer\n         shall require any goods to be unloaded and removed for\n         examination or for the security thereof and such goods shall\n                       [The tncluslon of l h ~ s page   IS   authorlred b y L N   312002)\n42                                                  CUSTOMS\n                 not be unloaded and removed         forthwith as required\n                 by the officer, the Master of such aircraft or ship shall\nl6I2Oo0          incur a penalty of two hundred thousand dollars.\ns. 3(c).\nPenalty for         55A.--(I) A person commits an offence if, without lawfid\ninterfering\nwithgo&,         excuse or the permission of the proper officer, he interferes\n        in any   with any goods while those goods are in, or being conveyed\nperf a c .\n1612000          between, any port, customs area, container station, inspection\ns. 4.            sight, wharf or other place within the Island or the waters\n                 thereof.\n                            (2) For the purposes of subsection (1) a person\n                 interferes with goods if he-\n                      (a) breaks into or opens any container, package, place\n                          or vehicle in which goods are kept or conveyed or\n                          to be conveyed;\n                      (b) removes any goods from such container, package,\n                          place or vehicle or inserts therein any other goods;\n                      (c) tampers with any lock, mark or seal on or affixed\n                          to any such container, package, place or vehicle.\n                           (3) A person who commits an offence under\n                 subsection (1) is liable on summary conviction in a Resident\n                 Magistrate's Court to a fine not exceeding two hundred\n                 thousand dollars, and the Resident Magistrate may order\n                 that such goods be forfeited.\nGoods\nunlawfully"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. If any officer shall board any aircraft or ship and\ndischarged.      find any goods thereon, and after leaving such aircraft or\n                 ship, such officer, or any other oficer shall board such aircraft\n                                [The inclusion o f this page i s authorized by L.N 3120021\n                                CUSTOMS                                            43\nor ship, and such or any part of such goods shall no longer\nbe on board, and the Master is unable to give a due account 3511997S. 2.\nof the lawful discharging of the same, the Master of such aircraft\nor ship shall incur a penalty of not less than treble the import\nduties payable on the goods nor more than treble the value of the\ngoods."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. If any officer shall be informed or have reason to Search of\nsuppose that any person on an aircraft or ship, or any person persons.\nwho shall have landed from an aircraft or ship, or any person\nwho the officer may suspect has received any goods from any\nsuch person, is carrying or has any uncustomed or prohibited\ngoods about his person, such officer may search such person;\nand if any such person shall, upon being questioned by any\nofficer whether he has any goods obtained outside the Island\nupon his person, or in his possession, or in his baggage, rehse to\nanswer or deny having the same, and any such goods shall be\ndiscovered to be or to have been upon his person or in his\npossession, or in his baggage, such goods shall be forfeited. No\nofficer shall be liable to any prosecution or action at law on\naccount of any search made in accordance with the provisions of\nthis section."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Before any person shall be searched he may require to be Certain\n                                                               officers may\ntaken with all reasonable despatch before a Justice or the not search\n                                                                 without\nCommissioner or other superior officer, who shall, if he sees no special\nreasonable cause for search, discharge such person, but if authority.\n                                                                 1211985\notherwise, direct that he be searched.                           Sch.\n                                                                          Search of"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. If upon boarding any ship not exceeding one hundred                  Control of\n                                                                          small craft.\n                                                 CUSTOMS\n                 tons burden any officer shall find any goods of which the\n                 Master shall not be able to give a satisfactory account, and if\n                 such officer shall suspect that such goods are being or have\n                 been or are intended to be dealt with in any way contrary to\n                 the customs laws, he may arrest and detain such Master, and\n                 take him before a Resident Magistrate, and if such Master\n                 shall fail to satisfy the Resident Magistrate that such goods had\n                 not been, were not being, and were not intended to be dealt\n                 with contrary to the customs laws, such goods shall be\n1412004          forfeited, and the Master shall incur a penalty of fifty thousand\nSch.\n                 dollars.\nGeneral\nregulations"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. The Minister may from time to time make general\nfor small        regulations in respect of ships not exceeding one hundred\ncraft.\n                 tons burden prescribing, with reference to the tonnbge, build or\n                 general description of such ships the limits within which\n                 the same may be used or employed, the mode of navigation,\n                 the manner in which such ships shall be so used or employed,\n                 the number and description of arms and the q u ~ t i t yof\n                 ammunition which such ships may carry, and such other terms,\n1412004          particulars, conditions and restrictions as the Minister may think\nSch.             fit, and also from time to time revoke, alter or vary such\n                 regulations.\nPenalty for\ninfringement       62. Every ship which shall be used or employed contrary to\nof regula-       any regulations made under section 61 shall be forfeited unless\ntions re small\ncraft.           the same shall have been specially licensed by the\n 1211985         Commissioner to be so used or employed, as next hereinafter\nSch.\n                 provided.\nLicences for\nsmall craft.        63. The Commissioner may, if he thinks fit, grant\n                 licences in respect of any ships not exceeding one\n                 hundred tons burden upon such terms and conditions,\n                 and subject to such restrictions and stipulations as in such\n                                         CUSTOMS                                                   48.01"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Any officer may seize any aircraft or ship found\n     abandoned within the Island or the waters thereof, and\n                                                                                         S:2d,ed\n                                                                                         ,,,be\n     such aircraft or ship shall be delivered into the custody of                        seized.\n     the Receiver of Wreck to be dealt with as prescribed by                             cap.419\n     the Wreck and Salvage Law.                                                          (1953\n                                                                                         Eh.\n                                                                                         Omitted).\nr,"
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. Notwithstanding any provisions contained in this Act wR ehPa\"\n     to the contrary, it shall be lawfbl, on the arrival from any discharging at\n                                                                           than\n     place outside the Island at any port, or at any place in the moreone p m .\n     Island specially allowed by the Commissioner in the Island\n     of any aircraft or ship having on board cargo intended to be 1211985\n     delivered at more than one port or place in the Island, for the Sch.\n     Master or his agent to make report at the first mentioned port\n     or place of her whole cargo, reporting separately such\n     portion of the cargo as may be intended for the first\n     mentioned port or place and there to discharge the same;\n     and after the discharge of such cargo, and upon being\n     authorized by the proper officer, the Master may proceed to\n     any other port or ports, or to any place or places in the Island\n     specially allowed by the Commissioner where such portion\n     of the cargo as may be intended for such port or ports or\nd    place or places shall be reported by the Master or his\n     agent, in like manner as if such Master had first amved at\n     such last mentioned port or ports or place or places and the\n     Master or agent so reporting any aircraft or ship, and all\n     persons concerned in discharging the cargo, shall be subject\n     to all the provisions in such respect contained in the\n     customs laws.\n                    [The lnclus~on ot t h ~ s page   IS   author~zed b y L N   3120021"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. Save in accordance with any regulation made under\nrnovaland     this Act, or with the written permission of the Commis-\ndelivery of   sioner-\ngoods.\n1211985\nSch.\n                   (a) no goods shall be unloaded from any aircraft or\n                       ship arriving from any place outside the Island\n                       unless authority for unloading the same has been\n                       given by the proper officer, nor fiom any ship\n                       (other than a steamship as defined in section 2)\n                       unless such goods shall first have been duly\n                       entered;\n                   ( b ) no goods shall be unloaded or removed fiom any\n                         aircraft or ship arriving from any place outside\n                         the Island on Sundays or public holidays at any\n                         time whatsoever, or on any other days except between\n                         the hours of 8 o'clock in the morning and 4\n                         o'clock in the afternoon, or shall be transferred from\n                         any such aircraft or ship into any vessel at such\n                         time as will cause such goods to be afloat in such\n                         vessel on the said days, or on other days except\n                         between the said hours;\n                   (c) no goods after having been unloaded from any\n                       aircraft or ship arriving from any place outside the\n                       Island into any vessel to be landed shall be\n                       transhipped or removed into any other vessel\n                       previously to their being landed; and the vessel\n                       into which any goods after being unloaded from\n                       a ship shall be put, shall, if so required by\n12 1985                the Commissioner, be a ship licensed under\nSch.                   section 174; and any goods which have been un-\n                       loaded from any aircraft or ship and put into\n                       any vessel to be landed shall be taken directly\n                       and      without          delay        to         an\n                             [The mciurmn of thtr page 1s authorized by   LN   312002)\n                               CUSTOMS\n         approved place of unloading or sufferance wharf\n         approved for the purpose within the same port, there-\n         to be landed forthwith;\n          no goods (except goods unloaded into a vessel to be\n          landed in accordance with paragraph (c) shall be\n          unloaded from any aircraft or ship arriving from any\n          place outside the Island, except at an approved place\n          of unloading or sufferance wharf approved for the\n          purpose, and all goods when so unloaded, and all\n          goods which shall have been put into a vessel to be\n          landed in accordance with paragraph (c) shall\n          immediately upon being unloaded or landed be\n          conveyed in the care of the proper officer into the\n          Customs area, or to a Queen's warehouse if the 1211985\n          Commissioner shall so require;                           SC~.\n          no goods shall be removed from any part of the\n          Customs area or from the Queen's warehouse into\n          which the same shall have been conveyed unless such\n          goods shall first have been duly reported and entered,\n          and authority for the removal or delivery of the same\n          has been given by the proper officer;\n          goods entered to be warehoused shall be removed by\n          the importer by such ways, in such manner and within\n          such time as the proper officer shall direct to the\n          warehouse for which the same are entered, and\n          delivered into the care of the officer in charge of the\n          warehouse; provided that, if the Commissioner shall so 1211985\n          require, the importer shall first enter into a bond for Sch.\n          the due warehousing of such goods."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. The provision of section 76 shall apply to the cargo of the ASto goods\naircraft or ship only. No goods whatsoever other than cargo, ~~~\nduly reported as such, shall be taken out of any aircraft or ship\narriving from any place outside the Island or delivered to any\nperson aboard such aircraft or ship other than for the\nconsumption or use of the crew or passengers thereof except\nunder such conditions (which conditions may vary the procedure\n                                                 CUSTOMS\n               as to reporting the aircraft or ship as required by this Act) as\n               may be prescribed in any regulations made under this Act or\n1211985        directed by the Commissioner in any particular case. The term\nSch.           \"goods\" in the expression \"no goods whatsoever\" shall include\n               passengers' baggage, stores, and any goods which may be taken\n               on board any aircraft or ship arrivingfrom any place outside the\n               Island while such aircraft or ship is within the Island or the\n               waters thereof.\nForfeiture.       78. If any goods shall be unloaded, removedm- dealt with\n               contrary to the provisions of section 76 or section 77 or to the\n               terms and conditions contained in any written permission given\n1211985\nSch.\n               by the Commissioner they shall be forfeited.\nDelivery o f     79. Notwithstanding anything hereinbefore contained it shall\nbullion and    be lawful for the Commissioner to permit the delivery to the\ncoin.\n               importer of any bullion or coin under the authority of the proper\n               officer without entry thereof, but if such importer shall not\n               within forty-eight hours after the same shall have been removed\n               from the importing aircraft or ship deliver to the proper officer a\n1211985        full and true account thereof, including its weight and value, he\nSch.           shall incur a penalty of one hundred thousand dollars.\nDeclara-         80.-(1) If the importer or any goods is unable to furnish full\ntion in\nabsence o f\n               particulars of the goods for want of any document or\ndocuments.     information concerning them he shall make and subscribe a\n312001\nS. 5 .\n               declaration in the prescribed form to that effect before the\n               Commissioner who shall act in accordance with subsection (2).\n                       (2) The Commissioner-\n                         shall permit the importer to examine and enter the\n                         goods; and\n                         may allow delivery of the goods if he is satisfied\n                         that-\n                                 (i) the description of the goods for tariff and\n                                     statistical purposes is correct;\n                                (ii) in the case of goods liable to duty ad\n                                     valorem, the value declared on the entry is\n                                     acceptable; and\n                          [The inclusion o f this page is authorized by L.N. 1 1 1/2005]\n                                                  CUSTOMS\n                                 (iii) in the case of goods liable to duty\n                                       according to the weight or measurement\n                                       thereof, the weight or measurement\n                                       declared on the entry is correct.\nEntry of           81.-(13 Where goods examined under section 80 (1) are\ngoods where\nCommis-         liable to duty ad valorem and the Commissioner considers that\nsic - - i s\n.        to\n                he is unable to make a proper assessment of the value thereof, he\nassess value.   may direct that-\n31200 1               (a) the goods be further examined and, on that basis, a\nS. 5 .\n                          provisional assessment be made of the duty payable on\n                          the goods;\n                      (b) the goods be entered provisionally based on the\n                          payment by the importer of the amount of duty\n                          calculated by him; and\n                      (c) such amount be brought to account as revenue.\n                       (2) Pending entry of the goods, an importer shall, in\n                addition to the amount referred to in subsection (1) (b), deposit\n                with the Commissioner, an amount equal to the difference\n                between the duty assessed provisionally by the Commissioner\n                under subsection (1) (a) and the duty calculated by the importer\n                under subsection (1) (b).\n                      (3) The importer may, with the approval of the\n                Commissioner, give security in the form of a bond for the\n                amount payable under subsection (2).\n                        (4) Where goods are entered provisionally pursuant to\n                this section, the Commissioner shall, in writing, require the\n                importer of such goods to produce, within three months of the\n                provisional entry, such document or information relating to the\n                value of the goods as the Commissioner may specie.\n                       (5) Where-\n                     (a) the documents or information required under\n                         subsection (4) have not been produced within the time\n                         specified in that subsection; or\n                              [The inclus~onof this page is authorized by L.N. 88120031\n                                                       CUSTOMS\n                      (b) the importer informs the Commissioner in writing\n                              before the expiration of the time specified in\n                              subsection (4) that he is unable to produce any fbrther\n                              documents or information,\n                 the amount of duty which was assessed provisionally under\n                 subsection (1) shall be treated as the final assessment.\n                            (6) Unless the importer commences proceedings under                     ,\n                 section 18 within four months of the date of the final assessment\n                 under subsection (9, the deposit paid shall be brought to\n                 account as revenue.\n                          (7) Where an importer fails to produce the required\n                 documents or information pursuant to subsection (4)-\n                       (a) the Commissioner shall notify the importer in writing\n                              of the final assessment within two weeks of the date\n                              of such assessment;\n                       ( b ) no dispute shall be considered to have arisen until such\n                              time as the final assessment is made under subsection\n                              (6).\n                           ( 8 ) Where-\n                       (a) the additional documents or information required\n                              under subsection ( 4 ) have been provided to the\n                              satisfaction of the Commissioner; and\n                       ( b ) the amount of duty as assessed by the Commissioner is\n                              greater or less than the amount of the provisional\n                              assessment made under subsection (I),\n                 the amount representing the difference shall either be refbnded\n                 to or paid by the importer, as the case may be.\nEntry where        82.-( 1) Where-\nimpoller\nprovides false         (a) pursuant to section 81 (4), an importer submits\ndocuments.                    documents or information t o the Commissioner\nY2OO 1\ns. 5.                         relating to the value of goods imported by him; and\n                       ( b ) the Commissioner knows or has reasonable grounds\n                              for believing that such documents or information are\n                              false in any material particular in relation to the value\n                              of the goods,\n                 the Commissioner shall act in accordance with subsection (2).\n                                Il'llc IIIC~II~IOII oftliis page 1s ni~tliorizcdby L.N   88120031\n                                  CUSTOMS\n       (2) The Commissioner-\n    (a) shall inform the importer in writing that he is not\n           satisfied with the documents or information; and\n      (h) may, in writing, request the importer to submit such\n           further documents or information within such period,\n           as the Commissioner may specify.\n         (3) Where the imported goods required to be entered are\nnot prohibited or restricted, the Commissioner may allow\nprovisional entry of such goods on the payment of a deposit\nequal to the amount of the duty assessed by the Commissioner\ntogether with an additional amount, not being more than one-\nhalf of the amount assessed.\n         (4) The amount of duty based on the calculation by the\nimporter shall be accepted by the Commissioner unless the\nCommissioner commences proceedings in court within four\nmonths of the date of provisional entry of the goods.\n         (5) The deposit, together with the additional amount\npaid pursuant to subsection (3), shall, in addition to any penalty\nwhich the court may impose, be forfeited where the court finds\nthat the importer has committed an offence.\n         (6) Where the Commissioner has commenced\nproceedings in court, no dispute shall be considered to have\narisen for the purposes of section 17 until the court proceedings\nhave been concluded.\n         (7) Where he considers it necessary, the Commissioner\nmay cause goods which are entered provisionally to be\nphotographed before delivery in such manner as to show-\n      (a) the method of packaging;\n      (b) a sample of the goods; or\n      (c) any identifying marks that indicate the nature and type\n           of the goods."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. The Commissioner may retain such samples of the goods Samplesto\nentered under section 80 for such period up to the final entry of kr6\"d\nsuch goods as he shall require, and the proper officer shall make\nan inventory of such goods and shall cause a certified copy of 312001\n                                                                   S.6.\nthe inventory to be forwarded to the importer.\n              [The iiiclusion of this page IS authorized by L.N 88/2003]\n                                                  CUSTOMS\nG W ~ not\n      S          84. If the importer, having made a declaration in accordance\natered after\ndeclaration.\n               with section 80, shall not make entry as therein provided, or if"
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85, it shall be lawfbl for him to require the person entering the\n               goods to deposit with him such additional sum as he shall\n               require, not exceeding one-half of the duty paid upon such\n               goods. Any sum so deposited shall be forfeited unless the person\n               entering the goods shall produce the required document within\n               three months of the date of entry or unless he shall explain his\n1211985        failure to the satisfaction of the Commissioner.\nSch.\nGoods not        87.  If any goods imported in any aircraft or ship shall\nentered a\ndelivemd       remain on board such aircraft or ship, or having been\n               unloaded, shall not be entered and also produced for\n                              [The ~ncluslonof thls page IS authonzed by L N   88i20031\n                             CUSTOMS                                        53\nexamination and customs clearance within fourteen days 30/1954\nfrom the time when such goods were unloaded, or such S.2.\nfurther period as the Commissioner may in any special &.     1211985\ncircumstances allow, then such goods shall be deposited in\nsuch Queen's warehouse as the Commissioner shall direct\nby the agent of such aircraft or ship, or by the Commis-\nsioner, if there be no agent,or if the agent shall not act\nforthwith as herein required. Such goods shall be subject to\nrent and other charges as if they were goods warehoused in a\nQueen's warehouse.\n   8 8 . 4 1 ) Where under the provisions of this Act any goods G O O ~ Sware-\n                                                                housed may\nare required to be deposited in a Queen's warehouse and such be    sold.\ngoods are of a perishable nature, then it shall be lawful for 12,1985\nthe Commissioner, notwithstanding such provisions, to S C ~ .\nsell the same forthwith by public auction; and if such goods.\nthough not perishable, are of a kind not permitted by any\nother provision of law to be deposited in ii Queen's Ware-\nhouse, it shall be lawful for the Commissioner, notwith-\nstanding such provisions to sell the same by public auction\nafter fourteen days' notice by publication in the Gazette.\n        (2) Where any goods are deposited in a Queen's\nw~rehouseunder the provisions of this Act and the sanle\nare not entered for warehousing or delivery from such\nQueen's warehouse within three months after such deposit,\nor within such further period as the Commissioner may 12/1985\ndirect, and all charges for removal, freight and rent and SCil.\nall other expenses incurred in respect thereof duly paid,\nsuch goods may be sold by public auction after one month's\nnotice being given by publication in the Gazette.\n        (3) In all cases where goods are sold under the pro-\nvisions of this section, the proceeds shall be applied first in\ndischarge of duties (if any), of the expenses of removal and\nsale, and of rent and charges due to the Government, and\nthen of freight and other charges; and the balance, if any,\n                             --        .\n       [The.inclu&n of this page .is authorized by L.N.87/1986]\n                                         CUSTOMS\n             shall be paid to the owner of the goods on his application\n             for the same, if such application be made within two years\n             from the time of the sale of such goods, but otherwise shall\n             be paid into the Consolidated Fund.\n~oodsnot       89. If any goods on being offered for sale as aforesaid\nsold on\nbeingoffered cannot be sold for a sum to pay all duties, expenses, rent\nforsale-     and charges, the same may be destroyed, or otherwise\n             disposed of as the Minister may direct.\n~ o o d s w a r e 90. It shall be lawful for the Commissioner to cause\nhoused may\nbe examined, any goods required to be r5moved under this Act to a Queen's\n'2p985\nSch.         warehouse to be opened for examination by any officer, as\n             often as may be required, at the expense of the owner of such\n             goods.\nGoodsmay       91. Where the owner of any goods imported in any ship\nbe entered\nby ship      (not being a steamship as defined in section 2) into the Island\n             fails to make entry thereof, or having made entry, fails to\n             land the same or to take delivery thereof by the times\n             severally hereinafter mentioned, the shipowner or Master or\n             the agent of either, may make entry of the said goods at the\n             times, in the manner, and subject to the conditions following,\n             that is to say-\n                   (a) if a time for the delivery of the goods is expressed\n                         in the charter party, bill of lading or agreement,\n                         then at any time after the time so expressed; and\n                  ( b ) if no time for delivery of the goods is expressed in\n                         the charter party, bill of lading or agreement, then\n                         at any time after the expiration of seventy-two\n                         hours, exclusive of a Sunday or public holiday, after\n                        the report of the ship:\n               Provided that if at any time before the goods are landed\n             or unshipped, the owner of the goods is ready and offers to\n             land or take delivery of the same, he shall be allowed to do\n                    [The indusfon of this page is authorized by L.N.87/1986]\n                                CUSTOMS\nso, and his entry shall, in such case, be preferred to any entry\nwhich may have been made by the shipowner or Master, or the\nagent or either."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92. The periods of time mentioned in section 91 shall be ~~nmPuta'\ncomputed from the time at which the aircraR or ship shall have .ftim,,\nbeen released from any quarantine to which they may have been\nsubjected.\n                                                                          Aircraft or"
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93. Whenever any goods shall remain on board any importing ship may be\naircraft or ship beyond the period of ten days after the detainedtill\n                                                                 goods\narrival of such aircraR or ship, or beyond such further period landed,\nas the Commissioner may allow, such aircraR or ship shall be\ndetained by the proper officer until all expenses of watching or\nguarding such goods beyond such ten days, or such fkrther\ntime, if any, allowed as aforesaid, not exceeding fifty dollars 1211985\nper diem, and of removing the goods or any of them to Sch.\nthe Queen's warehouse, in case the officers shall so remove\nthem, be paid; and the like charge per diem shall be made in\nrespect of any derelict or other aircraR or ship coming, driven,\nor brought into the Island under legal process, by stress of\nweather, or for safety, when it is necessary to station any\nofficer in charge, either on board thereof or otherwise, for\nthe protection of the revenue, so long as the officer shall so\nremain."
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94.-(1) No person, whether a passenger or not, shall asRe\"ridi0n\" to pas-\ndisembark or go ashore from, or go on board any aircraft or ship s,gers and\nthat shall have arrived within the Island or the waters thereof Oth\"\n                                                                 persons.\nsave at such times, by such means and by such ways as may be\nprescribed in any regulations made under this Act, or otherwise 121198J\nas the Commissioner may allow.                                   SC~.\n        (2) The Master of any aircraR or ship who shall\npermit, allow or suffer any person to leave such aircraR\nor ship after arrival in the Island or the waters thereof save\n56                                             CUSTOMS\n               as permitted under this Act shall be guilty of an oflfence and the\n1412004        Master or his agent shall incur a penalty of one hundred\nSch.           thousand dollars.\n                  PARTIV. Warehoused Goods and Goods Deposited in a\n                                  Customs Area\nWare-            95. It shall be lawful for the Minister from time to time by\nhousing.\n               notice in the Gazette to declare what kind of goods shall or may\n               be warehoused upon first importation without payment of duty\n               thereon; and any such goods, while in any warehouse, and all\n               goods whatsoever while in any Customs area, shall be subject to\n               such regulations as may be made under this Act, and in the case\n               of goods deposited in a Queen's warehouse or Customs area in\n               the occupation or use of the Government, to the payment by the\n               owner of such goods, at the prescribed times, of !such rent and\n               other charges as the Minister shall from time to time direct by\n               notice in the Gazette; and if at any time any such rent or other\n1211985\n               charges shall not be paid to the Commissioner when due and\nSch.           payable on any goods in any such Queen's warehouse or\n               Customs area, such goods may, without prejudice: to any other\n               lawful method of recovery, be sold, or otherwise dealt with, and\n               any proceeds applied, as if they were goods which might be\n               sold, or otherwise dealt with, under the provisioris of sections\n                121 and 122.\nCompensa-        96. No compensation shall be payable by Goveirnment to any\ntion for\ndamage to      importer, owner or consignee of any goods deposited in a\ngoods          Queen's warehouse or in a Customs area in the occupation or\ndeposited in\n               use of Government, save when loss or damage occurs as the\nQueen's\nwarehouse.     direct result of the wilful act or negligence of Government or of       3\n               an officer.\nGoods\ndeemed to"
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97. Where under the customs laws any goods are or\nbe in          may be required to be deposited in a Queen's warehouse,\nQueen's\nwarehouse.\n               and for any reason the Commissioner may in his discretion\n                                CUSTOMS\ndecide that it is undesirable or inconvenient to deposit such\ngoods in a Queen's warehouse, such goods shall for all purposes\nbe deemed to be deposited in a Queen's warehouse as from the\ntime that the same are required to be deposited in a Queen's\nwarehouse, and shall also be chargeable with such expenses for\nsecuring, watching and guarding, and of removing the same\nfrom the ,original to some other place of deposit (if the\nCommissioner shall so require) as the Commissioner shall deem\nreasonable, and neither the Commissioner nor any officer shall          i:t985\nbe liable to make good any damage which such goods may\nsustain by reason of or during the time of their being so\ndeposited and dealt with as aforesaid."
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98.-41) No building or place may be used as a private Private\n                                                                ware-\nwarehouse, or, save with the written permission of the housesand\nCommissioner, as a Customs area, until a bond, in such sum as Customs\nmay from time to time in each case be required by the areas.\nCommissioner, is given by the warehouse-keeper, or by the\nowner or occupier of the Customs area, as the case may be, with 1211985\none or more sufficient sureties, conditioned on due payment of \"'.\nall duties and the due observation of the provisions of the\ncustoms laws.\n        (2) The Commissioner may require a written explanation 1,119,,\nof any warehouse-keeper or his servant employed in a S C ~ .\nprivate warehouse in order to enquire into any matter\naffecting the administration and control of such private\nwarehouse.\n        (3) In any case where the Commissioner is not 1211985\nsatisfied with a written explanation given under subsection (2), Sch.\nor where no such explanation has been given, such person\nor persons as the Minister shall appoint may institute any\nenquiry into the matter, and may require the attendance\nof any person, at the place of enquiry, to give evidence\nin regard to the matters under enquiry and any matters relating\n                                                CUSTOMS\n                thereto. Every person so summoned who shall neglect so to\n                attend, or who shall refuse to answer any question put to him\n                according to the best of his knowledge and belief, shall for every\n1412004         such default or offence forfeit a sum not exceeding one hundred\nSch.\n                thousand dollars.\nOfficers not\nliable for"
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99. No action shall be brought against the Goverinment or any\nwrong           of its officers for loss or damage sustained by goods while in\ndelivew         any private warehouse or private Customs area or for any wrong\n                or improper delivery of goods therefrom.\nWarehouse-\nkeeper,&c,,       100. The owner or occupier of any Customs area or a\nnottoenter      warehouse-keeper shall not by himself or by any person in his\nwarehouse\nwithout         employ open or gain access to any building in a Customs area or\npermission.     special store or private warehouse except in the presence or with\n                the knowledge and consent of an officer acting in the execution\n                of his duty.\nWarehouse-        101. The owner or occupier of any private warehouse or\nkeeper, etc.,\ntoprovide       Customs area shall provide such office and other accom-\nfacilities'     modation and weights and scales for examining and taking an\n1211985         account of goods as the Commissioner may require and shall\nSC~.            secure such goods to the satisfaction of the Commissioner.\nRevocation         102. On the revocation of the appointment of' any private\nOf Order\napproving\n                warehouse the duties on all goods warehoused therein shall be\nwarehouse.      paid, or the goods shall be exported or removed to another\n                warehouse, within such time, not less than three months, as the\n12\"985\nSch.\n                Commissioner may direct. Notice in writing of such revocation\n                addressed to the warehouse-keeper of the private wiarehouse and\n                left thereat, shall be deemed to be notice to all persons interested\n                in the goods.\ngoods on"
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103. If any goods shall not be duly exported or removed\nrevocation.     in conformity with section 102 such goods shall be taken\n                to a Queen's warehouse by an officer, and may be sdd, or other-\n                                 CUSTOMS\nwise dealt with, and any proceeds applied as if they were goods\nwhich might be sold or otherwise dealt with under the\nprovisions of section 88."
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. Upon the delivery of any goods entered to be ware- Procedure\nhoused into the care of the officer in charge of any ware- a\"owme-\n                                                                  housing.\nhouse, such officer shall, subject to any other direction of the\nCommissioner, whether account has been taken of such goods 12,1985\non the quay or elsewhere, or not, take a particular account Sch.\nof such goods and shall enter in a book prepared for that purpose\nthe name of the importing aircraft or ship, and of the person\nin whose name such goods are entered, the number of packages,\nthe mark and number of each package, and the description of\nthe goods; and when the same shall have been deposited in\nthe warehouse, with the authority of such officer, he shall\ncertify at the foot of the account that the entry and warehousing\nof the goods is complete, and such goods shall from that time be\nconsidered goods duly warehoused."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105. All goods warehoused shall be deposited in the packages G V V ~ Sto be\nin which they are imported, except such goods are permitted to            ~i:'\"'\":\nbe skipped on the quay, or bulked, sorted, lotted, packed or inwhich\nrepacked in the warehouse, in which case they shall be '\"ported.\ndeposited in the packages in which they are contained when\nthe account thereof is taken by the proper officer on the\ncompletion of such operation."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106. If in the case of goods warehoused in a private ware-\nhouse any alteration shall afterwards be made in the withdvt,,e\n                                                                          z:;:;\ngoods or packages so deposited, or in the packing thereof ofgOOd\"n\n                                                              a private\nin the warehouse or in the marks or numbers of such packages wmehouse,\nwithout the presence and sanction of the proper officer or if\nthe same shall be removed from the part of the warehouse\nin which they were deposited without the knowledge of the\n                                                 CUSTOMS\n               proper officer, except for delivery after they have been duly\n               entered, and under the authority of the proper officer, such\n1412004        goods shall be forfeited and the occupier shall incur er penalty of\nSch.\n               one hundred thousand dollars.\nCommis-          107. The Commissioner may direct in what different parts or\nsioner may\ndirect stow-   divisions of any warehouse or Customs area,\" and in what                   0\ning of goods   manner, any goods shall be deposited therein, and that\n1211985\nSch.           reasonable access may be had to goods so deposited.\nFailure to\ncomply with      108. Where any goods are deposited contrary to any\ndirections.    directions of the Commissioner under section 107, the\n1211985\nSch.           Commissioner shall send to the occupier of the warehouse a\n               written notice requiring him within a period of seven days\n               (Sundays and Public Holidays excluded) to comply with such\n               directions, and if the occupier fails to so comply vvithin such\n               period he shall incur in respect of every package so deposited a\n               penalty of twenty-five thousand dollars, together with a hrther\n1412004\nSch.           penalty of one thousand dollars for each day during which any\n               such package shall remain so deposited.\nWarehoused       109.-(1) If the occupier of any warehouse or Cu~stomsarea\ngoods to be\nproduced to    or any part thereof shall not produce to any officer on his\notticer.       request any goods deposited in such warehouse or Customs area,\n1211985        or any part thereof, which shall not have been duly entered or\nSch.           delivered therefrom, the Commissioner shall send to the\n               occupier a written notice requiring him within a period of seven\n               days (Sundays and Public Holidays excluded) to produce to the\n               officer, or to account to the satisfaction.of the officer for, the\n               goods.\n                       (2) Where the occupier fails within such period to\n               produce the goods to the officer, or to account for them to his\n               satisfaction, the occupier shall for every such failure incur a\n1412004        penalty of one hundred thousand dollars in respect of every\nSch.           package or parcel not so produced or accounted for.\n        (3) Notwithstanding anything in this section contained\nthe occupier shall, in every case, pay the duties (in addition\nto any penalty) due upon every package or parcel not produced."
    },
    {
      "provision_ref": "sec108",
      "section": "108",
      "title": "Section 108",
      "content": "108.02                                         CUSTOMS\nDisposal o f     216. All seizures whatsoever which shall have been made and\nseizure.\n               condemned under the customs laws, or any other law by which\n               seizures are authorized to be made by officers, shall be disposed\n               of in such manner as the Minister may direct.\nLimit of         217. Where a penalty is prescribed for the commission of an\npenalty.\n               offence under this Act or any regulations made thereunder such\n               offence shall be punishable by a penalty not exceeding the\n               penalty so prescribed; provided that where by reason of the\n               commission of any offence the payment of any customs duty has\n               or might have been evaded the penalty imposed shall, unless the\n               court for special reasons thinks fit to order otherwise, and\n               without prejudice to the power of the court to impose a greater\n               penalty, be not less than treble the amount of duty payable.\nGovernor-        218. When any seizure shall have been made, or any fine or\nGeneral\n!nay restore   penalty incurred or inflicted, or any person committed to prison\nseizure. &c.   for any offence against the customs laws, the Governor-General\n               may direct restoration of such seizure whether condemnation\n               shall have taken place or not, or waive or compound\n               proceedings, or mitigate or remit such fine or penalty, or release\n               such person from confinement either before or after conviction\n               on any terms and conditions, as he shall see fit.\nCommis-   219. Subject to the approval of the Minister (which approval\nsiona may\nmitigate\n        may be signified by general directions to the Commissioner) and\nWY. notwithstanding anything contained in section 217, the\n1211985\nSch.    Commissioner may mitigate or remit any penalty or restore\n         anything seized under the customs laws at any time prior to the\n        commencement of proceedings in any court against any person\n        for an offence against the customs laws or for the condemnation\n        of any seizure.\nRewards.         220. The Commissioner may, with the approval of the\n1211985\nSch\n               Minister, reward any person who informs him of any offence\n               against the customs laws or assists in the recovery of any fine or\n               penalty.\n                              CUSTOMS                                        109\nlanguage, the person required to produce such document\nshall produce therewith a correct translation thereof in\nEnglish."
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110. If any goods entered to be warehoused shall not be Penaltylb\nduly warehoused by the importer in pursuance of such entry, or not Ware-\n                                                                  housing,\nif any goods whatsoever, being duly warehoused or deposited in kc,\na Customs area, shall be in any way concealed in or removed\nfrom the warehouse or Customs area, or abstracted from any\npackage, or transferred from one package to another, or\notherwise, for the purpose of illegal mixing, removal, or\nconcealment, they shall be forfeited and the importer shall incur 14/2()\"4\na penalty of two hundred thousand dollars.                        SC~."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111. If any person shall clandestinely open any warehouse or Penalty for\nspecial store or except in the presence of the proper oficer illegally\nacting in the execution of his duty, gain access to the goods opcning\n                                                                  warehouse\ntherein, he shall, for every such offence, incur a penalty of two or Customs\nhundred thousand dollars; and if any person not authorized by area.\n                                                                  1412004\nthe warehouse-keeper shall enter any warehouse or any part of a Sch.\nCustoms area when forbidden by such oficer, or refhe to leave\nany warehouse or any part of a Customs area when requested to\ndo so by such officer, he shall incur a penalty of one hundred 1412004\nthousand dollars.                                                 Sch."
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112.-(1) Where any goods required to be previously entered penalty ror\nare, except as permitted by the customs laws, taken out of any unlawfulor\nwarehouse or Customs area, the warehouse-keeper or the cmbczzling\noccupier of the Customs area shall forthwith pay the duties upon ol'warc-\nsuch goods.                                                      goods.\n                                                                              3511 997\n                                                                              S. 2.\n        (2) Any person who-\n     (a) unlawfully takes out any goods from any warehouse\n         or Customs area or aids or assists or is concerned\n         therein; or\n           I'l'he inclusion of this page is authorized by I..N. 1 1 1120051\n                     (b) steals, embezzles or in any way unlawfully mis-\n                         appropriates or converts any goods duly warehoused\n                         or deposited in a Customs area, or unlawfi~llydestroys\n                         any such goods,\n                shall be guilty of an offence and shall be liable, (on summary\n                conviction before a Resident Magistrate, to imprisonment for a\n                term not exceeding five years.\n                        (3) Where any person referred to in subsection (2) is an\n                officer and has been prosecuted to conviction no duty shall be\n                payable for or in respect of such goods, and any damage\n                sustained by reason of such theft, embezzlement,\n                misappropriation, conversion or destruction shall, with the\n                consent of the Minister, be made good to the importer,\n                consignee or owner by the Accountant-General.\nCommis-           113. The Commissioner shall have power at the expense of\nsioner may do\nraasonable      the owner of goods warehoused in a Queen's warehouse, or\nacts to\nwarehoused\n                deposited in a Customs area in the occupation or use of the\ngoods.          Government, to do all such reasonable acts as may by him\n1211985         respectively be deemed necessary for the proper custody and\nSch.\n                preservation of such goods, and shall have a lien on the said\n                goods for expenses so incurred; but no such acts shall be done\n                until the expiration of twenty-four hours after the owner of such\n                goods has been notified that such acts are required, unless the\n                Commissioner shall in his discretion decide that immediate\n                action is necessary for the proper custody or preservation of the\n                goods as aforesaid.\nOwner to           114. The importer or owner of any such goods shall pay any\npay cost of\naction          expenses incurred in respect thereof under section 113 at such\nunder           times and in such manner as the Commissioner shall either\nsection 1 13.\n1211985         generally or in any particular case direct, and if any such\nSch.            expenses be not paid in accordance herewith, such goods may\n                be sold or otherwise dealt with, and any proceeds applied as if\n                they were goods which might be sold or otherwise dealt with\n                under the provisions of section 122.\n                                      CUSTOMS                                              63"
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115. The removal of warehoused goods from a ware-                        Removal of'\n                                                                                \\! arehoused\n     house to any other warehouse shall be subject to                            goods to\n     any   regulations made under this Act and to such                           another\n                                                                                \\% archouse\n     other conditions as the Commissioner may direct.                            12 1985\n                                                                                 Sch\n,m      116. On the delivery of any goods for removal as                        Procedure on\n                                                                                delivery\n I   aforesaid, an account containing the particulars thereof\n     shall be transmitted by the proper officer of the\n     port or place of removal to the proper oficer of the\n     port or place of destination, and the person requiring the\n     removal thereof shall enter into a bond, with such security\n     or securities as the Commissioner shall require, in a                      121 1985\n                                                                                Sdl.\n     sum equal at least to the duty chargeable on such\n     goods, for the due arrival and re-warehousing thereof\n     at the port or place of destination within such time\n     as the proper officer may direct; and such bond shall\n     not be discharged unless such goods shall             have\n     been produced to         the proper officer and duly re-\n     warehoused at the port or place of destination within\n     the time directed by the proper oficer as aforesaid,\n     or unless the full duties of customs shall have been\n     paid thereon as provided in section 118, or unless\n     such goods shall have been otherwise accounted for to the\n                                                                                1211985\n     satisfaction of the Commissioner, nor until the full duties                Sch.\n     due upon any         deficiency of such goods not        so\n     accounted for shall have been paid.\n                                                                                Goods"
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117. Upon the arrival of such goods at the port                         removed\n     or place of destination, they shall be entered and                         subject to\n                                                                                warehouss\n     warehoused as nearly as may be subject to the laws,\n3    rules and regulations, which apply to the entry and\n     warehousing of goods on first importation.\n                                                                                regulations.\n                                                                                May be"
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118. If, upon the arrival of goods so removed                           entered for\n     as aforesaid    at the port or place of destination,                       use in the\n                                                                                Island of\n     the parties    shall be desirous forthwith to export                       expmation.\n                                                 CUSTOMS\n              the same, or to pay duty thereon for use within\n              the Island, without actually lodging the same in the\n              warehouse for which they have been entered and\n              examined to be re-warehoused, the officer at such\n              port or place may permit the same to be entered\n              and delivered for home use, or,                 after all the\n              formalities of entering and examining such goods for re-\n              warehousing have been duly performed, to be entered\n                                                                                          r\n              and loaded for exportation, as if such goods had\n              been actually lodged in such warehouse.\nRemoval. &c.:     119. If any goods taken from a warehouse for removal\nto be subjed\nto cdain      or for exportation or use as aircraft's or ships' stores shall be\nconditions.\n              removed or put on board an aircraft or ship, except with\n              the authority- or under the care of the              officer, and\n              in accordance with any regulations made under this Act\n              and in such manner, by such persons and within such\n              time, and by such roads or ways, as such officer\n              shall permit or direct, such goods shall be forfeited;\n              and if any such goods shall be illegally removed\n              or carried - away             to being put i n board          the\n              exporting or removing aircraft,         ship or carriage, or\n              from any exporting or removing aircraft, ship or\n              carriage, in or on which the same shall                      have\n              been put, the bond given in respect thereof shall be\n              forfeited, and may forthwith be put in suit for the\n              penalty thereof, although the time prescribed in such\n              bond for putting the goods on board the exporting\n              aircraft or ship, or re-warehousing such goods at the\n              place of destination, shall not have expired; and all such goods\n              shall be forfeited.\nCommis-\nsione may\nremove goods"
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. Notwithstanding anything hereinbefore contained, the\n               Commissioner may, if in his discretion          he     shall\n                                                                                          C\nwarehoused     decide that such      action is advisable, remove goods\nin a Queen's\nwarehouse      at the cost of Government from one Queen's ware-\nto another.    house to another in any manner he may                 deem\n 1211985\nSch.           reasonable.\n                             [The inclusion of thlr page i s authorized by L N. 3120021\n                                      CUSTOMS"
    },
    {
      "provision_ref": "sec121",
      "section": "121",
      "title": "Section 121",
      "content": "121. All warehoused goods shall be entered. and delivered               Re-\n                                                                               warehousing.\n    either for use within the Island, or as aircraft's or ships'               1612000\n    stores, or for exportation not later than one year after the day           S. 8.\n    on which the same were warehoused, or within such fbrther\n    period and in such cases as the Commissioner shall direct,                 1211985\n                                                                               Sch.\n    unless the owner of such goods shall be desirous of re-\n    warehousing the same, in which case the same shall be\n    examined by the proper officer, and the duties due upon any\n    deficiency or difference between the quantity ascertained on\n    importation and the quantity found to exist on such\n    examination, together with the necessary expenses attendant\n    thereon, and any charges incurred in respect of the said\n    goods, shall, subject to such allowances as are by law\n    permitted in respect thereof, be paid to the Commissioner                  1211985\n    and the quantity so found shall be re-warehoused in the                    Sch.\n    name of the then owner thereof in the same manner as on\n    first importation:\n        Provided that if the owner shall, with the concurrence\n    of the warehouse-keeper, desire to re-warehouse the same\n    according to the account, taken at the importation thereof,\n    without re-examination, E U C ~ re-examination may be\n    dispensed with, the officer being satisfied that the same are\n    still in the warehouse, and that there is no reason to\n    suspect that      there is any undue deficiency; but the\n    warehouse-keeper shall be liable to make good the duty on any\n    deficiency not allowed by law which may be discovered in the\n    goods at the time of delivery thereof, or any earlier time:\n      Provided further that no goods shall be re-warehoused\n    under this section unless the proper officer certifies that the\n    goods are in proper condition to be re-warehoused.\ni                                                                              Disposal of"
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. If any warehoused goods shall not be duly                          goods not re-\n    entered for used within the Island, or as aircraft's or                    warehoused.\n    ships' stores, or exported or re-warehoused, and the\n    duties ascertained to be due on the deficiencies as\n    aforesaid and any charges and expenses shall not be paid\n66                                                  CUSTOMS\n                at the expiration of one year from the previous entry and\n                warehousing thereof, or within such further period as shall be\n                directed as aforesaid, the same shall, after one month's notice\n                by advertisement in the Gazette and a daily newspaper, if any,\n                published in Kingston, with all convenient speed be sold by\n                public auction, and the proceeds thereof shall be applied to\n                payment of the duties, expenses of the sale, and of any rent\n                and charges due to the Government, then in discharge of any\n                lien for freight and other charges, and the surplus, if any, shall\n                be paid to the owner of such goods on his application for the\n                same within two years fiom the time of sale, but otherwise\n                shall be paid into the Consolidated Fund; and if such goods,\n                on being so offered for sale, cannot be sold for a sum to pay\n                all duties, expenses, rent and charges due to the Government,\n                then the same may be destroyed or otherwise disposed of as the\n                Minister may direct; and the duties due upon any deficiency\n                in any warehoused goods not allowed by law shall be\n                forthwith paid by the warehouse-keeper.\nFreight            123. Any officer having the custody of any goods which\non goods\nwarehoused      shall have come into his hands under this Act shall refuse\n                delivery thereof fiom a Queen's warehouse or other place of\n                deposit until proof be given to his satisfaction that the freight,\n                landing and storage charges due on such goods have been\n                paid; provided that this section shall not apply to goods\n                which shall have been warehoused in pursuance of an\n                entry for warehousing.\nWarehoused         124. If any goods shall remain in any warehouse for a period\ngoods entered\nor sold must    of fourteen days after being entered for use within the Island, or\nbe removed      aRer being sold by public auction under the customs laws, they\nwithin 14\ndavs.           shall be forfeited and disposed of in such manner as the Minister              I\n12!/1985.\n                may direct, unless the failure to remove the same shall                        b\nSch.            be explained to the satisfaction of the Commissioner.\nDeliverv in        125. The Commissioner may permit any goods to be taken\nspecial\ncircum-         out of any warehouse or Customs area without payment of duty\nstances.        for such purpose and for such period as to him\n                               [The ~ncluslon o f t h ~ s page 1s authormed by L N   3/2002]\n                                       CUSTOMS                                  67\n     may appear expedient, and in such quantities, and under such\n     regulations and restrictions, and with such security by bond for\n     the due return thereof, or the payment of the duties due thereon,\n     as he may direct or require; and if any such goods shall be dealt\n     with in any way contrary to the terns of such permission or to\n     such regulations or restrictions, the same shall be forfeited.\n-\n\\I     126. .The Commissioner may permit warehoused goods stu~.\n     to be delivered as stores for a ship of not less than thirty\n     tons burden, or an aircraft, in accordance with section 157;\n     and if any goods taken from a warehouse for use as stores\n     shall not be duly put on board the aircraft or ship for which\n     the same are entered, or otherwise accounted for to the\n     satisfaction of the Commissioner, or shall be dealt with l z i l 9 a\n     in any way contrary to the customs laws, such goods shall Sch\n     be forfeited."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127. The duties to be paid when warehoused goods are outyto\n     entered for use within the Island shall not be less in amount ~ t ~ &\n     than would have been payable according to the value or original\n     quantity thereof at the time of importation, except as to acCoU\"t.\n     the following goods, namely, tobacco in leaf, oil in casks,\n     wine in casks, malt liquor in casks, and spirits in casks, the\n     duties whereon, when cleared from the warehouse for use\n     within the Island, shall be chargeable upon the quantity of\n     such goods ascertained by weight, measure, or strength at\n     the time of actual delivery thereof, unless there is reasonable\n     ground to suppose that any portion of any deficiency has\n     been caused by illegal abstraction.\nc\"     128. Subject to the observance by the exporter of all enrered\n     the provisions of the customs laws and of the conditions of,,,,,\n                                                                       ~ o o d sfw\n     any bond, no import duty shall be charged in respect of exempt\n     any goods entered under bond foi the due exportation and ~ ~ ~ ' \" \" p \" \"\n     landing thereof in a place outqide the Island, or for use as air-\n                  ITht inclution of this page is authorized by L.N,18OA/2006]\n                                                  CUSTOMS\n                 craft's or ships' stores in accordance with section 157, and\n                 delivered from any warehouse or Customs area, unless the\n1211985          Commissioner has reasonable grounds to suppose that any\nSch.\n                 deficiency in any such goods, or any part thereof, has arisen\n                 from illegal abstraction, in which case duty shall he paid on such\n                 deficiency by the owner of such goods.\nPower of        129. Notwithstanding anything to the contrary in this Act and\nCotnmissiuner\nto pmnit\n              subject to the provisions of the Excise Duty Act, it shall be                0\nprocessingm~d lawful for the Commissioner, under such conditions as he may\nmanufactuic\nia worehousc  generally or in any particular case impose, to permit goods to be\nsubjectto     warehoused for the purpose of being processed or used in the\nconditions.\n44119,4       manufacture   of other goods in the warehouse in which such\n S. 2.        goods have been deposited, and for this purpose he may permit\n'2\"9s5\nSch.             goods not liable to import duty, or to excise duty, or goods on\n                 which import duty is payable or has been paid, or goods on\n                 which excise duty is payable or has been paid, to be taken into\n                 such warehouse in such quantities or under such conditions as he\n                 may approve.\nPmvlsionsas        130.-(1)   The following provisions shall have effect with\nlo import duty\nO ~ materials\n    I\n                 respect to import duty on materials used in the processing or\noscd in the      manufacture of goods under section 129-\nprocessing or\nmanufac(ure\nof goods under\n                      (a) subject to paragraphs (b), (c) and (4, on the delivery\nsection 129.              for consumption in the Island of any such goods,\n4411954                   import duty shall be payable on such imported\nS. 2.\n                          materials as have been warehoused and used in the\n                          processing or manufacture of such goods in such\n1211985                   quantities as the Commissioner shall determine,\nsoh.                      and at such rate, if any, as may be due and payable\n                          on the like kind of materials if entered for con-\n                          sumption in the Island;                                          0\n                      (b) where any such goods would, irrespective of their\n                          country of origin, be free of duty if imported,\n                          import duty shall not be levied on materials used\n                          in their processing or manufacture;\n                              [The Inclu~loaof thln p a p 1% aulhorfzed by L.N. IsOAnW6J\n                                CUSTOMS                                            69\n     (c) where any such goods would, if imported, and being of 4511975\n          Common Market origin within the meaning of the S.5(a)\n          Revised Treaty, be free of duty, import duty shall not\n          be levied on the materials used in their processing or\n          manufacture if such materials are of like origin, but if\n          such materials are not of Common Market origin,\n          import duty shall be levied on such materials either at\n          the rate of duty prescribed in relation to such materials\n          in the tariff or at the rate of duty generally applicable\n          to processed or manufactured goods of the same class\n          or description and not of Common Market origin,\n          whichever is the lesser;\n     (4 where any such goods would, if imported from any 45114,5\n          source whatsoever, be liable to duty, import duty shall s,s(b).\n          be levied on the materials used in their processing or\n          manufacture, either at the rate of import duty\n          applicable in relation to such materials or at the rate of\n          import duty applicable to processed or manufactured\n          goods of the same class or description if imported\n          from a like source as such materials, whichever is the\n          lesser.\n        (2) In this section Revised Treaty means the \"Revised\nTreaty of Chaguaramas establishing the Caribbean Community\nsigned in Bahamas on July 5, 2001, as is in force in relation to\nJamaica."
    },
    {
      "provision_ref": "sec131",
      "section": "131",
      "title": "Section 131",
      "content": "131. Subject to the provisions of sections 129 and 130, goods ?   ;:;-:\nprocessed or manufactured under the provisions of section 129 ,.,,,fa,.\nshall be subject to all the provisions of the customs laws relating      2,\":;;;\nto warehoused goods in so far as such provisions are or may be otherwise\napplicable.                                                    subjecl 10\n                                                               provisions\n                                                                         ofcusloms"
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132.--(I) The Commissioner may by instrument in writing, In-bond\nsubject to such conditions as he thinks fit, from time to t i m e ~~\n                                                                         -.7\n                                                                         S -.\n             lThr inclualon of this p a p 1%sutharhd by L.N. 180N10061   IZ;1985\n                                                                         Sch.\n               (a) grant an in-bond concession, to any warehouse-keeper;\n               (b) approve the operation of an in-bond concession by any\n                   warehouse-keeper or his approved agent, or both.\n                 (2) The Commissioner may by instrument in writing, at\n          any time and in his discretion, withdraw any in-bond concession\n          granted by him under this section; and he may likewise vary or\n          rescind any of the conditions subject to which the grant of any\n          such concession was made or the operation thereof approved.\n12/1985          (3) Where an in-bond concession is in operation the\nSch.\n          Commissioner may direct the conditions under which goods or\n          samples thereof to which the concession applies may be dis-\n          played by the concessionaire or his approved agent and, without\n          prejudice to the generality of the foregoing, may require all such\n          goods or samples to be-\n               (a) clearly marked or otherwise distinguished fiom other\n                   goods on display;\n               (b) kept in such part or parts of any premises wherein the\n1211985            concessionaire or his approved agent displays goods as\nSch.               the Commissioner may approve.\n                  (4) It shall be a condition as respects the operation\n          of every in-bond concession that any advertisement displayed\n          by an approved agent in relation to an in-bond concession\n          shall clearly indicate that he is an agent for a concessionaire\n          named in the advertisement.\n                 (5) The Commissioner may require-\n               (a) any applicant for an in-bond concession as a condition\n                   precedent to the grant of such concession; or\n               (b) any concessionaire,\n          to give security within such time and of such amount not\n1211985   exceeding two thousand dollars as the Commissioner may\nSch.\n          specify for the payment by such applicant or concessionaire, as\n          the case may be, of any amount which may at any time be\n                       [The lnelurlon of this page Is suthorlrrd by L.N. 180Al20061\n                                CUSTOMS\nclaimed from him by a visitor to the Island in respect of goods\nsold to such visitor and admitted by him or adjudged by a court\nof competent jurisdiction to be payable by him.\n       (6) The Commissioner may, in relation to1 securities 1911967\n                                                                               S. 6(1).\nunder subsection (S), specify different amounts in respect of 1211985\ndifferent applicants or concessionaires and any such security Sch.\nshall be given either by deposit with the Commissioner of the\namount of the security or partly by bond with sureties approved\nby the Commissioner and partly by deposit with the\nCommissioner of such sum of money as the Commis;sionermay\nspecify.\n        (7) Payment shall not be made out of any deposit under\nthis section except with the consent of the person by whom such\ndeposit was made or by order of a Court.\n       (8) Where payment is made out of any !deposit as\n                                                                 1211985\naforesaid, the Commissioner-                                     Sch.\n     (a) shall, by notice in writing, require the con~essionaire\n          by whom such deposit was made to makc: a fbrther\n          deposit equivalent to the amount so paid out; and\n     (b) may, if the concessionaire does not comply with such\n         notice within ten days of the receipt thereoc, withdraw\n         the in-bond concession granted to him.\n       (9) If any person-\n     (a) being a concessionaire or an approved agent, without\n         reasonable excuse-\n             (i) infringes any condition which is still in force\n                 and subject to which the operation of the in-\n                 bond concession was approved; or\n              (ii) fails to cany out any direction of                    the\n                   Commissioner under this section; or                         1211985\n                                                                               Sch\n     (b) not being a concessionaire or an approved agent,\n         with intent to deceive, displays any advertisement\n                        indicating in any manner that he is a concessionaire or\n                        an approved agent, or that any premises owned or\n                        occupied by him are used for the operation of an in-\n                        bond concession or that goods may be obtained from\n                        or through him free of customs duty,\n             any such person shall be guilty of an offence against this Act\n1412004      and shall incur a penalty of two hundred and fifty thousand\nSch.\n1412004\n             dollars in the case of an offence under paragraph (a), and five\nSch.         hundred thousand dollars in the case of an offence under\n             paragraph (b).\n                     (10) In this section-\n             \"advertisement\" shall have the meaning assigned to it in section\n                 2 of the Advertisements Regulation Act;\n             \"approved agent\" means an agent of a concessionaire who is\n1211985\nSch.\n                 authorized in writing by the Commissioner to exhibit goods\n                 or samples thereof in connection with an in-bond\n                 concession;\n             \"concessionaire\" means a warehouse-keeper in relation to whom\n                 an in-bond concession is in operation;\n             \"in-bond used in relation to goods means goods eintered under\n                 bond for the due exportation and landing therelof in a place\n                  outside the Island;\n             \"in-bond concession\" means a concession granted to a ware-\n1211985           house-keeper by the Commissioner whereby goods are\nSch.\n                  warehoused on conditions which permit such goods to be\n                  sold in-bond to visitors to the Island.\n                       PARTV. Loading and Exportation of Gocnh\nCertain\nships to"
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133. The Master of every ship, other than a steamship\nbe entered   as defined in section 2, in which any goods are to be\noutwards.    exported, or his agent, shall, before any goods be taken on\n             board, deliver to the proper officer at the port at which\n             such ship shall have first arrived an entry outwards of such\n             ship, verified by his signature, in the prescribed fom, and con-\n                             CUSTOMS                                     73\ntaining the several particillars indicated in or required\nthereby, and in such entry outwards the Master or his agent\nshall declare that no imported goods are left on board such\nship other than such goods and stores as shall be specified in\nthe entry outwards."
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134. The Master of every ship to which the provisions of Rummage\nsection 133 apply, shall, if required, obtain from the proper certificate\nofficer a certificate of rummage in the prescribed form. If ggir\nhe desires to obtain such certificate before the whole of the completion\n                                                              of discharge.\ninward cargo of the ship has been discharged, he shall\nremove and stow the inward cargo remaining on board such\nship in such manner as such officer shall direct in order to\nenable him to rummage the ship, and after the ship has been\nrummaged, shall stow the inward cargo remaining on board\nseparately and keep it separate to the satisfaction of the\nproper officer from any coastwise or any outward cargo that\nmay subsequently be put into such ship."
    },
    {
      "provision_ref": "sec135",
      "section": "135",
      "title": "Section 135",
      "content": "135. Before any aircraft or ship required to report at Loading\nany port in the Island shall depart therefrom to load cargo licence.\nat another port in the Island, the Master or his agent shall,\nin respect of each port at which he desires to load cargo,\nobtain from the proper officer a loading licence in duplicate\nin the prescribed form and containing the prescribed par-\nticulars and signed by such officer, and, before leaving the\nport at which such licence is issued, shall enter on both copies\nof the licence particulars of the cargo loaded and of any\nstores loaded or remaining on board from the inward voyage\nat such port."
    },
    {
      "provision_ref": "sec136",
      "section": "136",
      "title": "Section 136",
      "content": "136. Where, under the provisions of the customs laws, special\n                                                            loading\nthe Commissioner shall permit any goods to be put on licence.\nboard any aircraft or ship at any place in the Island other       a!985\nthan a port, the Master of such aircraft or ship shall, in\nrespect of every such place at which he shall be permitted\n        me inclusion of this page is authorized by L.N.87119861\n74                                           CUSTOMS\n               to load, in addition to complying with any conditions which\n     ,!985     may be imposed by the Commissioner, obtain from the\n               proper officer a special loading licence in duplicate in the\n               prescribed form, and containing the prescribed particulars\n               and signed by such officer. Before leaving the port at which\n               any special loading licence shall have been issued the Master\n               or his agent shall enter 011 both copies of the licence particu-\n               lars of the cargo loaded and of any stores loaded or remain-\n               ing on board at such port."
    },
    {
      "provision_ref": "sec137",
      "section": "137",
      "title": "Section 137",
      "content": "137. After the loading of any goods under the authority\nY~$?;P~P'      of a special loading licence shall have been completed, the\nlicence.       Master shall proceed with such aircraft or ship forthwith\n               to an approved port, where all the provisions of the customs\n               laws shall be complied with as nearly as may be, as if such\n               goods had been loaded at such port, unless the proper officer\n               shall otherwise direct.\na m letion\nand &livery"
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138. When loading has been completed at any port or\noflicence      place for which a loading licence or special loading licence\nafter load-\ning.           has been issued, before the aircraft or ship departs from\n               such port or place, the Master or his agent shall enter on\n               both copies of the licence particulars of the cargo loaded\n               and of any stores taken on board at such port or place, show-\n               ing the number of packages loaded and the quantity and\n               description of the goods, and shall sign the same and deliver\n               one copy to the proper officer at the port of loading before\n               leaving the port, or, if the goods have been loaded at a place\n               other than a port, then at such place and to such person as\n               shall be named in the licence; and the Master or his agent\n               shall deliver the remaining copy of the licence together with\n               the content required to be delivered to the proper officer in\n               accordance with sections 160 and 163.\nPenalty for\nbreach of"
    },
    {
      "provision_ref": "sec139",
      "section": "139",
      "title": "Section 139",
      "content": "139. If any goods shall be taken on board any aircraft or\nsections 133   ship at any port or place contrary to the provisions of"
    },
    {
      "provision_ref": "sec140",
      "section": "140",
      "title": "Section 140",
      "content": "140. Nothing contained in sections 133 to 138 shall be ',i.mitatiOn\n                                                           of authoritv\ndeemed to authorize the loading of goods except from an ..,,,,,d,,\napproved place of loading, unless specially allowed by the\n                                                           1211985\nCommissioner under section 146.                            Sch."
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142. On arrival at any port or place in the Island of any ship, Re\"'rictims\n                                                                          asto\nother than a steamship as defined in section 2, about to deliver c , ~ , , ,\ncargo at more than one port or place in the Island, or having on coastwise.\nboard any goods duly reported for exportation in the same ship,\nit shall be lawful, subject to any regulations made under this\nAct, or to such conditions as the Commissioner may deem 12119ss\nnecessary, to allow the entry outwards of such ship, and to Sch.\npermit the loading of goods for exportation in such ship or for\ncarriage coastwise as provided in section 173, before the whole\nof the goods imported in such ship shall have been discharged\ntherefrom, the complete separation of such goods from the\ninward cargo and from any cargo remaining on board for\nexportation being effected to the satisfaction of the proper\nofficer,"
    },
    {
      "provision_ref": "sec143",
      "section": "143",
      "title": "Section 143",
      "content": "143. No person shall export or attempt to export any Restriction\n                                                                on exporta-\nwarehoused goods, or goods liable to duties of customs tionof\ntransferred fiom an importing aircraft or ship, or goods certain\nentitled to drawback on exportation (not being wines, goods.\nspirits, tobacco, cigars, cigarillos, or cigarettes), nor shall\n                                                CUSTOMS\n                enter or attempt to enter any such goods for exportation in any\n                ship of less burden than 5 tons.\nPenalty.          144. Any person who shall export or enter or attempt to\n                export or enter, any goods contrary to section 143 or place any\n                goods on board a ship of less size than is thereby permitted for\n1412004         exportation shall incur a penalty of one hundred thousand\nSch.            dollars, and such goods shall be forfeited.\nGeneral           145. Except as provided in section 146, no goods shall be put\nprovisions as\nto loading      on board any aircraft or ship for exportation or use as stores, or\nand exporta-    be put into any vessel to be water-borne, or be water-borne, to\ntion of\ngoods.          be put on board any aircraft or ship for exportation or use as\n                stores from any port or place in the Island on Sundays or public\n                holidays, nor except between 8 o'clock in the morning and\n                4 o'clock in the afternoon on any other day, nor from any place\n                not being an approved place of loading, nor without the\n                authority of the proper officer, nor before due entry outwards of\n                the exporting aircraft or ship, if the same is by law required to\n                be entered outwards, nor before such goods are duly entered,\n                and no goods having been put into'any vessei to be water-borne\n                to any aircraft or ship for exportation or use as stores, shall be\n                put on board the exporting aircraft or ship outside the limits of\n                any port; and it shall be lawful for any officer to open and\n                examine all goods put on board any aircraft or ship or brought to\n                any place in the Island to be put on board an aircraft or ship for\n                exportation or for use as stores.\nCommis-           146. Notwithstanding the provisions of section 145, it\nsioner may      shall be lawfbl for the Commissioner to permit any goods\nrelax w n -\nditions of      to be put on board any aircraft or ship on such\nshipment.       days, at such times, from or at such places, and under such\n                conditions as he may either generally or in any particular\n                case direct, and in like manner the Commissioner may\n1211985\nSch.            direct what goods need not be entered by the exporter until after\n                                 CUSTOMS\nthe departure of any aircraft or ship, but any such goods must be\nentered within twenty-four hours of such departure, unless the\nCommissioner shall otherwise allow:\n  Provided that where any goods are permitted to be entered\nafter being put on board, the Commissioner may in such case\nrequire the agent of the Master or owner of the aircraft or ship to S C ~ .\ngive security for the payment of any export duties of customs on\nany goods liable thereto under such conditions, and subject to\nsuch charges to be paid to the agent by the exporter of any such\ngoods, as the Minister may prescribe."
    },
    {
      "provision_ref": "sec147",
      "section": "147",
      "title": "Section 147",
      "content": "147. Any goods which have been put into any vessel to be vessels\n                                                                    loading\nwater-borne to any aircraft or ship for exportation or use as goodsinto\nstores shall be taken directly and without delay to the aircraft or shipto\nship in which the same are to be exported or used as stores, and proceed\n                                                                    directo\nput on board forthwith; and every vessel in which the same are Licence.\nwater-borne as aforesaid to any aircraft or ship shall, if so\nrequired by the Commissioner, be a ship licensed-under section\n                                                                     1211985"
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148. NO goods having been put on board any aircraft or ship Permission\nin accordance with section 159, or for exportation, or as stores, required\n                                                                  discharge\n                                                                           to\nshall be discharged in any part of the Island without the written goods\npermission of the proper officer, and except in accordance with loaded.\nsuch conditions as the Commissioner shall impose.                 1211985\n                                                                         Sch."
    },
    {
      "provision_ref": "sec149",
      "section": "149",
      "title": "Section 149",
      "content": "149. If any person shall put or attempt to put any goods on Penaltyfor\n                                                                  breach of\nboard any aircraft or ship or discharge, or attempt to discharge,         145\nor deal with any goods in any way contrary to the provisions of to 148.\nsection 145 to 148, such goods shall be forfeited and the person\n                                                                  1412004\nshall incur a penalty of two hundred thousand dollars.            Sch.\n                                                         Penalty for"
    },
    {
      "provision_ref": "sec150",
      "section": "150",
      "title": "Section 150",
      "content": "150. If any officer shall place any lock, mark or seal Interfering\n                                                         .\nupon any goods or stores taken on board any aircraft withgoods\nor ship in the Island, and such lock, mark or seal be wilhlly rgr:dby\n                                                CUSTOMS\n                 opened, altered or broken, or if such goods or stores be\n                 secretly conveyed away either while such aircraft or ship\n                 remains in the Island, or on her passage from one port\n                 or place in the Island to another before the final departure\n                 of such aircraft or ship on a flight or voyage to a place\n                 outside the Island, the Master shall incur a penalty of\n1612ooo          fifty thousand dollars, and such goods or stores shall be\nS. lo.           forfeited.\nPenalty for        151. If any person shall put on board any aircraft or\nattemptingto\nship             ship, or put off or put into any vessel to be water-borne to\nprohibited\ngoods.\n                 any aircraft or ship for exportation or use as stores, or\n                 bring to any aerodrome, Customs area, quay, wharf or\n                 any place whatever in the Island for exportation or use as\n                 stores, or export any goods prohibited to be exported, or\n                 any goods the exportation of which is restricted, contrary\n                 to such restriction, or attempt to perform or be knowingly\n                 concerned in the performance of any of the aforesaid acts, he\n                 shall (except as otherwise provided in section 144) incur\n3511997          a penalty of not less than treble the import duties payable on\nS. 2.\n                 the goods nor more than treble the value of the goods and\n                 all such goods shall be forfeited.\nBond to be         152. Before any warehoused goods, or goods entitled\ngiven in\ncertain cases.   to any drawback on being put on board an aircraft or\n                 ship for use as stores or for exportation, or goods\n                 exportable only under particular rules, regulations or\n                 restrictions, or goods liable to duties of customs intended             0\n                 for transfer from an importing to an exporting aircraft or\n                 ship shall be permitted to be entered for use as stores, or for\n                 exportation or for transfer as aforesaid, the exporter shall give\n1211985          such security by bond as the Commissioner may require that\nSch.\n                 such goods shall be duly put on board the aircraft or ship\n                 for which the same are entered and shall be used as stores (if so\n                                 CUSTOMS                                    79\nentered) or else exported to and discharged at the place for\nwhich they are entered within such times as the Commissioner i z i i s a\nmay deem reasonable, or be otherwise accounted for to his Sch.\nsatisfaction."
    },
    {
      "provision_ref": "sec152",
      "section": "152",
      "title": "Section 152",
      "content": "152, or any goods liable to export duties of customs be put on gf::;to\nboard any aircraft or ship, or brought to any aerodrome, goods.\nCustoms area, quay, wharf or other place to be put on board an\naircraft or ship and shall on examination by the proper officer be\nfound not to agree with the entered particulars thereof, or being\ngoods on which drawback shall be claimed or allowed shall be\nfound to be goods not entitled to drawback, all such goods shall\nbe forfeited; and the exporter of such goods shall in every such\ncase incur a penalty of not less than treble the import duties 3511997\npayable on the goods nor more than treble the value of the S.2.\ngoods."
    },
    {
      "provision_ref": "sec154",
      "section": "154",
      "title": "Section 154",
      "content": "154. If any goods for which bond is required under section penalty\n152 after being entered and put on board an aircraft or ship shall fornd\n                                                                   exporting.\nbe used otherwise than as stores (if so entered) or shall not be\nduly exported to and discharged at the declared destination (such\ngoods not having been discharged in the Island with the\npermission of the proper officer as provided in section 148)\nor otherwise accounted for to the satisfaction of the\nCommissioner, the same shall be forfeited; and the Master of\nthe aircraft or ship in which such goods shall have been put,\nshall incur a penalty of not less than treble the import duties 3511997\npayable on the goods nor more than treble the value of the S . 2 .\ngoods."
    },
    {
      "provision_ref": "sec155",
      "section": "155",
      "title": "Section 155",
      "content": "155. If any person who shall have entered any goods for short\nwhich bond is required under section 152 shall fail, in case\nsuch goods or any of them shall not be duly put on board the pods,\naircraft or ship for which the same shall have been entered,\nto attend the proper officer within twenty-four hours of the\n                                                CUSTOMS\n               time of clearance of the aircraft or ship or such fbrther period as\n               the Commissioner may allow, and notify such officer of the\n               short loading of such goods, and re-warehouse or re-enter for\n               exportation or use as stores in some other aircraft or ship within\n               such period of twenty-four hours any such goods which shall\n               have been removed from a warehouse for exportation or\n               use as stores, any such goods entered as aforesaid shall be\nl412OO4        forfeited and the person shall incur a penalty of one hundred\nSch.           thousand dollars.\nExporter to\nnotify short      156. If any exporter who shall have entered any goods,\nloading of     not being goods for which bond is required, for exportation\nnon-bonded\ngoods.         in any aircraft or ship shall fail, in case such goods or any\n               of them shall not be duly put on board the aircraft or\n               ship for which the same are entered, to attend the proper\n               officer within twenty-four hours after the departure of such\n               aircraft or ship, or such period as the Commissioner may\n               allow, and notify such officer of the short loading of such\n1412004        goods, he shall incur a penalty of one hundred thousand\nSch.\n               dollars.\nCommis-           157. Notwithstanding anything to the contrary contained in\nsioner may\nallow ship-    the customs laws, and subject to any regulations made under\nment of        this Act, the Commissioner may, upon due request being made,\nstores.\n               permit the Master of any aircraft or ship departing from any port\n               in the Island upon a flight or voyage to any place outside the\n               Island to take on board stores (not being goods prohibited to be\n               exported) for the use of such aircraft or ship, and of the Master,\n               crew and passengers, upon payment of any export duty leviable\n               on the like kind of goods exported and upon such other terms\n1211985        and conditions as the C~mmissionermay direct, and in such\nSch.           quantities as the Commissioner in his discretion shall deem\n               reasonable; and every such request shall be made on the\n               prescribed form and contain the particulars required\n               thereby or indicated therein, and shall be signed by the Master\n               or his agent; and no stores shall be put on board for the use\n               of any aircraft or ship, nor shall any articles taken on board any\n                          CUSTOMS                                        81\naircraft or ship be deemed to be stores, except such as shall\nbe or have been put on board such aircraft or ship in accord-\nance with the provisions hereof."
    },
    {
      "provision_ref": "sec158",
      "section": "158",
      "title": "Section 158",
      "content": "158. The provisions of the customs laws with reference Drawback\nto the exportation of warehoused goods, so far as they are      ztsv,\napplicable, shall be deemed to apply to and include goods F$'f\nliable to duties of customs transferred from an importing\nto an exporting aircraft or ship, and goods exported on\ndrawback."
    },
    {
      "provision_ref": "sec159",
      "section": "159",
      "title": "Section 159",
      "content": "159. Notwithstanding any contrary provisions of the Loading of\ncustoms laws, and subject to any regulations made under goods       other\nthis Act, it shall be lawful for the Commissioner to\npermit the loading of passengers' baggage, and also to permit M.\n                                                                ~~~~~~\n                                                              thancargo\nany person to take on board any aircraft or shlp any goods\nfor sale or delivery to the passengers, officers, or crew of\nsuch aircraft or ship, or for such other purpose as the\nCommissioner shall allow, under such conditions as he\nmay either generally or in any particular case direct; but if\nany goods, not being part of the cargo or authorized stores\nof any aircraft or ship, shall be taken on board any aircraft\nor ship, which is about to proceed to any place outside the\nIsland, or which has any goods remaining on board thereof\nfrom a voyage from a place outside the Island, or if any\nattempt shall be made to put any such goods on board any\nsuch aircraft or ship without the permission of or contrary\nto any conditions directzd as aforesaid by the Commis-\nsioner, or otherwise contrary to the customs laws the same\n shall be forfeited.\n    PARTVI. Departure and Clearance of Aircraft and\n                            Ships"
    },
    {
      "provision_ref": "sec160",
      "section": "160",
      "title": "Section 160",
      "content": "160. The Master of every aircraft or ship, not being a clearance\n                                                             of aircraft\nsteamship as defined in section 2, shall immediately before *dships\nleaving the Island on any flight or voyage to any place out- other than\n                                                             steamships.\n                                             CUSTOMS\n                side the Island attend before the proper officer, either at the\n                port at which the report of such aircraft or ship shall or\n                ought to have been delivered, or at the port where or nearest\n                to which any cargo shall last have been loaded on board or\n                discharged from such aircraft or ship, and shall answer all\n                such questions as shall be demanded of him by such officer\n                concerning the aircraft or ship, the cargo, the stores, the\n                baggage, the officers, crew and passengers and the flight or\n                voyage, and shall deliver to such officer a content of such\n                aircraft or ship in the prescribed form, and containing the\n                prescribed particulars, as far as the same can be known by\n                him, and shall make and subscribe the declaration at the\n                foot thereof in the presence of such officer. In the case of\n                aircraft the content when signed by the proper officer sha!i\n                be the clearance and authority for the departure of such\n                aircraft from the Island.\nMaster             161. In addition to observing the requirements of section\nto deliver\naccount of      160, the Master or his agent shall deliver to and sign in the\ncargo and\nstores.         presence of the proper officer an account of all cargo and\n                stores taken on board such ship within the Island, as well\n                as of any cargo and stores which shall have been brought to\n                the Island in such ship, and shall have remained on board\n                for exportation or for use as stores; and such account shall\n                be in the prescribed form and shall contain the names of\n                all passengers, and of the Master, officers and crew of such\n                ship, and, when signed by the proper officer, shall be the\n                clearance and authority~forthe departure of such ship from\n                the Island.\nPenalty for\nnot clearing."
    },
    {
      "provision_ref": "sec162",
      "section": "162",
      "title": "Section 162",
      "content": "162. If any such aircraft or ship shall depart from the\n                Island to any place outside the 1 s h d without the delivery\n                of such content in accordance with section 160 or if any ship\n                as aforesaid shall so depart without authority having been\n                granted under section 161 the Master of such aircraft or\n                       [The inclusidn of this page is authorized by L.N.87/1986]\n                               CUSTOMS                                      83\nship shall incur a penalty of one hundred thousand dollars, 14/2004\n                                                              Sch.\nand if any of the particulars contained in any such content\nor account as aforesaid be false, or if any of the required\nparticulars be omitted therefrom and such omission be not\nexplained to the satisfaction of the Commissioner, the\nMaster or agent shall incur a penalty of one hundred thousand 14r2004\n                                                              Sch.\ndollars."
    },
    {
      "provision_ref": "sec163",
      "section": "163",
      "title": "Section 163",
      "content": "163.-(1) No steamship as defined in section 2 shall depart ,le,eof\nfrom any port or place in the Island to any place outside steamships.\nthe Island until the Master or his agent shall have satisfied\nthe proper officer that all the provisions of the customs laws\nhave been hlfilled, whereupon, except he has decided to\nwithhold clearance in accordance with any other provision of\nlaw, such officer shall deliver to the Master or his agent a\nclearance in the prescribed form; and such clearance shall\nbe the authority for the departure of such steamship as\naforesaid.\n       (2) If any steamship as defined in section 2 shall\ndepart from any port or place in the Island to any place\noutside the Island without authority having been granted\nunder subsection (I), the Master or his agent shall incur a\n                                                            1412004\npenalty of one hundred thousand dollars.                    Sch.\n        (3) The Master of any steamship as defined in section 2\nor his agent, shall, either before or not later than twenty-four\nhours (or such further period as the Commissioner may allow) 1211985\nafter the time of departure of such steamship from its final SCh.\nposition, anchorage or berth in the Island to any place outside\nthe Island, deliver to the proper officer at such port or place (or\nat the port nearest thereto as the Commissioner may allow), a           ::t985\ncontent of such steamship, in the prescribed form and containing\nthe several particulars therein required as far as the same can be\nknown to him, and shall make and subscribe the declaration at\nthe foot thereof in the presence of such officer and shall answer\n                                                 CUSTOMS\n                all such questions as shall be demanded of him by such officer\n                concerning the ship, the cargo, the stores, the baggage, the\n                officers, crew and passengers, and the voyage; and if such\n                Master or agent shall fail to deliver such content, or if any of the\n                particulars contained in such content, be false, or if any of the\n                required particulars be omitted from such content, and such\n                omission be not explained to the satisfaction of the\n                Commissioner, such Master or agent shall incur a penalty one\n                                                                                           0\n1412004\nSC~.            hundred thousand dollars.\nMinister"
    },
    {
      "provision_ref": "sec164",
      "section": "164",
      "title": "Section 164",
      "content": "164. Notwithstanding the provisions of section 163 or any\nmay\nprescribe       other provisions of the customs laws relating to the\nspecial\nconditions as\n                departure and clearance of aircraft and ships, it shall be\nto clearance.   lawful for the Minister, by notice in the Gazette, or by notice\n1211985\nSch.\n                under his hand addressed to the Commissioner to require all\n                aircraft and ships whatsoever, or any particular aircraft or\n                ship or ships to be cleared either in accordance with the\n                provisions of sections 160 to 162, or in any manner specified\n                in the said notice; and if any aircraft or ship shall depart\n                contrary to the provisions of any such notice in the Gazette, or\n                of any other notice as aforesaid of which the Master or agent\n                shall have been informed by the Commissioner in writing, the\n1 412004        Master or agent shall incur a penalty of one hundred thousand\nSch.            dollars.\nClearance in"
    },
    {
      "provision_ref": "sec165",
      "section": "165",
      "title": "Section 165",
      "content": "165. If any ship shall depait in ballast h m the Island to\nballast.        any place outside the Island, not having any goods on board\n                except stores duly shipped as such, nor any goods reported\n1211985         inwards for exportation in such ship the Commissioner\nSch.\n                shall on the application of the Master or his agent, clear such\n                ship in ballast; and the Master of such ship or his agent shall\n                comply with the customs laws as if such ship had cargo on\n                board, except that the words \"in ballast\" shall be written on the\n                prescribed forms in the places wdch are provided for particulars\n                of cargo.\n                                 CUSTOMS                                             85"
    },
    {
      "provision_ref": "sec166",
      "section": "166",
      "title": "Section 166",
      "content": "166. For the purposes of section 165, ships having only Shipwith\n                                                               only passen-\npassengers with their bonaJide baggage on board in addition to gers d,\nstores as aforesaid, shall be deemed to be in ballast.         baggage\n                                                               deemed in\n                                                                          ballast."
    },
    {
      "provision_ref": "sec167",
      "section": "167",
      "title": "Section 167",
      "content": "167. Any officer may go on board any aircraft or ship within to be pro-\nthe Island or the waters thereof, and demand the clearance of ducedto\nsuch aircraft or ship, and if the Master shall not produce the OficerOn\n                                                                  demand.\nsame, or if the Master of any aircraft or ship whatsoever which\nmay be boarded as aforesaid by any officer shall not answer or\nshall not truly answer such questions concerning the aircraft or\nship, the cargo, stortjs, baggage, officers, crew, passengers and\nintended flight or vo$age as may be demanded of him, he shall\nincur a penalty of one hundred thousand dollars.                  1412004\n                                                                          Sch."
    },
    {
      "provision_ref": "sec168",
      "section": "168",
      "title": "Section 168",
      "content": "168. If there be any goods or stores on board any aircraft or Goodsno*\n                                                                   contained in\nship which may have been boarded by an officer within the account\nIsland or the waters thereof not contained in the content or forfeited.\naccount (if any) required to be signed as the clearance of such\naircraft o r ship such goods or stores shall be forfeited, and the 1111997\nMaster shall incur a penalty of not less than treble the import s.2.\nduties payable on the goods nor more than treble the value of the\ngoods."
    },
    {
      "provision_ref": "sec169",
      "section": "169",
      "title": "Section 169",
      "content": "169. If any officer, having boarded any aircraft or ship Penalty for\n                                                                  failure to\nwithin the Island or the waters thereof after clearance, shall produce\ndiscover that any goods which were loaded in the Island goods.\non board thereof as stores or for exportation or which\nat the time of clearance remained on board from the inward\nvoyage, be no longer on board such aircrafl or ship\n(unless the same shall have been discharged in the Island,\nwith the permission of the proper officer, as provided in section"
    },
    {
      "provision_ref": "sec170",
      "section": "170",
      "title": "Section 170",
      "content": "170. If any aircraft or ship, having departed from the                9\ntc.           Island on a flight or voyage to a place outside the Island and\n              having returned within the Island or the waters thereof, is\n              boarded by an officer, and if such officer shall discover any\n              deficiency in the stores of such aircraft or ship which in his\n              opinion shall be in excess of the quantity which might fairly\n              have been consumed, having regard to the period which has\n              elapsed between the departure of such aircraft or ship and the\n              discovery of the deficiency, the Master shall pay the duties on\n              such deficiency at the rate chargeable on similar goods\n              imported, and in addition shall incur a penalty of one hundred\n1412004\nSC~.          thousand dollars.\nOfficers to     171. If any aircraft or ship departing from the Island shall\nbe set\ndown by       not bring to at the proper boarding station for setting\ndeparting     down officers, or for any other purpose required by the\naircraft or\nship, &c.     customs laws, or shall depart on a flight or voyage with any\n              officer on board without the assent of such officer, the Master\n1412004       shall incur a penalty of two hundred thousand dollars, unless\nSC~.          the same shall be explained to the satisfaction of the\n              Commissioner.\n                                  PARTVII. Coasting Trade\nDefinition.     172. Except as provided in section 173, all trade by sea\n              or by air from any one part of the Island to any other part\n              thereof shall be deemed to be coasting trade, and all air-\n              craft and ships while employed therein shall be deemed to be\n              coasting aircraft and coasting ships, and if any doubt shall\n              at any time arise as to what, or to or from what parts of\n              the Island shall be deemed a passage by sea, the Minister may\n                               CUSTOMS\ndetermine and direct in what cases the trade by water from one\nport or ?lace in the Island to another of the same shall or shall\nnot be deemed a trade by sea within the meaning of the customs\nlaws."
    },
    {
      "provision_ref": "sec173",
      "section": "173",
      "title": "Section 173",
      "content": "173. Notwithstanding any provisions in the customs laws to Exceptionin\nthe contrary, it shall be lawful for the proper officer, on the ? ~ ~ ~ n d\narrival from a place outside the Island of any aircraft or ship shipsfiom\nhaving on board cargo intended to be delivered at more than one         kyLd\nport in the Island, to permit such aircraft or ship to convey the seas.\ngoods from any port at which such aircraft or ship shall partially\ndischarge her cargo to her port or ports of destination in the\nIsland for delivery there, upon the complete separation of such\ngoods from the inward cargo still on board being effected to the\nsatisfaction of the proper officer, but such conveyance of goods\nfrom one port to another shall not constitute the aircraft or ship a\ncoasting aircraft or coasting ship within the meaning of the\ncustoms laws. The loading, unloading and conveyance of goods\nunder this section shall be subject to any regulations made under\nthis Act and to such conditions as the Commissioner may 1211985\nimpose, and if any goods shall be loaded, unloaded, conveyed or sch.\ndealt with contrary to such regulations or conditions the goods\nshall be forfeited, and the Master of the aircraft or ship shall\nincur a penalty of fifty thousand dollars.                           1412004\n                                                                        Sch."
    },
    {
      "provision_ref": "sec174",
      "section": "174",
      "title": "Section 174",
      "content": "174. It shall be lawfbl for the Minister to prescribe by              ~ i c e n c efor\n                                                                        coasting\nregulation for the licensing of ships to trade coastwise.               ship."
    },
    {
      "provision_ref": "sec175",
      "section": "175",
      "title": "Section 175",
      "content": "175. Every ship trading coastwise shall have her name and Coasting\nthe number of her licence, if required to be licensed, painted on shipto\n                                                                  display\neach bow in letters of not less than six inches high and of\nproportionate width, in white on a dark ground or in black on a number.\nlight ground. The Master of every ship in respect of which this\nsection is contravened shall incur a penalty of ten thousand 1412004\n                                                                  Sch\ndollars, and the ship may be seized by any officer and detained\nuntil such penalty is paid.\n                                                          CUSTOMS\n          Coasting\n          aircraft or"
    },
    {
      "provision_ref": "sec176",
      "section": "176",
      "title": "Section 176",
      "content": "176. No goods shall be carried in any coasting aircraft or ship\n          ship to take   except such as shall be loaded to be carried coastwise at some\n          only coast-\n          wise cargo.\n                         port or place in the Island.\n          Offences."
    },
    {
      "provision_ref": "sec177",
      "section": "177",
      "title": "Section 177",
      "content": "177. If any coasting aircraft or ship shall deviate from its\n                         flight or voyage, unless forced by unavoidable circumstances,\n                                                                                                  0\n                         whereof the proof shall lie on the Master of such aircraft or ship,\n                         or if the Master of any coasting aircraft or ship which shall have\n                         deviated from its flight or voyage, or shall have taken on board\n                         any wrecked or other goods or discharged any goods in the\n                         course of a flight or voyage from one part of the Island to\n                         another shall not enter an account of the circumstances and of\n                         any goods so taken on board or discharged in the cargo book\n                         hereinafter referred to, and proceed forthwith direct to the\n                         nearest port in the Island, and declare and explain the same to\n                         the satisfaction of the proper officer, and deliver all goods\n                         so taken on board into his care, such Master shall incur a\n          1412004        penalty of four hundred thousand dollars, and the aircraft or ship\n          Sch.           may be seized by any officer and detained until such penalty is\n                         paid.\n          Special          178. Tobacco, cigars, cigarillos, cigarettes, wines and spirits\n          conditions\n          as to\n                         (except spirits the produce of the Island removed under the\n          certain        provisions of the excise laws or with the permission of the Com-\n          goods.\n          1211985\n                         missioner), shall not be put on board any aircraft or ship for\n          Sch.1          carriage coastwise except at an approved place of loading or\n                         sufferance wharf and in the presence or with the authority of an\n                         officer, and if any such goods shall be put on board contrary\n                         hereto, or if any attempt is made so to put them, such goods\n          1412004        shall be forfeited and the master of the aircraft or ship shall\n          Sch.           incur a penalty of two hundred and fifty thousand dollars.\n          Coastwise        179. If any goods shall be discharged from any air-\n          cargo not to\n                         craft or ship arriving coastwise, or from any vessel into\n 1\n      I\n          be put on\n          board on       which the same shall have been put to be landed, or be put\n          Sunday, &c.\n                         on board or be put into any vessel to be water-borne, or be\n                         water-borne to be put on board any aircraft or ship for carriage\n1 1\n                                CUSTOMS\ncoastwise on Sundays or public holidays, or except between\n8 o'clock in the morning and 4 o'clock in the afternoon on any\nother day, save with the written permission of the\nCommissioner, the same shall be forfeited, and the Master of the\naircraft, ship or vessel shall incur a penalty of fifty thousand 1412004\ndollars, and the aircraft, ship or vessel may be seized by any Sch.\nofficer and detained until such penalty is paid."
    },
    {
      "provision_ref": "sec180",
      "section": "180",
      "title": "Section 180",
      "content": "180. If any person shall put on board any coasting air- Prohibited\ncraft or ship, or put off, or put into any vessel to be put on goods.\nboard any coasting aircraft or ship, or bring to any aero-\ndrome, Customs area, quay, wharf or any place whatever in the\nIsland for carriage coastwise or carry coastwise any goods\nprohibited to be carried coastwise, or any goods the carriage\ncoastwise of which is restricted, contrary to such restriction, or\nattempt to perform, or be knowingly concerned in the\nperformance of any of the aforesaid acts, he shall incur a penalty\nof one hundred thousand dollars, and all such goods shall be 1412004\n                                                                   Sch.\nforfeited.\n                                                                         Master to"
    },
    {
      "provision_ref": "sec181",
      "section": "181",
      "title": "Section 181",
      "content": "181. The Master of every coasting aircraft or ship shall\nkeep or cause to be kept a cargo book, stating the name of book.\nthe aircraft or ship, the Master, and the port in which the aircraft\nor ship belongs, and of the port or place to which it is bound on\neach flight or voyage, and unless the Commissioner otherwise :::985\ndirects, shall at every port or place of loading enter in such\nbook the name of such port or place, and an account of all goods\nthere taken on board such aircraft or ship, stating the\ndescriptions of the packages, and the quantities and descriptions\nof any goods stowed loose, and the names of the respective\nconsignors and consignees, and shall at every port or place\nof discharge of such goods note the respective days on\nwhich the same, or any of them, are delivered out of such\naircraft or ship, and the respective times of departure from\nevery port or place of loading and of arrival at every port or\nplace of discharge.\n90                                             CUSTOMS\nMaster to\nproduce          182. The Master of every coasting aircraft or ship shall, on\ncawbook        demand, produce the cargo book for the inspection of any\non demand.\n               officer, who shall be at liberty to make any note or remark\n               therein; and if upon examination any package entered in the\n               cargo book as containing imported goods shall be found not to\n               contain such goods, such package with its contents shall be\n               forfeited; or if any package shall be found to contain imported\n1412004        goods not entered in such book such goods shall be forfeited and\nSch.\n               the master of the aircraft or ship shall incur a penalty of one\n               hundred thousand dollars.\nPenalty for       183. If such Master shall fail correctly to keep or cause to be\nfailure to\nkeep cargo     correctly kept such cargo book, or to produce the same, or if at\nbook\ncorrectly.\n               any time there be found on board such aircraft or ship any goods\n               not entered in such book as loaded, or any goods noted as\n               delivered, or if any goods entered as loaded and not noted as\n               delivered be not on board, the Master of such aircraft or ship\n1412004\nSch.\n               shall incur a penalty of one hundred thousand dollars, and the\n               aircraft or ship may be seized by any officer and detained until\n               such penalty is paid.\nMinister\nmay impose"
    },
    {
      "provision_ref": "sec184",
      "section": "184",
      "title": "Section 184",
      "content": "184. Notwithstanding any other provisions contained in this\nspecial con-   Act, it shall be lawhl for the Minister, by notice in the Gazette,\nditions.\n               to require the Masters or agents of all or any coasting aircraft or\n1211985        ship or ships to deliver to the Commissioner, prior to the\nSch.\n               departure from any port or place of such aircraft or ship or ships,\n               an account of all cargo and stores taken on board, in such\n               manner as may be specified in the said notice; and if any               0\n               coasting aircraft or ship shall depart contrary to the provisions of\n1412004\n               any such notice the Master and owner shall each incur a penalty\nSch.           of one hundred thousand dollars.\nF m of\ncargo book.      185. The cargo book shall be in the prescribed form, and\n               shall contain such particulars in addition-to, or in lieu of the\n               particulars required by sections 181 to 184 as the form\n               prescribed as aforesaid shall indicate or require; and if such\n                                 CUSTOMS\ncargo book is not in the form prescribed as aforesaid,\nthe Master of the aircraft or ship shall incur a penalty\nof one hundred thousand dollars, and the aircraft or ship 1412004\nmay be seized by any officer and detained until such penalty is Sch.\npaid."
    },
    {
      "provision_ref": "sec186",
      "section": "186",
      "title": "Section 186",
      "content": "186. The carriage of passengers, officers and crew coastwise, Coastwise\nwhether in a coasting aircraft or ship or not, shall be subject to passengers,\n                                                                   etc,\nany regulations made under this Act."
    },
    {
      "provision_ref": "sec187",
      "section": "187",
      "title": "Section 187",
      "content": "187. Before any coasting aircraft or ship shall depart from Master to\n                                                                  deliver\nher port or place of loading, her cargo book, containing cargo book\nthe several particulars required by this Act, and signed by the to o f i c e\n                                                                  before\nMaster, shall be delivered to the proper officer, who shall departure.\nreturn it dated and signed by him, and such cargo book shall be\nthe clearance of the aircraft or ship for the voyage; and if the\nMaster shall fail to deliver such cargo book he shall incur a\npenalty of one hundred thousand dollars, and the aircraft or ship 1412004\nmay be seized by any officer and detained until such penalty is Sch.\npaid."
    },
    {
      "provision_ref": "sec188",
      "section": "188",
      "title": "Section 188",
      "content": "188. Any coasting aircraft or ship taking cargo on board at a Procedure\nplace where no officer is stationed, to be carried coastwise may\ndepart from such place without delivering such cargo book, on stationed.\n                                                                          r':?:\ncondition that the Master of the aircraft or ship shall produce the\ncargo book to the proper officer at the first place where an\nofficer is stationed at which such aircraft or ship arrives after\nloading, and the officer shall thereupon sign such book, if\nsatisfied as to its correctness:..\n  i89. Immediately after the arrival of any coasting air- Masterto\n                                                               deliver\ncraft or ship at her port or place of discharge and cargobook\nbefore any goods be unloaded, the cargo book with the name\nof the place or wharf where the cargo is to be discharge noted\nthereon shall be delivered to the proper officer, who shall\n               note thereon the date of delivery; provided that a coasting\n               aircraft or ship having cargo duly loaded to be carried coastwise\n               may discharge at a place where no officer is stationed without\n               delivering the cargo book as herein required, on condition that\n               the cargo book, containing an account of the cargo so\n               discharged, is produced to the proper officer at the first place\n               where an officer is stationed at which the aircraft or ship arrives\n               after discharging; and if any goods are unloaded or if any goods\n               are loaded on board any aircraft or ship and carried coastwise, or\n               be brought to any port or place in the Island for that purpose,\n               contrary to the customs laws, such goods shall be forfeited and\n1412004        the master of the aircraft or ship shall incur a penalty of one\nSch.\n               hundred thousand dollars.\ncommis-          190. Notwithstanding anything hereinbefore contained, the\nsionm may\nvary\n               Commissioner may permit the loading and clearance and the\nprocedure.     entry and unloading of any coasting aircraft or ship and\nlZf19''\nSch.           goods under such regulations or conditions as he may make or\n               direct.\nCargobook         191. Any officer may go on board any coasting aircraft or\n&c., to be\ndelivered to   ship in any port or place in the Island or on any coasting ship at\nofficer on     any period of her voyage, and search such aircraft or ship and\ndemand.\n               examine all goods on board, and all goods then being loaded or\n               unloaded, and demand all books or documents which ought to\n               be on board such aircraft or ship, and may require all or any\n               such books or documents to be brought to him for inspection,\n                                                                                       0\n               and the Master shall answer all such questions concerning the\n               aircraft or ship and its cargo, officers, crew, passengers and the\n               flight or voyage as may be put to him by such officer; and if the\n               Master shall refuse to produce such books or documents on\n               demand, or to bring the same to such officer when required, he\n1412004        shall incur a penalty of one hundred thousand dollars, and the\nSch.\n               aircraft or ship may be seized by any officer and detained until\n               the penalty is paid.\n                                CUSTOMS                                      93"
    },
    {
      "provision_ref": "sec192",
      "section": "192",
      "title": "Section 192",
      "content": "192. It shall be lawful for the Commissioner, subject to such G O O ~ S\nconditions as he may require to be observed to permit the ~ ~ ~                    ~\nMaster of any aircraft or ship bringing any goods coastwise to maybe\nan approved port to enter such aircraft or ship and goods or any        tEfds\n                                                                          in\nof them outwards for exportation without first discharging the certain\n                                                                 cases.\nsame.\n              PARTVIII. Prevention of Smuggling"
    },
    {
      "provision_ref": "sec193",
      "section": "193",
      "title": "Section 193",
      "content": "193. If any aircraft or ship shall be found or discovered to \"enaltyon\n                                                                    persons\nhave been within the waters of the Island, or within or over the found on\nIsland, which has any secret or disguised place adapted for boardsmug-\n                                                                    g h g ships.\nconcealing goods, or any device adapted for running goods, or\nwhich has on board or in any manner attached thereto, or which\nhas had on board or in any manner attached thereto, or which is\nconveying or has conveyed in any manner any goods imported\ncontrary to the customs laws, or from which any part of the\ncontents of such aircraft or ship shall have been thrown\noverboard to prevent seizure, or on board which any goods shall\nhave been staved or destroyed to prevent seizure, then in every\nsuch case every person who shall be found or discovered to have\nbeen on board any such aircraft or ship shall incur a penalty of\ntwo hundred and fifty thousand dollars, and all such goods shall 14/2004\n                                                                    Sch.\nbe forfeited; provided that no person shall be liable to conviction\nunder this section unless there shall be reasonable cause to\nbelieve that such person was concerned in or privy to the illegal\nact or thing proved to have been committed."
    },
    {
      "provision_ref": "sec194",
      "section": "194",
      "title": "Section 194",
      "content": "194. Every ship of less than 250 tons burden on board which, smuggling\n                                                                 ships under\nor in respect of which, any offence against section 193 shall be 25,tons\ncommitted shall be forfeited.                                    fxfcited."
    },
    {
      "provision_ref": "sec195",
      "section": "195",
      "title": "Section 195",
      "content": "195.--(I) With regard to aircraft or any ship of or exceeding penalty on\n250 tons burden, on board or in respect of which any offence m\"ggling\n                                                                aircraft and\nagainst section 193 shall be committed, such aircraft or ship shipsof250\nshall not be forfeited for such offence, but the following tonsor\n                                                                more.\nprovisions shall apply-\n                                    CUSTOMS\n          (a) the Commissioner shall have power, subject to\n              appeal to the Minister, to fine any such aircraft or ship\n1412004       in any sum, not exceeding one hundred thousand\nSch.          dollars, in any case where in his opinion a responsible\n              officer (as hereinafter defined) of such aircraft or ship\n              is implicated either actually or by neglect;\n                                                                             0\n          (b) for the purpose of enforcing such fine, the Com-\n              missioner shall have power to require the deposit in\n              his hands, at the port where such aircraft or ship\n142004        shall be, of such sum, not exceeding one hundred\nSch.          thousand dollars, as he may think right, pending the\n              ultimate decision, and in default of payment of such\n              deposit the Commissioner shall have power to\n              withhold clearance and to detain the said aircraft or\n              ship;\n          (c) if in any case the Commissioner shall consider that\n1412004       the fine of one hundred thousand dollars aforesaid\nSch.\n              will not be an adequate penalty against any such\n              aircraft or ship for the offence committed thereon, it\n              shall be lawhl for him to take proceedings for\n              condemnation of the said aircraft or ship in a penalty\n1412004       not exceeding five hundred thousand dollars, at the\nSch.\n              discretion of the Court. And for this purpose the\n              Commissioner may, as to any aircraft or ship referred\n              to in this section, require the deposit in his hands as\n1412004       aforesaid of a sum not exceeding five hundred\nSch.\n              thousand dollars, to abide the decision of the Court,\n              and in default of payment of such deposit the\n              Commissioner may withhold clearance and detain\n                                                                             0\n              such aircraft or ship;\n1211985\n          (6) no claim shall be made against the Commissioner\nSch.           for damages in respect of the payment of any deposit,\n               or the detention of any aircraft or ship under this\n               section.\n                                CUSTOMS\n        (2) The expression \"responsibie officer7>in this section\nshall include the Master, mates and engineers of any ship, and\nin the case of a ship carrying a passenger certificate, the purser\nor chief steward, and where the ship is manned by Asiatic\nseamen, the serang or other leading Asiatic officer, and, in the\ncase of an aircraft, the pilot, navigator, chief steward or chief\nengineer. The expression \"neglect\" in this section shall include\ncases where goods unowned by any of the crew are discovered\nin a place or places in which they could not reasonably have\nbeen put or remained if the responsible officer or officers having\nsupervision of such place or places had exercised proper care at\nthe time of the loading of the aircraft or ship or subsequently."
    },
    {
      "provision_ref": "sec196",
      "section": "196",
      "title": "Section 196",
      "content": "196. If any ship within the waters of the Island shall not\nbring to upon the proper signal made by any vessel or boat in\n                                                                         Fez:;\nHer Majesty's service or in the service of the customs,                  2:s~\nwhereupon chase shall be given, and any person on board such\nship shall during chase or before such ship shall bring to, or\nupon bringing to throw overboard any part of her contents, or\nshall stave or destroy any part thereof to prevent seizure, such\nship shall be forfeited."
    },
    {
      "provision_ref": "sec197",
      "section": "197",
      "title": "Section 197",
      "content": "197. If any aircraft or ship liable to seizure or examina- Penaityfor\ntion under the customs laws shall not bring to when\nrequired so to do and so remain for such period as the\n                                                                         zt\"nghg\nboarding officer shall require, the Master of such aircraft or\nship shall incur a penalty of ten thousand dollars.            1211985\n                                                                         Sch."
    },
    {
      "provision_ref": "sec198",
      "section": "198",
      "title": "Section 198",
      "content": "198.-(1) If any person shall maliciously shoot at any air- Offencesby\ncraft or ship in the service of the customs or shall mali- smugding.\n                                                                  kc.,against\nciously shoot at, maim or wound any officer in the\nexecution of his office or duty, or with violence commit any of\nthe offences mentioned in subsection (9,        every person so\noffending, and every person aiding, abetting or assisting therein\n                                           CUSTOMS\n4211969    shall be guilty of felony; and being convicted thereof shall be\n3rd Sch.\n           liable to imprisonment with or without hard labour for any term\n           not exceeding fifteen years.\n                   (2) If any person engaged, or who shall have been\n           engaged, in the commission of any offence against the cus-\n           toms laws be armed with firearms or other offensive weapons,\n           or whether so armed or not, be disguised in any way, or being so\n                                                                                     9\n           armed or disguised shall be found with any goods liable to\n4211969    forfeiture under the customs laws, he shall be guilty of an\n3rd Sch.   offence, and being convicted thereof shall be liable to\n           imprisonment with or without hard labour for any term not\n1412004    exceeding five years.\nSch.\n                   (3) If any person shall by any means procure or hire, or\n           shall depute or authorize any other person to procure or hire any\n           person to assist in any evasion of the customs laws, he shall on\n           conviction be liable to imprisonment with or without hard\n1412004\n           labour for any term not exceeding three years.\nSch.\n                   (4) If any person shall stave, break, or destroy any goods\n           to prevent seizure thereof by an officer or other person\n           authorized to seize the same, or shall rescue or stave, break or\n           destroy to prevent the securing thereof any goods seized by an\n           officer or other person authorized to seize the same, or rescue\n           any person apprehended for any offence punishable by a\n           pecuniary penalty or imprisonment under the customs laws, or\n           prevent the apprehension of any such person, or obstruct any\n           oficer going, remaining or returning from on board an aircraft\n           or ;hip within the-bland or the waters thereof, or in searching an\n           aircraft or ship, or in searching a person liable to be searched\n           under the customs laws, or in seizing any goods liable to\n                                                                                     0\n           forfeiture, or otherwise acting in the execution of his duty, or\n           attempt or endeavour to commit, or aid, abet or assist in the\n           commission of any of the offences mentioned in this subsection,\n1412004    he shall for each such offence incur a penalty of one hundred\nSch.       thousand dollars.\n                                CUSTOMS\n        (5) If any person, not being an officer, takes or assumes\nthe name, designation, appearance or character of an officer for\nthe purpose of thereby obtaining admission into any aircraft,\nship, house or other place, or of doing or procuring to be done\nany act which he would not be entitled to do or procure to\nbe done of his own authority, or for any other unlawfid purpose,\nhe shall, in addition to any other punishment to which he may\nbe liable for the offence, be liable, on conviction, to be\nimprisoned, with or without hard labour, for any term not\nexceeding three months.\n        (6) In this section \"violence\" means any criminal force\nor harm to any person, or any criminal mischief to any property,\nor any threat or offer of such force, harm or mischief, or the\ncarrying or use of deadly, dangerous or offensive weapons in\nsuch manner as that terror is likely to be caused to any person,\nor such conduct as is likely to cause in any person a reasonable\napprehension of criminal force, harm or mischief to them or to\ntheir property."
    },
    {
      "provision_ref": "sec199",
      "section": "199",
      "title": "Section 199",
      "content": "199.-(1) No person shall make or cause to be made, or aid,\n                                                                   sienalling to\nor assist in making any signal in or on board or from any aircraft ,,gg~i,,g\nor ship, or on or from any part of the Island, for the purpose of        ;affm\ngiving notice to any person on board any smuggling aircraft or\nship, whether any person so on board, of such aircraft or ship be\nor be not within distance to notice any such signal; and if any\nperson shall make or cause to be made, or aid or assist in\nmaking any such signal, he shall on conviction be liable to\nimprisonment, with or without hard labour for any term not 14noo4\nexceeding three years.                                              SC~.\n        (2) If any person be charged with having made or caused\nto be made, or for aiding or assisting in making any such signal\nas aforesaid, the burden of proof that such signal so charged as\nhaving been made with intent and for the purpose of giving such\nnotice as aforesaid was not made with such intent and for such\npurpose shall be upon the defendant against whom such charge\nis made.\n                                                  CUSTOMS\n                         (3) Any person whatsoever may prevent any signal being\n                  made as aforesaid, and may go upon any lands for that purpose,\n                  without being liable to any indictment, suit or action for the\n                  same.\n                          (4) For the purposes of this section any ship to which a\n                  signal is made as aforesaid and which changes its course or, if at\n                  anchor, weighs anchor or fiom which any signal is made\n                                                                                          13\n                  following any signal made fiom an aircraft or ship or any part\n                  of the Island as aforesaid, shall for the purposes of this section\n                  be deemed to be a smuggling ship unless the contrary be\n                  proved.\nPenalty for\ninterfering          200. Every person who shall cut away, cast adrift, remove;\nwith customs\ngear.\n                  alter, deface, sink or destroy, or in any other way injure or\n                  conceal any aircraft, ship, buoy, anchor, chain, rope or\n                  mark in the charge of or used by any person for the\n                  prevention of smuggling, or in or for the use of the service of\n1412004           the customs, shall incur a penalty of one hundred thousand\nSch.              dollars.\nInter-              201. If any person, not being an officer, shall intermeddle\nmeddling\nwith goods        with or take up any spirits or any goods prohibited to be\nfound floating.   imported or exported being in packages found floating upon or\n                  sunk into the sea, such spirits or goods prohibited to be imported\n                  or exported shall be forfeited, and every such person shall incur\n1412004           a penalty of two thousand dollars.\nSch.\nWrits of            202. All writs of assistance issued from the Supreme\nassistance.       Court (which is hereby authorized and required to grant                 0\n1211985           such writs upon application by the Commissioner) shall\nSch.              continue in force during the reign for which they were granted\n                  and for six months afterwards; and any officer having such\n                  writ of assistance may, by day or by night, enter into and\n                  search any house, shop, cellar, warehouse, room or other place,\n                  and in case of resistance break open doors, chests, trunks, and\n                  other packages, and seize and bring away any uncustomed or\n                                 CUSTOMS\nprohibited goods, or any books or documents relating thereto,\nand put and secure the same in a Queen's warehouse."
    },
    {
      "provision_ref": "sec203",
      "section": "203",
      "title": "Section 203",
      "content": "203.-(1)     If any officer has reasonable cause to suspect that-   special\n                                                                      wcvnnt.\n                                                                      25/2003\n                                                                      S. 2.\n             any uncustomed or prohibited goods;\n             any books or documents relating to uncustomed or\n             prohibited goods; or\n             any computer equipment that he reasonably believes to\n             have been used in connection with and to contain\n             evidence relating to the importation or attempted\n             importation,    landing,     removal,     conveyance,\n             exportation or attempted exportation of any\n             uncustomed, prohibited or restricted goods,\nare harboured, kept or concealed in any house or other place in\nthe Island, the officer may apply to a Resident Magistrate or\nJustice of the Peace for a special warrant in relation to such\ngoods, books, documents or computer equipment.\n        (2) Where, in relation to an application under subsection\n(I), the Resident Magistrate or Justice of the Peace is satisfied\nthat the issue of a special warrant is justified, he may grant the\nspecial warrant authorizing the officer to-\n                                                CUSTOMS\n                    (a) enter and search the house or other place referred to in\n                        his application, by day or by night;\n                    (b) open the lock of a door, box, safe or other receptacle\n                         which the officer has reasonable grounds to believe is\n                         relevant to the search, using such force as may be\n                         necessary; and\n                    (c) seize and carry away any uncustomed, restricted or\n                        prohibited goods, or any books or documents relating\n                        to such goods, or any such computer equipment as\n                        may be found therein.\n                       (3) Computer equipment seized under subsection (2)\n                shall not be retained for more than seventy-two hours.\nForfeiture on     203A. Where a person has been convicted /of an ogence\nconviction.\n2512003\n                against this Act in connection with goods seized under section\ns.2.            203, a Resident Magistrate may upon an application being made,\n                order the forfeiture of the goods, notwithstanding that-\n                                 CUSTOMS\n  Provided that no person shall be arrested whilst actually on\nboard any aircraft or ship in the service of a foreign state or\ncountry."
    },
    {
      "provision_ref": "sec209",
      "section": "209",
      "title": "Section 209",
      "content": "209.--(1)   A person commits an offence if-                           Penalty\n                                                                        for false\n                                                                        declara-\n       (a) in any matter relating to the customs, or under the          tiom,etc.\n                                                                        Y2OO 1\n           control or management of the Commissioner, h e -             s, 8,\n              (i) makes or subscribes or causes to be made or\n                  subscribed, any false declaration; or\n              (ii) makes or signs or causes to be made or\n                   signed, any declaration, certificate or other\n                   instrument, required to be verified by\n                   signature, which is false in a material\n                   particular;\n       (6) he makes or signs any declaration made for the\n           consideration of the Commissioner, on any\n           application presented to him, which is false in a\n           material particular;\n       (c) where required by the customs laws to answer\n           questions put to him by an officer acting in the\n           execution of his duty-\n                    (i) he rekses to answer such questions; or\n                   (ii) he gives any answer which is false;\n       (4 he counterfeits or falsifie*\n                           of th~spage is authorized by L.N. 88/2003]\n               [The ~nclus~on\n                                   CUSTOMS\n                    (i) any document required by the customs\n                        laws or by or under the directions of the\n                        Commissioner; and\n                 (ii) any instrument used in the transaction of\n                      any business or matter relating to the\n                      customs;\n       (e) he wilfblly uses any such document which is\n           counterfeited or falsified;\n       V) he alters any document or instrument after it has\n          been officially issued;\n       Cg) he counterfeits the seal, signature, initials or other\n           mark of or used by, any officer for any purpose in\n           the conduct of business relating to the customs or\n           under the control or management of the\n           Commissioner; or\n       (h) on any document or instrument required for the\n           purposes of the customs laws, he counterfeits or\n           imitates the seal, signature, initials or other mark of\n           or used by any other person, whether with or\n           without the consent of that other person.\n         (2) A person who commits an offence under\nsubsection (1) shall be liable to a penalty not exceeding five\nhundred thousand dollars or treble the value of the good; .;o\nwhich the offence relates, whichever is the greater.\n              [The i ~ ~ c l ~o~f th~s  ~ i is ai~thorizedby L.N. 88/20031\n                                  s ~ opage\n                                   CUSTOMS                                   103"
    },
    {
      "provision_ref": "sec210",
      "section": "210",
      "title": "Section 210",
      "content": "210.-(1)    Every person who shall import or bring, or be con- Penah?\n                                                                  for evading\ncerned in importing or bringing into the Island any prohibited ,usto,,\ngoods, or any goods the importation of which is restricted, regarding\n                                                                  laws\ncontrary to such prohibition or restriction, whether the same be bPofledor\nunloaded or not, or shall unload, or assist or be otherwise goods.\nconcerned in unloading any goods which are prohibited, or any\ngoods which are restricted and imported contrary to such\nrestriction, or shall knowingly harbour, keep or conceal, or\nknowingly permit or suffer, or cause or procure to be harboured,\nkept or concealed, any prohibited, restricted or uncustomed\ngoods, or shall knowingly acquire possession of or be in any\nway knowingly concerned in carrying, removing, depositing,\nconcealing, or in any manner dealing with any goods with intent\nto defraud Her Majesty of any duties due thereon, or to evade\nany prohibition or restriction of or applicable to such goods, or\nshall be in any way knowingly concerned in any fraudulent\nevasion or attempt at evasion of any import or export duties of\ncustoms, or of the laws and restrictions of the customs relating\nto the importation, unloading, warehousing, delivery, removal,\nloading and exportation of goods, shall for each such offence\nincur a penalty of not less than treble the import duties payable :5:997\non the goods nor more than treble the value of the goods; and all\ngoods in respect of which any such offence shall be committed\nshall be forfeited.\n        (2) Where any person has been arrested or detained in\nrespect of an offence against the provisions of subsection (1) and\nhas been brought before a Justice, and it shall appear to such\nJustice that the value of such goods in respect of which such\n                                                                   3511997\nperson has been so arrested or detained does not exceed ten s,2,\nthousand dollars, such Justice may proceed to deal summarily\nwith the case, without requiring any information to be laid, and\nconvict such person of such offence, and adjudge that such\nperson shall, in lieu of any other penalty, forfeit any sum not\n               [The locl~~sion\n                             of this page is authorized by L.N   88/2003]\n                                                    CUSTOMS\n                 less than the single value nor more than treble the value of such\n                 goods, including the duties of importation due thereon, and in\n                 default of payment of such sum of money, order the\n                 imprisonment of that person for any period not exceeding one\n                 month.\nPenalty in         211. If any person shall import or export, or cause to be\nrelation to      imported or exported, or attempt to import or export any goods\nconcealed\ngoods, kc.       concealed in any way, or packed in any package or parcel\n                 (whether there be any other goods in such package or parcel or\n                 not) in a manner calculated to deceive the officers of customs, or\n                 any package containing goods not corresponding with the entry\n                 thereof, such package and the goods therein shall be forfeited,\n                 and such person shall incur a penalty of not less than treble the\n                 import duties payable on the goods contained in such package\n                 nor more than treble the value of such goods.\nPower of           212.41) Notwithstanding the provisions of section 21 1, if,\nCommis-          upon the examination of any imported goods which are\nsioner to\npurchase         chargeable with duty upon the value thereof, it appears t o the\ngoods in         Commissioner that the value of such goods as declared by the\ncertain cases.\n312001           importer and according to which duty is sought to be paid is not\nS. 9 (a).        the true value thereof, the Commissioner shall act in accordance\n                 with subsection (1A).\n312001\nS. 9 (a).\n                        (1A) The Commissioner may give notice in writing to\n                 the importer that-\n                       (a) the goods may be released upon payment by the\n                           importer of the amount of the estimated duty on the\n                           goods together with a deposit of not less than one-half\n                           of that amount within the time specified in the notice;\n                           and\n                               [The inclusion o f this page is authorized by L.N. 88120031\n                               CUSTOMS                                              105\n    (b) failing receipt of the amounts as aforesaid, the goods\n        shall be detained.\n       (1B) The amount of estimated duty referred to in 312001\n                                                        S. 9 (a)\nsubsection (1A) shall be brought to account as revenue.\n       (1C) Notice may be given under subsection (1A) by-               312001\n                                                                        S. 9 (a).\n    (a) delivering the notice personally; or\n    (b) transmitting the notice by post to the importer's place\n        of abode or business, as stated in the entry.\n       (ID) The sum deposited as aforesaid shall be brought to 312001\naccount as revenue unless the importer, within three months or S. (a).\nsuch further period as the Commissioner may in any special\ncircumstances allow-\n     (a) produces to the Commissioner satisfactory evidence of\n         the value; and\n      (b) makes final entry of such goods,\nin which case so much of sum deposited as shall be necessary\nshall be brought to account as revenue and the balance returned\nto the person who deposited the same.\n        (2) The Commissioner shall, within fifteen days after           82985\nthe detention of such goods, determine either that the goods are\nor may be correctly entered according to the value declared by\nthe importer and permit the same to be delivered, or to retain the\n                                                CUSTOMS\n                 same for the public use of the Island, in which latter case\n                 he shall cause the value at which the goods were declared by\n                 the importer and the duties already paid to be paid to the\n                 importer in full satisfaction for such goods; or he may permit\n                 such person, on his application for that purpose, to enter the\n                 goods according to such value and on such terms as he may              i3\n                 direct.\n                         (3) Such goods, if retained, shall be disposed of for the\n                 benefit of the Island, and if the proceeds arising therefrom, in\n                 case of sale, exceed the sums so paid, and all charges incurred\n                 by the Island, such surplus shall be disposed of as the Minister\n                 may direct.\nOffering           213. If any person shall offer for sale any goods under\ngoods for sale\nunder pre-       pretence that the same are prohibited, or have been unloaded\ntence that       and removed without payment of duties, all such goods\nthey are\nsmuggled.        (although not liable to any duties, nor prohibited) shall be\n14/2004\nSch.\n                 forfeited and the person shall incur a penalty of twenty-five\n                 thousand dollars.\nGeneral\nprovision as"
    },
    {
      "provision_ref": "sec214",
      "section": "214",
      "title": "Section 214",
      "content": "214. Subject to the provisions of section 195, all aircraft,\nto forfeiture.   ships and carriages, together with all animals and things made\n                 use of in the importation, attempted importation, landing,\n                 removal, conveyance, exportation or attempted exportation of\n                 any uncustomed, prohibited or restricted goods, or any goods\n                 liable to forfeiture under the customs laws shall be forfeited;\n                 and all aircraft, ships, carriages and goods together with all\n                 animals and things liable to forfeiture, and all persons liable to\n                 be detained for any offence under the customs laws or under\n                 any law whereby officers are authorized to make seizures or\n                 detentions, shall or may be seized or detained in any place\n                 either upon land or water, by any person duly employed for\n                 the prevention of smuggling, or by any person having authority\n                                  CUSTOMS                                        107\nfrom the Commissioner to seize or detain the same, and all\naircraft, ships, carriages, and goods together with all animals\nand things so seized, shall forthwith be delivered into the care\nof the Commissioner; and the forfeiture of any aircraft, ship,\ncarriage, animal or thing shall be deemed to include the\ntackle, apparel and hrniture thereof, and the forfeiture\nof any goods shall be deemed to include the package in\nwhich the same are found and all the contents thereof."
    },
    {
      "provision_ref": "sec214a",
      "section": "214A",
      "title": "Section 214A",
      "content": "214A.-(1)   Where proceedings are taken for the forfeiture of\nany goods seized under-\n                                                                       z!im\n                                                                parties.\n                                                                       2512003\n                                                                       S. 3.\n      (a) the customs laws;\n      (b) any other law by which officers are empowered to\n          make seizures,\nany person who claims an interest in the goods, may, before the\nforfeiture order is made, apply to the court for an order under\nsubsection (2) showing cause why an order for forfeiture should\nnot be made.\n         (2) The court shall, in relation to an application under\nsubsection (I), make an order declaring the nature, extent and\nvalue (as at the time the order is made) of the person's interest in\nthe goods if the court is satisfied-\n      (a) that the person was not in any way involved in the\n          commission of the offence on which the seizure was\n          grounded; and\n      (b) where the person acquired the interest during or after\n          the commission of the offence, that he acquired the\n          interest-\n                                 CUSTOMS\n                  (i) for sufficient consideration; and\n                  (ii) without knowing, or having reasonable\n                       grounds to suspect that, at the time he\n                       acquired it, the goods were connected with\n                       the offence.\n         (3) Subject to subsection (4), where a forfeiture order\nhas already been made against any goods, a person who claims\nan interest in the goods may, before the end of the period of two\nmonths commencing on the day on which the forfeiture order is\nmade or such longer period as the court may allow, having\nregard to all the circumstances, apply to the court for an order\nunder subsection (2).\n        (4) A person who-\n      (a) had knowledge of the application for the forfeiture\n           order before the order was made; or\n      (b) appeared at the hearing of that application,\nshall not, except with the leave of the court, be permitted to\nmake an application under subsection (3).\n         (5) A person who makes an application under\nsubsection (1) or (3) shall give not less than fourteen days\nwritten notice thereof to the Director of Public Prosecutions.\n        (6) An applicant or the Director of Public Prosecutions\nmay in accordance with the rules of court, appeal to the Court of\nAppeal for an order under subsection (2).\n         (7) Where a person has obtained an order under\nsubsection (2) and the period allowed by rules of court with\nrespect to the making of appeals has expired or any appeal made\npursuant to subsection (6) has been determined in the person's\nfavour, the Minister shall direct that-\n                                     CUSTOMS\n          (a) the goods or the part thereof to which the applicant's\n              interest relates, be returned to the applicant within\n              ninety-six hours; or\n          (b) an amount equal to the value of the applicant's\n              interest, as declared in the order, be paid to the\n              applicant."
    },
    {
      "provision_ref": "sec215",
      "section": "215",
      "title": "Section 215",
      "content": "215.-(1)    Whenever any seizure shall be made, unless in the P\"ced\"\n                                                                        on seizure.\n    possession of or in the presence of the offender, Master or\n    owner, as forfeited under the customs laws, or under any law by\n    which officers are empowered to make seizures, the seizing\n    officer shall give notice in writing of such seizure and of the\n    grounds thereof to the Master or owner of the aircraft, ship,\n    carriage, goods, animals or things seized, if known, either by\n    delivering the same to him personally, or by letter addressed to\n    him, and transmitted by post to, or delivered at his usual place of\n    abode or business, if known; and all seizures made under the\n    customs laws or under any law by which officers are empowered\n    to make seizures shall be deemed and taken to be condemned,\n    and may be sold or otherwise disposed of in such manner as the\n    Minister may direct, unless the person from whom such seizure\n    shall have been made or the Master or owner thereof, or some\n    person authorized by him shall within one calendar month from\n    the day of seizure give notice in writing to the Commissioner          itf985\n    that he claims the same, whereupon proceedings shall be taken\n    for the forfeiture and condemnation thereoc provided that if\n    animals or perishable goods are seized, they may by direction of 1211985\n    the Commissioner be sold forthwith by public auction, and the S\"h.\n    proceeds thereof retained to abide the result of any claim that\n    may legally be made in respect thereof.\n1\n             (2) Where proceedings are taken as aforesaid for\n    forfeiture and condemnation, the court may order delivery of the\n    aircraft, ship, carriage, goods, animals or things seized to the\n    claimant, on security being given for the payment to the\n    Commissioner of the value thereof in case of condemnation.       1211985\n                                                                     sch."
    },
    {
      "provision_ref": "sec226",
      "section": "226",
      "title": "Section 226",
      "content": "226. Any officer may on the entry of any goods, or at Samples.\nany time afterwards, take samples of such goods for such\npurpose as the Commissioner may deem necessary, and 1211985\nsuch samples shall be disposed of and accounted for in such\nmanner as the Commissioner may direct."
    },
    {
      "provision_ref": "sec227",
      "section": "227",
      "title": "Section 227",
      "content": "227. The unloading, loading and removal of goods and                  z;n%;rbp\nbringing them to the proper place for examination and owner.\nweighing, putting them into scales, opening, unpacking,\nrepacking, bulking, sorting, lotting, marking and numbering,\nwhere such operations respectively are necessary or permit-\nted, and removing to and placing them in the proper place\nof deposit until delivered or put on board an exporting air-\ncraft or ship, shall be performed by or at the expense of the\nowner of such goods; and the owner shall unpack, sort, pile\nor otherwise prepare any goods either before or after entry\nthereof in such manner as the proper officer shall require to\nenable him to examine or take account of the same."
    },
    {
      "provision_ref": "sec228",
      "section": "228",
      "title": "Section 228",
      "content": "228. The Commissioner may direct what goods may\nbe skipped in a Customs area or warehouse, or bulked, sort- 121198s\n                                                             soh.\ned, lotted, packed and repacked there, and the manner there-\nof, and direct in what manner and subject to what conditions\nthe owner of any goods may take samples thereof; provided\nthat no goods may in any such building or place be repacked\ninto packages of a size in which the same are prohibited to\nbe imported or exported, unless express provision therefor\nis made by law."
    },
    {
      "provision_ref": "sec229",
      "section": "229",
      "title": "Section 229",
      "content": "229. If any goods shall bz lost or destroyed by unavoid- of Remission\n                                                                duty on\nable accident before the same have been delivered out of goodsiost,\nthe care of any officer, either on board an aircraft or ship,\nor in removing, loading, unloading, or receiving into a\n                                                                     -\n110                                            CUSTOMS\n               Customs area or warehouse, or in the Customs area or\nl211985        warehouse, or in course of delivery therefrom, the Com-\nSch.\n               missioner, if satisfied that such goods have not been and will\n               not be consumed in the Island, may remit or return the duties\n               due or paid thereon, and any goods which may be abandoned\n               by the owner thereof as not worth the duty while in the\n               charge of any officer may be destroyed or otherwise disposed\n               of as the Commissioner shall direct, at the cost .and\n               charges of such owner, and the Commissioner may there-\n               upon remit or return the duties due or paid fhereon.\nDrawbacks        230. Where it is proved to the satisfaction of the Corn-\non goods\nlost.          missioner that any goods after being duly put on board an\n12/1985        aircraft or ship for exportation or use as stores have, either\nSQh.\n               before or after exportation, been destroyed by accident on\n               board such aircraft or ship, any drawback or allowance\n               payable on the goods shall be payable in the same manner\n               as if the goods had been actually exported or used as stores.\nDrawback           231. Where it is proved to the satisfaction of the Corn-\non goods\nabandoned.     mi~~ioner   that any goods after being duly put on board an\n               aircraft or ship for exportation or use as stores have been\n               materially damaged on board such aircraft or ship, any\n               drawback or allowance payable in respect of the goods shall,\n1211985         if they are with the consent of the Commissioner discharged\nsoh.\n               in the Island and abandoned to the Government, bt payable\n               as if the goods had been actually exported or used as stores.\nModification   232. The Commissioner may modify the form of de-\nof declara-\ntion.        claration required under section 47 in such manner as he\n12/1985\nsch.\n             may think necessary for adapting it to the provisions of\n               sections 230 and 231.\nAuthority to     233.41) Whenever any person shall make application\nbe produced\nby person      to any officer to transact any business on behalf of any other\nactingf0r\nanother.       person, such officer may require the person so applying to\n                       [ l h inclusion of this page is a u t h o r h i by L.N.87119861\n                             CUSTOMS                                      111\nproduce a written authority from the person on whose behalf\nsuch application is made, and in default of the production\nof such authority may refuse to transact such business; and\nany document required by the customs laws to be signed by\nany particular person, if signed by any person authorized as\naforesaid on behalf of the person required to sign the same,\nshall be deemed for all purposes to be signed by the person\nrequired to sign the same, provided that the Commissioner 2!985\nmay in his discretion refuse to allow any such application as\naforesaid.\n         (2) It shall be lawful for the Minister to prescribe\nregulations for the licensing of persons to, transact business\nwith the Customs on behalf of others for remuneration."
    },
    {
      "provision_ref": "sec234",
      "section": "234",
      "title": "Section 234",
      "content": "234. Where any document or declaration is required by of   Witnessing\n                                                                signa-\nthe customs laws to be signed in the presence of the Corn- tures.\n                                                              1211985\nmissioner, or any particular officer, if such document or SA\n declaration is sip,ed in the presence of a witness whosz\nsignature is known to and who is approved by the Com-\nmissioner or the officer who receives the same, then in such\n case such document or declaration shall be as valid as if it\nhad been signed in the presence of the Commissioner or\n the officer in whose presence it is required to be signed."
    },
    {
      "provision_ref": "sec235",
      "section": "235",
      "title": "Section 235",
      "content": "235. Where under the customs laws the Master or agent          5:;:\n3f any aircraft or ship is required to answer questions put Comrnis-\n                                                                  before\nto him by the Commissioner or any officer, and such sionerif\n aircraft or ship shall be within the Island or the waters there- ~ ~ ~ ~ ' e d .\nof and shall not have left her final position, anchorage or sch.\nberth preparatory to leaving the Island it shall be lawful\n for the Commissioner or such officer to require the\nMaster to attend before him at the office of the Com-\nmissioner or such officer, and in such case the requirements\n of the customs laws shall not be deemed to have been ful-\n filled unless the Master shall so attend when so required;\n provided that it shall be lawful for the Master, with the\n                     0\n        [meinclusion of this page is authorized by L.N. 87119861\n112                                         CUSTOMS\n'21'9\"\nSoh.           consent of the Commissioner or such officer, to depute\n               a senior officer of such aircraft or ship to attend for the\n               purpose of answering such questions, and in such case, any\n               reply made to any question put to such senior officer by the\n               Commissioner or such officer as aforesaid shall for the\n               purposes of section 209 be deemed to have been made by the\n               person required to answer such questions.\nTime of           236.-(1) If for any purpose of the customs laws it\nimportation,\n&.,defined.    becomes necessary to determine the precise time at which\n               an importation of any goods shall be deemed to have had\n               effect, such time shall be deemed to be the time at which\n               the aircraft or ship importing such goods actually landed\n               in the Island or came within the waters thereof.\n                        (2) If any question arises upon the arrival of any\n               aircraft or ship at any port or place in the Island in respect\n               of any charge or allowance for such aircraft or ship, exclusive\n               of cargo, the time of such arrival shall be deemed to be the\n               time at which such aircraft or ship shall first be boarded by\n               any person other than the pilot in the employment of the\n               Government at such port or place.\n                        (3) The time of exportation of any goods shall be\n               deemed to be the time when the same are put on board the\n               exporting aircraft or ship, except in the case of goods pro-\n               hibited to be exported, with reference to which the time\n               of exportation shall be deemed to be the actual time at which\n               the aircraft or ship departed from her final position, anchor-\n               age or berth within the Island or the waters thereof.\nSpecial          237. All packages and coverings in which goods are\npackages       imported or exported and which in the opinion of the\ndeemed\ngoods.\n1211985\n               Commissioner-\nMI.                (a) are not the usual or proper packages or coverings\n                        for such goods; or\n                      [The indusion of this page is authorized by L.N. 87/1986]\n                                 CUSTOMS                                  113\n       (b) are designed for separate use, other than as packages\n            or coverings for the same or similar goods,\n            subsequent to importation or exportation, as the case\n            may be,\nshall for all purposes of the customs laws be deemed to be\nseparate articles, except in cases where a contrary provision\nshall be made."
    },
    {
      "provision_ref": "sec238",
      "section": "238",
      "title": "Section 238",
      "content": "238. In addition to any other power of arrest or detention Powerof\nconferred by the customs laws, any officer may arrest and detain a\"es'\nany person whom he finds committing an offence against the\ncustoms laws, and take him before a Justice to be dealt with\naccording to law."
    },
    {
      "provision_ref": "sec239",
      "section": "239",
      "title": "Section 239",
      "content": "239. If any person liable to arrest under the customs laws A,,,~,A,,\nescapes from any officer attempting to arrest him, or if any\nofficer is for any reason whatever unable or fails to arrest any\nsuch person, such person may afterwards be arrested and\ndetained by any officer at any place in the Island within seven\nyears from the time such offence was committed, and dealt with\nas aforesaid, as if he had been arrested at the time of committing\nsuch offence.\n                  PART X . Legal Proceedings"
    },
    {
      "provision_ref": "sec240",
      "section": "240",
      "title": "Section 240",
      "content": "240.-31) Subject to the express provisions of the customs Prosecut~ons\nlaws, any offences under the customs laws may be prosecuted, ~~~~~~s\nand any penalty or forfeiture imposed by the customs laws may 2511978\nbe sued for, prosecuted and recovered summarily, and all rents, 2(a)\ncharges, expenses and duties, and all other sums of money\nwhatsoever payable under the customs laws may be recovered\nand enforced in a summary manner on the complaint of any\nofficer.\n           (2) Where a court is satisfied that a person 2511978\naccused of an offence under the customs laws has absconded 2(b)\nor, after due enquiry, cannot be found in Jamaica, the court if\nsatisfied, after such investigation as it thinks fit, that any goods\nconnected with the alleged offence were imported into the\nIsland, or knowingly acquired, in contravention of the customs\nlaws, may direct the forfeiture or disposal of such goods as\n            \\The inclusion of this page is authorized by. L.N. 123ROlll\n114                                               CUSTOMS\n                  could have been forfeited or disposed of under this Act if that\n                  person had been found guilty of the offence of which he is\n                  accused.\nProceedings         241. Proceedings. under the customs laws may be com-\nto be taken\nwithinseven       menced at any time within seven years after the date of the\nyears.            offence.\nAlternative         242. Where any court has imposed a penalty for any offence\nsentence.\n                  against the customs laws, and such penalty is not paid, the court\n                  may, notwithstanding anything contained in any other\n                  enactment, order the defendant who is convicted of such\n                  offence, in default of payment of the penalty adjudged to be\n121198s           paid, to be imprisoned, with or without hard labour, for any term\nSch.              not exceeding one year, where the penalty does not exceed one\n3 51 1997\ns. 2.             hundred thousand dollars, or five years where the penalty\n                  exceeds one hundred thousand dollars.\nImprison-           243. Where a penalty of fifty thousand dollars or upwards\nment for\nsecond            has been incurred under the customs laws, and the defendant has\noffence.          previously been convicted for an offence against the customs\n3511997\nS. 2.             laws, or has previously incurred a pecuniary penalty or forfeiture\n                  under the customs laws which has been enforced in any court,\n                  the court may, if it thinks fit, in lieu of ordering payment of a\n                  pecuniary penalty, order the defendant to be imprisoned, with\n1412004           or without hard labour, for any period not exceeding five years.\nSch.\nLimitation          244. The fact that any duties of customs have been secured\nas to pleading.\n                  by bond or otherwise shall not be pleaded or made use of in\n                  answer to or in stay of any proceeding under the customs laws.\nPlace of            245. Every offence under the customs laws shall be deemed\noffence.\n                  to have been committed and every cause of complaint to have\n                  arisen either in the place in which it actually was committed or\n                  arose, or in any place on land where the offender or person\n                  prosecuted may be or be brought.\nOfice' may          246. Any officer may prosecute and conduct any information\nprosecute.\n                  or other proceeding under the customs laws in respect of any\n                  offence or penalty.\n                                      CUSTOMS"
    },
    {
      "provision_ref": "sec247",
      "section": "247",
      "title": "Section 247",
      "content": "247. In all proceedings under the -customs laws the same costs.\n    rules as to costs shall be observed as in proceedings between\n    private persons."
    },
    {
      "provision_ref": "sec248",
      "section": "248",
      "title": "Section 248",
      "content": "248.-(1)     No claim or appearance shall be entered to any claims10\n    information filed or exhibited for the forfeiture of any animal,            ~ ~ i ~ q ~ d\n    carriage, aircraft, ship or goods seized for any cause of nameof.\na   forfeiture in any court unless such claim or appearance be\n    made by or in the real name of the owner thereof, describing\n    his place of residence and occupation; and if such claimant\n    shall reside in the Island, oath shall be made by him before\n    the court before which such information shall be exhibited, that\n    the said animal, carriage, aircraft, ship or goods were his\n    property at the time of seizure; but if such person shall reside\n    outside of the Island, then oath shall be made by the attorney\n    by whom such claim or appearance shall be entered that\n    he has full authority from such claimant to make or enter\n    the same, and that to the best of his knowledge and belief\n    the same were at the time of seizure, the bonafide property of\n    the claimant; and on failure of making such proof of owner-\n    ship such animal, carriage, aircraft, ship or goods shall be\n    condemned, as if no claim or appearance had been made; and if\n    such animal, carriage, aircraft, ship or goods shall at\n..\n    the time of the seizure thereof be the bona fide property of\n    any number of owners exceeding five, it shall not be necessary\n    for more than two of them to enter such claim or appearance\n    on the part of themselves and their co-owners, or to make\n    such oath as aforesaid; and if any such animal, carriage,\n    aircraft, ship or goods shall at the time of seizure be the property\n    of a company, such claim and appearance may be entered and\n    oath made by the secretary or a director of such company.\n           (2) For the purpose of this section a company means\n    a limited company registered in the Island under the provisions\n    of the Companies Act, but does not include any company or\n    association of persons calling themselves a company not so\n    registered.\n                 IThc inclusion of this page is authorizcd by I..N. 123/20111\n116                                                   CUSTOMS\nCertificate         249. In case any information or suit shall be commenced\nOfprobable\ncause of\n                  or brought to trial on account of the seizure of any animal,\nseizure.          carriage, aircraft, ship or goods, or pursuant to any act done by\n                  any officer in the execution or intended execution of his duty\n                  under the customs laws, and such information or suit be dis-\n                  missed, and it shall appear to the court before whom the same\n                  shall have been tried that there was probable cause for such\n                  seizure or act the court shall certify on the record that there was\n                  such probable cause, and in such case the person who made such\n                  seizure or performed such act shall not be liable to any action,\n                  indictment or other suit or prosecution on account of such\n                  seizure or act; and a copy of such certificate, verified by the\n                  signature of the officer of the court, shall at the request of the\n                  officer concerned be given to him, and the same shall for all\n                  purposes be sufficient evidence of such certificate; and in case\n                  any action, indictment or other suit or prosecution shall be\n                  commenced and brought to trial against any person on account\n                  of any seizure or act as aforesaid (whether any information be\n                  brought to trial in respect of the same or not, or, having been\n                  brought to trial, the court shall not have certified that there was a\n                  probable cause for such seizure or act), wherein a verdict shall\n                  be given against the defendant, if the court shall be satisfied that\n                  there was probable cause for such seizure or act, then the\n                  plaintiff shall recover any things seized or the value thereof\n                  without costs of suit, but no conviction shall be recorded against\n                  the defendant.\n                                   PART XI. Proofs in Proceedings\nOnus of            250.-(1)    In any prosecution under the customs laws, the\nproof on\ndefendant in      proof that the proper duties have been paid in respect of any\ncertain           goods, or that the same have been lawfully imported or\ncases.\n                  exported, or lawfully put into or out of any aircraft or ship, or\n                  lawfully transferred from one aircraft or ship to another aircraft\n                  or ship shall lie on the defendant.\n 1211985      '           (2) The averment that the Commissioner has elected that\nSC~.              any particular penalty should be sued for or recovered, or that\n                  any goods thrown overboard, staved or destroyed were thrown\n                  overboard, staved or destroyed to prevent seizure, or that any\n                  person is an officer, or that any person was employed for the\n                                [ T h e inclusion of this page is authorized by I,.N. 123120111\nprevention of smuggling, or that the offence was committed, or\nthat any act was done within the limits of any port, or in the\nwaters of the Island, or over the Island, or where the offence is\ncommitted in any port or place in the Island, the naming of such\nport or place in any information or proceedings, shall be deemed\nsufficient, unless the defendant in any such case shall prove the\ncontrary."
    },
    {
      "provision_ref": "sec251",
      "section": "251",
      "title": "Section 251",
      "content": "251. If upon any trial a question shall arise whether any Evidenceof\nperson is an officer, his own evidence thereof shall be deemed Ofice\".\nsufficient, and every such officer shall be deemed a competent\nwitness upon the trial. of any suit or information on account of\nany seizure or penalty, notwithstanding such officer may be\nentitled to any reward upon the conviction of the party charged\nin such suit or information."
    },
    {
      "provision_ref": "sec252",
      "section": "252",
      "title": "Section 252",
      "content": "252.-41) In all cases where any penalty the amount of which valuation\nis to be determined by the value of any goods is sued for under of goods for\nthe customs laws, such values shall, as regards proceedings in\nany court, be estimated and taken according to the price for 3nOOl\nwhich goods that are of the same class or kind as the goods in S. II.\nrespect of which the penalty is being sued for were sold in the\nIsland in the open market at or about the time of the commission\nof the offence giving rise to those proceedings.\n         (2) A certificate under the hand of the Commissioner 3511997\nof the value of such goods and the import duties payable on such S. 2.\ngoods shall be accepted by the Court as prima facie evidence of\nthe value thereof and of the duties payable thereon."
    },
    {
      "provision_ref": "sec253",
      "section": "253",
      "title": "Section 253",
      "content": "253. In case any book or document required by the customs Copiesof\nlaws be required to be used as evidence in any court as to the ~ ~ ~ ~ - t s\ntransactions to which it refers, copies thereof certified by an\nofficer shall be admissible for that purpose without production\nof the original; and certificates and copies of official documents\npurporting to be certified under the hand and seal or stamp of\noffice of any of the principal officers of Customs and Excise in\nthe United Kingdom, or of any Comptroller of revenue in any\nCommonwealth country, or of any Jamaican or British Consul or\nVice-Consul in a foreign country shall be received as prima\nfacie evidence.\n             [ T h e inclusion of this page is authorized by I..N. 123l2Olll\n                                                     CUSTOMS\nAdmissibility         253A.-(1)      Subsection (2) applies where the prosecution\nof certain\ndocuments.         establishes, to the satisfaction of the Court, that-\n16/2009                    (a) facts are contained in any book, document, computer\nS.2.\n                                equipment or electronic recording device found in\n                                the possession of a defendant or on any premises\n                                 owned or occupied by the defendant;\n                            (b) the owner of the book, maker of the document or a\n                                 person who entered the information in the book,\n                                 document, computer equipment or electronic record-\n                                 ing device is unable or unwilling to appear before\n                                                                                               0\n                                 the Court in order to prove the contents thereof; and\n                            (c) the facts are within the knowledge of the defendant\n                                 or were within his means to know.\n                                (2) Notwithstanding any provision of law to the\n                   contrary, the evidential burden shall lie on the defendant to\n                   disprove any fact to which subsection ( I ) relates in any case in\n                   which direct oral evidence would have been admissible.\nProof of               254. If upon the trial of any issue touching any seizure,\norder o f\nGovern-            penalty or forfeiture, or other proceedings under the customs\nment.               laws or incident thereto, it may be necessary to give proof of any\n                   order issued by the Government, or any person in the employ-\n                    ment of the Government, the order, or any letter or instructions\n                   referring thereto, shall be admitted and taken as sufficient\n                    evidence of such order, if any such document purports to be\n                    signed by any such functionary, or shall appear to have been\n                    officially printed or issued unless the contrary be proved.\n Certificate o f       255. Condemnation by any court under the customs laws may\n condern-\n nation.            be proved in any court, or before any competent tribunal, by\n                    the production of a certificate of such condemnation purporting\n                    to be signed by the officer of such court.\n                                   PART XII. Miscellaneous and Repeal\n Effect o f Air        256. Where in any Order-in-Council made applicable to the\n Navigation\n Orders-in-         Island in accordance with the provisions of the United Kingdom\n Council.           Air Navigation Acts, 1920 and 1936, or any amending Act, or in\n                    any regulations made under any such Order-in-Council, any\n                    provision shall be made contrary to the customs laws, such\n                    provision shall have effect to the exclusion of the corresponding\n                    provision contained in the said laws.\n                                CUSTOMS                                        119"
    },
    {
      "provision_ref": "sec257",
      "section": "257",
      "title": "Section 257",
      "content": "257. The Minister may make regulations for the better carry- Regulations.\n                                                                ,1199,\ning out of the provisions of the customs laws and for the S . 3 .\nprevention of frauds on the revenue and may in such regulations\nprescribe fees, rents or charges to be paid in respect of any\n                         I\nmatter therein referre to; and all such regulations shall be\npublished in the Gazett ."
    },
    {
      "provision_ref": "sec257a",
      "section": "257A",
      "title": "Section 257A",
      "content": "257A. The Ministe may, by order subject to affirmative amend\nresolution of the Hous s of Representatives, amend or vary any\npenalty or fine under t is Act.\n                          I\n                                                                Minister nray\n                                                                 1412004"
    },
    {
      "provision_ref": "sec258",
      "section": "258",
      "title": "Section 258",
      "content": "258. Subject to the provisions of this Act and any regulations Forms.\nmade thereunder, the Commissioner may from time to time sch,\nprescribe forms required to be used for the purposes of the\n                                                                        E:,\"::,\";\n                                                                        Sch.\n                                                                     1211985\ncustoms laws and any such forms so prescribed, shall be\npublished in the Gazette one month before such forms shall be\nrequired to be used."
    },
    {
      "provision_ref": "sec259",
      "section": "259",
      "title": "Section 259",
      "content": "259. The Commissioner may permit the entry, unloading, tlonary    Fme-\n                                                                             power\nremoval and loading of goods, and the report and clearance of t0commis-\naircraft and ships in such form and manner as he may direct to          :pz;p\nmeet the exigencies of any case to which the customs laws may circumstances.\nnot be conveniently applicable.                                      1211985\n                                                                     Sch."
    },
    {
      "provision_ref": "sec260",
      "section": "260",
      "title": "Section 260",
      "content": "260. With respect to the laws now repealed the following Provisions\n                                                                     relatingto\nprovisions shall apply-                                              repeals.\n      (a) all offices, appointments, proclamations, rules, regu-\n           lations, by-laws, orders, warrants, seals, certificates,\n           books, records, instruments, documents, proceedings,\n           and generally all acts of authority which originated\n           under any of the said laws or any law thereby repealed\n           and are subsisting or in force on the commencement of\n           this Act, shall enure for the purposes of this Act as\n           fully and effectually as if they had originated under the\n           provisions of this Act, and accordingly shall, where\n           necessary, be deemed to have so originated;\n      (b) where under any repealed law any act, matter or thing\n           is authorized to be done such act, matter or thing may\n           be done under this Act unless the same is inconsistent\n           with the express provisions of this Act;\n           [The inclusion of this vaae is authorized by L.N.111120051\n                                              CUSTOMS\n                        where in any enactment, or in any proclamation, rule,\n                        regulation, by-law, order, form or document\n                        whatsoever made under any enactment now repealed,\n                        reference is made to any former Customs\n                        Consolidation Law, or to the Customs Consolidation\n                        Law, 1877 (Law 18 of 1877) or any enactment\n                        amending that Law, or any customs law such reference\n                        shall be read and shall operate as if it had been made\n                        to this Act or the provisions of this Act corresponding\n                        thereto.\n                                              SCHEDULE                            (Section 19)\nInterpreta-\ntion.         1      1) In this Schedule-\n                  \"customs value of imported goods\" means the value of goods for the\n                        purposes of levying ad valorem duties of customs on imported\n                        goods;\n                  \"goods of the same class or kind means goods which fall within a\n                        group or range of goods produced by a particular industry or\n                        industry sector and includes identical or similar goods;\n                  \"identical goods\" means, subject to sub-paragraph (2), goods that the\n                        proper officer is satisfied-\n                            (a) are produced in the same country at or about the same time\n                                as the goods being valued; and\n                            (b) are the same in all respects as the goods being valued,\n                                notwithstanding minor differences in appearance;\n                  \"members of the same family\", as respects any person, means-\n                           (a) the person's-\n                                       (i) husband or wife;\n                                      (ii) child, adopted child, step-child, grandchild or\n                                           any other child wholly or mainly maintained by\n                                           that person;\n                                    (iii) brother or sister;\n                                    (iv) uncle or aunt;\n                                     (v) nephew or niece;\n                                    (vi) mother, father or adoptive parents;\n                                   (vii) stepmother or stepfather; and\n                                  (viii) lineal ancestor or descendant; and\n                           (b) any person who is related by marriage to a person referred\n                                to in paragraph (a);\n                                      CUSTOMS\n     \"produced\" includes grown, manufactured and mined;\n     *'seller\" means a person who has the legal or beneficial interest in the\n            goods at the time that the contract of sale is concluded and to\n            whom the proceeds of sale will ultimately be paid. exclusive of\n           any commission or fee:\n     \"similar goods\" means, subject to sub-paragraph (3), goods that the\n          proper officer is satisfied-\n                (a) are produced at or about the same time in the same\n                       country as the goods being valued; and\n                ( b ) although not alike in all respects to the goods being\n                      valued, have like characteristics and like component\n                      materials which enable them to perform the same\n                      functions and to be commercially interchangeable.\n         (2) References in sub-paragraph (1) to \"identical goods\" and\n\"similar goods\" respectively, do not include references to goods which\nincorporate or reflect engineering development, artwork, design work and\nplans and sketches for which no adjustment has been made under paragraph 8\n(1) (b) (iv) on the ground that such engineering, development, artwork,\ndesign work and plans and sketches were undertaken in the Island.\n         (3) In determining whether or not goods are similar, the quality of\nthe goods, their reputation and any registered trade mark in respect of those\ngoods or a class of goods to which they belong are among the factors that\nmay be taken into account.\n        (4) For the purpose of this Schedule-\n       (a) a buyer and a seller of imported goods shall be deemed to be\n           related only if-\n                        (i) they are officers or directors of one another's\n                            business;\n                       (ii) they are legally recognued partners in business;\n                      (iii) they are employer and employee;\n                      (iv) any person directly or indirectly owns, controls or\n                            holds five per cent or more of the voting shares of\n                            both of them;\n                       (v) one of them directly or indirectly controls the\n                             other,\n                      (vi) both of them are directly or indirectly controlled\n                            by a third person;\n                                                                         -     -~\n                 [The inclusion o f this page is authorized by L.N. 88/2003]\n                                                    CUSTOMS\n                                  (vii)   together they control, directly or indirectly, a third\n                                          person; or\n                                   (viii) they are members of the same family;\n                         one person shall be deemed to control another when the former is\n                         legally or operationally in a position to exercise restraint or\n                         direction over the latter,\n                         persons who are associated with one another in that one is the\n                         sole agent, sole distributor or sole concessionaire, however\n                         described, of the other shall be deemed to be related only if they\n                         fall within the criteria specified in sub-paragraph (a);\n                         an event shall be deemed to occur about the same time as another\n                         event if the first event occurs on the same dav as the other event\n                         or within the forty-five days immediaiely preceding or\n                         immediately following the day on which the other event occurs.\nCustoms         2.-(1) Where the-conditions +ed            in paragraph 3 are fullilled, the\nvalue,\nseauential    customs value of imported goods shall be determined under that paragraph\napP~ication\nand the\nfallback\nmethod\n                      (2) A declaration of customs value of imported goods shall be made\n              by the importer and shall be supported by documentary evidence consisting\n              of objective and quantifiable data that establishes the accuracy of that\n              declmtion\n                       (3) Subject to sub-paragraph (4), where the customs value of\n              imported goods cannot be determined under paragraph 3, it shall be\n              determined by proceeding sequentially through paragraphs 4 to 7, to the first\n              such paragraph under which the customs value can be determined; but the\n              order of application of paragraph 6 and 7 shall be reversed if the importer so\n              requests and the Commissioner agrees.\n                       (4) Except as provided in sub-paragraph (3), the provisions of the\n              next paragraph in the sequence established by that sub-paragraph shall be\n              applied only where the customs value of imported goods cannot be\n              determined under a particular paragraph\n                      (5) Where the customs value of imported goods cannot be\n              determined under paragraphs 3 to 7, then, it shall-\n                    (a) be determined using such means as are reasonable having regard\n                        to the principles and general provisions of this Schedule; and\n                    (6) be based, as far as practicable, on previously determined customs\n                        values.\n                               jThe inclusion of this page is authorized by L.N. 88/2003]\n                                    CUSTOMS\n        ( 6 ) No customs value of imported goods shall be determined under\nsub-paragraph (5) on the basis of-\n            the selling price in the Island of goods produced therein;\n            a system which provides for the acceptance for customs purposes\n            of the higher of two alternative values;\n            the price of goods on the domestic market of the courrtry of\n            exportation;\n            the cost of production, other than computed values which have\n            been determined for identical or similar goods in accordance with\n            paragraph 7;\n            the price of the goods for export to a country other than Jamaica;\n            minimum customs values; or\n            arbitrary or fictitious values."
    }
  ],
  "definitions": [
    {
      "term": "the earliest date",
      "definition": "the date by which sales of the goods or of identical or similar imported goods",
      "source_provision": "sec1"
    },
    {
      "term": "buying commission",
      "definition": "fees paid by an importer to lus buying",
      "source_provision": "sec8"
    },
    {
      "term": "buying agent",
      "definition": "a person who acts for a buyer of goods for",
      "source_provision": "sec8"
    },
    {
      "term": "the transaction value of identical imported\n              goods",
      "definition": "a customs value previously determined under paragraph 3",
      "source_provision": "sec10"
    },
    {
      "term": "the transaction value of sinular imported\ngoods",
      "definition": "a customs value previously determined under paragraph 3",
      "source_provision": "sec10"
    },
    {
      "term": "approved agent",
      "definition": "an agent of a concessionaire who is",
      "source_provision": "sec132"
    },
    {
      "term": "concessionaire",
      "definition": "a warehouse-keeper in relation to whom",
      "source_provision": "sec132"
    },
    {
      "term": "in-bond concession",
      "definition": "a concession granted to a ware-",
      "source_provision": "sec132"
    },
    {
      "term": "violence",
      "definition": "any criminal force",
      "source_provision": "sec198"
    },
    {
      "term": "customs value of imported goods",
      "definition": "the value of goods for the",
      "source_provision": "sec260"
    },
    {
      "term": "includes grown, manufactured and mined;\n     *'seller",
      "definition": "a person who has the legal or beneficial interest in the",
      "source_provision": "sec260"
    }
  ]
}