{
  "id": "jm-stat-the-customs-duties-dumping-and-subsidies-act",
  "type": "statute",
  "title": "The Customs Duties (Dumping and Subsidies) Act",
  "title_en": "The Customs Duties (Dumping and Subsidies) Act",
  "short_name": "Customs Duties (Dumping and Subsidies) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-customs-duties-dumping-and-subsidies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-customs-duties-dumping-and-subsidies-act | Legal areas: Tax",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Commision shall consist of a chairman and four other C o d t u -\nmembers appointed by the Minister.                           tion of ihe\n                                                             Bowd."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In this Act-                                         tim.\n     “the Anti-Dumping Agreement” means the Agreement\n          on implementation of Article VI of the General\n          Agreement on Tariffs and Trade concluded at\n          Marrakesh, Morocco in 1994;\n      “amount of the subsidy” in relation to any subsidized\n          goods, means the amount of the subsidy on the\n          goods-\n               (a) determined in the prescribed manner; or\n               (b) determined in such manner as the Com-\n                   mission may specify in any case where-\n                         the manner of determining the\n                          amount of the subsidy has not\n                          been prescribed; or\n                         in the opinion of the Commission,\n                          sufficient information has not been\n                          furnished or is not available to\n                          enable the determination of the\n                          amount of the subsidy in the\n                          prescribed manner;\n      “Commission” means the Anti-Dumping and Sub-\n          sidies Commission established in accordance with\n          section 3;\n        [The inclusion of ohis page is authorized by L.N. 3!2001]\n4     CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\n    “country of export” means-\n        (a) in the case of dumped goods, the country from\n            which the goods were shipped directly to\n             Jamaica or, if the goods have not been shipped\n            directly to Jamaica, the country from which\n            the goods would be shipped directly to Jamaica\n            under normal conditions of trade; and\n        ( b ) in the case of subsidized goods, the country in\n              which the subsidy originated;\n    “dumped” in relation to goods, means that the export\n       price of those goods is less than-\n              (a) the price at which like goods are sold in\n                   the ordinary course of trade for domestic\n                   consumption in the exporting country; or\n              (b) the cost of production of those goods\n                  in the exporting country including any\n                subsidy provided in relation to such\n                product ion;\n    “duty” means any duty imposed by virtue of this Act;\n    “export price” means the export price determined in\n        accordance with sections 19 to 21;\n    “export subsidy” means subsidies contingent in law or\n        in fact whether solely or as one of several other\n        conditions upon export performance, including\n        those illustrated in the Subsidies Agreement;\n    “fair market price’’ means the fair market price deter-\n         mined in accordance with regulations made under\n         section 35;\n    “functions” includes duties and powers;\n    “importer” in relation to any goods, has the same\n        meaning as in section 2 of the Customs Act;\n  CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                        5\n“interested party” means a person-\n     (a) engaged in the production, purchase, sale,\n          export or import of any goods that are the\n          subject of an investigation;\n     (b) engaged in the production, purchase or sale of\n          any goods produced in Jamaica that are like\n          goods in relation to goods that are the subject\n          of an investigation;\n     (c) acting on behalf of any person referred to in\n           paragraph (a) or (b);\n     (d) who is a user of any goods that are like goods\n          in relation to any goods that are the subject of\n          an investigation.\n“like goods” in relation to any other goods, means-\n     (a) goods which are identical in all respects with\n          those other goods; or\n      (b) in the absence of such identical goods as\n          aforesaid, goods of which the uses and other\n           characteristics closely resemble those of the\n           other goods;\n“margin of dumping” in relation to any goods, means\n      the amount by which the normal value of the\n      goods in the exporting country exceeds the export\n      price thereof;\n “material injury” means, in respect of the dumping or\n     subsidizing of any goods, m’aterial injury to the\n     production in Jamaica of like goods;\n “properly documented”, in relation to a complaint in\n     respect of the dumping or subsidizing of goods,\n     means that-\n          (a) the complaint-\n6     CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\n                      (i) alleges that the goods have been\n                          dumped or subsidized, specifies the\n                          goods, the country of origin or\n                          export of such goods and alleges\n                          that the dumping or subsidizing\n                          has caused, is causing or is likely\n                          to cause, material injury;\n                     (ii) states in reasonable detail the facts\n                          on which the allegations referred\n                          to in sub-paragraph (i) are based;\n                          and\n                    (iii) makes such other representations\n                          as the complainant deems relevant\n                          to the complaint; and\n              (b) the complainant provides-\n                      (i) such information as is available to\n                          him to prove the facts referred to\n                          in paragraph (a) (ii); and\n                       (ii) such other information as the Com-\n                            mission may reasonably require\n                            him to provide;\n    “provisional duty” means the duty imposed under\n         section 16;\n    “release” in respect of goods, means to authorize the\n         removal of the goods from a Customs Officer,\n         warehouse (including bonded warehouse) or duty\n         free shop for use in Jamaica;\n    “Subsidies Agreement” means the Agreement on Sub-\n        sidies and Countervailing Measures concluded at\n        Marrakesh, Morocco in 1994;\n    “subsidy” in relation to goods that are exported to\n        Jamaica, means a financial contribution that is\n       [The inclusion of this page is autthorized by L.N. 3/20011\nCUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                      7\n made in connection with the production, manufac-\n ture or export of those goods for the purpose of\n conferring a benefit in relation to those goods-\n      (a) by-\n              (i) a government of the country of\n                   export or country of origin of\n                   those goods; or\n             (ii) a public body of that country or\n                   of which that government is a\n                   member; or\n            (5)a private body entrusted or directed\n                   by that government or public body\n                   to carry out a government func-\n                   tion;\n      (b) by means of-\n               (i) a direct transfer of funds by the\n                   government or body as aforesaid\n                   to the enterprise by whom the\n                   goods are produced, manufactured\n                    or exported; or\n              (5) the acceptance of liabilities (wheth-\n                    er actual or potential) of that\n                    enterprise by that government or\n                    body; or\n             (iii) the foregoing or non-collection, of\n                    revenue other than allowable ex-\n                    emption or remission due to that\n                    government or body by that enter-\n                    prise; or\n             (iv) the provision by that government\n                    or body of goods or services or\n                    other benefits to that enterprise\n                    otherwise that in the course of\n                    providing general infrastructure; or\n8     CUSTOMS D UTlES (DUMPING A N D SUBSIDIEJ?\n                       (v) the purchase by that government or\n                            body of goods provided by that\n                           enterprise; or\n                      (vi) the provision to the exporter of the\n                           goods of any form of income or\n                           price support as referred to in\n                           Article XVI of the General Agree-\n                           ment on Tariffs and Trade, 1994\n                           that is received from such a gov-\n                           ernment or body;\n    “undertaking” means an undertaking with respect to\n        goods that are the subject of a dumping or sub-\n        sidizing investigation under this Act, that is to\n        say-\n             (a) in the case of dumped goods, an under-\n                  taking given by an exporter where the\n                  exporter undertakes-\n                        (i) to increase, in the manner specified\n                            in his undertaking, the price at\n                            which he sells the goods to im-\n                            porters in Jamaica in order to\n                            eliminate the margin of dumping;\n                             or\n                       (ii) to cease dumping the goods in\n                            Jamaica; and\n              (b) in the case of subsidized goods an under-\n                  taking given by-\n                      (i) an exporter who undertakes to\n                          increase, in the manner specified in\n                          the undertaking, the price at which\n                          he sells the goods to importers in\n                          Jamaica; or\n        me inclusion of this page is authorized by L.N. 3/2001]\n      CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                        9\n                       (ii) the government of a country which\n                            undertakes in the manner specified\n                            in the undertaking-\n                                 (A) to eliminate the subsidy on\n                                     goods exported to Jamaica\n                                     from that country;\n                                 (B) to limit the amount of the\n                                        subsidy on goods exported\n                                        to Jamaica from that coun-\n                                        try; or\n                                 (C) otherwise to eliminate the\n                                     effect of the subsidizing on\n                                     the production in Jamaica\n                                     of like goods.\n       (2) For the purposes of this Act, imported goods shall\nbe regarded as having been dumped-\n     (a) if the export price from the country in which the\n          goods originated is less than the fair market price\n          of the goods in that country; or\n    (b) in a case where the country from which the goods\n        were exported to the island is different from the\n        country in which they originated-\n             (i) if the export price from the country in which\n                  the goods originated in less than the fair\n                  market price of those goods in that country;\n                  or\n            (ii) if the export price in the country from which\n                  the goods were so exported is less than the\n                  fair market price of those goods in that\n                  country.\n         [The inclusion of this page is au,thorized by L.N. 3:2001]\n RL-12\n10                       CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\nment of        3.-(1) There shall be established for the purposes of this\nthe Corn-\nmission.\n              Act, a body to be called the Anti-Dumping and Subsidies\n              Commission.\nSchedule.\n                     (2) The provisions of the Schedule shall have effect\n              with respect to the constitution and procedure of the Com-\n              mission and otherwise in relation thereto.\nFunctionsof     4.-(1)   The functions of the Commission shall be-\nthe Corn-\nmission.           (@) to carry out on its own initiative or on the request\n                        of any person, investigations in relation to the\n                        dumping of goods or the giving of a subsidy af€ect-\n                        ing goods and to make such reports and recom-\n                        mendations in relation to such goods at it considers\n                        necessary;\n                   (b) to carry out such other investigations as it may\n                        consider necessary or desirable in connection with\n                        matters falling within the provisions of this Act;\n                   (c) to advise the Minister on such matters relating to\n                        the operation of this Act, as it thinks fit or as may\n                        be requested by the Minister;\n                   (d) to carry out such other duties as may be prescribed\n                        by or pursuant to this Act.\n                    (2) For the purposes of carrying out its functions\n              pursuant to this Act, the Commission may-\n                  (@) summon and examine witness;\n                   (b) call for and examine documents;\n                   (c) administer oaths;\n                   (6) require that any document submitted to the Com-\n                       mission be verified by affidavit;\n                   (e) adjourn any investigation from time to time.\n       CUSTOMS DUTIES ( D U M P l N G A N D SUBSIDIES)                       11\n        (3) The Commission may hear orally any person who,\nin its opinion, will be affected by an investigation under this\nAct, and shall so hear such person if a written request for\na hearing has been made by the person showing that he is\nan interested party likely to be affected by the result of the\ninvestigation and that there are particular reasons why he\nshould be heard orally.\n       (4) A person referred to in subsection (3) shall be\nentitled to be represented by counsel at a hearing.\n      (5) In holding a hearing pursuant to subsection (2),\nthe Commission shall take account of the need to preserve\nconfidentiality.\n       (6) The Commission may require the importer of any\ngoods or such other person as the Commission considers\nappropriate, to state within such time as the Commission\nshall specify such facts concerning the goods and their history\nas it may think necessary to determine whether the goods\nare being dumped or subsidized and if such information is\nnot furnished to its satisfaction, the Commission may make\na finding as to such facts on the basis of the information\navailable to it.\n        (7) If a person fails or refuses without reasonable\n cause, to furnish information to the Commission when\n required to do so, the Commission may apply to a court\n for an order to compel the person to furnish the information\n to the Commission.\n        (8) A person who fails to comply with an order of\n a court shall be guilty of contempt of court and shall be\n liable to be punished accordingly."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Wnister shall appoint such person as he considers suit- Clhainnan.\nably qualified to be Chairman of the Commission.\n        (2) In the case of the absence or inability to act of the Chairman,\nthe Minister may appoint any other member to perform the functions\nof the Chairman."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The appointment of every member of the Commission shall Tenure of\nbe evidenced by instrument in writing and such instrument shall state Office.\nthe period of office of the member, which shall not e x d three years.\n       (2) Every member of the Commission shall be eligible for re-\nappointment.\n        (3) The Minister may at any time revoke the appointment of\nany member of the Commission if he thinks it expedient to do so."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Commission shall seek to obtain all information Commission\n                                                                      to seek m-\n that it considers necessary to assist it in its investigation.       formation.\n12                     CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\nCommission\nmay seek           6 . 4 1 ) The Commission may, enter into arrangements\nadvice of       with any body or person recognized by the Commission as\npersons wilth\nspecialized\nknowledge.\n                having specialized knowledge of any matter being inves-\n                tigated by the Commission, to assist it in an advisory\n                capacity in its investigation of that matter.\n                       (2) In making arrangements pursuant to subsection\n                (l), the Commission shall have regard to any budgetary\n                limitations under which it operates.\nEvidence."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6)the exporter’s sale price for the g d s , adjusted by\n           deducting therefrom-\n         LThe inclusion of this page is aathorized by L.N. 3/2001]\n22                    CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\n                            (i) the costs, charges and expenses incurred on\n                                 sales of like goods for use in the country of\n                                 export;\n                           (ii) any duty or tax imposed on the goods by\n                                 er pursuant to a law of Jamaica to the extent\n                                 that the duty or tax is paid by or on behalf\n                                 or at the request of, the exporter; and\n                           (iii) all other costs, charges and expenses result-\n                                 ing from the exportation cf the goods. or\n                                 arising from their shipment, from the\n                                 country of origin or country of export, as\n                                 the case may be; and\n                   ( b ) the price at which the importer has purchased or\n                         agreed to purchasz the goods. adjusted by deducting\n                         therefrom all costs, charges, expenses, duties and\n                         taxes described in paragraph (a).\nExpodprice        20.-(1) Where, in the opinion of the Commission, suffi-\nwhere infor-\nmation not     cient information has not been furnished or is not available\navailable.\n               to enable the determination of the export price, that price\n               shall be determined in such manner as the Minister may\n               prescribe.\n                      (2) Where gcods are or are to be shipped to Jamaica\n               and there is no known purchaser in Jamaica of the goods,\n               export price of the goods shall be determined in such\n               manner as the Commission may specify.\nExpodprim        2 1 . 4 1) Where goods are exported to Jamaica from one\nwhere goods\nareexported    country but pass in transit through another country, the\n$%\n ::            export price of the goods shall. subject to such terms and\ncounm.         conditions as are prescribed as to shipment, documentation,\n               warehousing, transshipment or the like, be determined as if\n               the goods were shipped directly to Jamaica from the first\n               mentioned counttry.\n                       [The inclusion of this page is au'thoiized by L.N. 3/2001]\n       CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                           23\n        (2) Where any goods are or are to be shipped in-\ndirectly to Jamaica from the country of origin through one\nor more other cour,tries. the export price of the goods shall,\nnotwithstanding any other provision of this Act, be deter-\nmined as if the goods were or were to be shipped directly\nto Jamaica from the country of origin."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 - 4 1 ) The Commission may, by notice in writing, require\n                any person who, in the opinion of the Commission, is able\n                to provide evidence relevant to an investigation under this\n                Act, to provide, under oath or otherwise, the evidence\n                referred to in the notice.\n                       (2) Where pursuant to subsection (l),the Commission\n                requires any person to provide evidence, the Commission\n                shall, in the notice given under that subsection-\n                     (U) provide sutlicient information for the person to\n                          identify the evidence; and\n                     (b) specify the time within which and the manner and\n                          form in which the evidence is to be provided.\n                      (3) If a person fails or refuses to provide evidence to\n                the Commission as required under subsection (11, the Com-\n                mission may apply to a Court for an order to compel the\n                person to provide that evidence.\n                      (4) A person who fails to comply with a Court order\n                under subsection (3) shall be guilty of contempt of Court\n                and shall be liable to be punished accordingly.\n                      (5) Any person who provides evidence to the Com-\n                mission which he knows or has reason to believe to be false\n                or misleading in a material particular shall be guilty of an\n                offence and shall be liable on summary conviction before a\n                        [The inclusion of this page is auithorized by L.N. 3/2001]\n          CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                     13\nResident Magistrate to a fine not exceeding five hundred\nthousand dollars or to imprisonment for a term not exceed-\ning two years or to both such fine and imprisonment; and\nwhere the offence is continued after conviction the person\nshall be guilty of a further offence and shall be liable on\nsummary conviction as aforesaid to a fine not exceeding\ntwenty thousand dollars for every day during which the\noffence is so continued.\n  &-(I)  Subject to this section the Commission shall-         Co~ssion\n                                                               to provide\n    (a) give notice of the information required to all access.\n        interested parties in resoect of anv investigation\n        pursuant to this Act and provide sufficient oppor-\n        tunity to the interested parties to present in writing\n        all the evidence which they consider relevant in\n        respect of the investigation in question:\n    (b) provide timely opportunities for all interested\n            parties t o -\n               (i) examine all information other than con-\n                   fidential information as defined in subsec-\n                   tion (3) used by the Commission in an\n                   investigation and relevant to the presenta-\n                   tion of their cases; and\n              (ii) prepare presentations on the basis of that\n                   information.\n       (2) The Commission shall not disclose confidential\ninformation supplied to it by an interested party to the other\ninterested parties unless the party submitting the informa-\ntion agrees to such disclosure.\n      (3) For the purposes of this section and section 10,\ninformation is considered confidential if-\n14                    CUSTOMS DUTIES ( D U M P I N G A N D SUBSIDIES)\n                    (a) because of the nature of the information, disclosure\n                         of it would be of significant competitive advantage\n                         to a competitor; or\n                    (b) its disclosure would have a significantly adverse\n                        effect upon a person supplying the information or\n                        upon a person from whom that person acquired\n                         the information.\n                       (4) Information treated as confidential under this\n                section shall not be disclosed by anyone who received such\n                information by virtue of the provisions of this Act otherwise\n                than in the discharge of his functions under this Act.\n                      ( 5 ) Any person who contravenes the provisions of\n                subsection (4) shall be guilty of an offence and shall be liable\n                on summary conviction before a Resident Magistrate to a\n                fine not exceeding five hundred thousand dollars or to\n                imprisonment for a term not exceeding two years or to both\n                such fine and imprisonment.\nRequestfor        9 4 1 ) Where a person who provides the Comniissior?\nInformation\nto be k0pt      with evidence pursuant to the provisions of this Act wishes\nconfidential.   some or all of the evidence to be kept confidential, the\n                person shall submit, at the time the evidence is provided, a\n                statement identifying the evidence that he wishes to be kept\n                confidential and stating the reason therefor.\n                       (2) Where pursuant to subsection (l), a person sub-\n                mits to the Commission a statement referred to in that\n                subsection, that person shall also submit to the Commission\n                a summary of the evidence to which the statement relates\n                in sufficient detail to convey a reasonable understanding of\n                the evidence.\n       CUSTOMS D UTIES (DU M PIN G AND SUBSIDIES)                       15"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where an interested party refuses access to, or other ~          ~     ~   ~\nwise does not provide necessary information within          a Provide in-\n                                                              formation.\nreasonable period or significantly impedes the investigation,\nthe Commission may make such determination as it thinks\nappropriate on the basis of the facts available and, for the\npurposes of this subsection, the Commission shall have\nregard to the provisions of Annex I1 of the Anti-Dumping\nAgreement."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) Duties shall be imposed, in accordance with sub- hti-dump-\n                                                              ing and\nsection (2), on all dumped or subsidized goods imported into countemail-\nJamaica in respect of which, before the release of the goods, ing duty.\nthe Commission has made a finding that the dumping or\nsubsidizing of such goods has caused, is causing or is likely\nto cause material injury.\n        (2) The duties referred to in subsection (1) are-\n     (a) in the case of dumped goods, an anti-dumping duty\n          in an amount equal to the margin of dumping of\n          the imported goods; and\n     (b) in the case of subsidized goods, a countervailing\n          duty in an amount equal to the subsidy on the\n         imported goods,\nor, as the case may require, such lesser amount as is con-\nsidered adequate compensation for the injury."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Duties shall be imposed in accordance with Other cases*\nsubsection (2) on a1 dumped or subsidized goods imported\ninto Jamaica-\n     (a) in respect of which the Commission has made a\n         finding, after the release of the goods, that the\n         dumping or subsidizing of goods of the same\n          description-\n16               CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\n                        (i) has caused, is causing and is likely to cause\n                            material injury; or\n                      (ii) would have caused material injury except\n                            for the fact that provisional duty was\n                            applied or an undertaking was accepted in\n                            respect of the goods;\n              ( b ) that were released-\n                        (i) during the period commencing on the day\n                            the preliminary determination is made and\n                            ending on the day the Commission makes\n                            the finding referred to in paragraph (a);\n                       (ii) in any case where an undertaking accepted\n                            by the Minister with respect to the goods\n                            has been violated, during the period com-\n                            mencing on the day that the undertaking is\n                            violated and ending on the day that section\n                             16 becomes applicable to the goods.\n                   (2) The duties referred to in subsection (1) are-\n               (a) in the case of dumped goods, an anti-dumping duty\n                     in an amount equal to the margin of dumping of\n                      the goods; and\n               (b) in the case of subsidized goods, a countervailing\n                     duty in an amount equal to the amount of the\n                      subsidy on the goods,\n          or, as the case may require, such lesser amount as may be\n          considered adequate compensation for the injury but not\n          exceeding, in the case of any goods to which subsection (1)\n          (b) (i) applies, the duty (if any) paid or payable in respect\n          of the goods pursuant to section 16.\nAnti-        13.-(1) There shall be imposed, on all dumped goods\ndumping\nduty.     imported into Jamaica, being goods described in subsection\n          (2), an anti-dumping duty in an amount equal to the margin\n         CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                    17\nof dumping of such goods or as the case may require, such\nlesser amount as may be considered adequate to remove\nthe injury.\n         (2) The goods referred to in subsection (1) are\ngoods-\n    (a) in respect of which the Commission has made a\n           finding, after the release of the goods that-\n              (i) either-\n                     (A) there has occurred a significant im-\n                          portation of like goods that were\n                          dumped, which dumping has caused\n                          material injury or would have caused\n                          material injury except for the appli-\n                          cation of anti-dumping measures; or\n                       (B) the importer of the goods was or\n                           should have been aware that the\n                           exporter was practising dumping\n                           and that the dumping would cause\n                           material injury; and\n              (ii) material injury has been caused by reason\n                   of the fact that the imported goods-\n                      (A) constitute a significant importation\n                          into Jamaica; or\n                       (B) form a part of a series of importations\n                           into Jamaica, which are significant in\n                           the aggregate and have occurred\n                           within a relatively short period of\n                           time,\n                    and in order to prevent the recurrence of the\n                    material injury, it appears necessary to the\n                    Commission that duty be assessed on the\n                    imported goods; and\n           [The inclusion of this page is aathorized by L1<3j2001]\n18                  CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\n               ( b ) that were released during the period of ninety days\n                     preceding the day on which the Commission made\n                     a preliminary determination of dumping in respect\n                     of the goods or goods of that description.\nvalling\nCounter-     1 4 4 1 ) There shall be imposed on all subsidized goods\nduty.      imported into Jamaica, a countervailing duty in an amount\n           equal to the amount of the subsidy on the goods.\n                    (2) The goods referred to in subsection (1) are\n           goods-\n               (a) in respect of which the Comimission has made a\n                     finding, after the release of the goods, that-\n                          (i) material injury has been caused by reason\n                              of the fact that the imported goods-\n                                 (A) constitute a significanlt importation\n                                     into Jamaica; or\n                                 (B) form part of a series of importations\n                                      into Jamaica, which are significant in\n                                      the aggregate and have occurred\n                                     within a relatively short period of\n                                      time; and\n                         (ii) a contervailing duty should be imposed on\n                              the subsidized goods in order to prevent the\n                              recurrence of such material injury;\n               ( b ) that were released during the period of ninety days\n                     preceding the day on which the Commission made\n                     a preliminary determination of subsidizing in re-\n                     spect of the goods or goods of that description; and\n               (c) in respect of which the Commission has made a\n                     specification pursuant to section 27.\n                   (3) Where-\n               (a) subsidized goods on which a countervailing duty\n                     is imposed pursuant to subsection (1) are imported\n                     into Jamaica; and\n       CUSTOMS DUTIEJ (DUMPING A N D SUBSIDIES)                      19\n    ( b ) the amounit of the subsidy on such goods is less\n          than the amount of the duty so imposed,\nthen the countervailing duty imposed pursuant to this section\nshall be equal to the amount of the subsidy or, as the case\nmay require, such lesser amount as may be considered ade-\nquate compensation for the injury.\n   E.-(1) Where the Commission makes a preliminary Provisional  duty.\ndetermination in respect of the dumping or subsidizing of\nimported goods at any stage of an investigatim under this\nAct, there may be imposed, in respect of those goods, pro-\nvisional duties in accordance with this section.\n        (2) Subject to subsection (3), provisional duties shall\nbe paid by the importer of dumped or subsidized g o d s that\nare of the same description as any goods to which the pre-\nliminary determination applies and that are released during\nthe period commencing on the day on which the preliminary\ndetermination is made and ending on-\n     (a) the day on which the Commission terminates the\n          investigation pursuant to section 32 with respect\n          to goods of that description; or\n     (b) the day on which the Commission makes a finding\n          with respect to any goods of that description,\nwhichever is the earlier.\n         (3) Provisional duties shall be imposed at not earlier\nthan sixty days after the date on which investigation was\ninitiated and shall be effective for a period not exceeding\nfour months, or, at the request of exporters representing a\nsignificant percentage of trade concerned, a period not ex-\nceeding six months.\n        (4)Where provisional duties are imposed under this\nsection in respect of any goods the importer of those g o d s\nshall, at his option-\n     CO) pay or cause to be paid on the imported goods,\n          provisional duty in an amount not greater than the\n 20                   CUSTOMS DUTIES ( D U M P l N G A N D SUBSIDIES)\n                         estimated margin of dumping or the estimated\n                         amount of the subsidy on those goods; or\n                   ( b ) poslt or cause to be posted security in a prescribed\n                         form and in an amount or to a value not greater\n                         than the estimated margin or estimated amount of\n                         subsidy as aforesaid.\n                       ( 5 ) Any provisional duty paid or security posted\n              pursuan't to subsection (4)shall be returned to the impofier-\n                  (a) Where the Commission causes the investigation to\n                          be terminated pursuant to section 26 (2) with\n                          respect to goods of that description; or\n                  ( b ) where the Commission makes, in relation to goods\n                          of that description, a finding only to the effect that\n                          the dumping or subsidizing of those goods is likely\n                          to cause material injury.\n                      (6) Where any provisional duty is returned to an\n              importer pursuant to subsection (3,     the importer shall be\n              paid interest thereon at the prescribed rate or at a rate deter-\n              mined in the prescribed manner in respect of each month or\n              fraction of a month between the time the duty was paid and\n              the time it is returned.\nm    a tand     16.-( 1) Anti-dumping duties (other than provisional\ncollection\nof anti-      duties) imposed in r e s p t of any goods under this Act-\n*&E\ndubes.             (a) shall be paid by the importer of such goods upon\n                         being notified in writing by the Commission that\n                         such dulties are payable in respect of those goods;\n                   ( b ) shall be applied on a non-discriminatory basis on\n                         imports of such g o d s from all sources found to\n                         have dumped goods and caused injury, other than\n                         imports from those sources from which price\n                         undertakings have been accepted pursuant to sec-\n                         tion 32.\n                       [The inclusion of this page is aufthorized by L.N. 3/2001]\n       CUSTOMS DUTIES ( D U M P l N G A N D SUBSIDIES)                  21\n         (2) Any person who fails to pay any amount payable\nunder subsection (1) shall pay, in addition to that amount,\ninterest at the prescribed rate or at a rate determined in the\nprescribed manner, in respect of each month or fraction of a\nmonth commencing thirty days after the date on which a\nnotificaltion referred to in subsection (1) (a)is served."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Subject to the provisions of this Act the COandsSion may Delegation.\ndelegate to any member or committee of the Commission the power\nand authority to mrry out such fundions of the Chnmission as the\nCommission may determine.\n       (2) Every delegation under this paragraph shall be revocable\nby the Commission and no delegation &all prevent the exercise by the\nCamimissim of any fumtion delegated."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. There shall be paid from the funds of the Commission to the Remunera-\nChairman and other members of the Commission such remuneration tion Of\nwhether by way of hdu,          salary or fees, and such allowances mm'bers*\nas the Minister may determine."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The office of Chairmm ar member of the Commission shall not Chairmm\nbe a public office far the puqme of Ohapter V of the Constitution of              %Ember\nJamaica.                                                             Commis-\n                                                                                  sion not\n                                                                                  public\n                                                                                  OffiCC.\n            frhe inclusion of this page is authorized by L.N. 3/2001]"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where-                                                   Raburod\n                                                               duhv where\n    Fa) pursuant to an application under section 33 a find-\n        ing described in any of sections 12 to15-              rescinded or\n                                                               ar0ccedinn;s\n           (i) is set aside or rescinded; or                   iermimd.\n          (ii) is set aside or rescinded in relation to parti-\n               cular goods; or\n     (b) all proceedings under this Act in respect of the\n         dumping or subsidizing of all or any of the goods\n         to which such a finding applies are subsequently\n         terminated as described in section 26,\nany duty paid or payable under this Act on goods imported\ninto Jamaica that are of the same description as goods to\nwhich the findings relates shall cease to be payable or be\nrefunded to the importer forthwith after the finding is so\nset aside or rescinded or proceedings are so terminated."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Minister may, after consultation with the Min-            tfT$p\nister responsible for finance, make regulations subject to from appli-\naffirmative resolution exempting any goods or class of goods cation\n                                                             A&\n                                                                    of\nfrom the application of this Act."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The export price of goods sold to an importer in Determina-\n                                                              tion of\nJamaica, notwithstanding any invoice of affidavit to the con- export\n                                                              priceof\ntrary, is an amount equal to the lesser of-                   g h ."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22-41) Subject to this section, where the Commission f;:$a-\nreceives a written complaint in respect of the dumping or receiptof\n                                                            complaint.\nsubsidizing of goods, the Commission shall, within forty-\nfive days after receipt of such complaint, carry out an in-\nvestigation into the matter if the Commission is satisfied\nthat-\n     (a) the complaint is properly documented;\n     ( b ) there is evidence that the goods have been or are\n           being dumped or subsidized; and\n     (c) the evidence discloses a reasonable indication that\n          the dumping or subsidizing of the goods has caused,\n          is causing or is likely to cause material injury.\n        (2) The Commission shall not carry out an investi-\ngation pursuant to subsection (1) unless the Commission has\ndetermined, on the basis of an examination of the degree of\nsupport for, or opposition to, the application expressed by\nthe domestic producers of like goods, that the complaint has\nbeen made by or on behalf of those producers.\n        (3) For the purposes of subsection (2), the complaint\nshall be considered to have been made by or on behalf of\nthe domestic producers if it is supported by those domestic\nproducers whose collective output constitutes more than fifty\nper cent of the total production of the like goods produced\nby that portion of the domestic industry expressing either\nsupport for or opposition to the complaint.\n                                                                      c\n24                    CUSTOMS DUTIES (DUMPING AND SUBSIDIES)\n                          (4)An investigation shall be initiated where the\n              domestic producers expressly supporting the complaint pur-\n              suant to subsection (2) account for more than twenty-five\n              per cent of total production of like goods produced by the\n              domestic industry.\nProcedures       23.-(1) Where the Commission receives a written com-\nre investi-\ngation        plaint or intends to initiate an investigation in respect of\ncolnplaint.\n              the dumping or subsidizing of goods, the Commission shall,\n              in writing, within forty-five days thereafter-\n                   (!!)    where the complaint is properly documented, in-\n                           form the complainant, and, in the case of subsi-\n                           dized goods, the government of the country of\n                           export, that the complaint was received and that it\n                           is properly documented; or\n                   ( b ) where the complaint is not properly documented,\n                         inform the complainant that the complaint was\n                         received and that additional information and mate-\n                         rial are needed.\n                      (2) For the purposes of subsection (l), the date on\n              which the Commission receives the additional information\n              and material referred to in subsection (1) ( b )shall be deemed\n              to be the date on which the complaint was received.\n%ere    am-      24. Where, after receipt of a propzrly documented written\nmission\ndecides not   complaint in respect of the dumping or subsidizing of goods\nto initiate   the Commission decides not to conduct an investigation in\ninvestiga-\ntion.         respect of some or all of the goods specified in the com-\n              plaint, the Commission shall give written notice of its deci-\n              sion setting out the reasons therefor, to the complainant and,\n              in the case of the subsidized goods, to the government of the\n              country of export.\n       CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                             25"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Where Commission decides not to initiate investigation.\n         -   _   _   _   _   _   _   _   _   _   c   _   _   _   _   _   __\n       [Tbe inclusion of this page is authorized by L.N. 3/2001]\n2         CUSTOMS DUTIES (DUMPING A N D SVBSlDlEs)"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Where the Commission decides to proceed with                 E:zzfto\nan investigation in respect of the dumping or subsidizing ?&-sy\nof goods-                                                      tion.\n     (a) the Commission shall give notice of that decision\n           to-\n                (i) the Minister; and\n               (ii) the exporter, the importer, the government\n                    of the country of export, the complainant\n                    (if any), and such other person as may be\n                    prescribed; and\n     ( b ) a COPY of the notice shall be published in the\n            Gazette and in a daily newspaper circulating in\n           Jamaica.\n          (2) A notice given under subsection (1) shall-\n     (a) specify the goods being investigated;\n     ( b ) specify the country or countries in which the goods\n            originated or from which they are exported;\n     ( c ) give a summary of the information received;\n     (d) invite representations regarding the investigation\n            to be made to the Commission;\n     (e) specify a period within which interested parties may\n            present their views in writing to the Commission\n            or make arrangements with the Commission to be\n            heard, which period shall, in the case of an ex-\n            porter of or the government or person giving a\n            subsidy affecting the goods in question, be not less\n            than thirty days from the commencement of the\n            investigation."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) Where at any time before making a preliminary z&yy\ndetermination in an investigation relating to the dumping invlesnisa-\n                                                            tim.\nor subsidizing of goods-\n     (a) the Commission is satisfied, in respect of some or\n          all of those goods that-\n RL- ? 2\n26         CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\n                 (i) there is insufficient evidence of dumping to\n                     justify proceeding with the investigation in\n                     relation thereto; or\n                (ii) the margin of dumping is de minimis or that\n                     the volume of dumped imports actual or\n                     potential, or the injury, is negligible;\n         (b) the Commission comes to the conclusion, in respect\n             of some or all of those goods, that the evidence\n             does not disclose a reasonable indication that the\n             dumping or subsidizing thereof has caused or is\n             likely to cause material injury,\n     the Commission shall act in acmrance with subsection (2).\n            (2) The Commission shall-\n         (a) cause the investigation to be terminated with respect\n              to the goods in respect of which it is satisfied as\n              mentioned in subsection (1) (,a) or has come to\n              the conclusion referred to in subsection (1) (b);\n              and\n         (b) cause notice of the termination to be given and\n              published as provided in section 25.\n            (3) For the purposes of subsection (1)-\n         (a) the margin of dumping shall be considered to be\n              de minimis if it is less than two per cent, expressed\n              as a percentage of the export price;\n         (b) the volume of dumped imports shall normally be\n              regarded as negligible if the volume of dumped\n              imports from a particular country is found to\n              account for less than three per cent of imports of\n              the like products in Jamaica, unless countries which\n              individually account for less than three per cent of\n              imports of the like products collectively account\n              for more than seven per cent of imports of the like\n             product.\n       CUSTOMS DUTIES ( D U M P I N G A N D SUBSIDIES)                  27"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) Subject to sections 31 and 32, within ninety days :iF.ziE?\nafter the commencement of an investigation relating to the\ndumping or subsidizing of goods, the Commission shall, s u b s i d i d .\nin accordance with subsection (2), make a preliminary\ndetermination of dumping or subsidizing with respect to the\ngoods in respect of which the investigation has not been\nterminated pursuant to section 26.\n        (2) The Commission shall make the preliminary\ndetermination after estimating and specifying, in relation to\neach importer of goods in respect of which the investiga-\ntion is made, as follows-\n     (a) in the case of dumped goods-\n             (i) estimating the margin of dumping of the\n                  goods to which the preliminary determina-\n                  tion applies using the information available\n                  to the Commission at the time the estimate\n                  is made;\n             (8 specifying the goods to which the prelimi-\n                  nary determination applies;\n      (b) in the case of subsidized goods-\n              (i) estimating the amount of the subsidy on the\n                  goods to which the preliminary determina-\n                   tion applies using the information available\n                   to the Commission at the time the estimate\n                   is made;\n             (ii) specifying the goods to which the prelimi-\n                   nary determination applies; and\n            (iii) subject to subsection (2), where the whole\n                   or any part of the subsidy on the goods to\n                   which the preliminary determination applies\n                   is an export subsidy, specifying that there is\n                   an export subsidy on the goods and estima-\n                   ting the amount of the export subsidy\n                   thereon; and\n -__\n28                      CUSTOMS DUTIES ( DUMPIN G A N D SUBSIDIES)\n                  (c)    in the case of dumped or subsidized goods, speci-\n                          fying the name of the person who, on the informa-\n                          tion available to the Commission at the time it\n                          makes the estimate referred to in paragraph (a) (i)\n                          or (b) (i), as the case may be, the Commission\n                          believes to be the importer in Jamaica of the goods.\nNotica         28. Where the Commission makes a preliminary deter-\nwelimiaary\nd m a -      mination of dumping or subsidizing in respect of goods, the\ntim\n             Commission shall-\n                 (a) publish notice of its determination as provided in\n                      seation 25;\n                 (b ) give written notice of its determination to the\n                      Minister, stating the reasons therefor, together with\n                      such other material relating to the determination\n                      a3 may be necessary.\nExtcadon        29.-(1) In any investigation relating to the dumping or\nof time.\n             subsidizing of goods, the Commission, before the expiration\n             of the ninety days referred to in section 27, shall give written\n             notice to the Minister, the persons and the government\n             referred to in section 25 that, by reason of the matters speci-\n             fied in subsection (2), the decision referred to in paragraph\n             (4 of that subsection will not be made within the period of\n             ninety days as aforesaid and that the period of ninety days\n             is extended to one hundred and thirty-five days.\n                     (2) The matters referred to in subsection (1) are-\n                  (a) the complexity or novelty of the issues presented\n                       by the investigation;\n                  (b) the variety of gmds or number of persons involved\n                       in the investigation;\n                  (c) the dficulty of obtaining satisfactory evidence in\n                       the investigation;\n                  (d) any other circumstances specified in the notice that,\n                       in the opinion of the Commission, makes it un-\n                         [The inclusion of bhis page is authorized by L.N. 3/20011\n       CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                                29\n            usually difficult for the Commission to decide within\n            the ninety days whether to terminate the investi-\n            gation with respect to some or all of the goods or\n            proceed in accordance with section 26 (1) or accept\n            an undertaking."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.41) Within ninety days after making a preliminary\ndetermination of dumping or subsidizing in respect of goods,\n                                                             zdF;        -&a\nthe Commission shall make a final determination of the\nmatter-\n    (a) upon being satisfied,in relation to each importation\n        of the goods, that the conditions specified in sub-\n        section (2) apply; and\n    (b) after taking action in accordance with subsection\n        (3).\n        (2) The conditions mentioned in subsection (1) (a)\nare that-\n     fa) the goods have been or are being dumped or sub-\n         sidized; and\n     (b) neither the margin of dumping of or the amount\n         of the subsidy on the goods, nor the actual OT\n         potential volume of dumped or subsidized goods\n         is negligible.\n       (3) The Commission shall specify in relation to each\nimportation the following-\n    @) in the case of dumped goods, the goods to which\n         the determination applies and the margin of dump-\n         ing of the g d s ;\n    (b) in the case of subsidized goods-\n            (i) the goods to which the determination\n                 applies;\n           (ii) the amount of the subsidy on the goods; and\n            n h e inclusion of this page is authorized by L.N. 3/2001]\n30                   CUSTOMS DUTIES (DUMPiiziG A N D SUBSIDIES)\n                         (iii) where the whole or any part of the subsidy\n                               is an export subsidy, the amount of the\n                               export subsidy on the goods.\n                      (4) Where the Commission makes a final determina-\n              tion of dumping or subsidizing, the Commission shall notify\n              the Minister accordingly and shall cause notice of such\n              determination to be published as provided in section 25.\nAdon on          31.-( 1) Where a final determination under section 30 (1)\n     deter-\n&ationor      is set aside and the matter referred back to the Commission\ndecision\nreferred      on an application under section 34, the Commission shall-\nback by\nc!olmt.             ( U ) reconsider the matter and make a new final deter-\n                           mination: and\n                    ( h ) cause notice of the action taken pursuant to para-\n                           graph (a) to be given and published as provided in\n                           section 25.\n                         (2) Where a final determination under section 30 (I)\n              is referred back to the Commission pursuant to an order\n              under section 33 the Commission shall-\n                    (a) reconyider the final determination and confirm or\n                           rescind it or, in the case of a final determination,\n                           vary it; and\n                    ( h ) cause notice of the action taken pursuant to para-\n                           graph (a) to be given and published as provided in\n                           section 25.\n                         (3) Where the Commission reconsiders a matter in-\n              volving a final determination pursuant to subsection (1) or\n              reconsiders and rescinds a final determination pursuant to\n              subsection (2). section 30 shall again apply in respect of the\n              goods to which the final determination applied as if that\n              section had nct prwiously applied in respect of those goods,\n              so, however. th2t the action that the Commission is required\n              by that section to take shall. notwithstanding anything\n              therein, be taken by the Commission within such period as\n              is specified by the Supreme Court.\n       CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                       31"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) Subject to subsection (2), the Commission may, Accaptanca\n                                                             ,,funder-\nin any investigation relating to the dumping or subsidizing &king.\nof goods, accept an undertaking with respect to dumped or\nsubsidized goods where it is of the opinion that observance\nof the undertaking will eliminate-\n     ('a) the margin of dumping of or the subsidy on the\n          goods-\n             (i) where the undertaking is given by an ex-\n                 porter, if they are sold by the exporter to\n                 importers in Jamaica; and\n           (ii) where the undertaking is given by the gov-\n                ernment of a country from which the goods\n                are exported to Jamaica, if they are exported\n                to Jamaica from that country pursuant to\n                sales thereof by exporters to importers in\n                Jamaica; or\n     (b) any material injury that is being or is likely to be\n         caused by the dumping or subsidizing.\n        (2) The Commission shall not accept an undertaking\nwith respect to dumped or subsidized goods-\n     (a) unless it is of the opinion that observance of the\n          undertaking will not cause-\n             (j) where the undertaking is given by an ex-\n                 porter, the price at which the goods are sold\n                 to importers in Jamaica by the exporter; OT\n            (ii) where the undertaking is given by the gov-\n                 ernment of a country, the price at which the\n                 goods will be sold to importers in Jamaica\n                 when exported to Jamaica from that country,\n          to increase by an amount which is not less than the\n          estimated margin of dumping of the goods or the\n          estimated amount of the subsidy thermn;\n     ( b ) where it has made a preliminary determination of\n         [The inclusion of bhis page is aufhorized b y L.N. 3/2001J\n82                    CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)\n                          dumping or subsidizing with respect to the goods;\n                          or\n                   (c) where it is of the opinion that it would not be\n                       practicable to administer the undertaking.\n                       (3) The Commission shall, where practicable, pro-\n               vide to the exporter the reasons which have led it to consider\n               acceptance of an undertaking as inappropriate and shall, to\n               the extent possible, give the exporter an opportunity to\n               make comments thereon.\nPor,judicial\n*~lication       33. An application may be made to the Supreme Court\nrenew.         to review and set aside-\n                    (0) a final determination of the Commission under\n                        section 30;\n                    (b) a decision of the Commission under section 31 to\n                        review or not to review an undertaking;\n                    (c) any order, finding, ruling or determination of the\n                        Commission.\n          of     34.41) An application under section 33 may be made on\napplication\npopr~yim.      the grounds that the Commission has-\n                    (a) failed to observe a principle of natural justice or\n                         otherwise acted beyond or refused to exercise the\n                        jurisdiction of the Commission;\n                    (b) erred in law in making the determination, order or\n                         finding, whether or not the error appears on the\n                         face of the record; or\n                    (c) based the determination, order or finding on an\n                        erroneous finding of fact that was made in a per-\n                        verse or capricious manner or without regard to\n                         the material before the Commission.\n                          (2) An applioatjon may be made under this section\n               by any person directly affected by the determination, or\n               finding.\n       CUSTOMS DUTIEY ( D U M P I N G A N D SUBSIDIES)                            33"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Regulations.\n          SCHEDULE.\n      CUSTOMS DUTIES (DUMPING A N D SUBSIDIES)                                       3\n    THE CUSTOMS DUTIES (DUMPING AND                                        Act\n                                                                        22 of 1999\n             SUBSIDIES) ACT\n                                                   [Ist July, 1999.1"
    }
  ],
  "definitions": []
}