{
  "id": "jm-stat-the-custos-rotulorum-act",
  "type": "statute",
  "title": "The Custos Rotulorum Act",
  "title_en": "The Custos Rotulorum Act",
  "short_name": "Custos Rotulorum Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-custos-rotulorum-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-custos-rotulorum-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Custos Rotulorum Act.                   Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                         interprets-\n                                                                          tion.\n    \"Custos\" m e i s a Custos Rotulorum appointed in accord-\n       *ance with section 4 or any person appointed in accord-\n        ance with section 9 to act as Custos Rotulorum;\n    \"Minister\" means the Minister responsible for Justices of\n        the Peace;\n    bbJustice\"or \"Justice of the Peace\" has the meaning assigned\n        to it under the Interpretation Act;\n    \"office of Custos\" means the office of Custos Rotulorum\n         established by section 3;\n    \"official seal\" means the official seal prescribed under sec-\n         tion 16 for the use of a Custos;\n    \"parish\" in relation to a Custos means the parish in respect\n         of which the Custos is appointed."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. There is hereby established the office of Custos Rotulorum, Establishment\nto which persons may be appointed in accordance with section of office."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . - ( 1 ) A Custos shall be appointed by the Governor- Appointment\n                                                          of Custos.\nGeneral, on the advice of the Prime Minister.\n        (2) A person appointed as Custos shall before assuming\noffice, take and subscribe before the Governor-General-\n    (a) the oath of allegiance referred to in section 7 of the\n        Oaths Act; and\n    ( b ) the official, oath referred to in section 8 of the Oaths\n          Act.\nI\n    4                                                 CUSTOS ROTULORUM\n    Tenure of                 5. Subject to the provisions of this Act, a ~ u s t o sshall hold\n    office of\n    CUS~OS.     :\n                            office until the age of seventy-five years.\n    Eligibilityfor            6. A person is eligible to be appointed as Custos if the per-\n    appointment\n    ascustos.                        -\n                I\n                                (a) is a Justice of the Peace;\n                                (6) is a Jamaican citizen who has not attained seventy years\n                                    of age;\n                                (c) is able to read ;tnd speak English fluently;\n                                ( 4 is a resident of the parish in respect of which such\n                                    appointment is to be made so, however, that, a person\n                                    to be appointed in respect of Kingston or St. Andrew\n                                    may be a resident of either of those parishes;\n                                (e) is one who-\n                                            (i) displays the highest standard of professionalism\n                                                and moral and ethical conduct;\n                                      (ii) commands the respect and confidence of the\n                                           local community of which that person is a\n                                           member; and\n                                     (iii) has given good service to the local community\n                                           and the wider Jamaica.\n    Disqualifica-            7. A person shall be disqualified for appointment as Custos\n    tions for '\n    appoinlment'            who is-\n    as-custos.\n                                 (a) a member of the House of Representatives or the\n                                     Senate;\n                    1\n                                 (b) an undischarged bankrupt;\n                                 (c) convicted of any offence involving dishonesty or moral\n                                     turpitude; or\n                                 ( 4 either a-\n                                         (i) party to; or\n                        i                   (ii) partner in a firm, director or manager of a\n                                                 company, which to the person's knowledge, is a\n                                                 Party to,\n                      CUSTOS ROTULORUM                                           5\nany contract with the Government for or on behalf of the public\nservice, unless, prior to such appointment, the person previously\ndisclosed to the Governor-General, the nature of the contract\nand such interest or the interest of such firm or company\ntherein."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6   .                                                                                                                                                ,\n                          .           ,\n                 I        . ,           (h) act as co-chairman'df the' ~a;l'sh'~i$aster'       Preparkdrikss\n                                              Co-inke;           ; .; ; ,;: .    ':,       . .        . ..,               ;'                \"     ,                      .             ,                      n         .\n                                                                                                                                   .-            . ,                                  ..\n                                                           ,       .' .                '   .   ,..           , ,   . . .. < .      .    .   :   .. . . . :. r.,                                ,\"\n                                                                                                                                                                                               :\n                                                                                                                                                                                                   . ' ' !\n                                                                                                                                                                                                              \"\n                                                                                                                                                                                                                                 ' .\n                                                                                               .--. -          .............\n                                       CUSTOS ROTULORUM                                       9\n                ( i ) any other functions as are conferred on the Custos\n                          under any other law.\n                                                                      I\n                (2) The Minister may by order, subject to affirmative\n        resolution, amend the provisions of subsection ( 1 ) so as to\n        extend, alter or otherwise modifj the functions of the Custos."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. An office of Custos shall become vacant-                          The ofice of\n                                                                        Custos, when\n    (a) if the Custos resigns from the office;                          becomes\n                                                                        vacant.\n    (b) if the Custos' appointmeht is terminated."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Where a vacancy arises in an office of Custos, the Filingof\nGovernor-General may, acting on the advice of the Prime\nMinister, appoint a person who is eligible by virtue of section 6,\nto act as Custos until an appointment is made.\n       (2) Where by reason of-          ,\n    (a) inability to discharge the hnctions of the office of\n        Custos (whether arising from infirmity.of body or mind\n        or any other cause);\n    (b) absence from Jamaica,\na Custos is unable to perform functions as Custos, the Governor-\nGeneral, on the advice of\"the Prime Minister, may appoint\na person who is eligible by virtue of section 6, to act as\nCustos."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) An Office of Custos shall be dekmed to be vacated-     custos shall\n                                                                 be deemed to\n    (a) if any circumstances referred to in section 7 arise dur- vacateoffice.\n        ing that Custos' tenure that, if that person were not\n        Custos, would have, by virtue of that section caused\n        that Custos to be disqualified for appointment;\n    (b) if the Custos transfers residence to another parish;\n    (c) if the Custos attains the age of seventy-five years,\n        unless specifically requested to continue by the\n        Governor-General on the advice of the Prime Minister\n        in order to-\n        6                                                    CUSTOS ROTULORUM\n                                                    (i) enable the Custos to complete any matter\n                                                        engaged in before attaining that age; or\n                                                   (ii) facilitate the selection of a person for succes-\n                                                        sion as Custos; however, the period of contin-\n                                                        uation in office shall not exceed two years.\n                                                (2) Subsection (1) shall not apply in relation to the cir-\n                  I\n                                      cumstances of section 7(4, if the Custos, the firm or company\n                                      had before entering into the contiact, in writing, disclosed to the\n                                      Governor-General the nature of the contract and the Custos'\n                                      interest or the interest of the firm or company therein.\n        Removal from                     11.-(1) Subject to subsection (2), a Custos may be removed\n        ofiice of\n        CUS~OS.       I               from office on the following grounds-\n                                          (a) inability to carry out the functions of the office of\n                                              Custos (whether arising from infirmity of body or mind\n                                               or any other cause);\n                                           (b) failure to carry out the functions of the office of Custos\n                                               in a competent manner; or                   ,\n                                           (c) misbehaviour.\n                                              (2) The Custos shall be removed from office by the\n                                      Governor-General by instrument under the Broad Seal if the\n                                      question of the removal from office of the Custos has been\n                                      referred to a trikunal appointed under subsection (3) and the\n                                      tribunal has recommended to the Governor-General that the\n                          I           Custos ought to be removed from office on any of the grounds\n                          I           specified in subsection (1).\n                                          . (3) If the Governor-General decides that the question\n                                      of removing the Custos from'ofice ought to be\n                                                                                  ' ,\n                                                                                      investigated,\n                              I       then-\n+   -\n                                           (a) the Governor-General shall appoint a tribunal, which\n                                               shall consist of-\n                                                     (i) the Permanent Secretary in the Ministry res-\n                                                         ponsible for Justices of the Peace;\n                       CUSTOS ROTULORUM\n              (ii) a retired Judge; and\n             (iii) a person from civil society selected by the\n                   Governor-General;\n    (b) that tribunal shall enquire into the matter and report on\n        the facts thereof to the Governor-General and recom-\n        mend whether the Custos ought to bi: removed from\n        office on any of the grounds specified in subsection (1).\n       (4) The Commissions of Enquiry Act shall apply in rela-\ntion to a tribunal appointed under subsection (3), or as the con-\ntext may require, to the members thereof, as it applies in relation\nto the Commissions issued to the Chairman and Commissioners\nappointed under that Act.\n       (5) Where the question of removing the Custos from\noffice has been referred to a tribunal, the Governor-General,\nafter consultation with the Prime Minister may suspend the\nCustos from performing the functions of the office and any\nsuspension-\n    (a) may, at any time, be revoked by the Governor-General\n        after consultation as aforesaid; and\n    (b) shall, in any case, cease to have effect if the tribunal\n        advises the Governor-General that the Custos ought not\n        to be removed from office."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A Custos may resign from the office of Custos by instru- Resignation.\nment in writing, addressed to the Governor-General. ."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A Custos shall receive an annual stipend at such rate as custosshall\nmay, from time to time, be prescribed by the Minister, with receive\nthe prior approval .of the Cabinet, by order published in the\nGazette."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) In addition to the functions conferred upon a Custos Functions of\nunder the Justices of the Peace (Official Seals) Act and the Om\"-\nJustices of the Peace (Appointment and Code of Conduct) Rules\n2006 a Custos shall carry out the following functions, in relation\nto the parish for which the Custos was appointed namely-\n                       (a) act as the representative of the Governor-General;\n                       (b) receive the. Governor-General, when he pays official\n                               visits to the parish;          -,   -\n                       (c) in the\n                       . . . .\n                                       . absence\n                                              ..    of the Governor-General\n                                                                          ~.             receive-\n                                                                                          . .\n                                                                                   .\n                                                                                                                                                  ' I S .\n                               .          (i). the sovereign .or a n y member of the Royal\n                          .. .       .      . Family; .\n                                               .             ;.      .... . . . ..\n                                                                                . .         . .                                                                      ,\n                                   .\n     1\n                .                       (ii)' the Prime Miriister:on an official visit; or\n                                           .\n                              ', . (iii); any important personage commended by the\n                                                           ,\n     1            :   , .*                     Governor-General, who. arrives within the pre-\n            . . ..          ...        -- .    ,\n                                                        the parish; . .\n                                              .cincts..of                                !. . . .\n                    ' (4 act -as: Patron of any ' association of the Justices,of the\n                                  '                                                                            '\n       t\n                          -     Peace of the parish;                      . . , . , ,.             .                                                                 m       ,                                                   I\n                        (e)-prepare a:roster.of the Justices within the.,parish so that\n                              ,\n        1                       there are sufficient Justices t o ,carry.,out the Justices\n                     .   .,   . .functions at each sitting of the Petty,Sessions Court;..\n                                      .\n                        u> . meet with the .Judge of the Ciicuit.Court :appointed.to\n                                 be held in the parish, at the court house at'the.op:ening\n                                 of the.session;.\n                                                                                   . : .. . ;:.,,,\n                                         ,     .          :                  . . .                       ,\n                                                                 ...       .:                                  8                                                                                                  : . '\n          ,             ( g ) act as-Chairman of- < , . ; . . . ... .. _ . . .                                                                              .            .        .\n                                                   ,               ,\n                                                                        (i). the cqmmittee\n                                                                               .         ,   . in the parish that is.responsible\n                                                                                                                               r\n                                      .'               ,           . .\n                                                                             for-m&ing\n                                                                                   <\n                                                                                           recbmmends-tions\n                                                                                                     . . . .      to'the\n                                                                                                                  . .- . ~ i n i s t e rin                      Ti\n                                                                             regard to' suitable persgns\n                                                                                                     '\n                                                                                                     . . . .\n                                                                                                                f@ appointment\n                                                                                                                      .\n                                                                                                                                       as                                .                 .       I\n                                                                             Justices of the Peace;\n         ;. . I                                        .               (ii) the ~&en'~o~--~erieral's         ~ c h i e ~ e & n tbards\n                                                                               1:,' .Committe.&                    fdr ,fhe.iaii$h;                   ' .\n                                                                                                                                                                                       :. :\n                                                                                                                                                                                 ,, - 7 . .            .I.:       -1-       :b\n         I\n                                                 (iii) the Parish Advisory Committee on -Local\n                                                               ,\n_    '           I*\n                                                                                                                                                                                                       5\n..       ,                                   . ;' .. Government.Reform; -\n                                          - . *' <(iv)\n                                           '\n                                                       the Community consultative Committee for the\n             I                                         parish; and\n         ..                '7,          , . . .(v)..the ,Prime. minister.'^ Values:and.Attitudes.;Corn-\n                      . -..               . . . . .mfttee-forthe,parish;..<,. . . . , -, .' : . ... .. .. ."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The office of the Custos shall be located within the main Location of\n        court building in the relevant parish or at such other place as ~ ~ ~ ~ f f t h e\n        may be provided by the Government.\n           1 6 . - ( 1 ) Every Custos shall be entrusted with an official seal official Seal.\n        of such size or specification as may be prescribed by the Mini-\n        ster.\n               (2) The official seal shall be assigned to the Custos by\n        the Governor-General.\n                 ' , ...    --\n                      .     '\n                (3) The official seal shall remain in the possession of the\n        Custos during the tenure of the Custos' office and be used solely\n        in the execution of the functions as Custos.\n                (4) Every document which is attested to or authen-\n        ticated by a Custos in the execution of functions as a Custos,\n        shall bear the official seal, the date of execution thereof and the\n        signature of the Custos.\n                      (5) Every Custos who is entrusted with an official seal\n        shall-\n                          ' I\n                (d) preserve Ad maiitain its safe custody; and\n                (b).\n                 ..\n                     report,to the Governor-General. any damage to, d'es-\n                     truction, loss or theft of the seali. as soon\n                                                              .    as is reason-\n                                                                              .   .\n                     ably practicable.\n    '       ,         . .                                                 .\na\n                                                        '4.\n          1 7 . 4 1 ) A Custos shall return to the. ~ o v i k o r - ~ e n e rthe\n                                                                              a l ~ f i c i seal.\n                                                                                            a~\n                                                                                  return of.\n        official seal, where-\n            .(a) the\n                  .\n                     Custos retires kom' office, resigns or i: removed\n                  from' &be; or\n                ( b ) the Custos is directed to do. s o by the %overnor-\n                      General;   . .           . ., \"\n                                                          ,\n                                                              I   _\n                                                                    .                 .\n                          [The inclusion of this page is authorid by LN. 92~120121\n10       8                                                               CUSTOS ROTULORUM\n                                                 within three days of the date of such retirement, removal, resig-\n             I                                   nation or direction, as the case may be.\n                                                         (2) On the death of a Custos, the executor, adminis-\n                                                 trator, personal representative or any person having charge of\n                 I\n                                                 the affairs of such Custos, shall forthwith return the official seal\n                 ,                               entrusted to that Custos, to the Governor-General.\nAnnual\nReport. ' '"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Every Custos shall submit to the Governor-General\n                                                 and the Minister an annual report in January of each year, of            a\n                     ,                           activities in relation to the year immediately preceding.\n                                                            (2) The annual report referred to in subsection (I), shall\n                                                 include-\n                         I\n                                                      (a) the register of Justices in the parish (referred to in\n                         I\n                                                             section 7 of the Justices of the Peace (Official Seals)\n                                                             Act) indicating-\n                                                                 (i) appointments;\n                             1\n                                                                 (ii) resignations;\n                                                                (iii) removals; and\n                                 I\n                                                                (iv) death,\n                                                             with respect to Justices of the Peace duing the year;\n                                                      (b) the activities in the parish in which the Custos is in-\n                                     1\n                                                          volved;\n                                                      (c) a summary of the major projects or plans that are taking\n                                                          place in the parish;\n                                         I\n                                                      (d) a statement as to the adequacy of the Justices of the\n Regulations.\n                                         I\n                                                          Peace in the parish to serve the needs of the parish."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The Minister may make regulations generally for\n                                                                                                                          'a\n                                                 giving effect to the purposes and provisions of this Act and in\n                                             I   particular may make regulations for prescribing the size and\n                                                 specification of official seals and the manner of affixing, im-\n                 I\n                                                 pressing or subscribing them on documents.\n                        CUSTOS ROTULORUM                                          I1\n       (2) Regulations made under subsection (I), may provide\nfor the imposition of penalties on summary conviction iq a Resi-\ndent Magistrate's Court not exceeding a fine of five hundred\nthousand dollars or imprisonment for a term not exceeding six\nmonths or of both such fine and imprisonment."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Minister may vary monetary award or penalty.         *\n2 1. Offences and penalties.\n             [The inclusion of this page i s authorized by L.N. 92d20121\n                       CUSTOS ROTULORUM                                                  3\n              THE CUSTOS ROTULORUM ACT                                        ~ c t\n                                                                          17 of 2011.\n                                              [23th September, 201 1 .I"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--( 1) A CUS~OS\n                  who-                                                    Offences and\n                                                                          penalties.\n     (a) uses an official seal for an u n l a f i l purpose;\n     (b) allows any other person to take possession of or use an\n         official seal for any fraudulent purpose; or\n     (c) uses an oficial seal after that Custos resigns, retires\n         from the office or is removed from office by the                                8\n         Governor-General,\ncommits an offence and is liable on summary conviction in a\nResident Magistrate's Court to, a fine not exceeding five hun-\ndred thousand dollars or to imprisonment for a term not exceed-\ning six months or to both such fine and imprisonment.\n       (2) Any person who-\n     (a) alters, duplicates or tampers with an official seal;\n     (b) uses an official seal without lawful authority;\n     (c) is found in unlawhl possession of an official seal J\n     (4 falsely holds himself out to be the righthl possessor of\n         an official seal;\n     (e) parts with possession of an official seal for an unlawful\n         purpose;\n     u> destroys, makes away with, or by willful neglect,\n          allows any person to obtain possession of an official\n          seal;\n            [The inclusion o f this page is authorized by L.N. 92d20121\n        (g) being a Custos, 'fails to return the official seal upon\n            retirement or resignation from office or revocation of\n            appointment; or\n        (h) being a personahaving charge of the official seal pur-\n            suant to section 17 (2), upon the death of the assigned\n            Cuslos fails to return the official seal, *\nI\n    commits an bffence' and shall be liable on ~limmaryconviction\n    in a Resident Magistrate's Court, to'a fine not exceeding five\n    hundred thousand dollars or to imprisonment for a term\n    not exceeding six months or to both such fine and imprison-\n    ment.                                        . .\n              [ m e inclusion of this page is authorized by L.N. 92c/2012]"
    }
  ],
  "definitions": [
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justices of",
      "source_provision": "sec2"
    },
    {
      "term": "office of Custos",
      "definition": "the office of Custos Rotulorum",
      "source_provision": "sec2"
    },
    {
      "term": "official seal",
      "definition": "the official seal prescribed under sec-",
      "source_provision": "sec2"
    }
  ]
}