{
  "id": "jm-stat-the-dangerous-drugs-act",
  "type": "statute",
  "title": "The Dangerous Drugs Act",
  "title_en": "The Dangerous Drugs Act",
  "short_name": "Dangerous Drugs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-dangerous-drugs-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-dangerous-drugs-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This authorization is not a licence to obtain or be in possession\n     of the drugs named herein."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. This authorization is available only for drugs of the exact\n     quantity, kind and form specified above."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. This authorization does not relieve the exporter from compliance\n     with any Customs regulations in force for the time being relating\n      to the exportation of goods from Jamaica nor from any provision\n      of the Post Office Act, or of. any Post Office regulations for\n28                               DANGEROUS DRUGS\n               the time being in force. nor from any rules or regulations respect-\n               ing the transmission of articles by post which may for the time\n               being be in force, whether within Jamaica or elsewhere."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may make regulations for controlling or Power to\n                                                                        the\nrestricting the importation, exportation, transit, production, regulate\n                                                               production\n                                                                  and deal-\npossession, sale, and distribution, of raw opium or coca of    ing in m w\nleaves, and in particular, but without prejudice to the opium         and\n                                                               coca ieaves.\ngenerality of the foregoing power, for prohibiting the pro-\nduction, possession, sale, or distribution, of raw opium or\ncoca leaves except by persons licensed or otherwise author-\nized in that behalf."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Every person who cultivates the opium poppy Cultivation\n                                                      of opium or\n(papaver somniferum) or the coca plant (Erythroxylum COCa\ncoca) shall be guilty of an offence against this Act. 3011994\n                                                      S. 2 (a).\n       (2) Every person who contravenes subsection (1).30/1994\n                                                       S. 2 (b).\nshall be liable-\n     (a) on conviction before a Circuit Court to a fine or to\n         imprisonment for a term not exceeding thirty-five\n         years or to both such fine and imprisonment;\n     ( b ) on summary conviction before a Resident Magis-\n           trate to a fine not exceeding five hundred thousand\n           dollars or to imprisonment for a term not exceed-\n           ing five years or to both such fine and imprison-\n           ment.\nR/G8\n6                                         DANGEROUS DRUGS\n                                  PARTIII. Prepared Opium\nExport or            6. Every person who imports or brings into, or exports\nimport of\nprepared           from, the Island any prepared opium shall be guilty of an\n opium.\n    1987           oEence against this Act.\nS. 6.\nManufac-             7. Every person who-\ntunng, sell-\ning, using.\netc., prt-\n                       (4 manufactures, sells, or otherwise deals in, pre-\nDared                      pared opium; or\nopium\nan offence.\n 171 1987\n                       (b) has in his possession any prepared opium; or\nS . 5 (a), (7b).\n                       (d being the occupier of any premises permits those\n                            premises to be used for the purpose of the prepara-\n                            tion of opium for smoking or for the sale, or\n                            smoking, of prepared opium; or\n 17/1987\ns. 5(c).\n                            is concerned in the management of any premises\n                            which he knows is being used for any such purpose\n                            as is set out in paragraph (c); or\n                            has in his possession any pipes or other utensils\n                            for use in connection with the smoking of opium,\n                            or any utensils used in connection with the pre-\n                            paration of opium for smoking; or\n                             smokes or otherwise uses prepared opium, or\n                             frequents any place used for the purpose of opium\n                             smoking,\n                   shall be guilty of an offence against this Act.\n171 1987                                    PARTIIIA. Ganja\nS. 6.\nExport or            7A.41) Every person who imports or exports or takes\nimport of\nwja.               any steps preparatory to exporting ganja shall be guilty of\n                   an offence and-\n                           F   e inclusion of this page is authorized by L.N. 79119961\n                        DANGEROUS DRUGS                               6.01\n          on conviction before a Circuit Court, shall be\n          sentenced to a fine of not less than five hundred\n          dollars for each ounce of ganja which the Court is\n          satisfied is the subject-matter of the offence or to\n          imprisonment for a term not exceeding thirty-five 3 0 / 1 9 ~\n          years or to both such fine and imprisonment; or 5. 3 (a).\n          on summary conviction before a Resident Magis-\n          trate, notwithstanding section 44 of the Interpre-\n          tation Act, shall be liable+-\n               (i) to a fine which shall not be less than three\n                   hundred dollars, nor more than five hundred\n                   dollars, for each ounce of ganja which the\n                   Resident Magistrate is satisfied is the\n                   subject-matter of the offence, so, however,\n                   that any such fine shall not exceed five 30/1994\n                   hundred thousand dollars; or                 s. 3 0).\n             (ii) to imprisonment for a term not exceeding\n                   three years; or\n            (iii) to both such fine and imprisonment.\n      (2) Where there is evidence-\n    (U)   that the ganja for which an accused person has\n          been charged under this section i s packaged in\n          such a way as to make it reasonably suitable for\n          exporting; or\n     (b) that the ganja for which a person is charged was\n         found to be in or at any prescribed port or place,\nthat evidence shall be prima facie evidence of steps being\ntaken preparatory to the exporting of the ganja by the\nperson charged.\n      (3) In this section the expressions “export” and “im-\nport” shall have the same meanings as in section 12.\n          me inclusion of this page is aufiorid by L.N. 79/19961"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.02                                DANGEROUS DRUGS\nCultiva-       7B. Every person who-\nting,\nselling or\ndedmg            (a) cultivates, gathers, produces, sells or otherwise\nin, or\ntrans-\n                      deals in ganja; or\nPoqiw\nganja.\n1711987\nS. 6.\n                 (b) being the owner or occupier of any premises, uses\n                     such premises for the cultivation or storage of\n                     ganja or the selling or otherwise dealing in ganja\n                     or knowingly permits such premises to be so used;\n                      or\n                 (c) uses any conveyance for carrying ganja or for the\n                      purpose of selling or otherwise dealing in ganja,\n                      or being the owner or person in charge of any con-\n                      veyance, knowingly permits it to be so used,\n             shall be guilty of an offence and-\n                 (d) on conviction before a Circuit Court, shall be sen-\n                     tenced to a fine of not less than two hundred\n                     dollars for each ounce of ganja which the Court is\n                     satisfied is the subject matter of the offence or to\n30/1994              imprisonment for a term not exceeding thirty-five\nS. 4 (a).\n                     years or to both such fine and imprisonment; or\n                 (e) on summary conviction before a Resident Magis-\n                      trate, notwithstanding section 44 of the Interpreta-\n                      tion Act, shall be liable-\n                           (i) to a fine which shall not be less than one\n                               hundred dollars, nor more than two hundred\n                               dollars, for each ounce of ganja which\n                               the Resident Magistrate is satisfied is the\n                                subject-matter of the offence, so, however,\n30/1994                         that any such fine shall not exceed five\nS. 4 (b).                      hundred thousand dollars; or\n                     DANGEROUS DRUGS                                6.05\n    ( b ) being the owner or occupier of any premises uses\n          such premises for the manufacture, sale or dis-\n          tribution of any such drug or knowingly permits\n          such premises to be so used; or\n    (c) uses any conveyance for carrying any such drug\n          or for the purpose of the sale or distribution of\n          such drug or, being the owner or person in charge\n         of any conveyance, knowingly permits it to be\n          so used,\nshall be guiky of an offence.\n           (2) Every person who contravenes subsection (1)\nshall be liable-\n    (a) on conviction before a Circuit Court to a fine or\n        to imprisonment for a term not exceeding thirty-\n        five years or to both such fine and imprisonment;\n    ( b ) on summary conviction before a Resident Magis-\n          trate to a fine not exceeding five hundred thousand\n          dollars or to imprisonment for a term not exceed-\n          ing five years or to both such fine and imprison-\n          ment."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The copy of the export authorization, if any, which accompanied\nthe drugs shall be forwarded to the Chief Medical Officer immediately\nthe importation of the drugs has been effected.\n                            .....................................................................\n                                                 (Signature) Chief Medical Officer.\n(Date).   ...........................................................\n           P h e inclusion of this page is authorized by L.N. 480/1973]\n30                                   DANGEROUS DRUGS\n       SCHEDULE specifying the drugs and quantities thereof to be\n     imported-\n        This authorization is not to leave the possession of the importer until\n     it is surrendered to the Chief Medical Officer or to the Customs\n     Officer, who will complete the certificate on the back and return the\n     authorization to the Chief Medical Officer.\n                      ENDORSEMENT BY CUSTOMS OFFICER\n                                 AT THE TIME OF IMPORTATION\n                         Number\n                         and date                                                           Signature,\n             )escription     of                         Customs                             mark and\n             of Drugs     Export Quantity How Imported entry or                             Station of\n                         1\n             imported Authoriza-\n                           tion\n                                                       Parcel No.                            Customs\n                                                                                             Officer\n                                                     e.g.,ex.. ..\n                                                     (in the case of\n                                                     a ship), or by\n                                                     registered\n                                                     parcel post or\n                                                     by insured box\n                                                     post.\n       This authorization, when all the drugs to which it relates have been\n     imported must be returned by the Customs Officer to the Chief\n     Medical Officer.\n                                                FORMD                              (Section 16 (1))\n                                            DRUGSACT\n                                  THEDANGEROUS\n          LICENCE FOR THE REMOVAL OF DANGEROUS DRUGS\n                                             IN TRANSIT\n     ................................................................ ..is hereby authorized\n     to move the dangerous drugs described hereunder from                          .....................\n     to.. ....................................................\n     Nature and quantity of dangerous drugs                       ....................................\n     Particulars of export authorization (or\n       diversion certificate), if any, relating\n        thereto                                                   ....................................\n     Name of ship on which the drugs were\n       brought into the Island                                    ....................................\n     Date of arrival                                           ....................................\n     Number of packages                                           ....................................\n                                 DANGEROUS DRUGS                                                          31\nMarks and numbers on packages                                   ....................................\n This licence is issued subject to the following conditions-\n   (1) This licence is valid only for the removal of the drugs specified\n       above.\n   (2) The removal of the drugs shall take place between ...............\n           a.m.1p.m. and ..................a.m.1p.m. on the                    ........................\n         .........................................."
    },
    {
      "provision_ref": "sec7c",
      "section": "7c",
      "title": "Section 7c",
      "content": "7c. Possession of ganja.\n  Smoking of ganja.\n7~.\n                   PARTIV. Cocaine. Morphine, etc."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. This authorization is valid only for the exporter named above\n               and may be revoked at any time by the Chief Medical O!Xcer.\n               It shall be produced for inspection when required by any duly\n               authorized person."
    },
    {
      "provision_ref": "sec8b",
      "section": "8B",
      "title": "Section 8B",
      "content": "8B.-(1) A person shall not, save as authorized by a possession\n                                                          of cocaine,\nlicence, or under any regulations made under this Act, be etc.\n                                                          301 1994\nin possession of any drug to which this Part applies.     s. 5.\n         (2) Every person who contravenes this section\nshall be guilty of an offence and shall be liable-\n    (a) on conviction before a Circuit Court to a fine or\n         to imprisonment for a term not exceeding thirty-\n         five years or to both such fine and imprisonment;"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)\nand sale of   ofthe drugs to which this Part applies, the Minister may\ncocaine, etc.\n             make regulations for controlling the importation, exporta-\n             tion, transit, manufacture, sale, possession and distribution\n             of those drugs, and in particular, but without prejudice to\n             the generality of the foregoing power-\n                      (a) for prohibiting the manufacture of any drug to\n                            which this Part applies except on premises licensed\n                            for the purpose and subject to any conditions\n                            specified in the licence;\n                      (b) for prohibiting the manufacture, sale, or distri-\n                          bution, of any such drug except by persons\n                          licensed or otherwise authorized under the Regula-\n                          tions made under this Act and subject to any\n                          conditions specified in the licence or authority,\n                      (c) for regulating the issue by medical practitioners\n                            of prescriptions containing any such drug and the\n                            dispensing of any such prescription;\n                      (4 for requiring persons engaged in the manufac-\n                            ture, sale, or distribution, of any such drug to\n                            keep such books and furnish such information,\n                            either in writing or otherwise, as may be\n                            prescribed.\n                            me inclusion of this page is authorized by L.N. 3/2001]\n                       DANGEROUS DRUGS                               7\n        (2) The regulations under this section shall also pro-\nvide for authorizing any person who is licensed or other-\nwise authorized and who lawfully keeps open shop for the\nretailing of poisons in accordance with the provisions of\nthe Pharmacy Act-\n      (a) to manufacture at the shop in the ordinary course\n           of his retail business any preparation, admixture,\n           or extract, of any drug to which this Part applies;\n           or\n     (b) to carry on at the shop the business of retailing,\n           dispensing, or compounding, any such drug,\nsubject to the power of the Minister to withdraw the\nauthorization in the case of a person who has been convicted\nof an offence against this Act or against the Pharmacy Act\nor against the Food and Drugs Act, and who cannot, in\nthe opinion of the Minister, properly be allowed to carry\non the business of manufacturing or selling or distributing,\nas the case may be, any such drug.\n      (3) Nothing in any regulations made under this sec-\ntion shall be taken to authorize the sale, or the keeping of\nan open shop for the retailing, dispensing, or compounding,\nof poisons by any person who is not qualified in that behalf\nunder, or otherwise than in accordance with, the provisions\nof the Pharmacy Act, or to be in derogation of the\nprovisions of such Act for prohibiting, restricting, or\nregulating, the sale of poisons.\n                                                          mgs.\n  le.41) The drugs to which this Part applies are-        to which\n                                                          Part IV\n    (a) medicinal opium;                                  applies.\n    (b) any extract or tincture of the plant cannabis\n        sativa;\n    (c) morphine and its salts, and diacetylmorphine\n        (commonly known as diamorphine or heroin) and\n        the other esters of morphine and their respective\n        salts;\n8                    DANGEROUS DRUGS\n       cocaine (including synthetic cocaine) and ecgonine\n       and their respective salts, and the esters of\n       ecgonine and their respective salts;\n       any solution or dilution of morphine or cocaine or\n       their salts in an inert substance whether liquid or\n       solid, containing any proportion of morphine or\n       cocaine, and any preparation, admixture, extract,\n       or other substance (not being such a solution or\n       dilution as aforesaid),containing not less than one-\n        fifth per centurn of morphine or one-tenth per\n        cenfunz of cocaine;\n        any preparation, admixture, extract, or other sub-\n        stance, containing any proportion of diacetylmor-\n        phine or of the other esters of morphine, or con-\n        taining any proportion of ecgonine or of the esters\n        of ecgonine;\n        dihydrohydroxycodeinone, dihydrocodeinone, di-\n        hydromorphinone, acetyldihydrocodeinone, di-\n        hydromorphine, their esters and the salts of any\n        of these substances and of their esters, morphine-\n        N-oxide (commonly known as genomorphine), the\n        morphine-N-oxide derivatives, and any other pen-\n        tavalent nitrogen morphine derivatives;\n    (h) thebaine and its salts, and (with the exception of\n        methylmorphine, commonly known as codeine, and\n        of ethylmorphine, commonly known as dionin,\n        and their respective salts) benzylmorphine and the\n        other ethers of morphine and their respective\n        salts;\n    (i) any preparation, admixture, extract, or other sub-\n        stance, containing any proportion of any of the\n        substances mentioned in paragraph (g) or in para-\n        graph (h).\n                      DANGEROUS DRUGS                              9\n   For the purpose of the foregoing provision the expression\n“ecgonine” means laevo-ecgonine and includes any deriva-\ntives of ecgonine from which it may be recovered indus-\ntrially, and the percentage in the case of morphine shall be\ncalculated as in respect of anhydrous morphine.\n         (2) For the purposes of this section, percentages in\nthe case of liquid preparations shall, unless other provision\nin that behalf is made by regulations under this Act, be\ncalculated on the basis that a preparation containing one\nper centurn of any substance means a preparation in which\none gramme of the substance, if a solid, or one millilitre of\nthe substance, if a liquid, is contained in every one hundred\nmillilitres of the preparation, and so in proportion, for any\ngreater or less percentage.\n         (3) If it appears to the Minister that any new deriva-\ntive of morphine or cocaine or of any salts of morphine or\ncocaine or any other alkaloid of opium or any other drug\nof whatever kind is, or is likely to be productive, if improp-\nerly used, or is capable of being converted into a substance\nwhich is, or is likely to be productive, if improperly used,\nof ill-effects substantially of the same character or nature\nas or analogous to those produced by morphine or cocaine,\nthe Minister may by order declare that this Part shall apply\nto that new derivative or alkaloid or other drug in the same\nmanner as it applies to the drugs mentioned in subsection\n(1).\n       (4) If the Minister thinks fit to declare that a find-\ning with respect to any preparation containing any of the\ndrugs to which this Part applies has in pursuance of Article\n8 of the Geneva Convention (No. 1) been communicated by\nthe Council of the League of Nations to the parties to the\nsaid Convention, the provisions of this Part shall, as from\nsuch date as may be specified in such declaration, cease to\napply to the preparations specified therein.\n10                                   DANGEROUS DRUGS\nTrade, etc.,      11.-(1) Every person in the Island, who trades in, or\nin new\ndrugs, and     manufactures for the purpose of trade, any products\npower to\napply          obtained from any of the phenanthrene alkaloids of opium,\nPart IV to\ncertain        or from the ecgonine alkaloids of the coca leaf, not being a\ndrugs.         product which was on the 13th day of July, 1931, being\n               used for medical or scientific purposes shall be guilty of an\n               offence against this Act :\n                 Provided that if the Minister is at any time satisfied as\n               respects any such product that it is of medical or scientific\n               value, he may by order direct that this subsection shall\n               cease to apply to that product.\n                       (2) If it is made to appear to the Minister that a\n               decision with respect to any such product as is mentioned\n               in subsection (1) has in pursuance of Article II of the Geneva\n               Convention (No. 2) been communicated by the Secretary-\n               General of the League of Nations to the parties to the said\n               Convention, the Minister, by order, may, as the case requires,\n               either declare that the provisions of this Part shall apply to\n               that product in the same manner as they apply to the drugs\n               mentioned in subsection (1) of section 10, or apply such\n               Part to that product with such modifications as may be\n               specified in the order.\n                       (3) The Minister may by order apply this Part,with\n               such modifications as may be specified in the order, to any\n               of the following drugs, that is to say, methylmorphine (com-\n               monly known as codeine), ethylmorphine (commonly\n               known as dionin) and their respective salts, preparations and\n               admixtures.\n                           PARTV. Control of External Trade\nInterpreta-\ntion."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Drugs to which Part N applies.\n          [The incluslion of this page is aut210rizG by LN. 791 199661\n                       DANGEROUS DRUGS                                     5\n     ( b ) as respects amounts exceedng an ounce or ounces,\n           be deemed to include any part of an ounce in\n           excess of a complete ounce or ounces, as the case\n           may be.\n          PART11. Raw Opium and Coca Leaves"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. In this Part-\n               “conveyance” includes ship, aircraft and any other means\n                   of transport by which goods may be brought into or\n                   taken from the Island;\n                      DANGEROUS DRUGS\n“dangerous drug” means any drug to which Part IV applies,\n    and includes raw opium, coca leaves, and all prepara-\n    tions of which resins obtained from the plant cannabis\n    sativa form the base;\n“diversion certificate” means a certificate issued by the\n    eompetent authority of a country through which a\n    dangerous drug passes in transit, authorizing the\n    diversion of such drug to a country other than that\n    specified as the country of ultimate destination in the\n    export authorization, and containing all the parti-\n    culars required to be included in an export authoriza-\n    tion, together with the name of the country from which\n    the consignment was originally exported;\n“export” with its grammatical variations and cognate\n    expressions, in relation to the Island, means to take\n    or cause to be taken out of the Island by land, air, or\n    water, otherwise than in transit;\n“export authorization” means an authorization issued by\n    a competent authority in a country from which a\n    dangerous drug is exported, containing full particulars\n    of such drug, and the quantity authorized to be\n    exported, together with the names and addresses of\n    the exporter and the person to whom it is to be sent,\n    and stating the country to which, and the period\n    within which it is to be exported;\n“import” with its grammatical variations and cognate\n    expressions, in relation to the Island, means to bring\n    or cause to be brought into the Island by land, air or\n    water, otherwise than in transit;\n“import authorization” means a licence, issued by a com-\n    petent authority, authorizing the importation of a\n    specified quantity of a dangerous drug and containing\n    full particulars of the drug, together with the name\n    and address of the person authorized to import the\n12                              DANGEROUS DRUGS\n               drug, the name and address of the person from whom\n               the drug is to be obtained, and specifying the period\n               within which the importation must be effected;\n           “import certificate” means a certificate substantially in the\nSchedule\nForm A.\n               Form A set out in the Schedule, issued by a competent\n               authority in a country into which it is intended to\n               import dangerous drugs;\n           “in transit” means taken or sent from any country and\n               brought into the Island by land, air or water (whether\n               or not landed or transhipped in the Island), for the\n               sole purpose of being carried to another country either\n               by the same or another conveyance.\nmeexport      1 3 . 4 1 ) Upon the production of an import certificate\ngerous\nOfdan-     duly issued by the competent authority in any country, the\ndrugs.     Chief Medical Officer may issue an export authorization\nSchedule   in the Form €3 set out in the Schedule in respect of any drug\nForm B.\n           referred to in the import certificate to any person who is\n           named as the exporter in such certificate, and is, under the\n           provisions of this Act, otherwise lawfully entitled to export\n           such drug from the Island. The export authorization shall\n           be prepared in triplicate and two copies shall be issued to\n           the exporter who shall send one copy with the drug to which\n           it refers when such drug is exported. The Chief Medical\n           Officer shall send the third copy direct to the appropriate\n           authority of the country of ultimate destination. Where the\n           intended exportation is to a country which is not a party to\n           the Geneva Convention (No. 2), it shall not be necessary to\n           produce an import certificate. Subject to the provisions of\n           subsection (2), it shall be in the absolute discretion of the\n           Chief Medical Officer in all cases to issue or refuse an\n           export authorization, as he may think fit.\n                  (2) If at any time the importation of any dangerous\n           drug into a foreign country which is not a party to the\n           Geneva Convention (No. 2) is prohibited or restricted by\n                 me inclusion of this page is authorized by L.N. 480/1973]\n                      DANGEROUS DRUGS                                        13\nthe laws of that country no export authorization may law-\nfully be issued authorizing the exportation thereof to such\ncountry in contravention of such laws.\n        (3) No dangerous drug shall be exported from the\nJsland unless the consignor is in possession of a valid and\nsubsisting export authorization relating to such drug\ngranted under this Act.\n        (4) At the time of exportation of any dangerous drug\nthe exporter shall produce to the Commissioner the dan- i2/198s\ngerous drug, the export authorization relating thereto, Sch.\nand such other evidence as the Commissioner may require\nto satisfy him that the drug is being lawfully exported to\nthe place and person named in the authorization which\nrefers to it.\n        (5) Every person who exports, causes to be exported,\nor takes any steps preparatory to exporting, any dangerous\ndrug from the Island except under and in accordance with,\nthe provisions of this Act shall be guilty of an offence\nagainst this Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.- 41) An import authorization in the Form C set out Theimport\n                                                                   of dan-\nin the Schedule permitting the importation into the Island gerous\nof any dangerous drug specified therein may be granted by          &Tsde\nthe Chief Medical Officer subject to such conditions as he FomC.\nmay deem fit to any person who may lawfully import such\ndrug.\n         (2) Where an import authorization is issued under\nsubsection (l), the Chief Medical Officer shall also issue,\nin relation to the dangerous drug intended to be imported,\nan import certificate (Form A) which shall be forwarded by\nthe intending importer to the person from whom the drug\nis to be obtained. When the importer to whom an import\nauthorization is issued under this section intends to import\n        [The inclu&n of chis page is authorized by L.N. 87/1986]\n14                              DANGEROUS DRUGS\n          the drug or drugs to which such authorization relates in\n          more than one consignment, a separate import certificate\n          shall be issued to him in respect of each such consignment.\n                  (3) No dangerous drug shall be imported into the\n          Island unless the person to whom the drug is consigned is\n          in possession of a valid and subsisting import authorization\n          granted under this section.\n                 (4) Every dangerous drug imported into the Island\n          from a country which is a party to the Geneva Convention\n          (No. 1) shall be accompanied by a valid and subsisting\n          export authorization or diversion certificate.\n                  (5) Every person who imports, causes to be\n          imported, or takes any steps preparatory to importing any\n          dangerous drug into the Island except under, and in accord-\n          ance with, the provisions of this Act shall be guilty of an\n          offence against this Act.\n                  (6) There shall be a Dangerous Drugs (Import\n          Licences) Appeal Board consisting of five medical practi-\n          tioners appointed in that behalf by the Minister, two of\n          whom shall be government medical officers and three of\n          whom shall be private practitioners.\n                (7) The Minister shall from such members appoint\n          a Chairman of the Board and the Chairman and two\n          members shall form a quorum.\n                  (8) Any person who is aggrieved by the refusal of\n          an import authorization under this section may, within\n          seven days of such refusal, appeal to the Board against such\n          refusal, and the decision of the Board on such appeal shall\n          be final.\nDanger-     E.-(1) No person shall bring any dangerous drug to the\ntrmtrt.   Island in transit unless-\n                   pie incluekm of this page is authized by L.N. 87/1986]\n                      DANGEROVS DRUGS                                  15\n         the drug is in course of transit from a country\n         from which it may be lawfully exported, to another\n         country into which such drug may be lawfully\n         imported; and\n         except where the drug comes from a country not a\n         party to the Geneva Convention (No. I), it is\n         accompanied by a valid and subsisting export\n         authorization or diversion certificate, as the case\n         may be.\n       (2) Where any dangerous drug in transit is accom-\npanied by an export authorization or diversion certificate\nand the Commissioner has reasonable grounds for believing i2/198s\nthat such authorization or certificate is false, or that it has Sch.\nbeen obtained by fraud or wilful misrepresentation of a\nmaterial particular, the Commissioner, may seize and detain\nthe drug to which such authorization or certificate relates.\nUpon being satisfied that such authorization or certificate\nis valid or has not been obtained by fraud or misrepresenta-\ntion the Commissioner shall release the drug.\n        (3) Where the dangerous drug in transit is not\naccompanied by an export authorization or diversion certi-\nficate by reason of the fact that the drug comes from a\ncountry not a party to the Geneva Convention (No. 1) and\nthe Commissioner has reasonable grounds for believing Sch. 12/198S\nthat such drug is being conveyed in an unlawful manner or\nfor an unlawful purpose or is in course of transit for the\npurpose of being imported into another country in contra-\nvention of the law of that country, the Commissioner may\nseize and detain the drug.\n       (4) Where a dangerous drug brought into the\nIsland in transit is landed, or transhipped in the Island, it\nshall remain under the control of the Commissioner and 12/1985\nshall be moved only under and in accordance with the sch*\nremoval licence granted under section 16.\n        me inclusicm of dbis page is authorized by L.N. 87/1986]\n16                                 DANGEROUS DRUGS\n                    (5) Nothing in this section contained shall be\n            deemed to apply to any dangerous drug in transit by post\n            or in transit by air if the aircraft passes over the Island\n            without landing, or to such quantities of dangerous drugs\n            as may, bona fide, reasonably form part of the medical\n            stores of any ship or aircraft.\nRemoval        16.--(1) Every person who-\nlicences.\n                 (a) removes any dangerous drug from the conveyance\n                       by which it is brought into the Island in transit;\n                       or\n                 (b) in any way moves any such drug in the Island at\n                       any time after removal from such conveyance,\nSchedule    except under and in accordance with a licence in the Form D\nF o m D.\n            set out in the Schedule (in this Act referred to as a “removal\n1211985     licence”) issued by the Commissioner shall be guilty of\nsch.\n            an offence against this Act. In all cases it shall be in the\n            absolute discretion of the Commissioner to issue or refuse\n            a removal licence as he shall deem fit.\n                     (2) No removal licence for the transfer of any such\n            drug to any conveyance for removal out of the Island shall\n            be issued unless and until a valid and subsisting export\n            authorization or diversion certificate relating to it is pro-\n1211985     duced to the Commissioner :\nsch.\n               Provided that where the drug has come from a country\n            not a party to the Geneva Convention (No. 1) this sub-\n            section shall not apply.\n                     (3) The provisions of this section shall not apply\n            to dangerous drugs in transit by post.\nDrugs not      17. Every person who causes any dangerous drug in\n10 be\ntampered    transit to be subjected to any process which would alter its\nwith.       nature, or wilfully opens or breaks any package containing\n            a dangerous drug in transit except under the instructions\n12/1985     of the Commissioner and in such manner as he may direct,\nSch.        shall be guilty of an offence against this Act.\n                    [The incluskm of this page is authorized by L.N. 87/1986]\n                      DANGEROUS DRUGS                               17"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-( 1) Every person who, except under the authority Diversion of\nof a diversion certificate in the Form E set out in the ~ ~ ~ ~ ~ . r o u s\nSchedule, causes or procures any dangerous drug brought Schedule\n                                                             Form E.\ninto the Island in transit to be diverted to any destination\nother than that to which it was originally consigned, shall\nbe guilty of an offence against this Act. In the case of any\ndrug in transit accompanied by an export authorization or\na diversion certificate issued by a competent authority of\nsome other country, the country to which the drug was\noriginally consigned shall be deemed to be the country\nstated in such export authorization or diversion certificate\nto be the country of destination.\n        (2) The Chief Medical Officer may in his absolute\ndiscretion issue a diversion certificate in respect of any\ndangerous drug in transit upon production to him of a valid\nand subsisting import certificate issued by a competent\nauthority in the country to which it is proposed to divert\nthe drug, or, if that country is not a party to the Geneva\nConvention (No. 11, upon such evidence as may satisfy him\nthat the drug is to be sent in a lawful manner and for a\nproper purpose.\n        (3) A diversion certificate shall be issued in dupli-\ncate and one copy thereof shall accompany the drug when it\nis exported from the Island. The other copy shall be\ndespatched by the Chief Medical Officer direct to the proper\nauthority in the country to which the consignment has\nbeen diverted.\n       (4) Upon the issue of a diversion certificate the\nexport authorization or diversion certificate (if any) accom-\npanying the drug on its arrival in the Island shall be\ndetained by the Chief Medical Officer and returned to the\nauthority issuing such authorization or diversion certificate\ntogether with a notification of the name of the country to\nwhich such drug has been diverted.\n18                                    DANGEROUS DRUGS\n                                       PARTVI. General\nLicences.        19. Licences, permits, or authorities, for the purposes\n               of this Act (other than Part V) may be issued or granted\n               by the Chief Medical Officer on such terms and subject to\n               such conditions (including in the case of a licence the pay-\n               ment of a fee) as the Minister may prescribe.\nExporter or      20. If any articles prohibited to be exported by virtue\nagent liable\nfor contra-    of this Act are exported from the Island in contravention\nvention\nregarding      thereof, or brought to a quay or other place for the pur-\nexport.        pose of being so exported or of being water-borne to be so\n               exported, the exporter or his agent shall be guilty of an\n               offence against this Act.\nPowers of        21.-(1)    Any constable, or other person authorized in\ninspection\nand seizure.   that behalf by any general or special order of the Commis-\n31/1961\nS . 2 (a).     sioner of Police, shall, for the purposes of the execution of\n               this Act, have power to enter the premises of any person\n               carrying on the business of a producer, manufacturer,\n               seller, or distributor, of any drugs to which this Act applies\n               and to demand the production of and to inspect any books\n               or documents relating to dealings in any such drugs and to\n               inspect any stocks of any such drugs.\n31/1961                (2) Any person authorized in that behalf by any\nS . 2 (b).\n               general or special order of the Chief Medical Officer,shall.\n               for the purposes of the execution of this Act have power\n               to enter the premises of any person carrying on the business\n               of a producer, manufacturer, seller or distributor of any\n               drugs to which this Act applies, to demand the production\n               of and to inspect any books or documents relating to deal-\n               ings in any such drugs and to inspect any stocks of any\n               such drugs and seize and detain any drug which in the\n               opinion of such authorized person is below standard or is\n               unfit for use.\n                       DANGEROUS DRUGS                                   19\n         (3) Any drug seized and detained under this section 31/1961\nmay be destroyed on the certificate of the Chief Medical S.2(b).\n Officer to the effect that it is below standard or is unfit\nfor use.\n         (4) If any member of the Constabulary Force of or 10/1964\nabove the rank of Sergeant is satisfied that there is reason- S.2 (a).\nable cause to believe thpt an offence against this Act is being\ncommitted in any premises, he may give directions in\nwriting to any constable to enter such premises, search the\npremises and seize and detain-\n     (a) any drug to which this Act applies;\n     (b) anything in which such constable reasonably\n          suspects a drug to which this Act applies is being\n          concealed;\n     (c) any other thing by means of which or in respect\n          of which such constable reasonably believes an\n           offence against this Act has been committed or\n          which may be evidence of the commission of such\n          offence,\nand such constable shall have power to carry out such\ndirections :\n   Provided that it shall be the duty of such constable in\nthe execution of any such directions to produce the instru-\nment containing the same to the owner or occupier of any\npremises entered pursuant to such directions if required\nby such owner or occupier to do so, and to permit a copy\nthereof to be taken by, or on behalf of, such owner or\noccupier either at the time of the entering and search of\nsuch premises or at any time afterwards whilst such in-\nstrument remains in the custody of the constable.\n        (5) If a Justice is satisfied by information on oath\nthat there js reasonable ground for suspecthg-\n     (a) that any drugs to which this Act applies are, in\n          contravention of the provisions of this Act or of\n          any regulations made thereunder, in the posses-\n----                                       __ ___\n20                                  DANGEROUS DRUGS\n                       sion or under the control of any person in any\n                       premises; or\n                  (b) that any document directly or indirectly relating\n                       to or connected with any transaction or dealing\n                       which was, or any intended transaction or dealing\n                       which would if carried out be, an offence against\n                       this Act or, in the case of a transaction or dealing\n                       carried out or intended to be carried out in any\n                       place outside the Island, an offence against the\n                       provisions of any corresponding law in force in\n                       that place, is in the possession or under the control\n                       of any person in any premises,\n             he may grant a search warrant authorizing any constable\n             named in the warrant, at any time or times within one\n             month from the date of the warrant, to enter, if need be by\n             force, the premises named in the warrant, and to search\n             the premises and any persons found therein, and if there\n             is reasonable ground for suspecting that an offence against\n             this Act has been committed in relation to any such drugs\n             which may be found in the premises or in the possession of\n             any such persons, or that any document which may be so\n             found is such a document as aforesaid, to seize and detain\n             those drugs or that document, as the case may be.\n                     (6) Every person who wilfully delays or obstructs\n             any constable or any person authorized by the Chief\n31/1961      Medical Officer pursuant to the provisions of subsection (2)\ns. 2 (c).\n             in the exercise of his powers under this section, or fails to\n             produce, or conceals, or attempts to conceal, any such\n             books, stocks, drugs, things or documents, as set out in\nlO/ 1964\nS . 2 (b).\n             this section, shall be guilty of an offence against this Act.\nOffence        2lA.-(1) Notwithstanding anything to the contrary in\nof using\nthe postal   any other enactment, every person who, without lawful ex-\nservices     cuse\nfor drugs.\n1?/198?          (a) encloses in or with any letter, parcel, packet or other\ns. 7.\n                      matter sent by post, or posts any cocaine, opium,\n                      ganja or drug to which Part IV applies; or\n                      [The indusion of this page is authorized by L.N. 37/1988]\n                         DANGEROUS DRUGS                                21\n     (b) uses any mailbag or mail van or other vehicle used\n          for the carrying of mail for the transportation\n          of any cocaine, opium, ganja or drug to which\n          Part IV applies,\nshall be guilty of an offence and shall be liable-\n     (c) on conviction before a Circuit Court to imprison-\n          ment for a term not exceeding fifteen years; or\n     (d) on summary conviction before a Resident Magis-\n           trate, in the case of a first conviction for such\n          offence, to a fine not exceeding fifty thousand\n           dollars or to imprisonment for a term not exceeding\n          three years, or to both such fine and imprisonment\n           and in the case of a second or subsequent convic-\n           tion for such offence, to a fine not exceeding one\n           hundred thousand dollars or to imprisonment for a\n           term not exceeding five years or to both such fine\n           and imprisonment.\n         (2) In subsection (1) “mailbag”-\n      (a) has the same meaning as defined in section 2 of\n           the Post Office Act; and\n      (b) includes any bag that is similar in design and con-\n           struction to bags customarily used for the purpose\n           of transporting mail."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19           ......\n    (3) If the removal of the drugs does not take place within the\n        hours and on the day specified, this licence must be returned\n          to the Commhioner forthwith; and in any case shall be 12/1985\n        surrendered when the removal has taken place.                 sch.\n    (4) The drugs must not be moved unless an officer of the Customs\n         and Excise Department is present.                             12/1985\n                                                                      9ch.\n    (5) This licence does not authorize the person named above to be\n        in possession of the drugs otherwise than for the purpose of\n        removing them in accordance with this licence.\n    (6) The packages containing the drugs are not to be opened or\n        broken in the course of the removal.\n    (7) This licence shall be produced at any time when required by\n          a duly authorized person.\n                                         .........................................................\n                                                          (Signature and stamp of the\n                                                                    Commissioner)\n(Date).   ........................................................\n                                             FORM E                                (Section 18 ( 1 ) )\n                                        DRUGSA m\n                              THEDANGEROUS\n                           International Opium Conventions\n                            DIVERSION CERTIFICATE\n   I, being the person charged with the administration of the law\nrelating to the dangerous drugs to which the International Opium\nConventions apply, hereby certify that I have authorized the diversion\nof the consignment of drugs, of which particulars are given below. to\nthe destination stated below-\n  Description and quantities of drugs                    ..........................................\n   Name of vessel on which the w n -\n     signment was brought to Jamaica ..........................................\n  Name and address of the exporter                        ..........................................\n  Number and date of export authori-\n   zation and authority by whom\n    issued                                                ..........................................\n               [The hclusiuw of b h k page is authkmized by L.N. 87/1986]\n32                             DANGEROUS DRUGS\n       Name and address of original con-\n        signee named in the export\n        authorization                    ..........................................\n       Name and address of consignee to\n        whom the consignment is author-\n         ized to be diverted            ..........................................\n       Number and date of import certifi-\n        cate (and authority by whom\n        issued) by virtue of which this\n        diversion is authorized           ..........................................\n       Name of vessel on which the con-\n        signment is authorized to be car-\n        ried from Jamaica                            ..........................................\n       Period within which the consign-\n         ment is to be carried from the\n         Island                         ..........................................\n       This certificate is issued subject to the following conditions-\n         (1) The duplicate copy of this certificate shall accompany the\n             consignment to the place of destination, and for this purpose\n             shall be delivered to the Master of the vessel by which the\n             consignment is despatched.\n         (2) This certificate does not relieve any person who may be con-\n             cerned with the carriage of the consignment of drugs specified\n             above from compliance with any Customs regulations in force\n             for the time being relating to the exportation of goods from\n             Jamaica.\n         (3) This certificate is valid only for the consignment and for the\n             period specified above, and may be revoked at any time.\n         (4) l f the consignment of drugs is not camed from Jamaica\n               within the period specified above, this certificate shall be\n               surrendered to the Chief Medical Officer.\n         ( 5 ) This certificate shall be produced at any time when requked\n                by a duly authorized person.\n                                    .........................................................\n                                             (Signature) Chief Medical Oflicer\n     (Date)......................................................\n      NOTE--(^) If any alteration is desired in this authorization, it must be\n                   returned with a request for amendment and a statement of\n                   the reasons therefor. No unauthorized alteration is pet-\n                   missible.\n               [The inclwign of this page is authized by L.N. 87/1986]\n               DANGEROUS DRUGS                                     33\n(2) This document is required in pursuance of the International'\n    Opium Convention, 1925, Article 15, to be produced to the\n    competent authorities of any country through which the\n    consignment passes, whether it is transhipped or not.\n    Failure to comply with the condition may lead to delay or\n    confiscation of the consignment."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1)   Every person who-                               Offencu and\n     (a) for the purpose of obtaining, whether for himself P - ’ ~ ~ .\n         or for any other person, the issue, grant or\n         renewal, of any licence, permit, or authority,\n         issued under this Act, makes any declaration or\n          statement which is false in any particular, or\n         knowingly utters, produces, or makes use of, any\n          such declaration or statement or any document\n          containing any such false declaration or state-\n          ment; or\n     (b) in the Island aids, abets, counsels, or procures,\n          the commission in any place outside the Island of\n22                                    DANGEROUS DRUGS\n                           any offence punishable under the provisions of any\n                           corresponding law in force in that place, or does\n                           any act preparatory to, or in furtherance of, any\n                           act which if committed in the Island would con-\n                           stitute an offence against this Act; or\n                      (c) contravenes or fails to comply with any of the\n                           regulations made under this Act,\n                shall be guilty of an offence against this Act.\n1711987\ns. 8 (c).               (2) Every person who is guilty of the offence of im-\n                porting or bringing into the Island or exporting therefrom\n                any drug contrary to section 8, or of manufacturing or trad-\n                ing in any products contrary to section 11, or of manufac-\n                turing, or selling any drug or otherwise dealing therein (by\n                way of a transaction of any description whatsoever) in con-\n                travention of any regulations made under section 9 shall be\n                liable-\n                      (a) on conviction before a Circuit Court, to imprison-\n3011994.\nS. 6 (a) (1).              ment for a term not exceeding thirty-five years; or\n                     (b) on summary conviction before a Resident Magis-\n                           trate, to a fine not exceeding five hundred thou-\n                           sand dollars or to imprisonment for a term not\n3011994                    exceeding five years or to both such fine and\nS. 6 (a) (i).              imprisonment.\nI7 / 1987               (3) Every person who is guilty of the offence of be-\nS.8 (c).\n                ing in possession of any drug in contravention of any regu-\n                lations made under section 9 shall be liable-\n                     (a) on conviction before a Circuit Court to imprison-\n3011994\nS. 6 (b) (i).\n                           ment for a term not exceeding thirty-five years; or\n                     (b) on summary conviction before a Resident Magis-\n30/1994                    trate to a fine not exceeding five hundred thou-\nS. 6 8)(ii).\n                           sand dollars or to imprisonment for a term not\n3011994\n                           exceeding five years or to both such fine and\nS. 6 @) (ii).              imprisonment.\n1711987                 (4) Every person who is guilty of the offence of im-\ns. 8 (c).       porting or bringing into the Island or exporting therefrom\n                        [The inclusion of this page is amorizied by LiN.791 19%1\n                      DANGEROUS DRUGS                                    23\nany raw opium or coca leaves contrary to section 3 or any\nprepared opium shall be liable-\n    (a) on conviction before a Circuit Court to imprison-\n         ment for a term not exceeding thirty-five years; or 3011994.\n                                                             S.6 (c) (I).\n    (b) on summary conviction before a Resident Magis-\n         trate to a fine not exceeding five hundred thou- iOi\\gii).\n         sand dollars or to imprisonment for a term not\n         exceeding five years or to both such fine and im- 30/1994\n                                                             S.6 (c) (hi.\n         prisonment.\n       (5) Every person who is guilty of an offence against 17/1987\nthis Act for which no penalty is otherwise provided shall on s. 8 (c).\nsummary conviction before a Resident Magistrate be liable\nto a fine not exceeding fifteen thousand dollars or to impri-\nsonment for a term not exceeding two years, or to both such\nfine and imprisonment.\n       (6) A person, other than a person lawfully author- i7/1987\nized, found on any school premises in possession of any s. 8 (c).\ncocaine, opium, ganja or drug to which Part IV applies is\ndeemed to have such cocaine, opium, ganja or drug for the\npurpose of selling or otherwise dealing therein, unless the\ncontrary is proved by him.\n       (7)A person, other than a person lawfully authorized, 17/1987\nfound in possession of more than-                            S. 8 (c).\n     (a) one-tenth of an ounce of diacetyl-morphine\n          (heroin);\n     (b) one-tenth of an ounce of cocaine;\n     (c) one-tenth of an ounce of morphine;\n     (d) one ounce of opium; or\n     (e) eight ounces of ganja,\nis deemed to have such drug for the purpose of selling or\notherwise dealing therein, unless the contrary is proved by\nhim.\n         me inclusion of this S g e is aufhorized by LN. 79/19%]\n 24                                  DANGEROUS DRUGS\n1711987              (8) In subsection (6)-\ns. 8 (C).\n                   “school” includes any educational institution within\n                       the meaning of section 2 of the Education Act;\n                       and\n                   “school premises” includes-\n                       (a) any buildings, playing fields or other premises\n                            established or maintained for the benefit of\n                            the pupils of a school whether or not such\n                            buildings, playing fields or other premises are\n                            within the curtilage of the school;\n                       (b) any premises for the time being used for the\n                            keeping of a school.\n1 I1961               (9) Where any person is convicted of an offence\ns. 2.          against this Act the Court, in addition to any other punish-\n               ment, may order to be forfeited any drugs, pipes, or utensils\n               in respect of which the offence was committed.\n1611974               (10) Upon conviction for any offence against any\ns.3(b)-        regulations under this Act relating to the keeping of books\n               or the issuing or dispensing of prescriptions containing\n               drugs to which this Act applies, the offender-\n                    (U) shall not be sentenced to imprisonment without\n                         the option of a fine; and\n                    (b) shall be liable to a fine which shall not exceed five\n                         hundred dollars,\n               if the court or in the case of a conviction under subsection\n17/1987        (2) (a) or (3) (a) the Judge dealing with the case is satisfied\nS.      (d)*   that the offence was committed through inadvertence and\n               was not preparatory to, or committed in the course of, or\n               in connection with, the commission or intended commission\n               of any other offence against this Act.\n                     (11) Every person who attempts to commit an offence\n               against this Act or solicits or incites another person to\n               commit such an offence shall, without prejudice to any other\n                       me inclusion of this page is authorized by L.N. 79/11996]\n                            DANGEROUS D R UGS                                       25\nliability, be liable to the same punishment and forfeiture\nas if he had committed an offence under this Act.\n      (12) Where a person convicted of an offence under\nthis Act is a company, the Chairman and every director\nand every officer concerned in the management of the com-\npsny shall be guilty of the like offence unless he proves that\nthe act or omission constituting the offence took place with-\nout his knowledge or consent."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Any constable may arrest without warrant any per-\n               son who has conmitted, or attempted to commit, or is\n               reasonably suspected by such constable of having committed\n               or attempted to commit, an offence against this Act, if he\n               has reasonable ground for believing that that person will\n               abscond unless arrested, or if the name and address of that\n               person are unknown to and cannot be ascertained by him.\nSeizure and      24.41) If any constabie has reasonable cause to suspect\nforfeiture\nof vehiclca.   that any conveyance is being used or has been used for the\n101 I964\ns. 4.          commission of any offence against this Act, he may without\n161 1974\nS . 4 (a).\n               a warrant search and, if such search reveals evidence that\n               the conveyance is being used or has been used for the com-\n               mission of any offence as aforesaid, seize and detain such\n               conveyance.\n1711987                (2) Where any conveyance is seized pursuant to this\ns. 9.\n               section and-\n                    (a) any person is convicted of an offence against this\n                         Act; and\n                    (b) the Court is satisfied that-\n                              (i) that person owns the conveyance used in\n                                  the commission of the offence; or\n                            (ii) the owner of the conveyance permitted it\n                                  to be so used; or\n                           (iii) the circumstances are otherwise such that\n                                  it is just so to do,\n               the Court shall, upon the application of the prosecution,\n               order the forfeiture of the conveyance.\n                       [The inclusion of fihis page is authorized by L.N. 3j20011\n                       DANGEROUS DRUGS                                    26.01\n         (3) On the application of the Director of Public i7/1987\nProsecutions before a Resident Magistrate’s Court having 9.          *’\njurisdiction in the area where a conveyance is seized pursu-\nant to subsection (I), the Court may, notwithstanding that\nthe conditions mentioned in subsection (2) have not been\nsatisfied, order the forfeiture of the conveyance if the Court\nis satisfied that-\n      (a) the conveyance has been abandoned; or\n      (b) the circumstances in which the conveyance was\n           seized give reasonable cause to suspect that the\n           conveyance was being used or has been used for\n           the purpose of committing an offence against this\n           Act,\nand that it is otherwise just so to do.\n       (4) Where the Director of Public Prosecutions pro- 17/1987\nposes to apply for forfeiture of any conveyance under sub- s. 9.\nsection (3), he shall give to any person who, to his knowl-\nedge, was at the time of the seizure the owner thereof notice\nof the seizure of the conveyance and the intention, after\nthe expiration of thirty days from the date of the notice,\nto apply for forfeiture thereof and of the grounds therefor :\n  Provided that notice shall not be required to be given\nunder this subsection if the seizure was made in the presence\nof the owner or any of the owners of the conveyance seized\nor any servant or agent of the owner.\n         (5) Without prejudice to any other form of service 17/1987\nof notification, notification may, for the purposes of subsec- .’ .’\ntion (4), be made by publication in a daily newspaper printed\nand circulating in the Island.\n       (6) Any person having a claim to any conveyance 17/1987\nseized under this section may appear before the Court on S. 9.\nthe hearing of the application and show cause why an order\nfor forfeiture should not be made."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.04                               D A N G E R O U S DRUGS\n                                            SCHEDULE\n                                               FORMA                                  (Section 12)\n                                 THE DANGEROUS\n                                            DRUGSACT\n        1MPOF.T CERTIFICATE issued by\n        the Government of Jamaica.\n                             ~NTERNATIONALOPIUMCOSVENTIOKS\n            (The Hague 1912, Geneva 1925, Limitation Convention 1931)\n        CERTIFlCATE OF OFFlClAL APPROVAL OF lMPORT No .....\n           I, being the person charged with the administration of the law relat-\n        ing to the dangerous drugs to which the International Opium Conven-\n        tions apply. hereby certify that I have approved the importation by:\n        (a) Name, address and business of importer (a) ............................\n        (b) Exact description and amount of drug\n            to be imported                    of (b) ............................\n        (c) Name and address of firm in exporting\n            country from which the drug is to be\n            obtained                        from ( c ) ............................\n        (d) State any special conditions to be subject to the follow.\n            observed--e.g.. not to be imported ing conditions:\n            through the post                  ( d ) ............................\n        (e) State, if possible, Customs Office\n            through which the goods will be im-\n            ported                              ( e ) ............................\n        U) State, if possible, route to be followed\n             by the goods                                          U, ............................\n        (g) Period within which the import is to be\n             effected                                              (g) ............................\n        and that I am satisfied that the consignment proposed to be imported\n        is required-\n             (1) for legitimate purposes (in the case of raw opium and the coca\n                  leaf);\n             (2) solely for medical or scientific purposes (in the case of drugs\n                 other than raw opium and cwa leaf).\n                                      [Signature)...............................................\n                                      (Official rank). ...........................................\n        (Date)..............................................\n                                 DANGEROUS DRUGS                                                  21\n                                            FORMB                             (Section 13 (1) )\n                              THEDANGEROUS\n                                        DRUGSAcr\n                           EXPORT AUTHORIZATION\n                                    OPIUMCONVENTIONS\n                        INTERNATIONAL\n     (The Hague 1912, Geneva 1925, Limitation Convention 1931)\n           Official Authorization of Export No ..................\n   I. being the person charged with the administration of the law relat-\ning to the dangerous drugs to whch the International Opium Conven-\ntions apply, hereby certify that I have approved the exportation by:\n(a) Name, address and business of exporter ( U ) ............................\n(b) Exact description and amount of drug\n      to be exported                       of (6) ............................\n(cb Name and address of firm in importing\n      country requiring the drug           to (c) ............................\n(4Number and date of import certificate\n      and indication of the authority issuing\n      this certificate                        (d) ............................\n(e) State any special conditions to b\n      observed--e.g., not to be imported subject to the follow-\n      through the post-see       also general ing conditions:\n      conditions below                        (e) ............................\nCn    Customs Office through which the goods\n      will be exported                            ...........................\n                                               (j-)\n(g) State, if possible, route to be followed\n      by the goods                            (g) ............................\n(h) Period within which the export is to be\n      effected                                (h) ............................\n                                   (Signature)................................................\n                                   (Official rank) ...........................................\n(Date)..............................................\nGENERAL                         THE USE OF THIS EXPORT\n      a N D I T I O N S GOVERNING                    AUTHORI-\n      ZATION-"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. In any proceedings against any person for an offence ~ d m i ~ -\n                                                               sibility of\nagainst this Act the production of a certificate signed by a certificate of\nGovernment Chemist or any Analyst designated under the\nprovisions of section 17 of the Food and Drugs Act, shall 28/1954\n                                                               s. 2.\nbe sufficient evidence of all the facts therein stated, unless\nthe person charged requires that the Government Chemist\nor any Analyst be summoned as a witness, when in such\ncase the Court shall cause him to attend and give evidence\nin the same way as any other witness."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-In    this Part, “conveyance” includes any vehicle, Meaning  of\n                                                          expression\nship, aircraft or other means of transport.               “convey-\n                                                                      ance” in Paxl\n                                                                      VI.\n                                                                      16/1974\n                                                                      s. 5."
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113) Whenever any person to whom any licence, per-\nmit, or authority, has been issued or granted under this\nAct would be liable under the provisions of this Act or of\nany regulations made thereunder to any punishment, fine,\nor forfeiture, for any act, omission, neglect, or default, he\nshall be liable to the same punishment, fine or forfeiture\nfor every similar act, omission, neglect or default, of any\nagent or servant employed by him in the course of his\nbusiness, and every agent or servant employed by him in\nthe course of his business, shall also be liable to every\npunishment, tine, or forfeiture, prescribed for such acts,\nom~ssions,neglects, or defaults, contrary to the provisions\n01 this Act as fully and effectually as if such agent or\nservant had been the person to whom the licence or\nauthority had been issued or granted.\n       (14) Notwithstanding the provisions of any enact-\nment prescribing the time within which proceedings for an\noffence punishable on summary conviction before a Resident\nMagistrate may be commenced, any proceedings for an\noffence under this Act, or for aiding or abetting or coun-\nselling or causing or procuring such an offence, or for\nattempting to commit such an offence, or for soliciting or\ninciting another person to commit such an offence, may be\ncommenced either within the time so prescribed or within\nthree months from the date on which evidence sufficient In\nthe opinion of the Director of Public Prosecutions to i i - d i f y\n                                                    __\n                                                  __.\n             [The inclusion of this page is autholized by L N. 3 ' 2 C O l l\n                                                                               --\n  RL- -1 4\n26                                    DANGEROUS DRUGS\n               a prosecution for the offence comes to his knowledge,\n               whichever time is the longer, and for the purposes of this\n               subsccticn a certificate purporting to be signed by the\n               Director of Public Prosecutions as to the date on which\n               such evidence comes to his knowledge shall be conclusive\n               evidence thereof.\nPower of\narrest."
    }
  ],
  "definitions": []
}