{
  "id": "jm-stat-the-dangerous-drugs-act-2",
  "type": "statute",
  "title": "The Dangerous Drugs Act (2)",
  "title_en": "The Dangerous Drugs Act (2)",
  "short_name": "Dangerous Drugs Act (2)",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-dangerous-drugs-act-2",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-dangerous-drugs-act-2 | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This authorization is not a licence to obtain or be in possession\n     of the drugs named herein."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. This authorization is available only for drugs of the exact\n     quantity, kind and form specified above."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. This authorization does not relieve the exporter from compliance\n     with any Customs regulations in force for the time being relating\n      to the exportation of goods from Jamaica nor from any provision\n      of the Post Office Act, or of. any Post Office regulations for\n28                               DANGEROUS DRUGS\n               the time being in force. nor from any rules or regulations respect-\n               ing the transmission of articles by post which may for the time\n               being be in force, whether within Jamaica or elsewhere."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. If the drugs are authorized to be exported by ship the duplicate\n               copy, which is attached, shall accompany the consignment to the\n               place of destination and for this purpose the exporter shall cause\n               it to be delivered to the Master of the vessel by which the con-\n               signment is despatched. (See footnote (3))"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. If the drugs are authorized to be exported by post the attached\n              duplicate copy shall be placed inside the outer wrapper of the\n              parcel containing the drugs. If the drugs are contained in more\n               than one parcel, the duplicate copy shall be placed inside the\n              outer wrapper of one of them; the parcels shall be consecutively\n               numbered on the outer wrapper, and on each parcel there shall be\n              legibly stated the number of the parcel in which the duplicate\n              copy is to be found. (See footnote (2))\n1211985     6. The exporter, if so required by the Commissioner shall prod&e\nscb.           to him,within such time as he may allow, proof to his satisfaction\n               that the said drugs were duly delivered at the destination named\n               in this authorization, and in the event of non-compliance with this\n               condition the authorization shall be deemed void and of no effect."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If the importation of all drugs specified in the Schedule is not\neffected before the date specified in condition No. 1 this authorization\nshall immediately after that date be surrendered to the Chief Medical\nOfficer."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The copy of the export authorization, if any, which accompanied\nthe drugs shall be forwarded to the Chief Medical Officer immediately\nthe importation of the drugs has been effected.\n                            .....................................................................\n                                                 (Signature) Chief Medical Officer.\n(Date).   ...........................................................\n           P h e inclusion of this page is authorized by L.N. 480/1973]\n30                                   DANGEROUS DRUGS\n       SCHEDULE specifying the drugs and quantities thereof to be\n     imported-\n        This authorization is not to leave the possession of the importer until\n     it is surrendered to the Chief Medical Officer or to the Customs\n     Officer, who will complete the certificate on the back and return the\n     authorization to the Chief Medical Officer.\n                      ENDORSEMENT BY CUSTOMS OFFICER\n                                 AT THE TIME OF IMPORTATION\n                         Number\n                         and date                                                           Signature,\n             )escription     of                         Customs                             mark and\n             of Drugs     Export Quantity How Imported entry or                             Station of\n                         1\n             imported Authoriza-\n                           tion\n                                                       Parcel No.                            Customs\n                                                                                             Officer\n                                                     e.g.,ex.. ..\n                                                     (in the case of\n                                                     a ship), or by\n                                                     registered\n                                                     parcel post or\n                                                     by insured box\n                                                     post.\n       This authorization, when all the drugs to which it relates have been\n     imported must be returned by the Customs Officer to the Chief\n     Medical Officer.\n                                                FORMD                              (Section 16 (1))\n                                            DRUGSACT\n                                  THEDANGEROUS\n          LICENCE FOR THE REMOVAL OF DANGEROUS DRUGS\n                                             IN TRANSIT\n     ................................................................ ..is hereby authorized\n     to move the dangerous drugs described hereunder from                          .....................\n     to.. ....................................................\n     Nature and quantity of dangerous drugs                       ....................................\n     Particulars of export authorization (or\n       diversion certificate), if any, relating\n        thereto                                                   ....................................\n     Name of ship on which the drugs were\n       brought into the Island                                    ....................................\n     Date of arrival                                           ....................................\n     Number of packages                                           ....................................\n                                 DANGEROUS DRUGS                                                          31\nMarks and numbers on packages                                   ....................................\n This licence is issued subject to the following conditions-\n   (1) This licence is valid only for the removal of the drugs specified\n       above.\n   (2) The removal of the drugs shall take place between ...............\n           a.m.1p.m. and ..................a.m.1p.m. on the                    ........................\n         .........................................."
    },
    {
      "provision_ref": "sec7c",
      "section": "7c",
      "title": "Section 7c",
      "content": "7c. Possession of ganja.\n  Smoking of ganja.\n7~.\n                   PARTIV. Cocaine. Morphine, etc."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. This authorization is valid only for the exporter named above\n               and may be revoked at any time by the Chief Medical O!Xcer.\n               It shall be produced for inspection when required by any duly\n               authorized person."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. This authorization, unless sooner revoked, shall continue in force\n               for three calendar months from the date hereof. It must be\n               produced, at the time of export, to an officer of the Customs or\n               the Post Office, whichever is applicable, who will retain it.\n                  If not used it shall be surrendered to the Chief Medical Oilier\n          within seven days of the date of its expiry.\n               NOTE-+) If any alteration is desired in this authorization it\n                       must be returned with a request for amendment and\n                       a statement of the reasons therefor. No unauthorized\n                        alteration is permissible.\n                   (2) In the case of drugs exported -by post. failure to com-\n                        ply with this condition may lead to delay or confisca-\n                        tion of the parcels in the country of destination.\n                   (3) In the case of drugs exported by ship this document\n                       is required in pursuance of the International Opium\n                       Convention, 1925. Article 15, to be produced to the\n                       competent authoGties of any country through which\n                   me inclwim of this page is aut$wized by L.N. 87/1986]\n                                 DANGEROUS DRUGS                                                               29\n                      the consignment passes, whether it is transhipped or\n                      not. Failure to comply with the condition may lead\n                      to delay or confiscation of the consignment.\n                                                C\n                                             FORM                              (Section 14 (1))\n                                            Authorization No.. ............................\n                                           File No ............................................\n                             THE DANGEROUS\n                                        DRUGSACT\n                           IMPORT AUTHORIZATION\n In pursuance of the Dangerous Drugs Act (hereinafter called “the Hereinsert\nAct”), the Chief Medical Officer hereby authorizes                name and\n                                                                                                    full postal\n                                                                                                    address of\n                                  (hereinafter called “the importer”) to importer.\nimport the drugs specified in the Schedule hereto, from                  Here insert\n                                                                                                    name and\n  This authorization is issued subject to the following conditions-   full postal\n                                                                      address of"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Drugs to which Part N applies.\n          [The incluslion of this page is aut210rizG by LN. 791 199661\n                      DANGEROUS DRUGS                              9\n   For the purpose of the foregoing provision the expression\n“ecgonine” means laevo-ecgonine and includes any deriva-\ntives of ecgonine from which it may be recovered indus-\ntrially, and the percentage in the case of morphine shall be\ncalculated as in respect of anhydrous morphine.\n         (2) For the purposes of this section, percentages in\nthe case of liquid preparations shall, unless other provision\nin that behalf is made by regulations under this Act, be\ncalculated on the basis that a preparation containing one\nper centurn of any substance means a preparation in which\none gramme of the substance, if a solid, or one millilitre of\nthe substance, if a liquid, is contained in every one hundred\nmillilitres of the preparation, and so in proportion, for any\ngreater or less percentage.\n         (3) If it appears to the Minister that any new deriva-\ntive of morphine or cocaine or of any salts of morphine or\ncocaine or any other alkaloid of opium or any other drug\nof whatever kind is, or is likely to be productive, if improp-\nerly used, or is capable of being converted into a substance\nwhich is, or is likely to be productive, if improperly used,\nof ill-effects substantially of the same character or nature\nas or analogous to those produced by morphine or cocaine,\nthe Minister may by order declare that this Part shall apply\nto that new derivative or alkaloid or other drug in the same\nmanner as it applies to the drugs mentioned in subsection\n(1).\n       (4) If the Minister thinks fit to declare that a find-\ning with respect to any preparation containing any of the\ndrugs to which this Part applies has in pursuance of Article\n8 of the Geneva Convention (No. 1) been communicated by\nthe Council of the League of Nations to the parties to the\nsaid Convention, the provisions of this Part shall, as from\nsuch date as may be specified in such declaration, cease to\napply to the preparations specified therein.\n10                                   DANGEROUS DRUGS\nTrade, etc.,      11.-(1) Every person in the Island, who trades in, or\nin new\ndrugs, and     manufactures for the purpose of trade, any products\npower to\napply          obtained from any of the phenanthrene alkaloids of opium,\nPart IV to\ncertain        or from the ecgonine alkaloids of the coca leaf, not being a\ndrugs.         product which was on the 13th day of July, 1931, being\n               used for medical or scientific purposes shall be guilty of an\n               offence against this Act :\n                 Provided that if the Minister is at any time satisfied as\n               respects any such product that it is of medical or scientific\n               value, he may by order direct that this subsection shall\n               cease to apply to that product.\n                       (2) If it is made to appear to the Minister that a\n               decision with respect to any such product as is mentioned\n               in subsection (1) has in pursuance of Article II of the Geneva\n               Convention (No. 2) been communicated by the Secretary-\n               General of the League of Nations to the parties to the said\n               Convention, the Minister, by order, may, as the case requires,\n               either declare that the provisions of this Part shall apply to\n               that product in the same manner as they apply to the drugs\n               mentioned in subsection (1) of section 10, or apply such\n               Part to that product with such modifications as may be\n               specified in the order.\n                       (3) The Minister may by order apply this Part,with\n               such modifications as may be specified in the order, to any\n               of the following drugs, that is to say, methylmorphine (com-\n               monly known as codeine), ethylmorphine (commonly\n               known as dionin) and their respective salts, preparations and\n               admixtures.\n                           PARTV. Control of External Trade\nInterpreta-\ntion."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. In this Part-\n               “conveyance” includes ship, aircraft and any other means\n                   of transport by which goods may be brought into or\n                   taken from the Island;\n                       DANGEROUS DRUGS                                   19\n         (3) Any drug seized and detained under this section 31/1961\nmay be destroyed on the certificate of the Chief Medical S.2(b).\n Officer to the effect that it is below standard or is unfit\nfor use.\n         (4) If any member of the Constabulary Force of or 10/1964\nabove the rank of Sergeant is satisfied that there is reason- S.2 (a).\nable cause to believe thpt an offence against this Act is being\ncommitted in any premises, he may give directions in\nwriting to any constable to enter such premises, search the\npremises and seize and detain-\n     (a) any drug to which this Act applies;\n     (b) anything in which such constable reasonably\n          suspects a drug to which this Act applies is being\n          concealed;\n     (c) any other thing by means of which or in respect\n          of which such constable reasonably believes an\n           offence against this Act has been committed or\n          which may be evidence of the commission of such\n          offence,\nand such constable shall have power to carry out such\ndirections :\n   Provided that it shall be the duty of such constable in\nthe execution of any such directions to produce the instru-\nment containing the same to the owner or occupier of any\npremises entered pursuant to such directions if required\nby such owner or occupier to do so, and to permit a copy\nthereof to be taken by, or on behalf of, such owner or\noccupier either at the time of the entering and search of\nsuch premises or at any time afterwards whilst such in-\nstrument remains in the custody of the constable.\n        (5) If a Justice is satisfied by information on oath\nthat there js reasonable ground for suspecthg-\n     (a) that any drugs to which this Act applies are, in\n          contravention of the provisions of this Act or of\n          any regulations made thereunder, in the posses-\n----                                       __ ___\n20                                  DANGEROUS DRUGS\n                       sion or under the control of any person in any\n                       premises; or\n                  (b) that any document directly or indirectly relating\n                       to or connected with any transaction or dealing\n                       which was, or any intended transaction or dealing\n                       which would if carried out be, an offence against\n                       this Act or, in the case of a transaction or dealing\n                       carried out or intended to be carried out in any\n                       place outside the Island, an offence against the\n                       provisions of any corresponding law in force in\n                       that place, is in the possession or under the control\n                       of any person in any premises,\n             he may grant a search warrant authorizing any constable\n             named in the warrant, at any time or times within one\n             month from the date of the warrant, to enter, if need be by\n             force, the premises named in the warrant, and to search\n             the premises and any persons found therein, and if there\n             is reasonable ground for suspecting that an offence against\n             this Act has been committed in relation to any such drugs\n             which may be found in the premises or in the possession of\n             any such persons, or that any document which may be so\n             found is such a document as aforesaid, to seize and detain\n             those drugs or that document, as the case may be.\n                     (6) Every person who wilfully delays or obstructs\n             any constable or any person authorized by the Chief\n31/1961      Medical Officer pursuant to the provisions of subsection (2)\ns. 2 (c).\n             in the exercise of his powers under this section, or fails to\n             produce, or conceals, or attempts to conceal, any such\n             books, stocks, drugs, things or documents, as set out in\nlO/ 1964\nS . 2 (b).\n             this section, shall be guilty of an offence against this Act.\nOffence        2lA.-(1) Notwithstanding anything to the contrary in\nof using\nthe postal   any other enactment, every person who, without lawful ex-\nservices     cuse\nfor drugs.\n1?/198?          (a) encloses in or with any letter, parcel, packet or other\ns. 7.\n                      matter sent by post, or posts any cocaine, opium,\n                      ganja or drug to which Part IV applies; or\n                      [The indusion of this page is authorized by L.N. 37/1988]\n                            DANGEROUS D R UGS                                       25\nliability, be liable to the same punishment and forfeiture\nas if he had committed an offence under this Act.\n      (12) Where a person convicted of an offence under\nthis Act is a company, the Chairman and every director\nand every officer concerned in the management of the com-\npsny shall be guilty of the like offence unless he proves that\nthe act or omission constituting the offence took place with-\nout his knowledge or consent."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19           ......\n    (3) If the removal of the drugs does not take place within the\n        hours and on the day specified, this licence must be returned\n          to the Commhioner forthwith; and in any case shall be 12/1985\n        surrendered when the removal has taken place.                 sch.\n    (4) The drugs must not be moved unless an officer of the Customs\n         and Excise Department is present.                             12/1985\n                                                                      9ch.\n    (5) This licence does not authorize the person named above to be\n        in possession of the drugs otherwise than for the purpose of\n        removing them in accordance with this licence.\n    (6) The packages containing the drugs are not to be opened or\n        broken in the course of the removal.\n    (7) This licence shall be produced at any time when required by\n          a duly authorized person.\n                                         .........................................................\n                                                          (Signature and stamp of the\n                                                                    Commissioner)\n(Date).   ........................................................\n                                             FORM E                                (Section 18 ( 1 ) )\n                                        DRUGSA m\n                              THEDANGEROUS\n                           International Opium Conventions\n                            DIVERSION CERTIFICATE\n   I, being the person charged with the administration of the law\nrelating to the dangerous drugs to which the International Opium\nConventions apply, hereby certify that I have authorized the diversion\nof the consignment of drugs, of which particulars are given below. to\nthe destination stated below-\n  Description and quantities of drugs                    ..........................................\n   Name of vessel on which the w n -\n     signment was brought to Jamaica ..........................................\n  Name and address of the exporter                        ..........................................\n  Number and date of export authori-\n   zation and authority by whom\n    issued                                                ..........................................\n               [The hclusiuw of b h k page is authkmized by L.N. 87/1986]\n32                             DANGEROUS DRUGS\n       Name and address of original con-\n        signee named in the export\n        authorization                    ..........................................\n       Name and address of consignee to\n        whom the consignment is author-\n         ized to be diverted            ..........................................\n       Number and date of import certifi-\n        cate (and authority by whom\n        issued) by virtue of which this\n        diversion is authorized           ..........................................\n       Name of vessel on which the con-\n        signment is authorized to be car-\n        ried from Jamaica                            ..........................................\n       Period within which the consign-\n         ment is to be carried from the\n         Island                         ..........................................\n       This certificate is issued subject to the following conditions-\n         (1) The duplicate copy of this certificate shall accompany the\n             consignment to the place of destination, and for this purpose\n             shall be delivered to the Master of the vessel by which the\n             consignment is despatched.\n         (2) This certificate does not relieve any person who may be con-\n             cerned with the carriage of the consignment of drugs specified\n             above from compliance with any Customs regulations in force\n             for the time being relating to the exportation of goods from\n             Jamaica.\n         (3) This certificate is valid only for the consignment and for the\n             period specified above, and may be revoked at any time.\n         (4) l f the consignment of drugs is not camed from Jamaica\n               within the period specified above, this certificate shall be\n               surrendered to the Chief Medical Officer.\n         ( 5 ) This certificate shall be produced at any time when requked\n                by a duly authorized person.\n                                    .........................................................\n                                             (Signature) Chief Medical Oflicer\n     (Date)......................................................\n      NOTE--(^) If any alteration is desired in this authorization, it must be\n                   returned with a request for amendment and a statement of\n                   the reasons therefor. No unauthorized alteration is pet-\n                   missible.\n               [The inclwign of this page is authized by L.N. 87/1986]\n               DANGEROUS DRUGS                                     33\n(2) This document is required in pursuance of the International'\n    Opium Convention, 1925, Article 15, to be produced to the\n    competent authorities of any country through which the\n    consignment passes, whether it is transhipped or not.\n    Failure to comply with the condition may lead to delay or\n    confiscation of the consignment."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Any constable may arrest without warrant any per-\n               son who has conmitted, or attempted to commit, or is\n               reasonably suspected by such constable of having committed\n               or attempted to commit, an offence against this Act, if he\n               has reasonable ground for believing that that person will\n               abscond unless arrested, or if the name and address of that\n               person are unknown to and cannot be ascertained by him.\nSeizure and      24.41) If any constabie has reasonable cause to suspect\nforfeiture\nof vehiclca.   that any conveyance is being used or has been used for the\n101 I964\ns. 4.          commission of any offence against this Act, he may without\n161 1974\nS . 4 (a).\n               a warrant search and, if such search reveals evidence that\n               the conveyance is being used or has been used for the com-\n               mission of any offence as aforesaid, seize and detain such\n               conveyance.\n1711987                (2) Where any conveyance is seized pursuant to this\ns. 9.\n               section and-\n                    (a) any person is convicted of an offence against this\n                         Act; and\n                    (b) the Court is satisfied that-\n                              (i) that person owns the conveyance used in\n                                  the commission of the offence; or\n                            (ii) the owner of the conveyance permitted it\n                                  to be so used; or\n                           (iii) the circumstances are otherwise such that\n                                  it is just so to do,\n               the Court shall, upon the application of the prosecution,\n               order the forfeiture of the conveyance.\n                       [The inclusion of fihis page is authorized by L.N. 3j20011\n                       DANGEROUS DRUGS                                    26.01\n         (3) On the application of the Director of Public i7/1987\nProsecutions before a Resident Magistrate’s Court having 9.          *’\njurisdiction in the area where a conveyance is seized pursu-\nant to subsection (I), the Court may, notwithstanding that\nthe conditions mentioned in subsection (2) have not been\nsatisfied, order the forfeiture of the conveyance if the Court\nis satisfied that-\n      (a) the conveyance has been abandoned; or\n      (b) the circumstances in which the conveyance was\n           seized give reasonable cause to suspect that the\n           conveyance was being used or has been used for\n           the purpose of committing an offence against this\n           Act,\nand that it is otherwise just so to do.\n       (4) Where the Director of Public Prosecutions pro- 17/1987\nposes to apply for forfeiture of any conveyance under sub- s. 9.\nsection (3), he shall give to any person who, to his knowl-\nedge, was at the time of the seizure the owner thereof notice\nof the seizure of the conveyance and the intention, after\nthe expiration of thirty days from the date of the notice,\nto apply for forfeiture thereof and of the grounds therefor :\n  Provided that notice shall not be required to be given\nunder this subsection if the seizure was made in the presence\nof the owner or any of the owners of the conveyance seized\nor any servant or agent of the owner.\n         (5) Without prejudice to any other form of service 17/1987\nof notification, notification may, for the purposes of subsec- .’ .’\ntion (4), be made by publication in a daily newspaper printed\nand circulating in the Island.\n       (6) Any person having a claim to any conveyance 17/1987\nseized under this section may appear before the Court on S. 9.\nthe hearing of the application and show cause why an order\nfor forfeiture should not be made."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.02                             DANGEROUS DRUGS\n1711987           (7) Where, on the hearing of an application pursu-\ns. 9.\n          ant to subsection (3) for forfeiture of a conveyance, no per-\n          son appears before the Court to show cause why an order\n          for forfeiture should not be made the Court shall presume\n          that the conveyance has been abandoned.\n1711987\ns. 9.\n                  (8) If, upon the application of any person prejudiced\n          by an order made by the Court under subsection (2) or (3),\n          the Court is satisfied that it is just to revoke such order, the\n          Court may revoke that order upon such terms and condi-\n          tions as it deems appropriate, and without prejudice to the\n          generality of the foregoing, shall require that person, to pay\n          in respect of storage, maintenance, administrative expenses,\n          security and insurance of the conveyance such charges as\n          shall be charged by the appropriate government agency and\n          approved by the Court, not exceeding one and a half times\n          the value, as determined by the Court, of the conveyance.\n1711987          (9) An application to the Court under subsection (8)\ns. 9.\n          for the revocation of an order shall be made within thirty\n          days of the date of the order or within such greater time,\n          not exceeding six months after the date of the order as the\n          Court may allow.\nMeaningof     25. For the purposes of this Act, any article shall be\nimportation\nandexporta- deemed to be imported under licence or exported under\n~ ~ n ~ . d elicence\n               r     if the importer or exporter, as the case may be, is\n          the holder of a licence issued under this Act authorizing\n          the importation or exportation, as the case may be, of the\n          article and complies with the conditions, if any, of the\n          licence, but not otherwise.\nproof.       26. In any proceedings against any person for an offence\n          against this Act, it shall not be necessary to negative by\n          evidence any licence, authority, or other matter of excep-\n          tion or defence, and the burden of proving any such matter\n          shall lie on the person seeking to avail himself thereof.\n                                 DANGEROUS DRUGS                                                  21\n                                            FORMB                             (Section 13 (1) )\n                              THEDANGEROUS\n                                        DRUGSAcr\n                           EXPORT AUTHORIZATION\n                                    OPIUMCONVENTIONS\n                        INTERNATIONAL\n     (The Hague 1912, Geneva 1925, Limitation Convention 1931)\n           Official Authorization of Export No ..................\n   I. being the person charged with the administration of the law relat-\ning to the dangerous drugs to whch the International Opium Conven-\ntions apply, hereby certify that I have approved the exportation by:\n(a) Name, address and business of exporter ( U ) ............................\n(b) Exact description and amount of drug\n      to be exported                       of (6) ............................\n(cb Name and address of firm in importing\n      country requiring the drug           to (c) ............................\n(4Number and date of import certificate\n      and indication of the authority issuing\n      this certificate                        (d) ............................\n(e) State any special conditions to b\n      observed--e.g., not to be imported subject to the follow-\n      through the post-see       also general ing conditions:\n      conditions below                        (e) ............................\nCn    Customs Office through which the goods\n      will be exported                            ...........................\n                                               (j-)\n(g) State, if possible, route to be followed\n      by the goods                            (g) ............................\n(h) Period within which the export is to be\n      effected                                (h) ............................\n                                   (Signature)................................................\n                                   (Official rank) ...........................................\n(Date)..............................................\nGENERAL                         THE USE OF THIS EXPORT\n      a N D I T I O N S GOVERNING                    AUTHORI-\n      ZATION-"
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113) Whenever any person to whom any licence, per-\nmit, or authority, has been issued or granted under this\nAct would be liable under the provisions of this Act or of\nany regulations made thereunder to any punishment, fine,\nor forfeiture, for any act, omission, neglect, or default, he\nshall be liable to the same punishment, fine or forfeiture\nfor every similar act, omission, neglect or default, of any\nagent or servant employed by him in the course of his\nbusiness, and every agent or servant employed by him in\nthe course of his business, shall also be liable to every\npunishment, tine, or forfeiture, prescribed for such acts,\nom~ssions,neglects, or defaults, contrary to the provisions\n01 this Act as fully and effectually as if such agent or\nservant had been the person to whom the licence or\nauthority had been issued or granted.\n       (14) Notwithstanding the provisions of any enact-\nment prescribing the time within which proceedings for an\noffence punishable on summary conviction before a Resident\nMagistrate may be commenced, any proceedings for an\noffence under this Act, or for aiding or abetting or coun-\nselling or causing or procuring such an offence, or for\nattempting to commit such an offence, or for soliciting or\ninciting another person to commit such an offence, may be\ncommenced either within the time so prescribed or within\nthree months from the date on which evidence sufficient In\nthe opinion of the Director of Public Prosecutions to i i - d i f y\n                                                    __\n                                                  __.\n             [The inclusion of this page is autholized by L N. 3 ' 2 C O l l\n                                                                               --\n  RL- -1 4\n26                                    DANGEROUS DRUGS\n               a prosecution for the offence comes to his knowledge,\n               whichever time is the longer, and for the purposes of this\n               subsccticn a certificate purporting to be signed by the\n               Director of Public Prosecutions as to the date on which\n               such evidence comes to his knowledge shall be conclusive\n               evidence thereof.\nPower of\narrest."
    }
  ],
  "definitions": []
}