{
  "id": "jm-stat-the-debenture-local-act",
  "type": "statute",
  "title": "The Debenture (Local) Act",
  "title_en": "The Debenture (Local) Act",
  "short_name": "Debenture (Local) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-debenture-local-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-debenture-local-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-\n“the Special Act” means any enactment which shall be\n     hereafter passed authorizing the Minister to raise money\n     by way of loan and with which this Act shall be\n     incorporated.\n        (2) References in section 3 to debentures shall be iio/i%g\ndeemed to include references to promissory notes and, d. 2(b).\n                                                                    r\n                                                                    ~1969\n                                                                    i??kj\naccordingly, the provisions of paragraphs (41, (8), (9), (ll),\n(12), (13), (21), (221, (24) and (26) of section 5 and sections 7,\n8 and 9 shall apply, in relation to any promissory note issued\npursuant to this Act as they apply to debentures, subject to\nthe terms of the note and with such other modifications as\nmay be necessary."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In each and every case in which, by any enactment owerof\n                                                                    b7\n                                                            O V C ~ C n t\nhereafter to be passed empowering the Minister to raise any\nsum or sums of money locally by way of loan with which\nthis Act shall be incorporated, it shall be lawful for the ben-.\nGovernment to raise the same or any part thereof by the .s.\nissue of debentures under the provisions of this Act :\n   Provided that nothing herein contained shall affect the\npower of the Minister to raise any such sum by the issue\nof inscribed stock, or local inscribed stock."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any such debentures as aforesaid shall be deemed and BOW\n                                                           debentures\nstyled “Debentures under the provisions of the Debentures aretobe\n(Local) Act, and the Special Act”, and thereupon the g1Zzd\n       Vhe inclusion of this page is authorized by L.N. 480/1973]\n4                                  DEBENTURES (LOCAL)\n               provisions hereinafter contained and set forth, save and\n               except such part or parts thereof as may be expressly\n               excepted or varied by the Special Act, shall apply to and\n               regulate the issue of any such debentures and everything\n               relating to them as if the several sections and provisions\n               hereof were specially repeated and enacted in and by the\n               Special Act.\nWhen             5. In case the Minister shall determine to raise the whole\ndebentures\nissued         or any part of any such sum as aforesaid, by the issue of\nvisions pro-\nlocally        debentures locally, the following provisions shall apply\nenumerated\nshall apply.\n               (that is to say)-\n521 1963\ns. 5.               (1) Every debenture shall be for a sum of not less than\n                        one hundred dollars and shall bear interest pay-\n                        able half-yearly at the rate fixed by the Minister\n                        for any issue of such debentures.\n                   (2) Every debenture issued in Jamaica shall be signed\n                       by the Financial Secretary and be countersigned by\n                       the Bank of Jamaica.\n                    (3) Every debenture issued in Jamaica shall, before\n                        being issued, be registered in a register book to be\n                        kept for that purpose at the Bank of Jamaica.\n                    (4) The interest upon the principal money secured by\n                        each debenture shall run from the day named in\n                        that behalf in the debenture, and shall be paid\n                        half-yearly on the days named in that behalf in\n                        the debenture out of the Revenues appropriated\n                        as hereinafter provided.\n                   (5) There shall be attached to every debenture, coupons\n                       for the payment of the interest to become due in\n                       each half-year upon the principal secured by the\n                       debenture. The coupons shall be sufficient in\n                       number to provide for the payment of the interest\n                  DEBENTURES (LOCAL)                            5\n       either during the whole period for which the\n       debenture is to run or for such limited period as\n       the Minister may determine.\n      The debentures and the coupons thereto shall be in\n      such form as the Minister may direct or approve.\n      Every debenture or coupon, and the right to\n      receive the principal and interest secured or\n      represented thereby shall be transferable by\n      delivery.\nL     So long as any of the debentures issued under the\n      powers of borrowing conferred by the Special Act\n      remain outstanding, the Minister shall, in each\n      half-year ending with the day on which the\n      interest on such debentures falls due, appropriate\n      out of the Consolidated Fund and assets of this\n      Island a sum equal to one half-year’s interest on\n      the whole of such debentures theretofore issued,\n      including any which have been redeemed.\n      Out of the moneys so appropriated the Bank of\n      Jamaica shall pay the then due half-yearly interest\n      on such debentures as shall be then outstanding.\n      Debentures shall not be deemed to be outstanding\n      for the purpose of this Act by reason only that\n      one or more of the debentures have not been pre-\n      sented for payment on the day appointed for pay-\n      ment, and have, in consequence, not been paid.\n      After the day specified in the Act authorizing the\n      loan as that on which the contributions to the\n      sinking fund shall commence, the Minister shall,\n      in each half-year ending as aforesaid, appro-\n      priate, out of the said Fund and assets of the\n      Island for the formation of a sinking fund an\n      additional sum equal to one-half of the annual\n    me inclusion of this page is authorized by L.N. 480/19731\n6                 DEBENTURES (LOCAL)\n       contributions specified in the prospectus, or, in the/\n       case of a loan not issued publicly, in the terms of\n       issue relating to the loan in respect of the total\n       nominal amount of the debentures issued, includ-\n       ing any which may have been redeemed.\n      The sinking fund shall be applied in the first place\n      in payment of all expenses of or incidental to the\n      redemption of the debentures and the cost and\n      expenses of all notices required by this Act or the\n      Special Act to be given, and in the next place and\n      subject to the aforesaid payments, in repayment\n      of the principal moneys for the time being repre-\n      sented by the debentures.\n      Debentures issued under this Act shall, at the\n      option of the Bank of Jamaica, subject to the\n      direction of the Minister, be redeemed on a date\n      to be named when issuing the debentures, or by\n      purchase in the open market or by annual\n      drawings.\n      In the case of debentures redeemable on a date to\n      be named when issuing the debentures, the\n      Bank of Jamaica shall remit to the trustees\n      appointed pursuant to section 6 the money appro-\n      priated for the formation of a sinking fund as\n      aforesaid and the trustees aforesaid shall invest that\n      money in the purchase of such securities as may be\n      approved by the Minister as a sinking fund for the\n      final extinction of the debt, and the trustees afore-\n      said shall also invest the dividends, interest, or pro-\n      duce of such investments in the purchase of like\n      securities, and may from time to time, with the\n      approval of the Minister change any such invest-\n      ment, and shall hold such fund in trust for the\n      repayment of the principal moneys for the time\n      being represented by the debentures.\n         DEBENTURES (LOCAL)                             7\nIn the case of debentures redeemable by annual\ndrawings the Bank of Jamaica shall, with the\napproval of the Minister, place and keep at\ninterest so much of the money appropriated as\naforesaid for the payment of interest as may not\nbe required for immediate payments together with\nthe money appropriated for the formation of a\nsinking fund as aforesaid to apply those moneys\nin the first place to the purchase of the debentures\nwhen they can be obtained at a price not exceeding\npar, and, secondly, to the redemption of the\ndebentures by means of annual drawings.\nAfter the date specified in the Special Act authoriz-\ning the loan as that on which the contributions to\nthe sinking fund shall commence in respect of that\nloan, and so long thereafter as any of the deben-\ntures remain outstanding and unsatisfied, the Bank\nof Jamaica shall, in every year, unless the whole of\nthe money applicable in that year to the redemp\ntion of debentures has been applied in the purchase\nthereof, appoint a day in that year for the drawing\nby lot of the debentures to be redeemed.\nIf a day is appointed for drawing, the Bank of\nJamaica shall give by advertisement in the Gazette\nand in not less than two newspapers published in\nthe Island not less than fifteen days’ previous\nnotice, specifying the days on which and the hours\n and place at which the drawings will take place,\n and the nominal amount of the debentures to be\n redeemed at those drawings respectively.\nOn the day and at the hour and place so specified\nthe Bank of Jamaica shall hold a meeting (at\nwhich the holder of any debenture may if he think\nfit be present), and shall then, in the presence of\nsuch debenture holders (if any) as may attend,\n  Mu&on of this page is authorid by L.N. 480/1973]\n8                          DEBENTURES (LOCAL)\n                and of a Notary Public draw by lot, out of the\n                whole number of debentures of that issue for the\n                time being outstanding, debentures of the specified\n                nominal amount.\n           (19) The Bank of Jamaica shall thereupon declare\n                the distinguishing numbers of the debentures\n                drawn for redemption, and shall, as soon as may\n                be, by advertisement in the Gazette, and in not\n                less than two newspapers published in the Island,\n                specify those numbers and the Special Act under\n                which they were issued, and appoint a day not\n                being later as to each debenture than the day on\n                which the then current half-year’s interest thereon\n                is payable, on which the principal moneys secured\n                by the debentures so distinguished will be repaid.\n           (20) On the day so appointed, the Bank of Jamaica shall\n                on demand pay to the holders of the debentures\n                drawn for repayment the principal moneys secured\n                by those debentures with all interest payable there-\n                on up to that day.\n           (21) From and after the day appointed for the repay-\n                ment of any debenture all interest on the principal\n                moneys secured thereby shall cease and determine\n                whether payment of the principal shall have been\n                demanded or not.\n           (22) Upon the repayment of the principal moneys\n                secured by the debentures, the debenture with all\n                the coupons thereunto belonging shall be delivered\n521 1963        up to the Bank of Jamaica to be cancelled and\ns. 5.           forwarded to the Auditor-General.\n                  Any debentures redeemed by purchase shall like-\n                wise be so cancelled and forwarded.\n             me inclusion of this page is authorized by L.N. 480/1973]\n             DEBENTURES (LOCAL)                             9\n  No money applied in redemption of a debenture\n  shall be re-borrowed and no debenture shall be\n  issued in respect of or in substitution for any\n  cancelled debenture.\n  Debentures issued under this Act shall not be\n  liable to stamp duty.\n  If any debenture shall become defaced or worn,\n  or if the coupons thereunto attached shall have 5$/1963\n  become exhausted, it shall be lawful for the Min- +’*’\n  ister to cause a fresh debenture to be made in\n  manuscript and issued instead of such old deben-\n  ture; and the new debenture shall be of the same\n  number and date as the old debenture, and shall\n  correspond therewith in every respect, and shall\n  be for all purposes in substitution therefor,\n  but a note shall be made on the face thereof, shew-\n  ing that it is a renewed debenture, and stating the\n  date of such renewal, and the old debenture shall\n  be cancelled in the presence of the Auditor-\n   General, and deposited in his office.\n  Upon proof to the satisfaction of the Minister, I\n  that any debenture has been lost or destroyed\n  before the same shall have been paid off and\n  discharged, the Minister may direct that a new\n   debenture, which shall bear the same number and\n  date, and shall correspond in every respect with\n   the debenture lost or destroyed, be given to the\n   person entitled thereto; and if any debenture, so\n   proved to have been lost or destroyed shall be due,\n   the Minister may direct the same to be paid off:\n    Provided that in every such case the Minister\n  shall cause notice to be inserted in the Gazette,\n  for six consecutive weeks, of the particulars of\n  such debentures and shall take good security to\n  indemnify the public against any loss which might\nme inclusion of this page is authorized by L.N. 480/1973]\n10                                       DEBENTURES (LOCAL)\n                             otherwise be incurred in case any debenture, stated\n                             to have been lost or destroyed, should at any time\n                             afterwards be presented for payment, or interest\n                             should be claimed as due thereon.\nTrustees          6.-(1)  The trustees of any sinking fund established pur-\nof sink-\ning fund.       suant to section 5 shall be the Trustees for Jamaica Govern-\n521 1963\ns. 3.           ment Securities established by the Local Registered Stock\n421 1965\ns. 2.           Act who shall have power to do all things necessary for the\n                performance of the functions of trustees under this Act\n                in like manner as they perform their functions under the\n                Local Registered Stock Act.\n                       (2) The Minister may give to the trustees such direc-\n                tions of a general character as to the policy to be followed\n                by them in the performance of their functions under this\n                Act as appear to the Minister to be necessary in the public\n                interest.\nPrinapal          7. The principal moneys and interest represented by the\nand mterest     debentures issued under the provisions of this Act are\ncharged and\npayable out\nof Consoli-\n                hereby charged upon and shall be payable out of the\ndated Fund.     Consolidated Fund and assets of the Government of\n                Jamaica.\nPrincipal         8. In case the sinking funds provided for by this Act\nmoneys to\nbe paid out     shall be insufficient for the payment of all the principal\nof Consoli-     moneys borrowed under the authority of this Act at the\ndated Fund\nwhen sink-      time the same shall have become due, the Minister shall\ning funds\ninsutficient.   make good the deficiency out of the Consolidated Fund and\n521 1963\ns. 5.           assets of this Island.\nSinking            9. All expenses of or incidental to the management of the\nfund to bear\nexpensesof      sinking fund or to the payment of the principal moneys\nmanage-         borrowed shall be paid out of the sinking fund.\nment.\n                    DEBENTURES (LOCAL)                                  11\n  1 0 . 4 1 ) Where the Bank of Jamaica holds any sum for Payment\n                                                            into Con-\nthe purpose of paying-                                      solidated\n                                                            Fund of\n     (a) the principal amount of any debenture due for re- unclaimed\n           demption on a date named when the debentures Fz$i\n           were issued or pursuant to paragraph (20) of S-4.\n           section 5; or\n     (b) interest accrued due on any debenture,\nand that sum is not claimed by the holder of the debenture\nwithin two years from the date on which that sum became\ndue, the Bank of Jamaica shall, if the Minister so directs,\npay that sum into the Consolidated Fund.\n         (2) Notwithstanding the payment of any sum into\nthe Consolidated Fund pursuant to subsection (11, the Bank\nof Jamaica may pay to any person showing his right\nthereto to the satisfaction of the Bank the amount of any\nsum so transferred and the Minister shall thereupon direct,\nwithout further appropriation than that provided by this\nsubsection, that the Bank be reimbursed from the Consoli-\ndated Fund.\n      m e inclusion of this page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Principal moneys to be paid out of Consolidated Fund when\n      sinking funds insuflicient."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Payment into Consolidated Fund of unclaimed moneys.\n     me inclusion of this page is authorized by L.N. 480/1973]\n                    DEBENTURES (LOCAL)                                        3\n           THE DEBENTURES (LOCAL)ACT                                 hP.92.\n                                                                       Acts"
    }
  ],
  "definitions": []
}