{
  "id": "jm-stat-the-debenture-registration-act",
  "type": "statute",
  "title": "The Debenture Registration Act",
  "title_en": "The Debenture Registration Act",
  "short_name": "Debenture Registration Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-debenture-registration-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-debenture-registration-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. .This Act may be cited as the Debenture Registration ~ b ~ r t t i t l ~\nAct.\na 2. It shall be lawful for the holder or holders of any e w e r t o\n                                                            d/cbeature\ndebenture or debentures, the principal and interest secured\nby which are payable by the Accoufitant-'Generd to Wer,\nor for some person on his or their behalf, to present the\nsame to the Accountant-General at the Treasury in King- hoiden.\nston, together with a letter addressed to the Accountant-\nGeneral, signed by the applicant or applicants, and bearing\nsuch- stamp as is hereinafter provided, requiring the\nAccountant-General to register the applicant or applicants\nin manner hereinafter provided 'as the holder -orholders of\nthe same."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Power to debenture holders to apply to have themselves regis-\n    tered as such holders."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Accountant-General shall open and keep in the\nTreasyry, at Kingston, a register book or books, in which\nhe shall register the name or names of the holder or holders\nof any debenture the holder or holders of which, or some apdto\n                                                             egister\nperson on his or their behalf, shall have made application q m t s . e k\nin manner hereinbefore provided.\n  Such register book or books shall be in such'form as may\n                                                               holders\n                                                                       $-\n                                                               PlYipe to\nbe approved-by'the -M[ihister.\n  Together with the name or names of the holder or holders\naforesaid .there shall be enterd. in the said book or books\nthe address and addition of such holder or holders.\n       -.\n            ~e'incltlsionof this page is authorized by LN. 480119731\n4                              DEBENTURE REGISTRATION\nAlterations     4. At the time of registering any person or persons as\nto be made aforesaid as the holder of any debenture, the Accountant-\nin deben-\ntures held\nby registered\n              General shall draw a thick line or lines through the word\nholders.      “bearer” on such debenture, and shall write or cause to be\n               written over the said word, or in the margin at the side\n               of the said word, the words “the registered holder or\n               holders of this debenture for the time being”, and sign his\n               name thereto, and he shall write or cause to be written,\n               at the back of such debenture, the name or names of the\n               person or persons (together with his or their address and\n               addition) registered as the holder or holders thereof,\n               together with words indicating that such person or persons\n               have been registered as aforesaid, and making reference\n               to the foZium in the register book.\n                 If more than one person is registered as aforesaid, the\n               names shall be enclosed in brackets.\nDebentures       5. From and after such registration as aforesaid the\nheld by\nregistered     principal sum secured by such debenture shall cease to be\nholdersto      payable to the bearer of such debenture, and such debenture\nbe property\nof such\nholdersand\n               shall cease to be transferable or negotiable by delivery, and\nnot to be      the property in such debenture, and the right to receive the\ntransferable\nby delivery.   principal money secured thereby, shall belong to the person\n               or persons registered as aforesaid as the holder or holders\n               thereof, or to his or their transferee in manner hereinafter\n               provided.\n                 And it shall be lawful for the Accountant-General to\n               require, before payment of any debenture, that the regis-\n               tered holder of the debenture shall write his name upon the\n               same by way of acknowledgment of the receipt of the money\n               represented by the same :\n                 Provided always that the interest represented by my\n               coupon shall continue to be payable to the person presenting\n               the same, in the same manner as if the debenture had not\n                     me inclusion of this page is authorized by L.N. 480/1973)\n                DEBENTURE REGISTR A TION                                     5\nbeen registered; and any such payment shall duly discharge\nthe Accountant-General in respect of the same; but it shall\nalways be lawful for the Accountant-General to refuse to\npay the interest represented by any coupon without\nproduction of the debenture to which it belongs, or proof\nthat the person presenting the same is entitled to payment\nthereof."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Debentures held by registered holders to be property of such\n    holders and not to be transferable by delivery."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The registered holder or holders of any debenture or Transferof\ndebentures as aforesaid may transfer the same by an instru- debentures\nment in writing, duly stamped as hereinafter provided,\nunder his or their hand, and the transferee or some person\non his behalf shall present such instrument together with\nthe debenture at the Treasury, and the Accountant-General,\nunless he shall see reason to doubt the genuineness of such\ninstrument, shall register in the register book the name of\nthe transferee (together with his address and addition),\nwith a note of the date of the transfer, and endorse a\nmemorandum of the same on the back of the debenture, and\nthereupon the transferee shall be the registered holder of\nthe said debenture.\n   The Accountant-General shall retain the instrument of\ntransfer aforesaid, and file the same in his office."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. When any person has been registered as the holder of egistryof\n                                                             Lansfer\nany debenture no transfer of such debenture shall be &ereof.\neffectual to pass the property in the same unless the trans-\nferee shall be registered under this Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. No liability to any person shall be incurred by the Non-\nAccountant-General, or the Government of this Island, by &-:::\nreason of the Accountant-General registering under this            lzg:$\nAct as the holder or transferee of any debenture any person personwho\n                                                             is not bono\nwho is not bona fide the holder or transferee thereof.       fide the\n                                                                   holder.\n      m e inclusion of this page is authorized by L.N. 480/1973]\n6                               DEBENTURE REGISTRATION\nKeepingand        9. With a view to providing security against the forgery\nuse of\nsignature      of instruments of transfer and receipts, the Accountant-\nbook.          General shall open and keep a signature book in which any\n               person becoming the registered holder of any debenture may\n               sign his name; when any instrument of transfer shall be\n               presented for registration, or any claim for payment made\n               of the principal sum represented by any registered deben-\n               ture, it shall be the duty of the Accountant-General to\n               compare the signature on such instrument of transfer, or\n               on the debenture, with the signature in the signature book.\nNotice of        10. When any debenture that has become payable to a\ndrawingof\ndebentures\n               registered holder under this Act shall be drawn for\nheld by        redemption, the Accountant-General shall give notice of\nregistered\nholdem.        such circumstance by registered letter, addressed to the\n               registered holder of such debenture at the address entered\n               in the register book as aforesaid.\nStampon          11. Every such letter as is mentioned in section 2 shall\ntration\neachregis-\n        and    be impressed with a stamp representing payment of an ad\ntransfer.      valorem duty at the rate of twenty cents per two hundred\n               dollars on the value of the debentures therein mentioned,\n               and every instrument in writing such as is mentioned in\n               section 6 with a stamp representing payment of an ad\n               valorem duty at the rate of ten cents per two hundred\n               dollars on the value of debentures therein dealt with.\n                 Such stamp may in all cases be impressed after the\n               writing, printing, preparing and executing of the letter or\n               instrument.\nExecution of      12. Where in this Act a person or holder of a debenture\ndocuments\nby a corpo-\n               is required to sign his name, it shall be sufficient, in the case\nration.        of a corporation, that the corporate seal be a f b e d to any\n               letter of application, deed of transfer, receipt or other\n               document so required to be signed, and that the same be\n                 DEBENTURE REGISTRATION                                  7\nsigned by the secretary or other principal officer of the\ncorporation :\n  Provided that any change in the person of such secretary\nor officer shall from time to time be notified to the\nAccountant-General, together with a specimen of his usual\nsignature, witnessed under the corporate seal, and the\nsignature of the Chairman of directors or other principal\ngoverning member of the corporation."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. It shall be lawful for the registered holder of any Registered\ndebenture at any time to execute a transfer of the same to holder may\n                                                           transfer to\nbearer.                                                    bearer.\n  On the registration of any such transfer, such debenture\nshall become payable to bearer and be transferable by\ndelivery :\n  Provided that any holder of such debenture so made pay-\nable to bearer may at any time apply to be registered as the\nholder as if no person had previously been registered as the\nholder thereof."
    }
  ],
  "definitions": []
}