{
  "id": "jm-stat-the-debtors-act",
  "type": "statute",
  "title": "The Debtors Act",
  "title_en": "The Debtors Act",
  "short_name": "Debtors Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-debtors-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-debtors-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Debtors Act.                     Short title.\n           Abolition of Imprisonment for Debt"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. With the exceptions hereinafter mentioned, no person Aboljtion of\nshall be arrested or imprisoned for making default in pay- impnson-\n                                                           mcntfor\nment of a sum of money.                                    debt with\n                                                           exceptions.\n There shall be excepted from the operation of this\nAct-\n  Default in payment of a penalty, or sum in the nature\nof a penalty other than a penalty in respect of any contract.\n  Default in payment of any sum recoverable summarily\nbefore a Justice or Justices.\n  Default by a trustee, or person acting in a fiduciary\ncapacity, and ordered to pay by a court of equity any\nsum in his possession or under his control.\n  Default by an attorney or solicitor in payment of costs\nwhen ordered to pay costs for misconduct as such, or in\npayment of a sum of money when ordered to pay the same\nin his character of an officer of the court making the\norder.\n  Default in payment, for the benefit of creditors, of any\nportion of a salary or other income in respect of the pay-\nment of which any court having jurisdiction in bank-\nruptcy is authorized to make an order.\n  Default in payment of sums in respect of the payment\nof which orders are in this Act authorized to be made:\n      me inclusion of this page is authorized by L.N. 480/1973]\n2                                        DEBTORS\n                Provided first, that no person shall be imprisoned in any\n              case excepted from the operation of this section for a longer\n              period than one year; and, secondly, that nothing in this\n              section shall alter the effect of any judgment or order of\n              any court for payment of money except as regards the\n              arrest and imprisonment of the person making default in\n              paying such money.\nSaving of       3. Subject to the provisions hereinafter mentioned, any\npower of\ncommittal     court having civil jurisdiction may commit to prison with\nwith or       or without hard labour, for a term not exceeding six weeks,\nwithout\nhard labour\nfor debts\n              or until payment of the sum due, any person who makes\nnot           default in payment of any debt, or instalment of any debt\nexceeding\n5100.         due from him in pursuance of any order or judgment of\n              that or any other competent court:\n                Provided-\n                  (1) that the jurisdiction by this section given of com-\n                      mitting a person to prison shall, when exercised by\n                      a Resident Magistrate’s Court, be exercised sub-\n                      ject to the following restrictions, that is to say-\n                         (a) by an order made by the Judge himself in\n                             open court, and showing on its face the\n                             ground on which it is issued;\n                         (h) as respects a judgment of a superior court\n                             of law or equity only when such judgment\n                             does not exceed one hundred dollars, exclu-\n                             sive of costs;\n                  (2) that the jurisdiction given by this section shall\n                      be exercised as respects a judgment of a Resident\n                      Magistrate’s Court only by a Resident Magistrate’s\n                       Court;\n                  (3) that such jurisdiction shall only be exercised\n                      where it is proved to the satisfaction of the court\n                      that the person making default either has or has\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                            DEBTORS                               3\n         had, since the date of the order or judgment, the\n         means to pay the sum in respect of which he has\n         made default, and has refused or neglected, 01\n         refuses or neglects to pay the same.\n  Proof of the means of the person making default may\nbe given in such manner as the court thinks just; and, for\nthe purposes of such proof, the debtor, and any witnesses\nmay be summoned and examined on oath, according to the\nprescribed rules.\n  Any jurisdiction by this section given to the superior\ncourts may be exercised by a Judge sitting in Chambers,\nor otherwise, according to the prescribed rules.\n  For the purposes of this section, any court having civil\njurisdiction may direct any debt due from any person, in\npursuance of any order or judgment of that or any other\ncompetent court to be paid by instalments, and may from\ntime to time rescind or vary such order.\n  Persons committed under this section shall, unless other-\nwise prescribed, be committed to such convenient prison as\nthe court which commits them thinks expedient.\n   This section, so far as it relates to any Resident Magis-\ntrate’s Court shall be deemed to extend to orders made by\nthe Resident Magistrate’s Court with respect to sums du!:\nin pursuance of any order or judgment of any court other\nthan a Resident Magistrate’s Court.\n  No imprisonment under this section shall operate as a\nsatisfaction or extinguishment of any debt, or demand, or\ncause of action, nor deprive any person of any right to take\nout execution against the lands, goods, or chattels of t k\nperson imprisoned in the same manner as if such imprison-\nment had not taken place.\n  Any person imprisoned under this section shall be dis-\ncharged out of custody upon a certificate, signed according\n      me inclusion of this page is authorized by L.N. 480/1973]\n4                                     DEBTORS\n          to the prescribed rules, to the effect that he has satisfied\n          the debt or instalment of a debt, in respect of which he was\n          imprisoned, together with the prescribed costs (if any).\nPower unde:r    4. No person shall be arrested upon mesne process in\ncertain\ncircurn-     any action.\nstances to\narrest\ndefendant       Where the plaintif€ in any action in the Supreme or\nabout to\nquit the     any Resident Magistrate’s Court of this Island, in which\nIsland.      if brought before the commencement of this Act in the\n          Supreme Court, the defendant would have been liable to\n          arrest, proves at any time before final judgment, by\n          evidence on oath, to the satisfaction of a Judge of the\n          Court in which the action shall be brought, that the plain-\n          tiff has good cause of action against the defendant to the\n          amount of forty dollars and upwards, and that there is\n          probable cause for believing that the defendant is about to\n          quit the Island unless he be apprehended, and that the\n          absence of the defendant from this Island will materially\n          prejudice the plaintiff in the prosecution of this action,\n          such Judge may, according to the prescribed rules, order\n          such defendant to be arrested and imprisoned for a period\n          not exceeding six months, unless and until he has sooner\n          given the prescribed security, not exceeding the amount\n          claimed in the action, that he will not go out of this Island\n          without the leave of the Court.\n             Where the action is for a penalty, or sum in the nature\n          of a penalty, other than a penalty in respect of any con-\n          tract, it shall not be necessary to prove that the absence\n          of the defendant from the Island will materially prejudice\n          the plaintiff in the prosecution of his action, and the security\n          given (instead of being that the defendant will not go\n          out of the Island), shall be to the effect that any sum\n          recovered against the defendant in the action shall be paid\n          or that the defendant shall be rendered to prison.\n                 me inclusion of this page is authorized by L.N. 480/1973!\n                            DEBTORS                                        5"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Sequestration against the property of a debtor may $vingfor\nbe issued by any court in the same manner as if such debtor StqUeStra-\n                                                            tionagainst\nhad been actually arrested.                                 *opcrty."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Nothing in this Act shall in any way affect any right\nor power under the Bankruptcy Act to arrest or imprison\nany person.\n                                                                   3vingfor\n                                                                    nkruptcy\n                                                                   ct."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The word “prescribed” shall mean as to proceedings caningot\nin the Supreme Court, prescribed by rules of Court and qr&bedp*.\n                                                         e word\nas to proceedings in the Resident Magistrates’ Courts,\nprescribed by rules made under the Judicature (Resident\nMagistrates) Act.\n       me inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}