{
  "id": "jm-stat-the-decimal-currency-act",
  "type": "statute",
  "title": "The Decimal Currency Act",
  "title_en": "The Decimal Currency Act",
  "short_name": "Decimal Currency Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-decimal-currency-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-decimal-currency-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Board shall consist of not less than five nor more than Constitution\nseven members, as the Minister may from time to time determine, of Board.\nappointed by the Minister."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-            Interprets-\n  “bill of exchange”, “cheque”, and “promissory note”\n       have the same meanings as in the Bills of\n       Exchange Act;\n  “Board” means the Decimal Currency Board estab-\n       lished by section 14;\n  “decimal currency of the Island” means the decimal\n       currency provided for in this Act, and “the\n       decimal currency system” has a corresponding\n       meaning;\n  “existing currency of the Island” means the currency\n       of the Island at the passing of this Act, and “the\n       existing currency system” has a corresponding\n       meaning;\n  “Minister” means the Minister responsible for finance;\n  “prescribed machine” means a machine or instrument\n       designed for use in connection with the existing\n       currency system or any similar system of currency,\n       being-\n       (a) a machine or instrument used or intended\n            for use solely or principally for the purpose\n            of calculating or recording amounts of\n            money, including an accounting machine or\n            any similar machine, an adding machine or\n            any similar machine, a cash register, and\n4                                   DECIMAL CURRENCY\n                            a machine or instrument for use in connec-\n                            tion with a punched card system; or\n                       (b) any other machine or instrument included\n                            in a class or kind of machine or instrument\n                            declared by the Minister, by order, to be\n                            an approved class or kind of machine or\n                            instrument for the purposes of Part III;\n                  “specified equivalents’’ means the equivalents specified\n                      in section 3;\n                  “the Bank” means the Bank of Jamaica.\n                 Part 11-Consequential, Supplemental and Transitional\n                                     Provisions\nEquiva-\nlence."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The equivalent in the decimal currency of the Island\n              of one Jamaica pound in the existing currency is two dol-\n              lars, the like equivalent of one Jamaica shilling is ten cents\n              and the like equivalent of one Jamaica penny is five-sixths\n              of a cent.\nReferences       4.--(1) Subject to the provisions of this Part, every\nb existing\ncurrency to   reference in any law passed or made before the 8th Sep-\nbe wn-        tember 1969, or in any deed, instrument, bill of exchange,\nstrued as\nreferences\nto decimal\n              promissory note, security for money or other document\ncurrency.     executed or made before such date or in any contract or\n              agreement (whether the contract or agreement is in writing\n              or not) entered into before such date and every reference\n              made before such date in any other manner whatsoever, to\n              an amount of money in the existing currency of the Island\n              shall, unless the context is such that it would be inappro-\n              priate, be read and construed as a reference to a corres-\n              ponding amount of money in the decimal currency of the\n              Island, calculated on the basis of the specified equivalents.\n                     (2) Where such a reference as is mentioned h sub-\n              section (1) is to a percentage or other proportion expressed\n              in terms of money, the reference shall, unless the context\n                    flhe inclusion of this page is authorized by L.N. 480/1973]\n                     DECIMAL CURRENCY                               5\nis such that it would be inappropriate, be read and con-\nstrued as a reference to an equivalent percentage or pro-\nportion expressed in terms of money in the decimal\ncurrency of the Island.\n       (3) Notwithstanding anything to the contrary, the\nMinister may by order provide that any specified reference\nin any specified law (whether passed or made before or after\nthe 8th September, 1969) or in any specified deed, instru-\nment, security for money or other document (whether\nexecuted or made before or after such date) or in any\nspecified contract or agreement (whether in writing or not\nand whether entered into before or after such date) or in\nany other specified manner (whether made before or after\nsuch date) to an amount of money in the existing currency\nof the Island shall, with effect from a specified date, be\nread and construed as a reference to such amount of\nmoney in the decimal currency of the Island as may be\nspecified in the order in relation thereto, or that any such\nreference as aforesaid shall, with effect from a specified\ndate, be read and construed as a reference to a correspond-\ning amount of money in the decimal currency of the\nIsland, calculated on the basis of such equivalents as may\nbe specified in the order in relation thereto, and such order\nshall thereupon have effect accordingly.\n        (4) The provisions of subsection (3) do not apply to\nbills of exchange or promissory notes.\n       (5) An order made under subsection (3) may contain\nsuch consequential, supplemental and ancillary provisions\n(including modifications of the provisions of this Part) as\nthe Minister may consider necessary or expedient for the\npurposes of the order.\n      (6) In this section and in section 5 “law” includes any\ninstrument having the force of law.\n6                                   DECIMAL CURRENCY\nForms.           5. Where a law passed or made before the 8th September,\n               1969, contains a form that refers to an amount of money in\n               the existing currency of the Island, or provides for an\n               amount of money to be specified in that currency, a person\n               using the form may fill it in in such a manner as to set forth\n               the equivalent of that amount in the decimal currency of\n               the Island, calculated on the basis of the specified equiva-\n               lents.\nPaymentin        6 . 4 1 ) Where, before the 8th September, 1969, a bill of\ncurrency of    exchange or promissory note is issued or made in the exist-\nbillornote     ing currency of the Island, and the bill or note is not paid\nmade in\nexisting       before such date, any sum specified in it shall be converted\ncurrency but\nnotpaid        into the decimal currency of the Island in accordance with\nversioncon-\nbefore         subsection (2).\ndate.\n                     (2) The said sum shall be converted on the basis of\n               the specified equivalents except that pence amounting to\n               less than one shilling shall be converted into cents on the\n               basis that an amount of pence specified in the first column of\nFirst          the First Schedule corresponds to the amount of cents\nSchedule.\n               specified in the second column of that Schedule in relation\n               thereto.\n                      (3) Where any sum specified in such a bill of ex-\n               change or promissory note as is mentioned in subsection (1)\n               is altered for the purpose of facilitating its negotiation,\n               colIection or payment, and the alteration is made in\n               accordance with the provisions of this section, the alteration\n               shall not render the bill or note void as against any party.\nPayment of        7. Where a bill of exchange or promissory note issued\nsum pre-\nviously pay-\n               or made in the decimal currency of the Island is .taken in\nablein         respect of any sum that was payable in the existing cur-\nexisting\ncurrencyby     rency of the Island, the conversion of that sum into decimal\nbill or note\nmadein         currency shall be made in accordance with subsection (2)\ncurrency.      of section 6.\n                        DECIMAL CURRENCY                                 7"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. If the chairman or any other member of the Board is absent or Acting\nunable to act as such the Minister may appoint some other person lappoint-\nto act in the place of the chairman or such other member.          meats."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The chairman may at any time resign his office as chairman Rcsigna-\nor his office as member by instrument in writing addressed to the tions.\nMinister.\n        (2) A member other than the chairman may at any time resign\nhis office as member by instrument in writing addressed to the Minister\nand transmitted through the chairman.\n       u h e inclusion of this page is authorized by L.N. 480/1973]\n18                                   DECIMAL CURRENCY\n                     (3) Every such resignation as aforesaid shall take effect from the\n              date of receipt by the Minister of the instrument of resignation.\nRevocation      6. The Minister may at any time revoke any appointment made by\nof appoint-   him under this Schedule.\nments.\nGazetting       7. The names of all members of the Board as first constituted and\nof appoint-   every change in the membership thereof shall be published in the\nments.        Gazette.\nIncorpora-       8.--(1) The Board shall be a body corporate to which the provisions\ntion.         of section 28 of the Interpretation Act, shall apply.\n                    (2) The seal of the Board shall be kept in the custody of the\n              chairman or secretary and shall be a x e d to instruments pursuant\n              to a resolution of the Board in the presence of the chairman, or any\n              other member of the Board, and the secretary.\n                    (3) The seal of the Board shall be authenticated by the signatures\n              of the chairman, or any other member of the Board authorized to act\n              in that behalf, and the secretary.\n                     (4) All documents other than those required by law to be under\n              seal, made by, and all decisions of, the Board may be signified under\n              the hands of the chairman, or any other member of the Board\n              authorized to act in that behalf, and the secretary.\noffices.         9. The Board shall have a principal office in Kingston but may\n              maintain such branch offices, agencies and correspondents (whether\n              within or outside Jamaica) as the Board deems fit.\nAppoint-        10.41) The Board may appoint and employ at such remuneration\nment of       and on such terms and conditions as it thinks fit a secretary and such\nofficer,      other officers, agents and servants as it thinks necessary for the proper\nservants\nand agents.   carrying out of its functions under this Act :\n                Provided that no salary in excess of $4,000 per annum shall be\n              assigned to any post without the prior approval of the Minister, and\n              no appointment to any post to which an annual salary in excess of\n              $4,000 is assigned shall be made without the prior approval of the\n              Minister.\n                      (2) The Governor-General may, subject to such conditions as he\n              may impose, approve of the appointment of any officer in the service\n              of Jamaica to any office with the Board, and any officer so appointed\n              shall, in relation to pension, gratuity, allowance and other rights as a\n              public officer, be deemed to be in the service of Jamaica while\n              employed in any such office.\n                       DECIMAL CURRENCY                                          19"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Payment in decimal currency of bill or note made in existing\n     currency but not paid before conversion date."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Payment of s u m previously payable in existing currency by bill\n     or note made in decimal currency."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Without prejudice to the provisions of section 9, Acknowl-\nwhere, in respect of any payment it is necessary, by reason edgements\n                                                               ofpayments\nof the use of a machine or instrument that operates in the %;;ionat\nexisting currency of the Island, to provide an acknowledge- period.\nment expressed in such currency, then, notwithstanding the\nprovisions of section 18 of the Bank of Jamaica Act, such\nacknowledgzment may, during the transitional period, be\nso expressed, and, if the payment was made in the decimal\ncurrency of the Island, the reference in the acknowledge-\nment to the sum paid shall be construed as a reference to\nthe corresponding sum in the decimal currency of the\nIsland, calculated in accordance with subsection (2) of\nsection 6.\n         (2) In subsection (1) “transitional period” means the\nperiod commencing on the 8th September, 1969, and ending\non a date to be specified by the Minister by order.*"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) If the Minister by order so directs, any contract, Powerof\nsale, payment, bill, note, instrument and security for money Minister\n                                                              topemit\nspecified in the order, and any transaction, dealing, matter\nor thing whatever relating to money or the liability to pay currency\n                                                              existing\nany money that is so specified may, notwithstandiqg the aftercon-\nprovisions of section 18 of the Bank of Jamaica Act, be Version\n                                                              dak.\nmade, executed, entered into, done or had according to\nthe existing currency of the Island before a date specified\nin the order, being a date subsequent to the 8th September,\n1969.\n         (2) The provisions of subsection (1) do not apply to\nbills of exchange or promissory notes.\n         (3) An order made under subsection (1) may be\nexpressed to be subject to such conditions as may be\nspecified therein and may contain such consequential,\nsupplemental and ancillary provisions (including modifica-\ntions of the provisions of this Part) as the Minister may\nconsider necessary or expedient for the purposes of the\norder.\n*L.N. 34/1970 fixed 15th April, 1970:\n        phe inclusion of this page is authorized by L.N. 480/1973]\n8                                  DECIMAL CURRENCY\nConcurrent\nlegs1\n                lO.-(l)    Without prejudice to the provisions of section 9\ntender.      and notwithstanding the provisions of sections 15 and 18\n             of the Bank of Jamaica Act, a tender of payment of money\n             is, subject to the provisions of section 11 of this Act, a\n             legal tender if it is made in notes or coins which were legal\n             tender in the Island immediately before the 8th September,\n              1969-\n                    (a) in the case of notes, for the payment of any\n                        corresponding amount of money payable in the\n                        decimal currency of the Island, calculated on the\n                        basis of the specified equivalents;\n                    (b) in the case of coins of the following denomina-\n                        tions, namely, half-crown, two shillings, one shil-\n                        ling and sixpence, for the payment of a corres-\n                        ponding amount payable in the decimal currency\n                         of the Island (calculated on the basis of the speci-\n                        fied equivalents) not exceeding five dollars;\n                    (c) in the case of coins of the following denomina-\n                         tions, namely, threepence, one penny and one\n                        half-penny, for the payment of a corresponding\n                         amount payable in the decimal currency of the\n                         Island (calculated on the basis of the specified\n                         equivalents) not exceeding twenty cents.\n                     (2) Unless in respect of any transaction the parties\n             otherwise agree, a tender of payment of coins of any of\n             the following denominations, namely, threepence, one\n             penny and one half-penny, shall, notwithstanding the provi-\n             sions of paragraph (c) of subsection (11, only be a legal\n             tender for the payment of an amount not exceeding twenty\n             cents if several coins of one or more of those denomina-\n             tions are tendered in lots of a value of sixpence or a\n             multiple thereof.\n                     (3) Without prejudice to the provisions of section 9\n             and notwithstanding the provisions of sections 15 and 18\n             of the Bank of Jamaica Act, a tender of payment of money\n                      DECIMAL CURRENCY                                 9\nis, subject to the provisions of section 11 of this Act, a legal\ntender if it is made, as to part, in accordance with the said\nsection 15 and, as to the remainder, in accordance with this\nsection.\n         (4) A coin that is bent, mutilated or defaced, or that\nhas been reduced in weight otherwise than by abrasion\nthrough ordinary use shall not be legal tender within the\nmeaning of this section."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(1)     The Board shall meet as often as may be necessary or Procedure\nexpedient for the transaction of its business, and such meetings shall andmeet-\nbe held at such places and times and on such days as the Board may In@.\ndetermine.\n            (2) A special meeting of the Board may be called by the Minister\nor the chairman or by the secretary acting in accordance with any\ndirection issued to him in their behalf by the Minister.\n        (3) The chairman shall preside at all meetings of the Board at\nwhich he is preseht, and in his absence from any meeting the members\npresent and constituting a quorum shall elect a chairman from among\ntheir number to preside at that meeting.\n        (4) A quorum of the Board shall be three.\n        (5) The decisions of the Board shall be by a majority of votes\nand, in addition to an original vote, the person presiding at a meeting\nshall have a casting vote in any case in which the voting is equal.\n        (6) Minutes in proper form of each meeting of the Board shall\nbe kept.\n        (7) The validity of the proceedings of the Board shall not be\naffectedby any vacancy amongst the members thereof or by any defect\nin the appointment of a member thereof.\n        (8) Subject to the provisions of this Schedule, the Board may\nregulate its own proceedings.\n   1 2 . 4 ) Any member of the Board who, otherwise than as such Disclosure\nmember, is directly or indirectly interested in any arrangement or ofintcmt.\nagreement made or entered into, or proposed to be made or entered\ninto, by the Board or in any approval under subsection (2) of section\n12 granted, or proposed to be granted, by the Board as the Minister’s\ndelegate shall, as soon as possible after the relevant facts have come\nto his knowledge, disclose the nature of his interest at a meeting of\nthe Board.\n         (2) A disclosure under this paragraph shall be recorded in the\nminutes of the Board, and the member-\n     (a) shall not take part after the disclosure in any deliberation or\n           decision of the Board relating to the arrangement, agreement,\n           or approval; and\n     (b) shall be disregarded for the purpose of forming a quorum of\n           the Board for any such deliberation or decision.\n  1 3 . 4 1 ) The Board may appoint such committees, for such purposes, Committees.\nas it may think fit and may with the approval of the Minister delegate\nto any such committee such of the functions of the Board as the\nBoard may decide, including any power delegated to the Board by\nthe Minister under section 20 but excluding the power of delegation\nconferred by this sub-paragraph.\n        r h e inclusion of this page is authorized by L.N. 480119731\n20                                   DECIMAL CURRENCY\n                        (2) Every such committee shall consist of-\n                   ( U ) at least one member of the Board nominated by the Board;\n                          and\n                    (b) such other persons as the Board may appoint as members of\n                          the committee.\n                        (3) The chairman of each such committee shall be the member\n              who is a member of the Board or, if more than one member is a\n              member of the Board, such member of the Board as the Board shall\n              appoint.\n                        (4) The quorum of any such committee shall be such number\n              of its members as the Board may determine.\n                        (5) A special meeting of any such committee may be called by\n              the chairman thereof.\n                        (6) The provisions of paragraphs 2,4,5 and 6 and sub-paragraphs\n              (l), (3), (5). (7) and (8) of paragraph 11 of this Schedule and of sub-\n              sections (2) to (5) (inclusive) of section 20 of this Act shall (with the\n              necessary modifications) apply in relation to any such committee as if\n              references to the Minister were references to the Board and references\n              to the Board were references to such committee.\nProtection       14.+1) No member of the Board or any committee appointed by it\nof            shall be personally liable for any act or default of the Board or com-\nmembers.      mittee done or omitted to be done in good faith in the course of the\n              operations of the Board or committee.\n                      (2) Where any member of the Board or a committee is exempt\n              from liability by reason only of the provisions of this paragraph the\n              Board or, as the cast may be, the committee, shall be liable to the\n              extent that it would be if the member were its servant or agent.\nRemunera-       15. There shall be paid from the funds of the Board to the chairman\ntion of       and other members of the Board and to the chairman and othw mem-\nmembers.      bers of every committee appointed by the Board such remuneration.\n              whether by way of honorarium, salary or fees, and such allowances.\n              as the Minister may determine.\nExemption       16.-(1) The income of the Board shall be exempt from income tax.\nfrom\nincome tax           (2) All instruments executed by or on behalf of the Board shall\nand stamp     be exempt from stamp duty.\nduty.\nOffices not     17. The office of chairman or member of the Board, or of any\npublic        committee appointed by the Board. shall not be a public office for\noffices.      the purposes of Chapter V of the Constitution of Jamaica."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.\n                     (2) Subject to the provisions of this section and to\n             any general directions given or conditions attached by the\n             Minister, the Board may exercise any powers so delegated\n             in the same manner and with the same effect as if they had\n             been conferred directly upon the Board by this Act and\n             not by delegation.\n                     (3) Where the Board purports to act pursuant to any\n             delegation under this section it shall be presumed to be\n                     DECIMAL CURRENCY                                        15\nacting in accordance with the terms of the delegation, in\nthe absence of proof to the contrary.\n       (4) A delegation under this section may be revoked\nby the Minister at any time.\n        (5) A delegation of any power under this section\nshall not prevent the exercise of the power by the Minister."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) For the purpose of facilitating the transition Closing\nfrom the existing currency system to the decimal currency of banks.\nsystem, the Minister may, by order, appoint a day or days\nduring which banks shall be closed to the public.\n       (2) For the same purpose, the Minister may, by the\nsame or any other order, prescribe the hours during which\nthe business premises of any bank shall be open for\nbusiness on all or any days of the week (other than Satur-\nday and Sunday) during a period specified in the notice,\nnot exceeding one month, following the day or days\nappointed under subsection (1).\n       (3) Any order under this section may be made to\napply wholly or partly to all banks, or to any specified\nbanks, or to any specified class or classes thereof, or to\nany specified branch or branches or premises or agency or\nagencies thereof.\n       (4) Every order under this section shall have effect,\nnotwithstanding the provisions of any enactment.\n        (5) The provisions of subsection (1) of section 93\nof the Bills of Exchange Act shall apply in relation to each\nday on which a bank is, by virtue of an order under sub-\nsection (1) of this section, required to be closed (other than\na Saturday) as if such day were a Saturday, but on any day\non which a bank is so required to be closed a cheque may\nbe presented by a bank (including the bank on which that\ncheque is drawn) to a bank for payment, and may be paid\nby the bank to which it is so presented and debited to the\ncustomer’s account.\n        (6) In this section “bank” means a commercial bank\nas defined in section 2 of the Bank of Jamaica Act.\n      me inclusion of this page is authorized by LN. 480/1973]\n                                  DECIMAL CURRENCY\nEstablish-\nment of\n                1 4 . 4 1 ) There shall be established for the purposes of\nDecimal      this Part a body to be called the Decimal Currency Board.\nCurrency\nBoard.                (2) The provisions of the Second Schedule shall\nSecond       have effect as to the constitution of the Board and otherwise\nSchedule.\n             in relation thereto.\nFunctions       15. The functions of the Board are to facilitate the\nof Board.\n             transition from the existing currency system to the decimal\n             currency system and, in particular, (but without prejudice\n             to the generality of the foregoing)-\n                 (a) to examine, in consultation with such organiza-\n                      tions and persons as it considers appropriate,\n                      problems involved in such transition;\n                 (b) to furnish information and advice in relation to\n                     the decimal currency system, and to publish\n                     (whether by advertisement or otherwise) such\n                     information as it thinks useful for familiarizing\n                     the public with the decimal currency provided for\n                     in this Act and its relation to the existing currency;\n                 (c) to promote arrangements for the conversion or\n                      replacement of prescribed machines;\n                 (4 to make recommendations to the Minister with\n                    respect to the exercise by him of his powers under\n                      this Act;\n                 (e) to exercise any power delegated to it under section\n                     20;\n                 (f) to make investigations and surveys for the purpose\n                      of obtaining information of use to it in the exer-\n                      cise of any of its functions;\n                 (g) to perform such other functions in relation to the\n                     introduction of the decimal currency system as\n                      the Minister may from time to time determine.\n                   n h e inclusion of thkpage is authorized by L.N. 480/19731\n                    DECIMAL CURRENCY                                           13"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.--(1) The Board shall have all such powers as may Powersof\nreasonably be necessary or expedient to enable it to carry Board.\nout its functions.\n          (2) Without prejudice to the generality of sub-\nsection (l), the Board may contract with any person for\nthe execution of any work or service for the purpose of\nenabling the Board to carry out its functions, or for the\ngiving of advice to the Board on any matter related to its\nfunctions."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-( 1) The Board shall maintain a fund-                         Funds of\n                                                                    Board.\n    (a) into which shall be paid-\n            (i) all such moneys as may from time to time\n                be appropriated by Parliament for the pur-\n                poses of this Part;\n           (ii) all moneys accruing to the Board from any\n                other source; and\n    (b) out of which shall be paid-\n            (i) any payment approved under subsection\n                (2) of section 12;\n           (ii) any fees, salaries, remuneration, allowances\n                and expenses payable under this Act to\n                members of the Board or of any committee\n                appointed by the Board or to any officer,\n                servant or agent of the Board; and\n          (iii) any expenses incurred by the Board in the\n                pxformance of its functions under this Act.\n        (2) The Board shall keep proper accounts of the\nFund to the satisfaction of the Minister and such accounts\nshall be audited at such times as the Minister shall direct\nby an auditor appointed by the Board with the approval\nof the Minister.\n14                                 DECIMAL CURRENCY\n                    (3) Without prejudice to the provisions of subsection\n             (2), the Minister may at any time require the Auditor-\n             General to examine and report on the accounts of the Board\n             as a whole or any aspect of the Board’s operations and the\n             Board shall provide the Auditor-General with all necessary\n             and proper facilities for such an examination.\nReports        lS.---(l) The Board shall, at such times as the Minister\nand\nestimates.   shall direct, prepare and forward to the Minister a report\n             of its activities during such period as the Minister shall\n             specify, including a statement of its accounts, audited in\n             accordance with section 17, and the Minister shall cause\n             copies of such report together with the auditor’s report to\n             be laid on the Table of the House of Representatives and\n             of the Senate.\n                    (2) The Board shall, before a date specified by the\n             Minister, submit to the Minister for his approval estimates\n             of revenue and expcnditure for the ensuing financial year.\nPower of       19. The Minister may, after consultation with the chair-\nM Aster to   man of the Board, give to the Board directions of a general\nissue\ngeneral\ndirictions\n             character as to the carrying out of the functions of the\nto Boxd.     Board, and the Board shall give effect thereto.\nDdegition\nto Board"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Power of Minister to issue general directions to Board.\n     me inclusion of this page is authorized by L.N. 480/1973]\n2                       DECIMAL CURRENCY"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)   The Minister may, by writing under his hand,\nof powers    delegate to the Board all or any of his powers under section\nconferred\nby sxtion    12."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) The Minister may by order provide for the Winding-up\nwinding-up and dissolution of the Board and for the trans- g::Ylu-\nfer to such body or person as may be specified in the order Board.\nof any property, rights, liabilities or obligations of the Board.\n       (2) An order under this section may contain such\nincidental, consequential and supplementary provisions as\nthe Minister may consider necessary or expedient for the\npurposes of the order.\n  2 2 . 4 1) The Minister may, from time to time, make regu- Begda-\nlations for all or any of the following purposes-                   tions.\n                                                                    a/1969\n         prescribing or regulating the manner in which S. 2(a).\n         applications for payments under subsection (2) of\n         section 12 are to be made, and the manner in\n         which such payments are to be made and applied;\n         providing for and regulating the, registration of\n         prescribed machines for the purposes of this Part,\n         providing for returns and applications to be made\n         to the Board in respect of such machines and the\n         persons or classes of persons by whom such\n         returns are to be made, and providing for the\n         verification of such returns;\n         prescribing anything required or permitted by this\n         Act to be prescribed;\n         prescribing maximum charges for the conversion\n         or adaptation of prescribed machines;\n                                --\n16                              DECIMAL CURRENCY\n                    requiring prescribed conversion tables to be dis-\n                    played in such classes of business places as may be\n                    prescribed;\n                    deeming prescribed cheques to have been drawn\n                    before the 8th September, 1969;\n                    providing for such matters as are necessary or\n                    expedient for giving full effect to the provisions\n                    of this Act or any regulations or orders made\n                    thereunder, or for facilitating the transition from\n                    the existing currency system to the decimal\n                    currency system.\n25/1969            (2) In making regulations pursuant to paragraph (e)\n   2(b)*   of subsection (1) the Minister may in relation to the prescrib-\n           ing of conversion tables exercise like powers as those\n           conferred upon him by subsection (3) of section 4 and a\n           conversion table so prescribed shall not be invalid by reason\n           only of the fact that it does not conform with the provisions\n           of section 3.\n                   (3) Any regulations made under subsection (1) may\n           provide in respect of the breach of any of the provisions\n           thereof that the offender shall be liable to a fine not exceed-\n           ing two thousand dollars, or to a term of imprisonment not\n           exceeding twelve months, or to both such fine and\n           imprisonment, as may be prescribed therein.\n                 r h e inclusion of this page is authorized by L.N. 480119731\n                       DECIMAL CURRENCY                                           17\n                        FIRSTSCHEDULE                       (Section 6(2))\n   Conversion of pence to cents for purposes of sections 6 , 7 and 8\n        First Column                        Second Column\n      Amount of pence                     Amount of cents\n                1                                    1\n               2                                     2\n               3                                     2\n               4                                     3\n               5                                     4\n               6                                     5\n               7                                     6\n               8                                     7\n               9                                     8\n              10                                     8\n              11                                     9\n                      SECOND SCHEDULE                         (Section 14)\n                    The Decimal Currency Board"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Regulations.\n                                SCHEDULES\n                   DECIMAL CURRENCY                                              3\n                                                                       AcQ\n       THE DECIMAL CURRENCY ACT                                     7 of 1969\n                                                                   25 of 1969.\n                            [21st March, 1969. Part I1 and\n                            Schedules4th September, 1969.1\n                   PARTI-Preliminary"
    }
  ],
  "definitions": []
}