{
  "id": "jm-stat-the-defamation-act",
  "type": "statute",
  "title": "The Defamation Act",
  "title_en": "The Defamation Act",
  "short_name": "Defamation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-defamation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-defamation-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. In this Schedule the following expressions have the meanings\n            hereby respectively assigned to them, that is to say-\n                 “international court’’ means the International Court of Justice and\n                      any other judicial or arbitral tribunal deciding matters in dis-\n                      pute between States;\n                 “legislature” in relation to any territory comprised in Her Majesty’s\n                      dominions which is subject to a central and local legislature,\n                      means either of those legislatures;\n                 “local authority” means-\n                      (a) the Council of the Kingston and St. Andrew Corporation;\n                           and\n                      (b) any Parish Council;\n                 “part of Her Majesty’s dominions’’ means the whole of any terri-\n                      tory within those dominions which is subject to a separate\n                      legislature.\n471 1963      2. In relation to the following countries and territories. that is to\nS. 4 (a).   say, India, Pakistan, Malaysia, the Republic of Nigeria, the Republic of\n            Tanganyika, Uganda, Ghana, Cyprus, the Republic of Ireland, any\n1 1 fG12    protectorate, protected state or trust territory within the meaning of\nGeo. 6      the British Nationality Act, 1948, of the United Kingdom, any territory\nc. 56.      administered under the authority of a country mentioned in subsection\n            (3) of section 1 of that Act and the New Hebrides, the provisions of this\n            Schedule shall have effect as they have effect in relation to Her Majesty’s\n            dominions, and references therein to Her Majesty’s dominions shall be\n            construed accordingly.\n                                             PART II\n                   Statements privileged without explanation or contradiction"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) Any reference in this Act to words shall be tnk,preta-\nconstrued as including a reference to pictures, visual images,\ngestures and other methods of signifying meaning.\n      (2) In this Act-\n    “broadcasting by means of wireless telegraphy” means\n         publication for general reception by means of\n         wireless telegraphy, and “broadcast by means of\n         wireless telegraphy” shall be construed accordingly;\n    “telegraph” means a wire used for the purpose of tele-\n         graphic communication, with any casing, coating,\n         tube or pipe enclosing the same, and any apparatus\n         connected therewith for the purpose of telegraphic\n         communication;\n    “wireless telegraphy” means the emitting or receiving,\n         over paths which are not provided by any material\n         substance constructed or arranged for that\n         purpose, of electro-magnetic energy of a frequency\n         not exceeding three million megacycles a second,\n         being energy which either-\n              (a) serves for the conveying of messages,\n                   sound or visual images (whether the\n                   messages, sound or images are actually\n                   received by any person or not) or for the\n                   actuation or control of machinery or\n                   apparatus; or\n4                                       DEFAMATION\n                             (b) is used in connection with the determina-\n                                  tion of position, bearing or distance, or\n                                  for the gaining of information as to the\n                                  presence, absence, position or motion of\n                                  any objects of any class.\n                     (3) The reference in the definition of “wireless tele-\n              graphy” in subsection (2) to the emission of electro-\n              magnetic energy shall be construed as including a reference\n              to the deliberate reflection of electro-magnetic energy by\n              means of any apparatus designed or specially adapted for\n              that purpose, whether the reflection is continuous or inter-\n              mittent.\n                     (4) The reference in subsection (2) to the conveying\n              of messages includes a reference to the making of any\n              signal or the sending or conveying of any warning or infor-\n              mation and the reference in that subsection to the reception\n              of messages shall be construed accordingly.\n                     ( 5 ) Where words broadcast by means of wireless\n              telegraphy are simultaneously transmitted by telegraph under\n              lawful authority, the provisions of this Act shall apply as if\n              the transmission were broadcasting by means of wireless\n              telegraphy.\n471 1963             (6) Where words are transmitted by broadcast over-\ns. 2.\n                   (a) a closed circuit television system; or\n                   (b) a re-diffusion system,\n              the provisions of this Act shall apply as if the transmission\n              were broadcasting by means of wireless telegraphy.\n                 In this subsection the expressions “closed circuit television\n              system” and “re-diffusion system” have the same meaning\n              respectively as they have in the Broadcasting and Radio\n              Re-Diffusion Act.\nBroad-          3. For the purposes of the law of libel and slander, the\nments.\ncast state-\n              broadcasting of words by means of wireless telegraphy shall\n              be treated as publication in permanent form.\n                     me inclusion of this page is authorized by LN. 480/1973]\n                                                                                ...   i\n                        DEFAMATION                                          5"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A fair and accurate report of any proceedings in public of the\n            legislature of any part of Her Majesty’s dominions outside this Island."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. In an action for slander in respect of words calculated Slander\nto disparage the plaint8 in any office, profession, calling, affecting\n                                                              sfficid,\ntrade or business held or carried on by him at the time of ?ys;r\nthe publication, it shall not be necessary to allege or prove deputation.\n                                                              &.siness\nspecial damage, whether or not the words are spoken of the\nplaint8 in the way of his office, profession, calling, trade\nor business."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)   In an action for slander of title, slander of goods     $tt;f\nor other malicious falsehood, it shall not be necessary to\nallege or prove special damage-\n     (a) if the words upon which the action is founded are\n          calculated to cause pecuniary damage to the\n          plaintiff and are published in writing or other\n          permanent form; or\n     (b) if the said words are calculated to cause pecuniary\n          damage to the plaintiff in respect of any office,\n          profession, calling, trade or business held or carried\n          on by him at the time of the publication.\n       (2) Section 3 shall apply for the purposes of this\nsection as it applies for the purposes of the law of libel and\nslander."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) A person who has published words alleged to be\ndefamatory of another person may, if he claims that the\nwords were published by him innocently in relation to that\nother person, make an offer of amends under this section;\nand in any such case-\n     (a) if the offer is accepted by the party aggrieved and\n          is duly performed, no proceedings for libel or\n          slander shall be taken or continued by that party\n          against the person making the offer in respect of\n         the publication in question (but without prejudice\n          to any cause of action against any other person\n          jointly responsible for that publication);\n       WOinclusion of this pago is authorized by L.N. 480/1973]\nB                                            DEFAMATION\n                    lb) if the offer is not accepted by the party aggrieved,\n                         then, except as otherwise provided by this section,\n                         it shall be a defence, in any proceedings by him\n                         for libel or slander against the person making the\n                         offer in respect of the publication in question, to\n                         prove that the words complained of were published\n                         by the defendant innocently in relation to the\n              . -\n                         plaintiff and that the offer was made as soon as\n    - .\n      -   r\n                  -   ~- pricticable gfter the defendant received notice that\n                      . they were or might be defamatory of the plaintiff,\n                         and has not been withdrawn.       -\n                       (2) An &er of amends under this section must be\n                expressed to be made for the purposes of -this section, and\n                must be accompanied by an &davit specifying the facts\n                relied upon by the person making it to show that the words\n                in question-were published by him innocently in relation\n                to ,the pafty aggrieved; and for the purposes .of a defence\n                under paragraph'(@ of subsection (I) no evidence, other\n                than evidence of facts specified in the affidavit, shall be\n                admissible on behalf of that person to prove that the words\n                were so published.\n                       (3) An offer of amends under this section shall be\n              .- understood to mean an offer-\n                     (a) in any case, to publish or join in the publication of\n                          a' suitab€e correction of the words complained of,\n                          and a sufficient apology to the party aggrieved in\n                          respect of those words;\n                     (b) where copies of a document or record containing\n                          the said words have been distributed by or with\n                          the .knowledge of the person msrking the offer, to\n                        - take such steps as are-reasonably practicable on\n                  >   .\n                         -.hispait for notifying perions'to. whom -&pies have\n                          been so distriiuted that the words are alleged to be\n                          defamatoj of the party aggrieved.\n                          me inclusion of this page is autbotiztd by L.N. -480419731\n                                                        .    -                         I\n                         DEFAMATION                                 7\n        (4) Where an offer of amends under this section is\naccepted by the party aggrieved-\n           any question as to the steps to be taken in fulfil-\n           ment of the offer as so accepted shall in default\n           of agreement between the parties be referred to\n           and determined by the Supreme Court, whose deci-\n           sion thereon shall be final;\n           the power of the Court to make orders as to costs\n           in proceedings by the party aggrieved against the\n           person making the offer in respect of the publica-\n           tion in question, or in proceedings in respect of\n           the offer under paragraph (U), shall include power\n           to order the payment by the person making the\n           offer to the party aggrieved of costs on an\n           indemnity basis and any expenses reasonably\n           incurred or to be incurred by that party in\n           consequence of the publication in question,\nand if no such proceedings as aforesaid are taken, the\nSupreme Court may, upon application made by the party\naggrieved, make any such order for the payment of such\ncosts and expenses as aforesaid as could be made in such\nproceedings.\n        (5) For the purposes of this section words shall be\ntreated as published by one person (in this subsection\nreferred to as the publisher) innocently in relation to\nanother person if and only if the following conditions are\nsatisfied, that is to say-\n      (a) that the publisher did not intend to publish them\n           of and concerning that other person, and did not\n           know of circumstances by virtue of which they\n           might be understood to refer to him; or\n      (b) that the words were not defamatory on the face of\n            them, and the publisher did not know of circum-\n           stances by virtue of which they might be under-\n            stood to be defamatory of that other person,\n8                                      DEFAMATION\n             and in either case that the publisher exercised all reasonable\n             care in relation to the publication; and any reference in this\n             subsection to the publisher shall be construed as including\n             a reference to any servant or agent of his who was concerned\n             with the contents of the publication.\n                    (6) Paragraph (b) of subsection (1) shall not apply in\n             relation to the publication by any person of words of which\n             he is not the author unless he proves that the words were\n             written by the author without malice.\nJustifica-     7. In an action for libel or slander in respect of words\ntion.\n             containing two or more distinct charges against the plain-\n             t#, a defence of justification shall not fail by reason only\n             that the truth of every charge is not proved if the words\n             not proved to be true do not materially injure the plaintiff's\n             reputation having regard to the truth of the remaining\n             charges.\nFair           8. In an action for libel or slander in respect of words\ncomment.\n             consisting partly of allegations of fact and partly of expres-\n             sion of opinion, a defence of fair comment shall not fail by\n             reason only that the truth of every allegation of fact is not\n             proved if the expression of opinion is fair comment having\n             regard to such of the facts alleged or referred to in the words\n             complained of as are proved.\nQualified      9 . 4 1) Subject to the provisions of this section, the publi-\nprivilege\nof news-     cation in a newspaper of any such report or other matter\npapers.\nSchedule.    as is mentioned in the Schedule shall be privileged, unless\n             the publication is proved to be made with malice.\n                   (2) In an action for libel in respect of the publication\n             of any such report or matter as is mentioned in Part I11 of\n             the Schedule, the provisions of this section shall not be a\n             defence if it is proved that the defendant has been requested\n             by the plaintiff to publish in the newspaper in which the\n                          DEFA MATIQN                                        9\noriginal publication was made a reasonable letter or state-\nment by way of explanation or contradiction, and has\nrefused or neglected to do so, or has done so in a manner\nnot adequate or not reasonable having regard to all the\ncircumstances.\n       (3) Nothing in this section shall be construed as pro-\ntecting the publication of any matter the publication of\nwhich is prohibited by law, or of any matter which is not\nof public concern and the publication of which is not for the\npublic benefit.\n      (4) Nothing in this section shall be construed as\nlimiting or abridging any privilege subsisting before the 30th\nApril, 1963 (otherwise than by virtue of any enactment\nrepealed by this Act).\n       (5) In this section the expression “newspaper” means\nany paper containing public news or observations thereon,\nor consisting wholly or mainly of advertisements, which is\nprinted for sale and is published in this Island either\nperiodically or in parts or numbers at intervals not exceed-\ning thirty-six days."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. A fair and accurate report of any proceedings in public of a body\nor person appointed to hold a public enquiry by the government or\nlegislature of any part of Her Majesty’s dominions outside this Island."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A fair and accurate copy of or extract from any register kept in\npursuance of any enactment which is open to inspection by the public,\nor of any other document which is required by any enactment to be\nopen inspection by the public."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A notice or advertisement published by or on the authority of any\ncourt within this Island or any judge or officer of such a court.\n                                 PART   m\n      Statements privileged subject to explanation or contradiction"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A fair and accurate report of the findings or decision of any of the\nfollowing associations, or of any committee or governing body thereof,\nthat is to say-\n     (a) an association formed in this Island for the purpose of pro-\n          moting or encouraging the exercise of or interest in any art,\n           science, religion or learning, and empowered by its constitution\n          to exercise control over or adjudicate upon matters of interest\n           or concern to the association, or the actions or conduct of any\n           persons subject to such control or adjudication;\n     (b) an association formed in this Island for the purpose of pro-\n          moting or safeguarding the interests of any trade, business,\n          industry or profession. or of the persons carrying on or\n          engaged in trade, business, industry or profession, and\n           empowered by its constitution to exercise control over or\n           adjudicate upon matters connected with the trade, business,\n           industry or profession, or the actions or conduct of those\n          persons;\n     (c) an association formed in this Island for the purpose of pro-\n           moting or safeguarding the interests of any game, sport or\n           pastime to the playing or exercise of which members of the\n           public are invited or admitted, and empowered by its con-\n           stitution to exercise control over or adjudicate upon persons\n           connected with or taking part in the game, sport or pastime,\nbeing a finding or decision relating to a person who is a member of or\nis subject by virtue of any contract to the control of the association."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Section 9 of this Act and section 15 of the Libel Extension\nand Slander Act, as amended by this Act, shall apply in of         certain\n                                                                defences\nrelation to reports or matters broadcast by means of wireless 1 casting.\n                                                                to broad-\ntelegraphy as part of any programme or service provided by\nmeans of a broadcasting station within this Island, and in\nrelation to any broadcasting by means of wireless telegraphy\nof any such report or matter, as they apply in relation to\nreports and matters published in a newspaper and to\n       me inclusion of this page is authorized by L.N. 480/1973]\n10                                         DEFAMATION\n               publication in a newspaper; and subsection (2) of the said\n               section 9 shall have effect, in relation to any such broad-\n               casting, as if for the words “in the newspaper in which”\n               there were substituted the words “in the manner in which”.\n                       (2) In this section “broadcasting station” means any\n               station in respect of which a licence granted by the Minister\n               under the Broadcasting and Radio Re-Diffusion Act is in\n               force, being a licence which (by whatever form of words)\n               authorizes the use of the station for the purpose of providing\n               broadcasting or re-diffusion services for general reception.\nLimitation        12. A defamatory statement published by or on behalf\non             of a candidate in any election to the House of Representa-\nprivilege at\nelections.     tives of this Island or to the Council of the Kingston and\n471 1963\ns. 3.          St. Andrew Corporation or to any Parish Council shall not\n               be deemed to be published on a privileged occasion on the\n               ground that it is material to a question in issue in the election,\n               whether or not the person by whom it is published is\n               qualified to vote at the election.\nAgree-           13. An agreement for indemnifying any person against\nments for\nindemnity.     civil liability for libel in respect of the publication of any\n               matter shall not be unlawful unless at the time of the publi-\n               cation that person knows that the matter is defamatory, and\n               does not reasonably believe there is a good defence to any\n               action brought upon it.\nEvidence          14. In any action for libel or slander the defendant may\nof other\ndamages        give evidence in mitigation of damages that the plaintiff\nrecovered      has recovered damages, or has brought actions for damages,\nby plain-\ntiff.          for libel or slander in respect of the publication of words\n               to the same effect as the words on which the action is\n               founded, or has received or agreed to receive compensation\n               in respect of any such publication.\n                         DEFAMATION                                  11"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A fair and accurate report of the proceedings at any meeting\n               or sitting in this Island of-\n                    (U) any local authority or committee of a local authority or local\n                         authorities;\n                    (b) any justice or justices of the peace acting otherwise than as\n                         a court exercising judicial authority;\n    471 1963        (c) any commission, tribunal, committee, or person appointed for\n    S.4 (d).              the purpose of any enquiry by any law of Jamaica, or by\n                         Her Majesty or by the Governor-General or by a Minister;\n                    (d) any person appointed by a local authority to hold a local\n                         enquiry in pursuance of any enactment;\n                    (e) any other tribunal, board, committee or body constituted\n                          by or under, and exercising functions under, any enactment,\n               not being a meeting or sitting admission to which is denied to rep-\n               resentatives of newspapers and other members of the public."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A fair and accurate report of the proceedings at a general meet-\n               ing of any company or association constituted, registered or certified\n               by or under any enactment or incorporated by Royal Charter, not being\n               a private company within the meaning of any enactment for the time\n               being in force relating to companies."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. A copy or fair and accurate report or summary of any notice\n               or other matter issued for the information of the public by or on behalf\n               of any government department, officer of the government or local\n               authority.\n                                                                             \\"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) This Act applies for the purpose of any pro- Proceed-\nceedings begun after the 30th April, 1%3, whenever the ?k#d:\ncause of action arose, but does not affect any proceedings and saving.\nbegun before that date.\n         (2) Nothing in this Act affects the law relating to\ncriminal libel.\n12                                       DEFAMATION\n                                           SCHEDULE                        (Section 9)\n                        Newspaper Statements having qualified privilege\n                                   PARTI. Znterpretation"
    }
  ],
  "definitions": []
}