{
  "id": "jm-stat-the-defence-act",
  "type": "statute",
  "title": "The Defence Act",
  "title_en": "The Defence Act",
  "short_name": "Defence Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-defence-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-defence-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Membership of Defence Board.                                   i\n                                                                   I"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No person shall be granted a commission in the Conditiom\n                                                            of appoint-\nJamaica Defence Force unless he has been recommended ing0fficen.\nby a board which is hereby established consisting of three\nmembers, of whom-\n     (a) one member shall be appointed by the Defence\n         Board from among the members of Her Majesty’s\n         forces not below the rank of lieutenant-colonel or\n         corresponding rank; and\n     (b) the other two members shall be persons appointed\n          by the Public Service Commission from among the\n         members of that body.\nThe member mentioned in paragraph (a) shall be the Chair-\nman of the Board and if on any question the members of the\nBoard are equally divided he shall have and exercise a\ncasting vote in addition to his original vote."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The power to grant commissions in the Jamaica Powerto\nDefence Force shall be vested in Her Majesty and exercised grant\n                                                           -mmis-\n                                                           dons.\non Her Majesty’s behalf by the Governor-General.\n         (2) A commission may be granted either for an in-\ndefinite period or for a specified time.\n         (3) Every officer on being granted a commission\nR/G9\n20                                          DEFENCE\n               shall be issued with a commission in the form set out in the\nFirst          First Schedule which commission shall be issued under the\n'.cli::dule.\n41/1971        Broad Seal of Jamaica and signed by the Governor-General.\ns. 2 (1).\nAppoint-         15.41) Every officer upon being granted a mmmission\nment and\ntransfer of\nofficers.\n               shall be appointed by the Governor-General either to the\n               regular Force or to the first or second class of the Jamaica\n               National Reserve.\n                      ( 2 ) The Governor-General may, upon such terms\n               and conditions as he may determine, transfer any officer\n               between the regular Force and the Jamaica National Ressrve\n               and between the first and second classes of the Jamaica\n                                                         I\n               National Reserve :\n                 Provided that no officer shall be transferred to the regular\n               Force or to the first class of the Jamaica National Reserve\n               without his consent.\nPower to          1 6 - 4 1 ) Subject to the provisions of this Act the\nmake regu-\nlations for    Governor-General may make regulations for the better\nthis Part.\n               carrying out of the provisions of this Part and, without\n               prejudice to the generality of the foregoing, such regulations\n               may make provisions with respect to all or any of the\n               following matters, that is to say the commissioning of\n               officers, their terms of service, appointment, transfer,\n               promotion, retirement, resignation, removal from office and\n               such other matters concerning officers as may seem to him\n               necessary :\n                 Provided that the Governor-General shall not make\n               regulations in relation to any of the matters set out in\n               paragraphs (a)to (g) of subsection (1)of section 212.\n                       (2) The appointment, transfer, substantive pro-\n               motion, retirement, resignation or removal from office of\n               any officer shall be notified in the Gazette.\n                            inclusion o€this page i s au@mriz&by LN.791 19961\n                             DEFENCE                               31\n     (d) furnishes the enemy with arms or ammunition\n          or with supplies of any description or with any\n           other thing likely to assist him (whether similar\n           to any of the things aforesaid or not); or\n     (e) harbours or protects an enemy not being a\n          prisoner of war,\nshall, on conviction by court-martial, be liable to suffer\ndeath or any other punishment provided by this Act.\n        (2) Any person subject to military law under this\nAct who knowingly and without lawful excuse does any\nof the acts specified in paragraphs (a) to (e) of subsection\n(1) shall, where it is not proved that he acted with intent\nto assist the enemy, be liable on conviction by court-martial\nto imprisonment or any less punishment provided by this\nAct."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Power to make regulations for this Part.\nPARTW.,Enlistment and Terms of Setvice in the Xegular Force\n                            Enlistment   ~"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Enlistment.                                                    1\n                                                                   !\n                                                                   i\n2                                DEFENCE\n                      Terms and Conditions of service"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Prolongation of service.\n                   Discharge and Transfer to the Reserve"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Postponement of discharge or transfer pending proceedings for\n          offences, etc."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Restrictions on reduction in rank of warrant officers and non-\n          commissioned officers."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Further provisions relating to purchase.\n               Miscellaneous and supplementary provisions"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Interpretation.\n    PARTV. Discipline and Trial and Punishment of Military Oflences\n     Treachery, cowardice and oflences arising OM of military service"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1)  Any person subject to military law under this Communica.\n                                                           tion with\nAct who with intent to assist the enemy communicates with theenemy.\nor gives intelligence to the enemy shall, on conviction by\ncourt-martial, be liable to suffer death or any other\npunishment provided by this Act.\n         (2) Any person subjwt to military law under this\nAct who without authorimty communicates with or gives\nintelligence to the enemy shall, on conviction by court-\nmartial, be liable to imprisonment or any less punishment\nprovided by this Act.\n        (3) In this section the expression “intelligence”\nmeans information which is or purports to be information\nas to any matter such that information about it would or\nmight be directly or indirectly useful to an enemy, and in\nparticular (but without prejudice to the generality of the\nforegoing provisions of this subsection) as to any matter\nfalling within the following paragraphs, being a matter such\n       me inclusion of this page is authorized by L.N. 480/19731\n32                                       DEFENCE\n             that information as to it would or might be useful as\n             aforesaid, that is to say-\n                  (a) the number, description, armament, equipment,\n                       disposition, movement or condition of the Jamaica\n                       Defence Force or of any forces co-operating\n                       therewith, or any of Her Majesty's ships or air-\n                       craft or of the ships or aircraft of any such co-\n                       operating force;\n                  (6) any operations or projected operations of any of\n                       such forces, ships or aircraft as aforesaid;\n                  (c) any code, cipher, call sign, password or counter-\n                       sign;\n                  (d) any measures for the defence or fortification of\n                       any place;\n                  (e) the number, description or location of any prison-\n                       ers of war;\n                   (f> munitions of war.\nCowardly       36.41) Any person subject to military law under this\nbehaviour.\n             Act who when before the enemy-\n                  (a) leaves the post, position or other place where it is\n                       his duty 'to be,or\n                  (b) throws away his arms, ammunition or tools,\n             in such a manner as to show cowardice, or otherwise be-\n             haves in such manner as to show cowardice, shall be guilty\n             of an offence against this section.\n                    (2) Any person subject to military law under this\n             Act who when before the enemy induces any other person\n             subject to service law and before the enemy to commit an\n             offence under subsection (1) shall be guilty of an offence\n             against this section.\n                    (3) Any person guilty of an offence against this\n             section shall, on conviction by court-martial,be liable to\n             imprisonment or any less punishment provided by this Act\n                   me inclusion of this page is authorized by L.N. 480/1973]\n                              DEFENCE                                         33"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Any person subject to military law under this Act against\n                                                        Offences\nwho-                                                                morale.\n    (a) spreads (whether orally, in writing, by signal, or\n          otherwise) reports relating to operations of the\n          Jamaica Defence Force, of any forces co-operating\n          therewith, or of any part of any of those forces,\n          being reports calculated to create despondency or\n          unnecessary alarm; or\n     (b) when before the enemy, uses words calculated to\n          create despondency or unnecessary alarm,\nshall, on conviction by court-martial, be liable to imprison-\nment or any less punishment provided by this Act."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1) Any person subject to military law under this Becominga\n                                                                 prisoner of\nAct who, through disobedience to orders or wilful neglect warthrough\nof his duty, is captured by the enemy shall be guilty of an '?$EE\noffence against this section.                                    neglect; and\n                                                                 failure to\n         (2) Any person subject to military law under this rejoin forces\nAct who, having been captured by the enemy, fails to take,\nor prevents or discourages any other person subject to\nservice law who has been captured by the enemy from tak-\ning any reasonable steps to rejoin Her Majesty's service\nwhich are available to him or, as the case may be, to that\nother person shall be guilty of an offence against this section.\n       (3) Any person guilty of an offence against this\nsection shall, on conviction by court-martial, be liable to\nimprisonment or any less punishment provided by this Act."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.41) Any person subject to military law under this Offencesby\n                                                              or in rela-\nAct, who while on guard duty-                                 tion to\n                                                              sentries, etc.\n     (a) sleeps at his post; or\n     (b) when not on duty at a post, is asleep at a time when\n            he is not allowed to be asleep; or\n       (c) is drunk; or\n        me inclusion of this page is authorized by L.N. 480/1973]\n34                                DEFENCE\n         (4 leaves his post without having been regularly\n               relieved or otherwise absents himself from any\n               place where it is his duty to be,\n     shall be guilty of an offence against this section.\n            (2) For the purposes of this section a person shall\n     be treated as being drunk if, owing to the influence of\n     alcohol or any drugs, whether alone or in combination with\n     any other circumstances, he is unfit to be entrusted with his\n     duty.\n             (3) Any person subject to military law under this\n     Act who strikes or otherwise uses force against any person\n     on guard duty, being a member of any of Her Majesty’s\n     forces or of any forces co-operating therewith, or by the\n     threat of force compels any such person to let him or any\n     other person pass, shall be guilty of an offence against this\n     section.\n            (4) Any person guilty of an offence against this\n     section shall, on conviction by court-martial, be liable to\n     imprisonment or any less punishment provided by this Act:\n       Provided that if the offence was not committed on active\n     service he shall not be liable to be imprisoned for more than\n     two years.\n             (5) References in this section to a person on guard\n     duty are references to a person who-\n          (a) is posted or ordered to patrol or has adopted the\n               position of sentry at a post or has undertaken the\n               patrol; or\n          (b) is a member of a guard or other party mounted or\n               ordered to patrol,\n     for the purpose of protecting any persons, premises or place.\n            (6) The foregoing provisions of this section shall\n     apply in relation to persons posted or ordered to patrol or\n                              DEFENCE                                35\nwho have adopted the position of sentries at a post or have\nundertaken the patrol, and to the members of a party\nmounted or ordered to patrol, for the purpose of preventing\nor controlling access to or egress from any premises or place,\nor of regulating traffic by road, by rail or on any inland\nnavigation, as they apply to persons on guard duty."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Any person subject to military law under this Act Looting.\nwho-\n    (a) steals from, or with intent to steal searches, the\n         person of anyone killed or wounded in the course\n          of warlike operations; or\n     (b) steals any property which has been left exposed\n          or unprotected in consequence of warlike opera-\n          tions; or\n     (c) takes otherwise than for the public service any\n          vehicles, equipment or stores abandoned by the\n          enemy,\nshall be guilty of looting and liable, on conviction by court-\nmartial, to imprisonment or any less punishment provided\nby this Act.\n                 Mutiny and Imkbordination"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1)    Any person subject to military law under this Mutiny.\nAct who-\n    (a) takes part in a mutiny involving the use of violence\n         or the threat of the use of violence, or having as\n         its object or one of its objects the refusal or\n         avoidance of any duty or service against, or in\n         connection with operations against the enemy, or\n         the impeding of the performance of any such duty\n         or service; or\n    (b) incites any person subject to service law to take\n         part in such a mutiny, whether actual or intended,\n36                                       DEFENCE\n            shall, on conviction by court-martial, be liable to suffer\n            death or any other punishment provided by this Act.\n                    (2) Any person subject to military law under this\n            Act who, in a case not falling within subsection (11, takes\n            part in a mutiny, or incites any person subject to service\n            law to take part in a mutiny, whether actual or intended,\n            shall, on conviction by court-martial, be liable to imprison-\n            ment or any less punishment provided by this Act.\n                    (3) In this Act the expression “mutiny” means a\n            combination between two or more persons subject to service\n            law, or between persons two at least of whom are subject\n            to service law-\n                     to overthrow or resist lawful authority in Her\n                      Majesty’s forces or any forces co-operating there-\n                      with or in any part of any of the said forces; or\n                    to disobey such authority in such circumstances as\n                     to make the disobedience subversive of discipline,\n                     or with the object of avoiding any duty or service\n                     againsot, or in connection with operations against,\n                     the enemy; or\n                    to impede the performance of any duty or service\n                     in Her Majesty’s forces or in any forces co-\n                     operating therewith or in any part of any of the\n                     said forces.\nFailureto    42. Any person subject to military law under this Act\nsuppress\nmutiny.     who, knowing that a mutiny is taking place or is intended-\n                (a) fails to use his utmost endeavours to suppress or\n                      prevent it; or\n                 (b) fails to report without delay that the mutiny is\n                      taking place or is intended,\n            shall on conviction by court-martial-\n                              DEFENCE                                         37\n      (i) if his offence was committed with intent to assist\n          the enemy, be liable to suffer death or any other\n          punishment provided by this Act; and\n     (ii) in any other case, be liable to imprisonment or any\n           less punishment provided by this Act."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1)     Any person subject to military law under this Insubor-\n                                                                     dinate\nAct who-                                                             behaviour.\n     (U) strikes, or otherwise uses violence to, or offers\n          violence to, his superior officer; or\n     (b) uses threatening or insubordinate language to his\n          superior officer,\nshall, on conviction by court-martial, be liable to imprison-\nment or any less punishment provided by this Act :\n  Provided that he shall not be liable to be imprisoned for\nmore than two years if the offence was not committed on\nactive service, and did not involve the striking or other use\nof violence, or offering of violence, to a superior officer\nexercising authority as such.\n           (2) In the foregoing provisions of this section the\nexpression “superior officer”, in relation to any person,\nmeans an officer, warrant officer or non-commissioned\nofficer subject to service law of superior rank, and includes\nsuch an officer, warrant officer or non-commissioned officer\nof equal rank but greater seniority while exercising\nauthority as the said person’s superior."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) Any person subject to military law under this Dis-\n                                                          obedience to\nAct who, in such manner as to show a wilful defiance of particular\nauthority, disobeys any lawful command given or sent to Orden-\nhim personally shall, on conviction by court-martial, be\nliable to imprisonment or any less punishment provided by\nthis Act.\n38                                           DEFENCE\n                      (2) Any person subject to military law under this\n              Act who, whether wilfully or through neglect, disobeys any\n              lawful command shall, on conviction by court-martial, bz\n              liable to imprisonment or any less punishment provided by\n              this Act:\n                Provided that if the offence was not committed on active\n              service he shall not be liable to be imprisoned for more than\n              two years.\nObstruction\nof provost"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Any person subject to military law under this Act\nofficers.     who-\n                  (a) obstructs; or\n                   (b) when called on, refuses to assist,\n              any person known to him to be a provost officer, or to be\n              a person (whether subject to military law under this Act\n              or not) lawfully exercising authority under or on behalf of\n              a provost officer, shall, on conviction by court-martial, be\n              liable to imprisonment for a term not exceeding two years\n              or any less punishment provided by this Act.\nDis-             46.-(1) Any person subject to military law under this\nobedience\ntostandlng    Act who contravenes or fails to comply with any provision\norders.\n              of orders to which this section applies, being a provision\n              known to him, or which he might reasonably be expxted\n              to know, shall, on conviction by court-martial, be liable to\n              imprisonment for a term not exceeding two years or any\n              less punishment provided by this Act.\n                      (2) This section applies to standing orders or other\n              routine orders of a continuing nature made for any forma-\n              tion or unit or body of troops, or for any command or other\n              area, garrison or place, or for any vessel, train or aircraft.\n                              DEFENCE                                 39\n               Desertion, absence without leave, etc."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Disobedience to standing orders.\n               Desertion, absence without leave, etc."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1)      Any person subject to military law under this Descrtion.\nAct who-\n     (a) deserts; or\n     (b) persuades or procures any person subject to\n          service law to desert,\nshall, on conviction by court-martial, be liable to imprison-\nment or any less punishment provided by this Act :\n  Provided that a person shall not be liable to be im-\nprisoned for more than two years unless-\n      (i) if the offence was against paragraph (a), he was\n          on active service or under orders for active service\n           at the time when it was committed; or\n     (ii) if the offence was an offence against paragraph (b)\n           the person in relation to whom it was committed\n          was on active service or under orders for active\n           service at that time.\n            (2) For the purposes of this Act a person deserts\nwho-\n    (a) leaves Her Majesty’s service or, when it is his duty\n         to do so, fails to join or rejoin Her Majesty’s\n         service, with (in either case) the intention,\n         subsisting at the time of the leaving or failure or\n         formed thereafter, of remaining permanently\n         absent from his duty;or\n    (b) being an officer enlists in or enters any of Her\n         Majesty’s forces without having resigned his\n         commission, or being a soldier enlists in or enters\n         any of Her Majesty’s forces without having been\n         discharged from his previous enlistment; or\n    (c) absents himself without leave with intent to avoid\n         serving at any place overseas or to avoid service\n         or any particular service when before the enemy,\n       m e inclusion of this page is authorized by L.N. 480/1973]\n40                                          DEFENCE\n              and references in this Act to desertion shall be construed\n              accordingly.\n                      (3) In addition to or in lieu of any punishment\n              authorized by subsection (11, the court-martial by whom\n              a soldier is convicted of desertion may direct that the whole\n              or any part of his service previous to the period as respects\n              which he is convicted of having been a deserter shall be\n              forfeited :\n                Provided that this subsection shall not apply to soldiers\n              of the Reserve called out on permanent service.\nAbsence\nwithout"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Any person subject to military law under this Act\nleave.        who-\n                   (a) absents himself without leave; or\n                   (b) persuades or procures any person subject to ser-\n                        vice law to absent himself without leave,\n              shall, on conviction by court-martial, be liable to imprison-\n              ment for a term not exceeding two years or any less punish-\n              ment provided by this Act.\nAssisting       49. Any person subject to military law under this Act\nand con-\nding          who-\ndcsertioo\nand absence       (U)  knowingly assists any person subject to service law\nwithout\nleave.                 to desert or absent himself without leave; or\n                   (b) knowing that any person subject to service law\n                       has deserted or absented himself without leave,\n                       or is attempting to desert or absent himself with-\n                       out leave, fails to report that fact without delay,\n                       or fails to take any steps in his power to cause\n                       that person to be apprehended,\n              shall, on conviction by court-martial, be liable to im-\n              prisonment for a term not exceeding two years or any less\n              punishment provided by this Act.\n                             DEFENCE                               41"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Any person subject to military law under this Act EEzto\nwho without reasonable excuse fails to attend for any military\nparade or other military duty of any description or leaves duties.\nany such parade or duty as aforesaid before he is permitted\nto do so shall, on conviction by court-martial, be liable to\nimprisonment for a term not exceeding two years or any less\npunishment provided by this Act.\n                Malingering and drunkenness"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-(1) Any person subject to military law under this Winger-\nAct who-                                                     b.\n          falsely pretends to be suffering from sickness or\n           disability; or\n          injures himself with intent thereby to render him-\n           self unfit for service, or causes himself to be\n           injured by any person with that intent; or\n          injures another person subject to service law, at\n           the instance of that person, with intent thereby\n           to render that person unfit for service; or\n          with inteat to render or keep himself unfit for\n           service, does or fails to do anything (whether at\n           the time of the act or omission he is in hospital\n           or not) whereby he produces, or prolongs or\n           aggravates, any sickness or disability,\nshall be g d t y of malingering and shall, on conviction by\ncourt-martial, be liable to imprisonment for a term not\nexceeding two years or any less punishment provided by\nthis Act.\n       (2) In this section the expression “unfit” includes\ntemporarily unfit."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-(1) Any person subject to military law under this prunken-\nAct who is guilty of drunkenness, whether on duty or not, OeSs.\nshall, on conviction by court-martial, be liable to imprison-\n      me inclusion of this page is authorized by L.N. 480/1973]\n42                                          DEFENCE\n              ment for a term not exceeding two years or any less punish-\n              ment provided by this Act :\n                Provided that where the offence is committed by a soldier\n              neither on active service nor on duty the sentence imposed\n              shall not exceed detention for a period of six months.\n                      (2) For the purpose of this section a person is guilty\n              of drunkenness if, owing to the influence of alcohol or any\n              drug, whether alone or in combination with any other\n              circumstances, he is unfit to be entrusted with his duty or\n              with any duty which he may be called upon to perform, or\n              behaves in a disorderly manner or in any manner likely to\n              bring discredit on Her Majesty’s service.\n                                Offencesrelating to property\nOffences\nin relation"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Any person subject to military law under this Act\nto public     who-\nand service\nproperty.           (a) steals or fraudulently misapplies any public or\n                        service property, or is concerned in or connives at\n                        the stealing or fraudulent misapplication of any\n                        public or service property; or\n                   (b) receives any public or service property knowing or\n                        having reason to believe it to have been stolen or\n                        to have been fraudulently misapplied; or\n                   (c) wilfully damages, or is concerned in the wilful\n                        damage of, any public or service property; or\n                   (d) by wilful neglect causes damage by fire to any\n                        public or service property,\n              shall, on conviction by court-martial, be liable to imprison-\n              ment or any less punishment provided by this Act.\nOffences in       54. Any person subject to military law under this Act\nrelation to\nproperty of   who-\nmembers of\nforces.             (a) steals or fraudulently misapplies any property\n                        belonging to a person subject to service law, or\n              -\n                     me inclusion of this page is authorized by L.N. 480119731\n                              DEFENCE                                      43\n          is concerned in or connives at the stealing or\n          fraudulent misapplication of any such property; or\n         receives any such property knowing or having\n          reason to believe the same to have been stolen or\n          to have been fraudulently misapplied; or\n         wilfully damages, or is concerned in the wilful\n          damage of, any property belonging to a person\n          subject to service law,\nshall, on conviction by court-martial, be liable to imprison-\nment for a term not exceeding two years or any less punish-\nment provided by this Act."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Any person subject to military law under this Act wiscsllan-\n                                                                    qous\nwho-                                                     offences\n                                                         telating to\n    (a) loses any public or service property of which he propem.\n        has the charge or which has been entrusted to his\n        care or which forms part of property of which\n        he has the charge or which has been entrusted to\n        his care; or\n    (b) by negligence damages any public or service\n        property of which he has the charge or which has\n        been entrusted to his care or which forms part of\n        property of which he has the charge or which has\n        b x n entrusted to his care; or\n    (c) by negligznce causes damage by fire to any public\n        or service property; or\n    (d) fails to take proper care of any animal or bird\n        used in the public service which is in his charge;\n        or\n    (e) makes away (whether by pawning, selling, destruc-\n          tion or in any other way) with any militay, naval\n          or air force decoration granted to him or any\n          clothing, arms, ammunition or other equipmmt\n          issued to him for his use for military purposes,\n       [The inclusion of this page is authoried by L.N. 480/1973]\n44                                           DEFENCE\n                shall, on conviction by court-martial, be liable to imprison-\n                ment for a term not exceeding two years or any less punish-\n                ment provided by this Act :\n                  Provided that it shall be a defence for any person charged\n                under paragraph (a) with losing any property, that he took\n                reasonable steps for the care and preservation thereof.\n                                     Flying, etc., oflences\nDangerous         56. Any person subject to military law under this Act\nflying, etc.\n                who is guilty of any act or neglect in flying, or in the use\n                of any aircraft, or in relation to any aircraft or aircraft\n                material, which causes or is likely to cause loss of life or\n                bodily injury to any person shall, on conviction by court-\n                martial, be liable to imprisonment or any less punishment\n                provided by this Act :\n                  Provided that if the offender has not acted wilfully or\n                with wilful neglect he shall not be liable to be imprisoned\n                for more than two years.\nInaccurate         57. Any person subject to military law under ‘this Act\ncertification\nofaircraft,     who signs any certificate in relation to an aircraft or to\netc.            aircraft material without ensuring the accuracy of the\n                certificate shall, on conviction by court-martial, be liable\n                to imprisonment for a term not exceeding two years or any\n                less punishment provided by this Act.\nLow               58. Any person subject to military law under this Act,\nflying.\n                who, being the pilot of one of Her Majesty’s aircraft, flies\n                it at a height less than such height as may be provided by\n                regulations except-\n                     (a) while taking off or alighting; or\n                     (b) in such other circumstances as may be so provided,\n                shall, on conviction by court-martial, be liable to imprison-\n                ment for a term not exceeding two years or any less punish-\n                ment provided by this Act.\n                             DEFENCE                                            45"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Any person subject to military law under this Act Annoyance\n                                                                   by flying.\nwho, being the pilot of one of Her Majesty’s aircraft, flies\nit so as to cause, or to be likely to cause, unnecessary\nannoyance to any person shall, on conviction by court-\nmartial, be liable to imprisonment for a term not exceeding\ntwo years or any less punishment provided by this Act.\n      Oflences relating to, and by, persons in custody"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.41) Any person subject to military law under this arrest  Irregular\n                                                                      and\nAct who, when another person subject thereto is under confinement,\narrest-\n     (a) unnecessarily delays the taking of such steps as it\n          is his duty to take for investigating the allegations\n          against that other person or for having the allega-\n          tions against that other person investigated by his\n          commanding officer or an appropriate superior\n          authority or, as the case may be, tried by court-\n          martial; or\n     (b) fails to release, or effect the release of, that other\n          person when it is his duty to do so,\nshall be guilty of an offence against this section.\n         (2) Any person subject to military law under this\nAct who, having committed a person (hereinafter referred\nto as “the prisoner”) to the custody of any provost officer\nor other officer or any warrant officer or non-commissioned\nofficer, fails without reasonable cause to deliver-\n     (a) at the time of the committal; or\n     (b) if it is not practicable so to do at the time of the\n           committal, then within twenty-four hours there-\n           after,\nto the person to whose custody the prisoner was committed\na report in writing signed by himself of the offence which\nthe prisoner is alleged to have committed, shall be guilty of\nan offence against this section.\n       me inclusion of this page is authorized by L.N. 480/1973]\n46                                         DEFENCE\n                      (3) Where any person (hereinafter referred to as\n              “the prisoner”) is committed to the charge of a person sub-\n              ject to military law under this Act who is in command of\n              a guard, then if without reasonable cause that person does\n              not as soon as he is relieved from his guard and any further\n              duty, or, if he is not sooncr relieved, within twenty-four\n              hours after the committal, give to the officer to whom it is\n              his duty to report-\n                   (a) a written statement containing so far as known to\n                        him, the prisoner’s name and alleged offence and\n                        the name and rank or other description of the\n                        officer or other person who alleges that the\n                        prisoner has committed the offence; and\n                   (b) if he has received it, the report required by sub-\n                        section (2),\n              he shall be guilty of an offence against this section.\n                      (4) Any person guilty of an offence against this\n              section shall, on conviction by court-martial, be liable to\n              imprisonment for a term not exceeding two years or any\n              less punishment provided by this Act.\nPermitting      61.-(1) Any person subject to military law under this\nescape, and\nunlawful      Act who wilfully allows to escape any person who is com-\nre!easeof\nprisoners.    mitted to his charge, or whom it is his duty to guard, shall,\n              on conviction by court-martial be liable to imprisonment or\n              any less punishment provided by this Act.\n                     (2) Any person subject to military law under this\n              Act who-\n                  (a) without proper authority releases any pmon who\n                       is committed to his charge; or\n                  (b) without reasonable excuse allows to escape any\n                       person who is committed to his charge, or whom\n                       it is his duty to guard,\n                    m e inclusion of this page is authorized by L.N. 480/1973]\n                            DEFENCE                                  47\nshall, on conviction by court-martial, be liable to imprison-\nment for a term not exceeding two years or any less punish-\nment provided by this Act."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.-(1) Any person subject to military law under this R--sistance\nAct, who, being concerned in any quarrel or disorder, re- to arrest.\nfuses to obey any officer subject to service law who orders\nhim into arrest, or strikes or otherwise uses violence to,\nor offers violence to, any such officer, shall be guilty of an\noffence against this section whether or not the officer is his\nsuperior officer.\n        (2) Any person subject to military law under this\nAct who strikes or otherwise uses violence to, or offers\nviolence to, any person, whether subject to this Act or\nnot, whose duty it is to apprehend him or in whose custody\nhe is shall be guilty of an offence against this section.\n        (3) Any person guilty of an offence against this\nsection shall, on conviction by court-martial, be liable to\nimprisonment for a term not exceeding two years or any\nless punishment provided by this Act."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Any person subject to military law under this Act ~ m ~ f r o m\nwho escapes from arrest, prison or other lawful custody confinement.\n(whether military or not) shall, on conviction by court-\nmartial, be liable to imprisonment for a term not exceed-\ning two years or any less punishment provided by this Act.\n Offencesin relation to courts-mtial and civil authorities"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.41) Any person subject to military law under this offencesin\n                                                            relation to\nAct who-                                                    courts-\n    (a) having been duly summoned or ordered to attend martial.\n         as a witness before a court-martial, fails to com-\n         ply with the summons or order; or\n      we inclusion of this page is authorized by L.N. 480119731\n48                               DEFENCE\n              refuses to swear an oath when duly required by\n              a court-martial to do so; or\n              refuses to produce any document in his custody\n              or under his control which a court-martial has\n              lawfully required him to produce; or\n              when a witness, refuses to answer any question\n              which a court-martial has lawfully required him\n              to answer; or\n              wilfully insults any person, being a member of a\n              court-martial or a witness or any other pprson\n              whose duty it is to attend on or before the court,\n              while that person is acting as a member thereof\n              or is so attending, or wilfully insults any such\n              person as aforesaid while that person is going to\n              or returning from the proceedings of the court;\n              or\n               wilfully interrupts the proceedings of a court-\n               martial or otherwise misbehaves before the court,\n     shall, on conviction by a court-martial, other than the\n     court in relation to which the offence was committed, be\n     liable to imprisonment for a term not exceeding two years\n     or any less punishment provided by this Act.\n            (2) Notwithstanding anything in subsection (l),\n     where an offence against paragraph (e) or paragraph (f>\n     is committed in relation to any court-martial held in pur-\n     suance of this Act that court, if of opinion that it is\n     expedient that the offender should be dealt with summarily\n     by the court instead of being brought to trial before another\n     court-martial, may by order under the hand of the presi-\n     dent order the offender to be imprisoned for a period not\n     exceeding twenty-one days, or, in the case of a soldier, either\n     to be imprisoned for such a period or to undergo detention\n     for such a period.\n           me inclusion of this page is authorized by L.N. 480/1973]\n                             DEFENCE                                   49\n        (3) References in paragraphs (a) to (f, of subsection\n(1) to a court-martial shall include references to a court\nheld in pursuance of service law."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-(1)  Any person subject to military law under this False\nAct who, having been lawfiilly sworn as a witness or as evidmce.\nan interpreter in proceedings before a court under service\nlaw or b:fore any board or person having power under\nservice law to administer oaths, makes a statement material\nin those proceedings which he knows to be false or does\nnot believe to be true shall, on conviction by court-martial,\nbe liable to imprisonment for a term not exceeding two\nyears or any less punishment provided by this Act.\n       (2) A person shall not be liable to bs convicted of an\noffence against this section solely upon the evidence of one\nwitness as to the falsity of any statement alleged to be false."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Any person subject to military law under this Act Obstruction\n                                                               lof police\nwho at any place in the Commonwealth prevents or bffiwr\nobstmcb-                                                       arresting\n                                                               officer or\n     (a) the execution by a plice officer or constable of a iPoldier*\n          warrant for the arrest of a person subject to\n          service law who has committed or is suspected\n          of having committed an offence punishable on\n          conviction by a civil court; or\n     (b) the arrest of a person. subject to service law by\n          a police officer or constable acting in the exercise\n          or his powers of arrest without warrant,\nshall, on conviction by court-martial, be liable to imprison-\nment for a term not exceeding two years or any less punisb-\nment provided by this Act.\n              Miscellaneous Oflences"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.-(1) Any person subject to military law under this Injurious\nAct who without authority discloses, whether orally, in disclosures.\n       me inclusion of this page is authorized by LN. 480119731\n50                                          DEFENCE\n               writing, by signal or by any other means whatsoever, any\n               information which is or purports to be information use-\n               ful to an enemy shall, on conviction by court-martial, bz\n               liable to imprisonment for a term not exceeding two years\n               or any less punishment provided by this Act.\n                          (2) In this section the expression “information use-\n               ful to an enemy” means information as to any matter such\n               that information as to it would or might be directly or\n               indirectly useful to an enemy, and in particular (but with-\n               out prejudice to the generality of the foregoing provisions\n               of this subsection) information as to any matter falling\n               within the following paragraphs, being a matter such that\n               information as to it would or might be useful as aforesaid,\n               that is to say-\n                    (a) the number, description, armament, equipment,\n                            disposition, movement or condition of any of the\n                            Jamaica Defence Force or of any forces co-opxa-\n                            ting therewith, or any of Her Majesty’s ships\n                            or aircraft or of the ships or aircraft of any such\n                            co-operating force; or\n                    (b) any operations or projected operations of any of\n                            such forces, ships or aircraft as aforesaid; or\n                    (c) any code, cipher, call sign, password or counter-\n                            sign; or\n                    (d) any measures for the defence or fortification of\n                            any place; or\n                    (e) the number, description or location of any prison-\n                            ers of war; or\n                     ( f ) munitions of war.\nMakingof          68. Any person who, when before a recruiting officer\nfalse state-\nmentson        for the purpose of being attested has knowingly made a\n               false answer to any question contained in the attestation\n               papzr and put to him by or by direction of the recruiting\n                     me inclusion of this page is authorized by L.N. 480/1973]\n                              DEFENCE                                        51\nofficer shall, if he has since become and remains subject\nto military law under this Act, be liable on conviction by\ncourt-martial, to imprisonment for a term not exceeding\nthree months or to any less punishment provided by this\nAct."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Any person subject to military law under this Act Makingof\n                                                                     false\nwho-                                                                 documents.\n    (a) makes, signs or makes an entry in any service\n         report, return, pay list or certificate or other\n         service document, being a document or entry\n         which is to his knowledge false in a material\n         particular; or\n     (b) alters any service report, return, pay list or certi-\n         ficate or other service document, so that the docu-\n         ment or entry is to his knowledge false in a\n         material particular, or suppresses, defaces or\n         makes away with any such document or entry\n         which it is his duty to preserve or produce; or\n     (c) with intent to defraud, fails to make an entry in\n         any such documents; or\n     (d) aids, abets, commands, counsels, procures or con-\n         nives at the commission by another person subject\n         to service law of an offence against this section\n         or the corresponding section of the applicable\n         service law, as the case may be (whether or not\n         he knows the nature of the document in relation\n         to which that offence will be committed),\nshall, on conviction by court-martial, be liable to im-\nprisonment for a term not exceeding two years or any less\npunishment provided by this Act."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Every officer subject to military law under this Act hmdalous\nwho behaves in a scandalous manner, unbecoming the ponduct  offictr. of\ncharacter of an officer and a gentleman, shall, on convic-\ntion by court-martial, be cashiered.\n52                                             DEFENCE\nIll-treatment     71. If-\nof officers\nor men of           (a) any officer subject to military law under this Act\ninferior\nrank.                      strikes or otherwise ill-treats any officer subject\n                           to service law of inferior rank or less seniority or\n                           any soldier subject to service law; or\n                     ( b ) any warrant officer or non-commissioned officer\n                           subject to military law under this Act strikes or\n                           otherwise ill-treats any person subject to service\n                           law, being a warrant officer or non-commissioned\n                           officer of inferior rank or less seniority or a\n                           private soldier,\n                he shall, on conviction by court-martial, be liable to im-\n                prisonment for a term not exceeding two years or any less\n                punishment provided by this Act.\nDisgraceful        72. Any person subject to military law under this Act\nconduct.\n                who is guilty of disgraceful conduct of a cruel, indecent\n                or unnatural kind shall, on conviction by court-martial, bs\n                liable to imprisonment for a term not exceeding two years\n                or any less punishment provided by this Act.\nFalse             73. Any p m o n subject to military law under this Act\naccusation.\n                who-\n                       (a) makes an accusation against any officer or soldis\n                          subject to service law, which he knows to be\n                          false or does not believe to be true; or\n                     (b) in making a complaint where he thinks himself\n                          wronged, makes a statement decting the character\n                          of an officer or soldisr subject to service law, which\n                          he knows to be false or does not believe ta be true\n                          or wilfully supprmes any material facts,\n                shall, on conviction by court-martial, be liable to imprison-\n                ment for a term not exceeding two years or any less punish-\n                ment provided by this Act.\n                             DEFENCE                                   53"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Any person subject to military law under this Act to     Attempts\n                                                                 commit\nwho attempts to commit an offence against any of the fore- military\ngoing provisions of this Part shall, on conviction by court- offenes*\nmartial, be liable to the like punishment as for that offence:\n  Provided that if the offence is one punishable by death,\nhe shall not be liable to any greater punishment than im-\nprisonment."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. Any person subject to military law under this Act Conductto\nwho is guilty of any conduct or neglect to the prejudice rejudice ofbitary\nof good order and military discipline shall, on conviction d i ~ h n e .\nby court-martial, be liable to imprisonment for a term not\nexceeding two years or any less punishment provided by\nthis Act.\n                          Civil Oflences"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76.-(1) Any person subject to military law under this civil\nAct who commits a civil offence whether in Jamaica or offences.\nelsewhere shall be guilty of an offence under this section.\n          (2) In this Act the expression “civil offence” means\nany act or omission punishable by the law of Jamaica or\nwhich, if committed in Jamaica, would be punishable by\nsuch law and in this Act the expression “the corresponding\ncivil offence” means the civil offence the commission of\nwhich constitutes the offence against this section.\n          (3) A person convicted by court-martial of an\noffence against this section shall-\n     ( U ) if the corresponding civil offence is treason or\n            murder, be liable to suffer death; and\n     (b) in any other case, be liable to suffer any punish-\n            ment or punishments which a civil court could\n            award for the corresponding civil offence, if com-\n            mitted in Jamaica, being a punishment or punish-\n            ments provided by this Act, or such punishment,\n       m e inclusion of this page is authorized by L.N. 480/1973]\n54                                          DEFENCE\n                           not exceeding the maximum punishment which a\n                           civil court could so award, as is so provided:\n                             Provided that where a civil court could not so\n                           award imprisonment, a person so convicted shall\n                           be liable to suffer such punishment, less than\n                           cashiering in the case of an officer, or discharge\n                           with ignominy in the case of a soldier, as is so\n                           provided.\n                       (4) A person shall not be charged with an offence\n               against this section committed in Jamaica if the corres-\n               ponding civil offence is treason, murder, manslaughter,\n               treason-felony or rape.\n                       ( 5 ) Where the corresponding civil offence is murder\n               or manslaughter, an offence against this section shall be\n               deemed, for the purposes of subsection (4) to have been\n               committed at the place of the commission of the act or\n               occurrence of the neglect which caused the death, irres-\n               pective of the place of the death.\n                                          Punishments\nPunishment       77,-(1)  The punishments which may be awarded to an\nof officers.\n               officer by sentence of a court-martial under this Act are,\n               subject to the limitations hereinafter provided on the\n               powers of certain courts-martial, those set out in the\n               following scale; and in relation to an officer references in\n               this Act to punishments provided by this Act are references\n               to those punishments.\n                       (2) The said scale is-\n                    (a) death;\n     \\\n                    (b) imprisonment;\n                    (c) cashiering;\n                    (4 dismissal from Her Majesty’s service;\n                            DEFENCE\n    (e) fine of a sum not exceeding the equivalent of\n         ninety days’ pay;\n     <f> severe reprimand or reprimand;\n    (g) where the offencehas occasioned any expense, loss\n         or damage, stoppages.\n        (3) For the purposes of this Part a punishment\nspecified in my paragraph of the said scale shall be treated\nas less than the punishments specified in the preceding\nparagraphs, and greater than those specified in the following\nparagraphs, of the scale.\n       (4) Save as expressly provided in this Act, not more\nthan one punishment shall be awarded by a court-martial\nfor one offence.\n       (5) Stoppages may be awarded by a court-martial\neither in addition to or without any other punishment.\n       (6) A severe reprimand or reprimand may be\nawarded by a court-martial in addition to a fine imposed\nunder paragraph (e) of subsection (2).\n        (7) Where an officer is sentenced by a court-martial\nto imprisonment, he shall also be sentenced to be cashiered :\n  Provided that if the court-martial fails to sentence him\nto be cashiered, the sentence of imprisonment shall not be\ninvalid but shall be deemed to include a sentence of\ncashiering."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.41) The punishments which may be awarded to a Punishment\nsoldier by sentence of a court-martial under this Act are, ofsoldiers.\nsubject to the limitations hereinafter provided on the powers\nof courts-martial, those set out in the following scale; and\nin relation to a soldier references in this Act to punishments\nprovided by this Act are references to those punishments.\n       (2) The said scale is-\n    (a) death;\n      W e inclusion of this page is authorized by L.N. 480/1973]\n56                                 DEFENCE\n         (b) imprisonment;\n         (c) discharge with ignominy from Her Majesty’s\n              service;\n         (4 in the case of a warrant officer, dismissal from Her\n              Majesty’s service;\n         (e) detention for a term not exceeding two years;\n          (f) where the offender is on active service on the day\n              of the sentence, field punishment for a period not\n              exceeding ninety days;\n         (g) in the case of a warrant officer or non-commis-\n              sioned officer, reduction to the ranks or any less\n              reduction in rank;\n         (h) fine of a sum not exceeding the equivalent of\n              ninety days’ pay;\n          (i) where the offence is desertion, forfeiture of ser-\n              vice;\n          (19 in the case of a warrant officer or non-commis-\n              sioned officer, severe reprimand or reprimand;\n         (k) where the offence has occasioned any expense, loss\n              or damage, stoppages.\n             (3) For the purposes of this Part a punishment\n     specified in any paragraph of the said scale shall be treated\n     as less than the punishments specified in the preceding\n     paragraphs, and greater than those specified in the follow-\n     ing paragraphs, of the scale:\n       Provided that detention shall not be deemed to be a less\n     punishment than imprisonment if the term of detention is\n     longer than the term of imprisonment.\n            (4) Save as expressly provided in this Act, not more\n     than one punishment shall be awarded by a court-martial\n     for m e offence.\n                             DEFENCE                                   57\n        (5) A soldier sentenced by a court-martial to im-\nprisonment may in addition thereto be sentenced to be\ndischarged with ignominy from Her Majesty’s service, and\na warrant officer sentenced by a court-martial to imprison-\nment may in addition thereto be sentenced to dismissal from\nHer Majesty’s service.\n        (6) Where a warrant officer or non-commissioned\nofficer is sentenced by a court-martial to imprisonment,\ndetention or field punishment, he shall also be sentenced to\nbe reduced to the ranks :\n  Provided that if the court-martial fails to sentence him\nto be so reduced, the sentence shall not be invalid but shall\nbe deemed to include a sentence of reduction to the ranks.\n       (7) In the case of a warrant officer or non-commis-\nsioned officer a severe reprimand or reprimand may be\nawarded by a court-martial in addition to a fine.\n       (8) Where an offender is on active service when\nsentence of a court-martial is announced, a fine may be\nawarded in addition to field punishment.\n        (9) Stoppages may be awarded by a court-martial\neither in addition to or without any other punishment.\n      (10) Where an offender has been sentenced by a court-\nmartial to detention, then if he is subsequently sentenced\nby a court-martial to imprisonment any part of the\nsentence of the detention which has not been served shall\nthereupon be remitted by virtue of this subsection.\n       (11) Without prejudice to the validity of any award,\nan offender shall not be kept continuously in detention under\nthis Act for more than two years."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. Field punishment shall consist of such duties or drills, Reld\n                                                               punishment.\nin addition to those which the offender might be required\nto perform if he were not undergoing punishment, and such\n      [Tbe inclusion of this page is authorized by L.N. 480/1973]\n58                                       DEFENCE\n             loss of privileges, as may be provided by and under rules\n             made under this Part, and may include confinement in such\n             place and manner as may be so provided and such personal\n             resitraint as may be necessary to prevent the escape of the\n             offender and as may be so provided.\nImprison-      80. Where in this Act it is provided that any person\nment.\n             subject to military law under this Act is liable on conviction\n             by court-martial to imprisonment and no term or maximum\n             term of imprisonment is specified then such person shall\n             be liable to imprisonment for any term.\n                                         Arrest\nPower to\narrest"
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81.41) Any person subject to military law under this\noffenders.   Act found committing an offence against any provision\n             of this Act, or alleged to have committed or reasonably\n             suspected of having committed any such offence, may be\n             arrested in accordance with the following provisions of\n             this section.\n                      (2) An officer may be arrested by an officer subject\n             to service law of superior rank, or, if engaged in a quarrel\n             or disorder, by such an officer of any rank.\n                      (3) A soldier may be arrested by an officer, warrant\n             officer or non-commissioned officer subject to service law:\n                Provided that a person shall not be arrested by virtue\n             of this subsection except by a person of superior rank.\n                      (4) A provost officer, or any officer, warrant officer\n             or non-commissioned officer subject to service law lawfully\n             exercising authority under a provost officer or on his behalf,\n             may arrest any officer, warrant officer, non-commissioned\n             officer or soldier :\n                Provided that an officer shall not be arrested by virtue\n             of this subsection except on the order of another officer.\n                   me inclusion of this page is authorized by L.N. 480/1973]\n                             DEFENCE                                        59\n        (5) The power of arrest given to any person by this\nsection may be exercised either personally or by ordering\ninto arrest the person to be arrested or by giving orders\nfor that person’s arrest."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82.41) The allegations against any person subject to Provisions\n                                                                   for avoiding\nmilitary law under this Act who is under arrest shall be duly adayafter\ninvestigated without unnecessary delay, and as soon as may\nbe either proceedings shall be taken for punishing his\noffence or he shall be released from arrest.\n       (2) Wherever any person subject to military law\nunder this Act, having been taken into military custody,\nremains under arrest for a longer period than eight days\nwithout a court-martial for his trial being assembled, a\nspecial report on the necessity for further delay shall be\nmade by his commanding officer to the prescribed authority\nin the prescribed manner, and a similar report shall be made\nto the like authority and in the like manner every eight days\nuntil a court-martial is assembled or the offence is dealt\nwith summarily or he is released from arrest :\n  Provided that in the case of a person on active service\ncompliance with this subsection shall be excused in so far\nas it is not reasonably practicable having regard to the\nexigencies of military operations.\n       (3) For the purposes of subsection (1) of section 60\nthe question whether there has been unnecessary delay in\nthe taking of any steps for the investigation of allegations\nagainst a person under arrest shall be determined without\nregard to the provisions of subsection (2) of this section.\n    Investigation of, and summary dealing with, charges"
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. Before an allegation against a person subject to Investiga-\n                                                             tion of\nmilitary law under this Act (hereinafter referred to as “the chargab,,\naccused”) that he has committed an offence against any ;;gy$zt;\n       me inclusion of this page is authorized by L.N. 480/1973]\n60                                       DEFENCE\n            provision of this Part is further proceeded with, the\n            allegation shaall be reported, in the form of a charge, to the\n            accused’s commanding officer and the commanding officer\n            shall investigate the charge in the prescribed manner.\nChargesto\nbe dEalt"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.-(1) After investigation, a charge against an officer\nwithsum-    below the rank of lieutenant-colonel or against a warrant\nmarily or\nbycourt-    officer may, if an authority has power under the following\n            provisions of this Part to deal with it summarily, be so\n            dealt with by that authority (in this Act referred to as “the\n            appropriate superior authority”) in accordance with those\n            provisions.\n                   (2) After investigation, a charge against a non-\n            commissioned officer or private soldier may be dealt with\n            summarily by his commanding officer, subject to, and in\n            accordance with, the following provisions of this Part.\n                   (3) Any charge not dealt with summarily as afore-\n            said shall, after investigation, be remanded for trial by\n            court-martial.\n                   (4) Notwithstanding anything in the foregoing pro-\n            visions of this section, wher-\n                 (a) the commanding officer has investigated a charge\n                      against an officer or warrant officer; or\n                 (b) the commanding officer has investigated a charge\n                      against a non-commissioned officer or private\n                      soldier, which is not one which can be dealt with\n                      summarily,\n            the commanding officer may dismiss the charge if he is of\n            opinion that it ought not to be further proceeded with.\n                    (5) References in this Act to dealing summarily with\n            a charge are references to the taking by the appropriate\n            superior authority or the commanding officer of the accused,\n            as the case may require, of the following action, that is to\n            say, determining whether the accused is guilty, dismissing\n                             DEFENCE                                           61\nthe charge or recording a finding of guilty accordingly, and\nawarding punishment."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.-(1) The following provisions of this section shall firther\n                                                          -dines\nhave effect where the commanding officer has investigated ioncharges\na charge against a non-commissioned officer or private rpainst\n                                                          inon-com-\nsoldier.                                                  nissioned\n                                                          ofEcem and\n                                                                   soldiers.\n       (2) If-\n    (a) the charge is not one which can be dealt with\n          summarily and the commanding officer has not\n          dismissed it; or\n    (b) the charge is one which can be dealt with sum-\n          marily but the commanding officer is of opinion\n          that it should not be so dealt with,\nhe shall take 'the prescribed steps with a view to the charge\nbeing tried by court-martial.\n        (3) Otherwise the commanding officer shall proceed\nto deal with the charge summarily; and if he records a\nfinding of guilty he may award one or more of the follow-\ning punishments, that is to say-\n     (a) if the accused is a non-commissioned officer-\n             (i) a fine of a sum not exceeding the equivalent\n                 of twenty-eight days' pay;\n            (ii) severe reprimand or reprimand;\n            (iii) where the offence has occasioned any ex-\n                  pense, loss or damage, stoppages;\n            (iv) admonition;\n     (b) if the accused is a private soldier-\n             (i) detention for a period not exceeding forty-\n                 two days or, if the accused is on active\n                 service, field punishment for a period not\n                 exceeding forty-two days;\n       me inclusion of this page is authorized by L.N. 480/1973]\n62                                 DEFENCE\n                       a fine of a sum not exceeding the equivalent\n                       of twenty-eight days’ pay;\n                       where the offence has occasioned any ex-\n                       pense, loss or damage, stoppages;\n                       confinement to barracks for a period begin-\n                       ning with the day of the sentence and not\n                       exceeding twenty-eight days;\n                      extra guards or pickets;\n                       admonition.\n             (4) Where the accused is a lance-corporal, and the\n     commanding officer finds him guilty, the commanding\n     officer may, if he awards no other punishment or no other\n     punishment except stoppages, order the accused to be re-\n     duced to the ranks.\n              (5) Where the accused is an acting warrant officer\n     or acting non-commissioned officer, and the commanding\n     officer finds him guilty, the commanding officer may, if he\n     awards no other punishment or no other punishment except\n     stoppages, order the accused to revert to his permanent rank\n     or to assume an acting rank lower than that held by him\n     but higher than his permanent rank.\n             (6) Notwithstanding anything in subsection (3)\n     where the commanding officer has determined that the\n     accused is guilty and if the charge is dealt with summarily\n     will award punishment other than severe reprimand, re-\n     primand, admonition, confinement to barracks, extra\n     guards or pickets or where a finding of guilty (whatever\n     the punishment awarded) will involve a forfeiture of pay,\n     the commanding officer shall not record a finding until after\n     affording the accused an opportunity of electing to be tried\n     by court-martial; and if the accused so elects and does not\n     subsequently in accordance with regulations withdraw his\n     election the commanding officer shall not record a finding\n                            DEFENCE                                  63\nbut shall take the prescribed steps with a view to the charge\nbeing tried by court-martial.\n         (7) Where a charge is one which can be dealt with\nsummarily, but the commanding officer has taken steps\nwith a view to its being tried by court-martial, any higher\nauthority to whom the charge is referred may refer the\ncharge back to the commanding officer to be dealt with\nsummarily; and on any such reference subsections (3), (4),\n( 5 ) and (6) shall apply as if the commanding officer\nhad originally been of opinion that the charge should be\ndealt with summarily :\n  Provided that a charge shall not be referred back where\nthe accused has elected to be tried by court-martial and\nhas not withdrawn his election."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86.41) After investigating a charge against an officer ~urther\nor warrant officer, the commanding officer shall, unless he proceedings\nhas dismissed the charge, or the case is one where he has        EkUzand\n                                                            Dnchmgm\n                                                            Warrant\npower, and proposes to direct trial by field court-martial, lofficers.\nsubmit it in the prescribed manner to higher authority and\nthereupon it shall be determined by such authority how the\ncharge is to be proceeded with in accordance with\nsubsections (2) and (3).\n       (2) If the charge is one which can be dealt with\nsummarily, it may be referred to the appropriate superior\nauthority.\n        (3) If the charge is not so referred, the prescribed\nsteps shall be taken with a view to its being tried by court-\nmartial.\n       (4) Where the charge is referred to the appropriate\nsuperior authority, that authority shall investigate the\ncharge in the prescribed manner and determine whether\nthe accused is guilty of the charge and accordingly dismiss\nthe charge or record a finding of guilty :\n      me inclusion of this page k authorized by L.N. 480119731\n64                                        DEFENCE\n               Provided that if in the course of investigating the charge\n             the authority determines that it is desirable that the charge\n             should be tried by court-martial, the prescribed steps shall\n             be taken with a view to its being so tried.\n                     (5) If the appropriate superior authority records\n             a finding of guilty, the authority may award one or more\n             of the following punishments, that is to say-\n                  (a) a fine of a sum not exceeding the equivalent of\n                       twenty-eight days’ pay;\n                  (b) severe reprimand or reprimand;\n                  (c) where the offence has occasioned any expense, loss\n                       or damage, stoppages.\n                     (6) Notwithstanding anything in subsection (4),\n             where the appropriate superior authority has determined\n             that the accused is guilty and if the charge is dealt\n             with summarily will award a fine under paragraph (a) of\n             subsection ( 5 ) or stoppages, or where a finding of guilty\n             will involve a forfeiture of pay, the authority shall not\n             record a finding until after affording the accused an\n             opportunity of electing to be tried by court-martial; and if\n             the accused so elects the authority shall not record a finding\n             but shall take the prescribed steps with a view to the charge\n             being tried by court-martial.\nDismissal      87.-(1) Notwithstanding anything in sections 85 and 86\nof charges\nrefemd to    where a charge-\nhigher\nauthority.        (a) has been referred to higher authority with a view\n                       to its being tried by court-martial; or\n                  (b) has been submitted to higher authority for deter-\n                       mination how it is to be proceeded with,\n             that authority may refer the charge back to the com-\n             manding officer of the accused with a direction that it shall\n             be dismissed, and in any such case the commanding officer\n             shall dismiss the charge.\n                             DEFENCE                                           65\n        (2) The reference back of a charge in pursuance of\nthis section shall be without prejudice to the preferring of\nanother charge if the higher authority has so directed or\nthe commanding officer thinks fit.\n  8 8 . 4 1) In this Act the expression “commanding officer”, Officers who\n                                                              are to act as\nin relation to a person charged with an offence,means either commanding\nthe officer for the time being commanding the unit to which         oaf^^^^\nthe person belongs or is attached, or, if the person belongs        ~g:;;.~.\nor is attached to a part of a unit which is so separated from\nthe unit to which it belongs that the officer commanding\nthat unit cannot effectively exercise his powers as com-\nmanding officer over it, the officer commanding that part of\nthe unit.\n       (2) The following persons may act as appropriate\nsuperior authority in relation to a person charged with an\noffence, that is to say any officer having power to convene\nordinary courts-martial.\n        (3) Regulations may confer on officers, or any class\nof officers, who by or under the regulations are authorized\nto exercise the functions of commanding officer power to\ndelegate those functions, in such cases and to such extent\nas may be specified in the regulations, to officers of a class\nso specified."
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. Officers who are to act as commanding officers and appropriate\n      superior authorities."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89.-(1) The charges which may not be dealt with by a Limitation\n                                                            powers\ncommanding officer, the charges which may not be dealt on ofsumma~\nwith by an appropriate superior authority and the charges           :c2:wtih\nwhich may not be dealt with summarily by a commanding\nofficer or an appropriate superior authority except with\nthe permission of higher authority, shall be such as may\nbe specified by or under regulations. Any charge not so\nspecified, and, upon obtaining such permission as afore-\nsaid, any charge which may be dealt with summarily with\nsuch permission, may be dealt with summarily by a com-\n66                                        DEFENCE\n              manding officer or an appropriate superior authority, as\n              the case may be.\n                      (2) In such case as may be specified in that behalf\n              by regulations, the powers of a commanding officer or\n              appropriate superior authority to award punishment shall\n              be subject to such limitations as may be so specified.\n                           Court-martial: general provisions\nTrial by,       90. Subject to the provisions of this Act, an ordinary\nand powers\nof,ordinary   court-martial under this Act shall have power to try any\nmartial.\ncourt-        person subject to military law under this Act for any\n              offence which under this Act is triable by court-martial and\n              to award for any such offence any punishment authorized\n              by this Act for that offence.\nTrial by,        91.41) Where an officer commanding a body of troops\nand powers\nof,field      on active service-\ncourt-\nmartial.           (a) being an officer to whom under subsection (1) of\n                        section 86 a charge has been submitted for\n                        determining how it is to be dealt with; or\n                   (b) being the accused's commanding officer who has\n                        investigated a charge which cannot be dealt with\n                        summarily or which in his opinion ought not to\n                        be so dealt with; or\n                   (c) being the accused's commanding officer or the\n                        appropriate superior authority who has investi-\n                        gated a charge on which the accused has elected\n                        to be tried by court-martial,\n              is of opinion that it is not possible without serious detri-\n              ment to the public service that the charge should be tried\n              by an ordinary court-martial, the officer may (whether or\n              not he is authorized to convene ordinary courts-martial)\n              direct that the charge shall be tried by a field court-martial.\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                              DEFENCE                                           67\n         (2) A field court-martial shall have the powers of an\nordinary court-martial, except that where the court con-\nsists of less than three officers the sentence shall not exceed\nimprisonment for a term of two years."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92.-(1) An ordinary court-martial may be convened by Officers\n                                                               having\nthe Chief of Staff or any officer authorized to convene ordin- powers to\n                                                               convene\nary courts-martial by the Defence Board.                       courts-\n                                                                     martial.\n        (2) A field court-martial may be convened by the\nofficer who directed that the charge should be tried by field\ncourt-martial.\n       (3) Any authorization under this section to convene\nordinary courts-martial-\n    (a) may be made subject to restrictions, reservations,\n         exceptions or conditions;\n    (b) may be addressed to officers by name or by desig-\n         nation of their offices, and may be issued or given\n         to a named or designated officer, to a named or\n         designated officer and to the person for the time\n         being performing the duties of his office, to a\n         named or designated officer and his successors in\n         that office or to a named or designated officer and\n         such person and his successors;\n    (c) may be varied or may be revoked either wholly\n         or in part by the Defence Board."
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93.-( 1) An ordinary court-martial shall consist of the Constit~tion\n                                                             of ordinary\npresident and not less than two other officers :             COUl-tS-\n                                                             martial.\n   Provided that an ordinary court-martial shall consist of\nfive members if-\n     (a) an officer is to be tried; or\n     (b) the only punishment or the maximum punishment\n          which can be awarded in respect of a charge before\n          the court is death.\n      me inclusion of t h i s page is authorized by L.N. 480/1973]\n68                                           DEFENCE\n                       (2) Save as hereinafter provided, an officer shall not\n               be appointed a member of an ordinary court-martial unless\n               he belongs to Her Majesty’s military forces, is subject to\n               service law and has been an officer in any of Her Majesty’s\n               forces for a period of not less than two years or for periods\n               amounting in the aggregate to not less than two years.\n                      (3) Not less than two of the members of an ordinary\n               court-martial shall be of a rank not below that of captain.\n                       (4) The president of an ordinary court-martial shall\n               be appointed by order of the convening officer and shall not\n               be under the rank of field officer unless in the opinion of\n               the convening officer a field officer having suitable quali-\n               fications is not, with due regard to the public service,\n               available; and in any event the president of an ordinary\n               court-martial shall not be under the rank of a captain.\n                      ( 5 ) The members of an ordinary court-martial, other\n               than the president, shall be appointed by order of the con-\n               vening officer or in such other manner as may be prescribed.\n                       (6) An officer under the rank of captain shall not\n               be a member of an ordinary court-martial for the trial of\n               an officer above that rank.\nConstitution     94.-(1)   A field court-martial shall consist of the presi-\ncourts-\nOf             dent and not less than two other officers, or, if the conven-\nmartid.        ing officer is of opinion that three officers having suitable\n               qualifications are not available without serious detriment\n               to the public service, shall consist of the president and one\n               other officer.\n                      (2) Save as hereinafter provided, the members of\n               a field court-martial shall be officers belonging to Her\n               Majesty’s military forces and subject to service law.\n                      me inclusion of this page is authorized by L.N. 480/1973]\n                             DEFENCE                                         69\n         (3) The president of a field court-martial shall be\nan officer appointed by the convening officer and shall not\nbe under the rank of captain.\n         (4) The members of a field court-martial, other than\nthe president, shall be appointed by order of the convening\nofficer or in such manner as may be prescribed."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95-41) The officer who convenes a court-martial shall Supple-\n                                                        men!ary\nnot be a member of that court-martial:                   rowsions\n                                                                   L town-\n  Provided that if in the case of a field court-martial it $\n                                                           -is;:;:~\n                                                                  ;\nnot practicable in the opinion of the convening officer to martial.\nappoint another officer as president, he may himself be\npresident of the court-martial.\n        (2) An officer who, at any time between the date on\nwhich the accused was charged with the offence and the\ndate of the trial, has been the commanding officer of the\naccused, and any other officer who has investigated the\ncharge against the accused, or who under service law has\nheld, or has acted as one of the persons holding, an enquiry\ninto matters relating to the subject matter of the charge\nagainst the accused, shall not sit as a member of an ordin-\nary court-martial or act as judge advocate at such a court-\nmartial.\n        (3) If any court-martial is required to be convened\nat any place where in the opinion of the convening officer\nthe necessary number of military officers having suitable\nqualifications is not available to form the court, and can-\nnot be made available with due regard to the public service,\nthe convening officer may, with the consent of the proper\nnaval or air force authority, appoint any officer of Her\nMajesty’s naval or air forces as president in lieu of a\nmilitary officer or as any other member of the court in lieu\nof or in addition to a military officer or military officers :\n      F e inclusion of this page is authorized by L.N. 480/1973]\n70                                 DEFENCE\n       Provided that no officer of Her Majesty’s naval or air\n     forces shall be qualified to act in relation to a court-martial\n     unless he is of corresponding rank to that which would\n     have been required in the case of a military officer and has\n     been an officer in any of Her Majesty’s forces for the like\n     period or periods as would have been so required.\n             (4) Where-\n          (a) the officer convening an ordinary court-martial\n               appoints a captain to be president, being of\n               opinion that a field officer having suitable quali-\n               fications is not with due regard to the public\n               service available;\n          (b) an officer directs that an offender shall be tried\n              by a field court-mdrtial, being of opinion that it\n              is not possible without serious detriment to the\n              public service that the offender should be tried by\n              an ordinary court-martial, or the officer conven-\n              ing a field court-martial appoints two officers only\n              to be members of the court, being of opinion that\n              three officers having suitable qualifications are\n              not without serious detriment to the public service\n              available, or appomts himself to be president,\n              being of opinion that it is not practicable to ap-\n              point another officer as president; or\n          (c) the officer convening any court-martial appoints\n              an officer not being a military officer as president\n              or any other member of the court, being of opinion\n              that the necessary number of military officers\n              having suitable qualification is not available to\n              form the court and cannot be made available with\n              due regard to the public service,\n     the order convening the court-martial shall contain a state-\n     ment of such opinion, and that statement shall be conclusive.\n                              DEFENCE                                     71\n           ( 5 ) In this section the expression “military officer”\nmeans any officer belonging to Her Majesty’s military forces\nand subject to service law.\n  %.-(1)    Subject to the provisions of this section, a court- sitting\n                                                                Placefor\n                                                                        of\nmartial shall sit at such place (whether within or without courts-\n                                                                martial and\nJamaica) as may be specified in the order convening the adjourn-\ncourt; and the convening officer may convene it to sit atot: ‘ ;\na place outside the limits of his command.                      places.\n        (2) A court-martial sitting at any place shall, if the\nconvening officer directs it to sit at some other place, and\nmay without any such direction if it appears to the court\nrequisite in the interests of justice to sit at some other place,\nadjourn for the purpose of sitting at that other place.\n           Courts-martial : provisions relating to trial"
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96. Place for sitting of courts-martial and adjournment to other\n       places.\n             Courts-martial : provisions relating to trial"
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97.-(1) An accused about to be tried by any court-mar- Challenges\n                                                                 by accused.\ntial shall be entitled to object, on any reasonable grounds,\nto any member of the court, whether appointed originally\nor in lieu of another officer.\n          (2) For the purpose of enabling the accused to avail\nhimself of the right conferred by subsection (1) the names\nof the members of the court shall be read over in the\npresence of the accused before they are sworn,and he shall\nbe asked whether he objects to any of those officers.\n          (3) Every objection made by an accused to any\nofficer shall be considered by the other officers appointed\nmembers of the court.\n          (4) If objection is made to the president and not less\nthan one-third of the other members of the court allow It,\nthe court shall adjourn and the convening officer shall\nappoint an0ther president.\n          (5) If objection is made to a member of the court\nother than the president and not less than one-half of the\n72                                          DEFENCE\n              members entitled to vote allow it, the member objected to\n              shall retire and the vacancy may, and if otherwise the\n              number of members would be reduced below the legal\n              minimum shall, be filled in the prescribed manner by\n              another officer.\nAdministra-\ntion o€"
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98.-(1) An oath shall be administered to every member\noaths.        of a court-martial and to any person in attendance on a\n              court-martial as judge advocate, officer under instruction,\n              shorthand writer or interpreter.\n                      (2) Every witness before a court-martial shall be\n              examined on oath :\n                 Provided that where any child of tender years called as\n              a witness does not in the opinion of the court understand\n              the nature of an oath, his evidence may be received, though\n              not given upon oath, if in the opinion of the court he\n              is possessed of sufficient intelligence to justify the reception\n              of the evidence and understands the duty of speaking the\n              truth, so, however, that, where the evidence is given on be-\n              half of the prosecution, the accused shall not be liable to\n              be convicted upon such evidence alone unless it is cor-\n              roborated by some other material evidence in support there-\n              of implicating the accused.\n                      (3) An oath required to be administered under this\n              section shall be in the prescribed form and shall be admin-\n              istered at the prescribed time by the prescribed person and\n              in the prescribed manner.\nCourts-\nmartial"
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99.41) Subject to the provisions of this section, a court-\ntositin       martial shall sit in open court and in the presence of the\nopen court.\n              accused.\n                     (2) Nothing in subsection (1) shall affect the power\n              of a court-martial to sit in camera on the ground that it is\n              necessary or expedient in the interests of the administration\n                             DEFENCE                                  73\nof justice to do so; and without prejudice to that power a\ncourt-martial may order that, subject to any exceptions the\ncourt may specify, the public shall be excluded from all or\nany part of the proceedings of the court if it appears to the\ncourt that any evidence to be given or statement to be made\nin the course of the proceedings or that part, as the case\nmay be, might otherwise lead to the disclosure of any\ninformation which would or might be directly or indirectly\nuseful to an enemy.\n        (3) A court-martial shall sit in closed court while\ndeliberating on their finding or sentence on any charge.\n        (4) A court-martial may sit in closed court on any\nother deliberation amongst the members.\n        ( 5 ) Where a court-martial sits in closed court no\nperson shall be present except the members of the court\nand such other persons as may be prescribed."
    },
    {
      "provision_ref": "sec100",
      "section": "100",
      "title": "Section 100",
      "content": "100.41) Where, whether before or after the commence- Dissolution\n                                                                 courts-\nment of the trial, it appears to the convening officer neces- of\n                                                              martial.\nsary or expedient in the interests of the administration of\njustice that a court-martial should be dissolved, the con-\nvening officer may by order dissolve the court-martial.\n          (2) Without prejudice to the generality of sub-\nsection (l), if after the commencement of the trial a court-\nmartial is, by reason of the death of one of the members\nor for any other reason, reduced below the legal minimum,\nit shall be dissolved.\n         (3) If after the commencement of the trial the presi-\ndent dies or is otherwise unable to attend and the court is\nnot reduced below the legal minimum, then-\n     (a) if the senior member of the court is of the rank\n          of captain or corresponding rank or is of higher\n          rank, the convening officer may appoint him presi-\n          dent and the trial shall proceed accordingly; but\n74                                         DEFENCE\n                  (b) if he is not, the court shall be dissolved.\n                      (4) Without prejudice to the generality of sub-\n             section (l), if after the commencement of the trial it is\n             represented to the convening officer that owing to the sick-\n             ness or other incapacity of the accused it is impracticable\n             having regard to all the circumstances to continue the trial\n             within a reasonable time, the convening officer may dissolve\n             the court.\n                      ( 5 ) Where a court-martial is dissolved under the\n             foregoing provisions of this section the accused may be\n             tried by another court-martial.\nDecisions\nof courts-"
    },
    {
      "provision_ref": "sec101",
      "section": "101",
      "title": "Section 101",
      "content": "101.-(1) Subject to the provisions of this section, every\nmartial.     question to be determined on a trial by court-martial shall\n             be determined by a majority of the votes of the members\n             of the court.\n                       (2) In the case of an equality of votes on the find-\n             ing, the court shall acquit the accused.\n                      (3) A finding of guilty where the only punishment\n             which the court can award is death shall not have effect\n             unless it is reached with the concurrence of all members\n             of the court; and where on such a finding being come to\n             by a majority of the members there is no such concurrence,\n             the court shall be dissolved and the accused may be tried by\n             another court.\n                       (4) Where the accused is found @ty and the court\n             has power to sentence him either to death or to some less\n             punishment, sentence of death shall not be passed without\n             the concurrence of all members of the court.\n                     (5) In the case of an equality of votes on the sen-\n             tence, or on any question arising after the commencement\n             of a trial, except the finding, the president shall have a\n             second or casting vote.\n                   F   e inclusion of this page is authorized by L.N. 480/1973]\n                            DEFENCE                                  75"
    },
    {
      "provision_ref": "sec102",
      "section": "102",
      "title": "Section 102",
      "content": "102.-(1) Without prejudice to the provisions of section Finding and\n                                                           sentence."
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103.41) An accused charged before a court-martial with Power to\nan offence under this Act, may, on failure of proof of the\noffence having been committed under circumstances involv-\ning a higher degree of punishment, be found guilty of the tharged.\noffence as having been committed under circumstances in-\nvolving a less degree of punishment.\n        (2) An accused charged before a court-martial\nwith any offence may be found guilty of attempting to\ncommit that offence.\n          (3) An accused charged before a court-martial\nwith attempting to commit an offence may be convicted\non that charge notwithstanding that it is proved that he\nactually committed the offence.\n          (4) Where an accused is charged before a court-\nmartial under section 76 in respect of attempting to com-\nmit a civil offence, he may be convicted on that charge not-\nwithstanding that it is proved that he actually committed\nthe civil offence.\n        ( 5 ) Where an accused is charged before a court-\nmartial with an offence against section 76, and the\ncorresponding civil offence is one in proceedings for which,\nif he had been tried by a civil court for committing the\noffence in Jamaica, he might have been found guilty of\n      F e inclusion of this page is authorized by L.N. 480/1973]\n16                                       DEFENCE\n            another civil offence, then if the court finds that he has\n            committed that other civil offence he may be convicted of an\n            offence against section 76 in respect of the commission of\n            that other civil offence.\n                     (6) An accused charged before a court-martial with\nSecond      an offence specified in the first column of the Second\nSchedule.\n            Schedule may be found guilty of an offence specified in\n            relation thereto in the second column of that Schedule.\nRules of      104.-(1) Subject to the provisions of this Act the rules\nevidence.\n            of evidence to be observed in proceedings before courts-\n            martial shall be the same as those observed in civil courts\n            in Jamaica, and no person shall be required in proceedings\n            before a court-martial to answer any question or to pro-\n            duce any document which he could not be required to\n            answer or produce in similar proceedings before a civil\n            court in Jamaica.\n                      (2) Notwithstanding anything in subsection (11, a\n            statutory declaration shall, in a trial by court-martial be\n            admissible as evidence of the facts stated in the declaration\n            in a case where, and to the extent which, oral evidence to the\n            like effect would be admissible in that trial :\n              Provided that a statutory declaration shall not be\n            admitted in evidence in any such trial on behalf either of\n            the prosecution or of the defence-\n                 (a) where the declaration is put forward on behalf of\n                     the prosecution, unless a copy of the declaration\n                     has not less than seven days before the commence-\n                     ment of the trial, been served on the accused; or\n                 (b) where the declaration is put forward on behalf\n                     of the defence, unless a copy of the declaration\n                     has, not less than seven days before the com-\n                     mencement of the trial, been served on the com-\n                              DEFENCE                                 77\n         manding officer of the accused or the commanding\n         officer of the accused has given his agreement in\n         writing to its admission; or\n    (c) in any case, if, not later than three days before\n         the commencement of the trial or within such\n         further time as the court-martial may in special\n         circumstances allow, the accused or, as the case\n         may be, the commanding officer of the accused\n         serves a notice in the prescribed form on the com-\n         manding officer or accused requiring that oral\n         evidence shall be given in lieu of the declaration;\n         or\n    (d) in any case, if the court-martial is of opinion that\n         it is desirable in the interests of justice that oral\n         evidence should be given in lieu of the declaration\n         and declares that it is of that opinion.\n         (3) A court-martial shall take judicial notice of all\nmatters of notoriety, including all matters within the\ngeneral service knowledge of the court, and of all other\nmatters of which judicial notice would be taken in a civil\ncourt in Jamaica."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105. A witness before a court-martial or any other person Privilegeof\n                                                            witnesses\nwhose duty it is to attend on or before the court shall be andothem\nentitled to the same immunities and privileges as a witness E\n                                                            :’-:t\nbefore the Supreme Court of Jamaica."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106.--(1) Where in Jamaica any person other than a Mencesby\n                                                           civilians in\nperson subject to military law under this Act-             relation to\n                                                           courts-\n     (a) having been duly summoned to attend as a witness martial.\n          before a court-martial, fails to comply with the\n          summons; or\n     (b) refuses to swear an oath when duly required by\n          a court-martial to do so; or\n78                                           DEFENCE\n                    (c) refuses to produce any document in his custody\n                          or under his control which a court-martial has\n                          lawfully required him to produce; or\n                     (d) when a witness, refuses to answer any question\n                          which a court-martial has lawfully required him\n                          to answer; or\n                     (e) wilfully insults any person, being a member of a\n                          court-martial or a witness or any other person\n                          whose duty it is to attend on or before the court,\n                          while that person is acting as a member thereof\n                          or is so attending, or wilfully insults any such\n                          person as aforesaid while that person is going to\n                          or returning from the proceedings of the court; or\n                      (f> wilfully interrupts the proceedings of a court-\n                          martial or otherwise misbehaves before the court;\n                          or\n                     (g) does any other thing which would, if the court-\n                          martial had been a court of law having power to\n                          commit for contempt, have been contempt of that\n                          court,\n                the president of the court-martial may certify the offence\n                of that person under his hand to the Supreme Court, and\n                that Court may thereupon inquire into the alleged offence\n                and after hearing any witnesses who may be produced\n                against or on behalf of the person charged with the offence,\n                and after hearing any statement that may be offered in\n                defence punish or take steps for the punishment of that\n                person in like manner as if he had been guilty of contempt\n                of the Supreme Court.\n                        (2) In this section \"court-martial\" means a court\n                held under service law.\nAffirmations.     107. If-\n                    (a) a person required by virtue of this Act to take an\n                         oath for the purposes of proceedings before a\n                             DEFENCE                                       79\n         court-martial objects to being sworn, and states\n         as the ground of his objection either that he has\n         no religious belief or that the taking of an oath\n         is contrary to his religious belief; or\n     (b) it is not reasonably practicable to administer an\n         oath to such a person as aforesaid in the manner\n         appropriate to his religious belief,\nhe shall be required to make a solemn affirmation in the\nprescribed form instead of taking an oath.\n     Confirmation,revision and review of proceedings of\n                       courts-martial"
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107. Mrmations.\n  Confirmation, revision and review of proceedings ofcourts-martial"
    },
    {
      "provision_ref": "sec108",
      "section": "108",
      "title": "Section 108",
      "content": "108.41) Where a court-martial finds the accused guilty\non any charge, the record of the proceedings of the court- P ,oO\n                                                               nproned-\n                                                                  sma-\nmartial shall be transmitted to a confirming authority for\nconfirmation of the finding and sentence of the court on w - t ~ .\n                                                                    kizf\nthat charge.\n         (2) A finding of guilty or sentence of a court-\nmartial shall not be treated as a finding or sentence of the\ncourt until confirmed :\n  Provided that this subsection shall not affect the keep-\ning of the accused in custody pending confirmation, or the\noperation of sections 109 and 110 or the provisions of this\nAct as to confirmation or approval."
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109. At any time after a court-martial has sentenced the Petitions\naccused, but not later than the prescribed time after\nconfirmation is completed, the accused may in the prescribed\nmanner present a petition against finding or sentence or\nboth."
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110.-(1) A confirming authority may direct that a court- Revision of\n                                                           findings of\nmartial shall revise any finding of guilty come to by the\ncourt in any case where it appears to him-                 martial.\n80                                DEFENCE\n         (a) that the finding was against the weight of\n             evidence; or\n         (b) that some question of law determined at the trial\n             and relevant to the finding was wrongly deter-\n             mined.\n              (2) Any such direction shall be accompanied by\n     the necessary directions for the reassembly of the court,\n     and shall contain a statement of the reasons for the\n     direction.\n               (3) On any revision of a finding the court shall re-\n     consider the finding, and (unless the court adheres thereto)\n     may substitute therefor either a finding of not guilty or any\n     other finding to which the court could originally have come\n     at the trial in lieu of the finding under revision.\n             (4) On any such revision the court shall not have\n     power to receive further evidence.\n              ( 5 ) Where on any such revision the court either\n     adheres to the original finding or substitutes therefor a\n     finding of guilty of another offence, or of the same offence\n     in different circumstances the court may substitute a\n     different sentence for the original sentence :\n        Provided that the court shall not have power to sub-\n     stitute a sentence of a punishment greater than the punish-\n     ment or the greatest of the punishments awarded by the\n     original sentence, or to substitute a sentence which in the\n     opinion of the court is more severe than the original\n     sentence.\n              (6) The confirming authority shall not have power\n     to direct the revision of any substituted finding come to by\n     the court on a previous direction of the confirming\n     authority, or the revision of the original finding if adhered\n     to by the court on such a previous direction; but save as\n     aforesaid this Act shall apply to the proceedings of the court\n                             DEFENCE                                81\non any such revision as it applies to their deliberations on\nthe original finding or sentence and any substituted finding\nor sentence shall be treated for all purposes as an original\nfinding or sentence of the court :\n  Provided that the decision of the court on the revision\nshall not be required to be announced in open court."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111.-(1) Subject to the provisions of section 110 and to confirming\n                                                              Powersof\nthe following provisions of this section, a confirming authorities.\nauthority shall deal with the finding or sentence of a couri-\nmartial either by withholding confirmation, if of opinion\nthat the finding of the court is unreasonable or cannot be\nsupported having regard to the evidence or involves a\nwrong decision on a question of law or that, on any ground,\nthere was a miscarriage of justice, or by confirming the\nfinding or sentence or referring the finding or sentence, or\nboth, for c o n h a t i o n to a higher c o W g authority.\n         (2) In lieu of withholding confirmation of the find-\ning of a court-martial, a confirming authority may, if-\n     (a) some other finding of guilty could have been\n          validly made by the court-martial on the charge\n          before it; and\n     (b) he is of opinion that the court-martial must have\n          been satisfied of the facts necessary to justify that\n          other finding,\nsubstitute that other finding, and if he does so he shall\nconsider in what manner, if at all, the powers conferred\nby subsection (4) should be exercised.\n        (3) Where it appears to a confirming authority that\na sentence of a court-martial is invalid, he may, in lieu of\nwithholding confirmation of the sentence, substitute there-\nfor a sentence of any punishment or punishments which\ncould have been awarded by the court, not, being greater\nthan the punishment or the greatest of the punishments\n82                                           DEFENCE\n               awarded by the court and not in his opinion more severe\n               than that punishment or those punishments.\n                        (4) In confirming the sentence of a court-martial,\n               the confirming authority may-\n                    (a) remit in whole or in part any punishment awarded\n                         by the court; or\n                    (b) commute any such punishment for one or more\n                         punishment or punishments provided by this Act,\n                         being less than the punishment commuted.\n                        (5) A finding or sentence substituted by the con-\n               firming authority or any sentence having effect after the\n               confirming authority has remitted or commuted punishment,\n               shall be treated for all purposes as a finding or sentence of\n               the court duly confirmed.\n                        (6) The confirmation of a finding or sentence shall\n               not be deemed to be completed until the finding or sentence\n               has been promulgated; and in the event of any such sub-\n               stitution, remission or commutation as aforesaid the find-\n               ing or sentence shall be promulgated as it has effect after\n               the substitution, remission or commutation.\n                        (7)Where the confirming authority determines to\n               withhold confirmation, the determination shall be promul-\n               gated and shall have effect as from the promulgation\n               thereof.\nConfirming\nauthorities."
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112.-(1) Subject to the provisions of this section, the\n               following shall have power to confirm the finding and\n               sentence of any court-martial, that is to say-\n                     (a) the officer who convened the court-martial or any\n                          officer superior in command to that officer; or\n                     (b) the successor of any such officer or superior\n                          officer, or any person for the time being exercising\n                          the functions of any such officer or superior\n                          officer; or\n                     F e inclusion of this page is authorized by   L.N. 480/1973]\n                             DEFENCE                                83\n    (c)   failing any such officer as aforesaid-\n              (i) any officer appointed by the Defence Board\n                   to act as confirming authority, whether for\n                   the particular case or for a specified class\n                   of cases;or\n             (ii) the Defence Board.\n         (2) The following shall not have power to confirm\nthe finding or sentence of a court-martial, that is to say-\n     (a) any officer who was a member of the court-martial;\n          or\n     (b) any person who, as commanding officer of the\n          accused, investigated the allegations against him\n          or who is for the time being the commanding\n          officer of the accused; or\n     (c) any person who, as appropriate superior authority\n          investigated the allegations against the accused :\n  Provided that a person excluded by the foregoing pro-\nvisions of this subsection may act as confirming authority\nfor a field court-martial, if otherwise having power to do\nso, where he is of opinion that it is not practicable, having\ndue regard to the public service, to delay the case for the\npurpose of referring it to another confirming authority.\n         (3) An authorization empowering the convening\nof an ordinary court-martial may reserve for confirmation\nby superior authority findings or sentences or both in such\ncircumstances as may be specified by or under the authori-\nzation, and the powers conferred by subsection (1) shall\nbe exercisable subject to any such reservation."
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113. A sentence of death shall not be carried into effect Approvalof\n                                                                 sen-\nunless it has been approved by the Governor-General acting death\n                                                            kneby\n                                                            Governor-\non the recommendation of the Privy Council.                 General.\n84                                          DEFENCE\nReview of         1 1 4 . 41) A finding or sentence which has been confirmed\nfindings and\nsentences      may at any time be reviewed by a reviewing authority, and\nof courts-     if after confirmation of a finding or sentence a petition is\nmartial.\n               duly presented under section 109 against the finding or\n               sentence then, subject to the provisions of this section, the\n               finding or sentence shall be so reviewed as soon as may be\n               after the presentation of the petition and after consideration\n               of the matters alleged therein.\n                         (2) The reviewing authorities for the purposes of\n               this Act are-\n                    (a) the Governor-General acting on the recommenda-\n                          tion of the Privy Council;\n                    (21) the Defence Board or (so far as the delegation ex-\n                          tends) any officer to whom the powers of the\n                          Defence Board as reviewing authority, or any of\n                          those powers, may be delegated by regulations; or\n                    (c) any officer superior in command to the confirming          \\\n                          officer.\n                        (3) If an appeal or an application for leave to\n               appeal is received by the Registrar of the Court of Appeal\n               under the provisions of Part VI, so much of subsection\n               (1) as requires the review of a finding or sentence against\n               which a petition has been presented shall thereupon cease\n               to apply to the finding to which the appeal or the applica-\n               tion for leave to appeal relates and the sentence passed in\n               consequence of that finding.\n                       (4) On a review under this section the reviewing\n               authority may-\n                   (a) in so far as the review is of a finding, quash the\n                        finding and, if the sentence relates only to the\n                        finding quashed, the sentence; or\n                   (b) in so far as the review is of a sentence, quash the\n                        sentence; or\n                             DEFENCE                                         85\n    (c) in any case, exercise the like powers of substitut-\n          ing findings, substituting valid for invalid sen-\n          tences and remitting or commuting punishment\n          as are conferred on a confirming authority by\n          subsections (2) to (4) of section 111,\nand any substituted finding or sentence, or sentence having\neffect after the remission or commutation of punishment,\nshall be treated for all purposes as a sentence of the court\nduly confirmed.\n         ( 5 ) Where a reviewing authority exercises any of\nthe powers conferred by subsection (4), the determination\nof the authority shall be promulgated and shall have effect\nas from the promulgation thereof."
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115.4 1) Sentences of imprisonment and detention beconsidera-\n                                                                   Jtionof\npassed by courts-martial may be reconsidered by the Chief lsentences of\n                                                               limprison-\nof Staff or by such officers (not below the rank of colonel or lment and\ncorresponding rank) as may be from time to time appointed 'detention-\nby the Defence Board; and if on any such reconsideration\nit appears that the conduct of the offender since his\nconviction has been such as to justify remission of the\nsentence, whether in part or in whole, it may be remitted\naccordingly.\n         (2) The power to reconsider a sentence may be\nexercised at any time after confirmation, and where after\nreview a sentence remains effective it shall be reconsidered\nat intervals of six months :\n  Provided that delay in complying with this subsection\nshall not invalidate the sentence.\n         Review of summary findings and awards"
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116.41) Where a charge has been dealt with summarily, Review of\notherwise than by the dismissal thereof, the authority summary\n                                                         findings and\nhereinafter mentioned may at any time review the finding awards.\nor award.\n       me inclusion of this page is authorized by L.N. 480/1973]\n86                                DEFENCE\n              (2) The said authority is-\n          (a) the Defence Board; or\n          (b) any officer superior in command to the officer who\n               dealt summarily with the charge.\n              (3) Where on a review under this section it appears\n     to the said authority expedient so to do by reason of any\n     mistake of law in the proceedings on the summary dealing\n     with the charge or of anything occurring in those proceed-\n     ings which in the opinion of the authority involved sub-\n     stantial injustice to the accused, the authority may quash\n     the finding.\n             (4) If a finding in any proceedings is quashed\n     under subsection (3) and the award made in those pro-\n     ceedings relates only to the finding quashed, the authority\n     shall also quash the award; and if the award relates also\n     to any other finding and it appears to the authority that\n     the award was not warranted by this Act in respect of that\n     other finding, the authority may vary the award by\n     substituting such punishment , o r punishments as the\n     authority may think proper, being a punishment or\n     punishments which could have been included in the origi-\n     nal award in relation to that other finding, and not being\n     in the opinion of the authority more severe than the punish-\n     ment or the punishments included in the original award.\n               ( 5 ) Where on a review under this section it appears\n     to the said authority that a punishment awarded was in-\n     valid, or too severe, or (where the award included two or\n     more punishments) that those punishments or some of them\n     could not validly have been awarded in combination or\n     are, taken together, too severe, the authority may vary the\n     award by substituting such punishment or punishments as\n     the authority may think proper, being a punishment or\n     punishments which could have been included in the\n     cjriginal award and not being in the opinion of the authority\n           me inclusion of this page is authorized by L.N. 480/1973]\n                              DEFENCE                                   87\nmore severe than the punishment or punishments included\nin the original award.\n                    Findings of insanity, etc."
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117.-(1) Where, on the trial of a person by court-mar- WhereProvisions\ntial, it appears to the court that the accused is by reason\nof insanity unfit to stand his trial, the court shall so find;\nand if the finding is confirmed in accordance with the\nfollowing provisions of this section the accused shall be\nkept in custody in such manner as may be provided by or\nunder regulations under this Part until the directions of\nthe Governor-General are known or until any earlier time at\nwhich the accused is fit to stand his trial.\n           (2) Where, on the trial of a person by court-mar-\ntial, it appears to the court that the evidence is such as, apart\nfrom any question of insanity, to support a finding that the\naccused was guilty of any offence, but that at the time of the\nacts constituting that offence the accused was insane, the\ncourt shall find that the accused was guilty of that offence\nbut was insane at the said time, and thereupon the accused\nshall be kept in custody in such manner as may be provided\nby or under regulations under this Part until the directions\nof the Governor-General are known.\n         (3) In the case of any such finding as aforesaid\nthe Governor-General may give orders for the safe custody\nof the accused during his pleasure in such place and in such\nmanner as the Governor-General thinks fit.\n         (4) A finding under subsection (1) shall not have\neffect unless and until the finding has been confirmed by\nan authority who would have had power to confirm a find-\ning of guilty come to by the court-martial in question and\nhas been promulgated.\n        (5) Where the court or the confirming authority\ncomes to or substitutes a finding of guilty but insane the\n       tThe inclusion of this page is authorized by L.N. 480/19731\n88                                         DEFENCE\n               confirming authority or, as the case may be, the reviewing\n               authority shall not have power to substitute for that find-\n               ing a finding of guilty; but save as aforesaid the provisions\n               of this Act as to revision, confirmation and review (and\n               in particular the provisions of this Act which confer power\n               to substitute for any finding any other finding which could\n               have been come to by the court-martial in question) apply\n               in relation to such findings as are provided for by subsection\n               (2) as those provisions apply in relation to other findings\n               of guilty.\n               Commencement,suspension and duration of sentences\nCommence-     118. A military sentence of imprisonment or detention\nsentences.\nmentof     or  a sentence of field punishment shall, subject to the pro-\n           visions of section 142 (which empowers the Court of Appeal\n           in certain cases to direct that a sentence shall begin to run\n           from the day on which the Court dismisses an application\n           for leave to appeal), begin to run from the beginning of the\n           day on which sentence was originally pronounced by the\n           court-martial trying the offender or, as the case may be, was\n           originally awarded by his commanding officer.\nDurationof        119.41) Where any person serving a military sentence\nsentences of\nimprison-      of imprisonment or detention becomes unlawfully at large\ndetention.\nmantor         during the currency of the sentence, then, in calculating\n               the period for which he is liable to be imprisoned in\n               pursuance of the sentence, no account shall be taken of\n               time elapsing during the period beginning with the day on\n               which he became at large and ending with the day on which,\n               as a person having become unlawfully at large, he is taken\n               into military, naval or air force custcdy or the custody of a\n               civil authority or (not having been taken into such custody)\n               returns to the place in which he was imprisoned or detained\n               before he became unlawfully at large :\n                     me inclusion of this page is authorized by L.N. 480/1973]\n                             DEFENCE                              89\n   Provided that if he satisfies such authority as may be\nspecified in that behalf by or under Imprisonment and\nDetention Regulations that during any time during the last-\nmentioned period he was-\n     (a) in the custody of a civil authority; or\n     (b) if and in so far as Imprisonment and Detention\n         Regulations so provide, in the custody of any\n          military, naval or air force authority of any country\n          or territory outside Jamaica as respects which\n          arrangements have been made under section 122,\notherwise than on account of an offence committed by him\nwhile unlawfully at large, the last-mentioned time shall not\nbe disregarded in calculating the period for which he is\nliable to be imprisoned or detained in pursuance of the\nmilitary sentence.\n        (2) In subsection (1) the expression “civil authority”\nmeans a civil authority (whether of Jamaica or of any\ncountry or territory outside Jamaica), authorized by law to\ndetain pzrsons, and includes a police officer or constable.\n          (3) Without prejudice to subsection (1) where any\npsrson serving a military sentence of imprisonment or\ndetention has in accordance with Imprisonment and\nDetention Regulations been temporarily released on com-\npassionate grounds, then, in calculating the period for which\nhe is liable to be imprisoned or detained in pursuance of the\nsentence, no account shall be taken of time elapsing during\nthe period beginning with the day after that on which he is\nreleased and ending with the day on which he is required to\nreturn to custody.\n        (4) A person who for any period is released as\nmentioned in subsection (3) or who is otherwise allowed,\nin pursuance of Imprisonment and Detention Regulations,\nout of military custody for any period or subject to any\ncondition shall, on failure to return at the expiration of the\n       me inclusion of this page is authorized by LN. 480/1973]\n90                                           DEFENCE\n               period or to comply with the condition, be treated for the\n               purposes of subsection (1) as being unlawfully at large.\n                        (5) A person serving a military sentence of im-\n               prisonment or detention in civil custody who, after being\n               temporarily released under civil law, is at large at any time\n               during the period for which he is liable to be detained in\n               civil custody in pursuance of his sentence shall be deem:d\n               to be unlawfully at large if the period for which he was\n               temporarily released has expired or if an order recalling\n               him has bzen made in pursuance of civil law.\n                         (6) References in subsection ( 5 ) to release or recall\n               under civil law are references to release or recall in pur-\n               suance of the law of the country or territory in which he\n               is serving his sentence.\nRestricfions      120. A person shall not be required to serve any part of\non sernng\nof sentences   a military sentence of detention in a military or civil prison :\nof detention\nIn prisons.       Provided that in such cases and subject to such condi-\n               tions as may be specified by or under Imprisonment and\n               Detention Regulations a person serving such a sentence\n               may be temporarily detained in a military or civil prison\n               for any period not exceeding seven days.\nSpecial          121. A person sentenced to death or imprisonment and\nprovlsions\nas to civil    committed or transferred to a civil prison in pursuance of\nprisons in     regulations made under this Part or of Imprisonment and\nJamaica.\n               Detention Regulations shall, while in that prison, be con-\n               fined and otherwise dealt with in the same manner as a\n               person confined therein under a like sentence of a civil\n               court.\nSpecial\nprovisions"
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. The Minister may from time to time make arrange-\nastocarry-     ments with the authorities of any country or territory out-\nserving of\ningoutor       side Jamaica whereby sentences of death passed by courts-\nsentences      martial may in accordance with regulations made under\noutside\nJUllaiCa.\n                      me inclusion of this page is authorized by L.N. 480/1973]\n                            DEFENCE                                    91\nthis Part be carried out in establishments under the con-\ntrol of those authorities and military sentences of imprison-\nment or detention may in accordance with Imprisonment\nand Detention Regulations be served wholly or partly in\nsuch establishments."
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123.-(1) A person who is serving a military sentence of WhichCountryin\nimprisonment or detention in Jamaica may (in so far as kntenceof\nmay be specified by or under Imprisonment and Detention E2z-\nRegulations) be removed out of Jamaica to any place where g;t;:$;,to\nthe unit or any part thereof to which for the time being he\nbelongs is serving or is under orders to serve, but not to any\nother place.\n         (2) Subject to the following provisions of this\nsection, a person sentenced under this Act by a court-\nmartial held out of Jamaica, to imprisonment or detention\nfor more than twelve months shall as soon as practicable\nafter the confirmation of the sentence is completed b: re-\nmoved to Jamaica.\n          (3) Where a person has been sentenced under this\nAct by a court-martial held out of Jamaica to imprison-\nment or detention for more than twelve months, the confirm-\ning or reviewing authority may, notwithstanding anything\nin subsection (2), direct that he shall not be required to be\nremoved to Jamaica until he has served such part of his sen-\ntence, not exceeding (in the case of a sentence of more than\ntwo years’ imprisonment) two years, as may be specified in\nthe direction; and in determining whether or not to exercise\nthe powers conferred by this subsection, a confirming or\nreviewing authority shall have regard to any recommenda-\ntion in that behalf made by the court-martial.\n         (4) Any direction of a confirming authority under\nthis section may at any time be revoked by the confirming\nauthority or by a reviewing authority, or superseded by\n      me inclusion of this page is authorized by L.N. 480/1973]\n92                                         DEFENCE\n              any direction of a confirming authority or a reviewing\n              authority which the authority could have given under sub-\n              section (3); and any direction of a reviewing authority under\n              this section may at any time be revoked by a reviewing\n              authority or superseded as aforesaid.\n                       ( 5 ) Any direction given under this section, and the\n              revocation of any such direction, shall be promulgated.\n                       (6) In ascertaining at any time for the purposes of\n              this section the nature or length of a sentence regard shall\n              be had to any commutation or remission of the sentence\n              previously directed.\nDuties of       124.-(1) It shall be the duty, in so far as regulations\ncharge   of\nOfficersin    made under this Part or Imprisonment and Detention\nprisons and   Regulations so provide, of the superintendent or other\n0thC.rS to\nreceive       person in charge of a prison (not being a military prison)\nprisoners.\n              $0 receive any person duly sent to that prison in pursuance\n              of such rules and to confine him until execution of the sen-\n              tence is completed or the prisoner is discharged or delivered\n              over in due course of law.\n                       (2) Where a person is in military custody in pur-\n              suance of a military sentence of imprisonment or dzten-\n              tion, then on receipt of a written order in that bchalf pur-\n              porting to be signed by that person’s commanding officer,\n              it shall be the duty of any such superintendent or other\n              person as aforesaid or the police officer or constable in\n              charge of a police station or of any person in charge of any\n              other place in which prisoners may be lawfully confined to\n              keep that p m o n in custody for a period not exceeding\n              seven days unless the said person is earlier discharged or\n              ddivered over in due course of law.\n                    m e inclusion of this page is authorized by L.N. 480/1973]\n                              DEFENCE                                  93\n    Trial of persons ceasing to be subject to military law\n          under this Act and time limited for trials"
    },
    {
      "provision_ref": "sec124",
      "section": "124",
      "title": "Section 124",
      "content": "124. Duties of officers in charge of prisons and others to receive\n          prisoners.\n        Trial of persons ceasing to be subject to military law under this\n                        Act and time limited for trials"
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125.41) Subject to the provisions of section 126, where Trialand\n                                                                punishment\nan offence under this Act triable by court-martial has been ,ofoffences\ncommitted, or is reasonably suspected of having been com- 'gEoy\nmitted by any person while subject to military law under withstandiw\n                                                                offender\nthis Act, then in relation to that offence he shall be treated, aasinp to\nfor the purposes of the provisions of this Act relating to           ~~~~'\narrest, keeping in custody, investigation of charges, trial\nand punishment by court-martial (including confirmation,\nreview, and reconsideration) and execution of sentences as\ncontinuing subject to military law under this Act notwith-\nstanding his ceasing at any time to be subject thereto.\n         (2) Where, while a person is in military custody by\nvirtue of this section (whether before, during or after trial)\nhe commits, or is reasonably suspected of having com-\nmitted, an offence which if he were subject to military law\nunder this Act would be an offence under this Act triable\nby court-martial, then in relation to that offence or suspected\noffence he shall be treated, for the purposes of the provisions\nof the law mentioned in subsection (1) and the provisions\nthereof as to the summary dealing with charges, as having\nbeen subject to military law under this Act when the offence\nwas committed or is suspected of having been committed\nand as continuing subject thereto thereafter.\n         (3) Where by virtue of either subsection (1) or sub-\nsection (2) a person is treated as being at any time subject\nto military law under this Act for the purpose of any pro-\nvision of this Act, that provision shall apply to him-\n     (a) if he holds any military rank, as to a person hav-\n          ing that rank;\n     (b) otherwise as to a person having the rank which\n          he had when last actually subject to military law\n          under this Act :\n       Clbe inclusion of this page is authorized by L.N. 480/1973]\n94                                         DEFENCE\n                Provided that as respects any time after he has been sen-\n              tenced for the offence in question and the sentence has been\n              confirmed the said provision shall apply to him (in any case)\n              as to a private soldier.\n                        (4) Where apart from this subsection any provision\n              of this Act would under subsection (3) apply to a person,\n              in relation to different offences, as to a person having\n              different ranks, it shall apply to him as to a person having\n              the lower or lowest of those ranks.\nLimitation       126.-(1) No person shall be tried by court-martial for\nof time for\ntrialof       any offence, other than one against section 41 or section 42\nunder this\nOffences\n              or desertion, unless the trial is begun within three years\nAct.          after the commission of the offence, there being disregarded\n              any time during which he was a prisoner of war and any\n              time during which he was illegally absent :\n                Provided that-\n                  (a) in the case of an offence against section 76 where\n                      proceedings for the corresponding civil offence\n                      must, by virtue of any enactment, be brought\n                      within a limited time, that limit of time shall apply\n                       to the trial of the offenceunder the said section 76\n                      in substitution for the foregoing provisions of this\n                      subsection;\n                  (b) subject to any such limit of time as is mentioned\n                       in paragraph (a), a person may be tried by court-\n                      martial for a civil offence committed outside\n                      Jamaica notwithstanding that it was committed\n                      more than three years before the beginning of the\n                       trial, if the Director of Public Prosecutions consents\n                       to the trial.\n                       (2) Where a person who has committed an offence\n              of desertion, other than desertion on active service, has\n              since the offence served as a member of the regular Force\n                             DEFENCE                                     95\ncontinuously in an exemplary manner for not less than three\nyears, he shall not be tried for the offence.\n         (3) A person shall not be triable by virtue of sub-\nsection (1) of section 125 unless his trial is begun within\nthree months after he ceases to be subject to military law\nunder this Act or the trial is for a civil offence committed\noutside Jamaica and the Director of Public Prosecutions\nconsents to the trial :\n  Provided that this subsection shall not apply to an offence\nagainst section 41 or section 42 or to desertion.\n        (4) A person shall not be arrested or kept in\ncustody by virtue of subsection (1) of section 125 for an\noffence at any time after he has ceased to be triable for the\noffence.\n         Relations between military and civil courts\n                    and finality of trids"
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. Limitation of time for trial of offences under this Act.\n       Relations between military and civil courts and finality of tnals"
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127.-(1) Save as provided in section 151, nothing in this P o w e ~ o f\nAct shall restrict the offences for which persons may be civil courts.\ntried by any civil court, or the jurisdiction of any civil court\nto try a person subject to military law under this Act for\nany offence.\n         (2) Where a person is tried by a civil court for any\noffence, and he has previously been sentenced by court-\nmartial held under service law to punishment for any act\nconstituting (whether wholly or in part) that offence, or\nin pursuance of this Act he has been punished for any such\nact by his commanding officer or an appropriate superior\nauthority, the civil court shall, in awarding punishment,\nhave regard to his punishment in pursuance of this Act.\n96                                          DEFENCE\nPersons not       1 2 8 4 1 ) Where a person subject to military law under\nto be tried\nunder this     this Act-\nAct for\noffences             (a) has been tried for an offence by a competent civil\nalready dis-\nposed of.                 court or a court-martial under service law; or\n                     (b) has been charged with an offence under service\n                          law, and has had the charge dismissed, or has been\n                          found guilty on the charge, by his commanding\n                          officer or an appropriate superior authority; or\n                     (c) has had an offence condoned by his commanding\n                          officer,\n               he shall not be liable in respect of that offence to be tried\n               by court-martial or to have the case dealt with summarily\n               by his commanding officer or an appropriate superior\n               authority.\n                       (2) For the purposes of this section-\n                   (a) a person shall not be deemed to have been tried\n                        by a court-martial if confirmation is withheld of\n                        a finding by the court-martial that he is guilty\n                        of the offence;\n                   (b) a case shall be deemed to have been dealt with\n                        summarily by the commanding officer or an\n                        appropriate superior authority notwithstanding\n                        that the finding of that officer or authority has\n                        been quashed, or the award of that officer or\n                        authority quashed or varied, on the review thereof;\n                   (c) an offence shall be deemed to have been condoned\n                        by the commanding officer of a person alleged to\n                        have committed the offence if, and only if, that\n                        officer or any officer authorized by him to act in\n                        relation to the alleged offence has with knowledge\n                        of all relevant circumstances informed him that\n                        he will not be charged therewith;\n                   (6) a person ordered under subsection (2) of section\n                        64 or the corresponding provisions of any service\n                     m e inclusion of this page is authorized by L.N. 480/1973]\n                            DEFENCE                                   97\n         law, to be imprisoned or to undergo detention\n         for an offence against that section or provision\n         shall be deemed to have been tried by court-\n         martial for the offence.\n         (3) Subject to the provisions of subsection (2) of\nsection 143, where confirmation of a finding of guilty of an\noffence is withheld the accused shall not be tried again by\ncourt-martial for that offence unless the order convening\nthe later court-martial is issued not later than twenty-eight\ndays after the promulgation of the decision to withhold\nconfirmation.\n        (4) Save as provided in the foregoing provisions\nof this section, proceedings for an offence against this Act\n(whether before a commanding officer or appropriate\nsuperior authority or before a court-martial) shall not be\nbarred on the ground of condonation.\n                            Inquiries"
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. Persons not to be tried under this Act for offences already\n           disposed of.\n                               DEFENCE                                 7\n                                Inquiries"
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129.-(1) Subject to and in accordance with the provi- oardsof\nsions of rules made under this Part (hereinafter referred LwirY.\nto as Board of Inquiry Rules), the Defence Board or any\nofficer empowered by or under such Rules so to do, may\nconvene a board of inquiry to investigate and report on\nthe facts relating t o -\n     (a) the absence of any person subject to military law\n          under this Act; or\n     (b) the capture of any such person by the enemy; or\n     (c) the death of any person where an inquiry into the\n           death is not required to be held by any civil\n           authority; or\n     (4any other matter of a class specified in such Rules\n           or referred to such a board by the Defence Board\n           or any such officer as aforesaid,\n                                                                  -\n      me inclusion of this page is authorized by L.N. 480/1973]\n98                                         DEFENCE\n              and a board of inquiry shall, if directed so to do, express\n              their opinion on any question arising out of any matters\n              referred to the board.\n                       (2) A board of inquiry shall consist of such number\n              of persons as may be provided for by Board of Inquiry\n              Rules who shall be persons subject to service law and the\n              president of a board of inquiry shall be an officer not below\n              the rank of lieutenant or corresponding rank.\n                       (3) Evidence given before a board of inquiry shall\n              not be admissible against any person in proceedings before\n              a court-martial, commanding officer or appropriate superior\n              authority other than proceedings for an offence against\n              section 65 or for an offence against section 76 when the\n              corresponding civil offence is perjury.\nInquiries\ninto"
    },
    {
      "provision_ref": "sec130",
      "section": "130",
      "title": "Section 130",
      "content": "130.-(1) Where a board of inquiry inquiring into the\nabsence.      absence of an officer or soldier of the Jamaica Defence\n              Force reports that he has been absent without leave or other\n              sufficient cause for a period specified in the report, not being\n              less than twenty-one days, a record of the report shall in\n              accordance with Board of Inquiry Rules be entered in the\n              service books.\n                        (2) A record entered in pursuance of subsection\n              (1) shall, unless the absentee subsequently surrenders or is\n              arrested, or the report of the board of inquiry is annulled\n              by the Defence Board or a subsequent board of inquiry,\n              have the like effect as a conviction by court-martial for\n              desertion.\n                                 Miscellaneous Provisions\nRestitution     131.-(1) The following provisions shall have effect where\nor compen-\nsationfor     a person has been convicted by court-martial of unlawfully\ntheftsetc.\n              obtaining any property, whether by stealing it or receiving\n                               DEFENCE\nit knowing or having reason to believe it to have been\nstolen, fraudulently misapplying it or otherwise.\n         (2) If any of the property unlawfully obtained has\nbeen found in the possession of the offender, it may be\nordered to be delivered or paid to the person appearing\nto be the owner thereof.\n         (3) If there has been found in the possession of\nthe offender any property (other than money) appearing\nto have been obtained by him by the conversion or exchange\nof any of the property unlawfully obtained, the property\nmay be ordered to be delivered to the person appearing\nto be the owner of the property unlawfully obtained.\n         (4) Where money is found in the possession of the\noffender, then' whether or not it appears to have been\nobtained as aforesaid an order may be made that there shall\nbe paid out of that money to the person appearing to be\nthe owner of the property unlawfully obtained such sum as\nmay be specified in the order as or towards compensation\nfor the loss caused to the said person by the offence, in so\nfar as not otherwise made good under this Act or by the\nrecovery of the property unlawfully obtained.\n         ( 5 ) Where any of the property unlawfully obtained\nhas been sold or given in pawn to some other person who\ndid not then know it to have been unlawfully obtained, an\norder may be made that, subject to the restitution to the\nowner thereof of the property sold or given as aforesaid,\nthere shall be paid to the said other person, out of any\nmoney found in the possession of the offender (whether or\nnot the money appears to be proceeds of the sale or giving\nin pawn), such sum as may be specified in the order as or\n towards compensation for the loss caused to him in con-\nsequence of the sale or giving in pawn.\n         (6) Where any of the property unlawfully obtained\n has been given in exchange to some other person who did\n100                                DEFENCE\n      not then know it to have been unlawfully obtained, an order\n      may be made that, subject to the restitution to the owner\n      thereof of the property given as aforesaid, there shall be\n      restored to the said other person the property taken in\n      exchange for the property unlawfully obtained.\n                (7) An order under this section may be made by the\n      court-martial by whom the offender is convicted, by the con-\n      firming or by any reviewing authority; and in this section\n      the expression “appearing” means appearing to the court,\n      officer or authority making the order.\n               (8) An order under this section made by a court-\n      martial shall not have effect until confirmed by the c o n k -\n      ing authority; and the provisions of this Part as to the con-\n      firmation and review of the proceedings of courts-martial\n      shall apply to an order under this section as they apply to\n      a sentence.\n                 (9) The operation of any order under this section\n      shall be suspended-\n           ( U ) in any case, until the expiration of the period\n                  prescribed under Part VI as the period within\n                  which an application for leave to appeal to the\n                  Court of Appeal against the conviction must be\n                  lodged; and\n           (b) if such an application is duly lodged, until either\n                  the application is finally refused or is withdrawn\n                  or the appeal is determined or abandoned,\n      and where the operation of such an order as aforesaid is\n      suspended under tlRs section-\n           (c) it shall not take effect if the conviction is quashed\n                  on appeal;\n           (6) the Court of Appeal may by order annul or vary\n                  the order although the conviction is not quashed;\n           (e) such steps shall be taken for the safe custody,\n                  during the period during which the operation of\n                             DEFENCE                                 101\n         the order is suspended, of the property ordered to\n         be restored or handed over or the money to which\n         the order relates as may be provided by rules of\n         court made under Part VI.\n         (10) Notwithstanding anything in subsection (91, an\norder under this section shall not, so far as it relates to the\ndelivery of property to the person appearing to be the owner\nthereof, be suspended if the court or authority making the\norder directs to the contrary in any case in which, in the\nopinion of the court or authority, the title to the property\nis not in dispute.\n        (11) An order under this section shall not bar the\nright of any person, other than the offender or a person\nclaiming through him, to recover any property delivered\nor paid in pursuance of such an order from the person to\nwhom it is delivered or paid."
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132. The appointment of a Judge Advocate to act at any Appint-\n                                                         meat of\ncourt-martial may be made by the Defence Board or by the Judge\nconvening officer.                                       Advocates."
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133. Any finding, sentence, determination or other thing Promdga-\nrequired by this Act to be promulgated shall be promul- tion.\ngated either by being communicated to the accused or in\nsuch other manner as may be prescribed or as the confirm-\ning authority or reviewing authority, as the case may be,\nmay direct."
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134.-(1) The record of the proceedings of a court-martial a t o d y o f\nshall be kept in the custody of the Defence Board for not ~ ~ f l ! w s\nless than the prescribed period, being a period sufficient to I ~ ~ r s a n d\nensure that the rights conferred by subsection (2) and sub- accused\n                                                                toaco y\nsection (3) shall be capable of being exercised.                thereof.\n        (2) Subject to the provisions of this section, any\nperson tried by a court-martial shall be entitled to obtain\n       me inclusion of this page is authorized by L.N. 480/1973]\n102                                DEFENCE\n      from the Defence Board on demand at any time within the\n      relevant period and on payment therefor at such rate, if any,\n      as may be prescribed a copy of the record of the proceedings\n      of the court.\n               (3) Where a person tried by court-martial dies\n      within the relevant period, his personal representatives or\n      any person who in the opinion of the Defence Board ought\n      to be treated for the purposes of this subsection as his\n      personal representative shall subject to the provisions of\n      this section be entitled to obtain from the Defence Board\n      on demand at any time within the period of twelve months\n      from the death and on payment therefor at the prescribed\n      rate a copy of the record of the proceedings of the court.\n               (4) If, on an application in pursuance of either sub-\n      section (2) or subsection (3) for a copy of the record of any\n      proceedings, the Minister certifies that it is requisite for\n      reasons of security that the proceedings or any part thereof\n      should not be disclosed, the applicant shall not be entitled\n      to a copy of the proceedings or part to which the certificate\n      relates.\n               ( 5 ) In this section the expression “the relevant\n      period” in relation to any person tried by court-martial,\n      means the period of five years beginning with the date of\n      his acquittal or, where he was convicted, of the promulga-\n      tion of the findings and sentence or, where a finding of\n      guilty was not confirmed, of the promulgation of the with-\n      holding of confirmation :\n         Provided that where the proceedings relate to two or\n      more charges and the person tried was acquitted on one or\n      more of the charges and convicted on another or others, the\n      relevant period shall be the period of five years beginning\n      with the date of the promulgation of the finding or findings\n      of guilty and the sentence thereon or of the withholding of\n      confirmation of that finding or those findings.\n            me inclusion of this page is authorized by L.N. 480/19731\n                              DEFENCE                                  103\n         (6) Any reference in this section to the record of the\nproceedings of a court-martial includes a reference to the\nrecord of the proceedings with respect to the confirmation\nor revision of the findings and sentence of the court-martial."
    },
    {
      "provision_ref": "sec135",
      "section": "135",
      "title": "Section 135",
      "content": "135, No action shall lie in respect of anything done by bdanniw\nany person in pursuance of a military sentence of imprison-         P~%,O&\nment or detention if the doing thereof would have been\nlawful but for a defect in any warrant or other instrument\nmade for the purposes of that sentence.\n                  Interpretation of this Part"
    },
    {
      "provision_ref": "sec136",
      "section": "136",
      "title": "Section 136",
      "content": "136.-( 1) In this Part-\n     “civil prison” means an adult correctional centre in r~7yh-\n          Jamaica in which a person sentenced by a civil Part v.\n          court to imprisonment can for the time being be\n          confined;\n     “convening officer”, in relation to a court-martial,\n          means thz officer convening that court-martial and\n          includes his successor or any person for the time\n          being exercising his or his successor’s functions;\n     “military establishment” means a military prison or\n          any other establishment under the control of the\n          Defence Board where persons may be required to\n          serve military sentences of imprisonment or de-\n          tention, or a military establishment as defined in\n         section 143 of the Act;\n     “military prison” means separate premises designated\n          by the Defence Board for persons serving military\n          sentences of imprisonment;\n     “prison” means a civil prison or a military prison;\n     “private soldier” means a soldier who is not a warrant\n          officeror a non-commissioned officer.\n        (2) References in this Part to a military sentence of\nimprisonment are references to a sentence of imprisonment\npassed by a court-martial.\n         me inclusion of this page is authorized by LJ”. 50/19!M]\nR/L-D\n104                                         DBRENCE\n                      ( 3 ) References in this Part to a military sentence of\n             detention are references to a sentence of detention passed\n             by a court-martial or awarded by the offender’s command.\n             ing officer.\n                      (4) References in this Part to warrant officers do\n             not include references to acting warrant officers.\n                       ( 5 ) References in this Part to non-commissioned\n             officers include references to acting non-commissioned\n             officers and also to acting warrant officers.\n                                  Rules of Procedure, etc.\n                    _-   ,\nRules of        137.-(1) Subject to the provisions of this section, the\nProcedure.\n             Defence Board may make rules (in this Act referred to as\n             Rules of Procedure) with respect to the investigation and\n             trial of, and awarding of punishment for, offences cognizable\n             by courts-martial, commanding officers and appropriate\n             superior authorities and with respect to the confirmation\n             and revision of findings and sentences of courts-martial.\n                       (2) Without prejudice to the generality of sub-\n             section (1)’ Rules of Procedure may make provision with\n             respect to all or any of the following matters that is to say-\n                   (i) the procedure to be observed in the bringing of\n                        charges before commanding officers and\n                        appropriate superior authorities;\n                  (ii) the manner in which charges so brought are to be\n                      investigated, and the taking of evidence (whether\n                      orally or in writing, whether or not on oath and\n                     +,yget&er” in. @ll\n                                     . _-or\n                                   I , .    . summary\n                                         - in  .        or abstract form)\n                      for the purpose of investigating or dealing sum-\n                      marily with such charges or otherwise as a pre-\n                      liminary to the trial thereof by court-martial, so,\n                      however, that the Rules shall make provision for\n                      the application of section 98 in any case where the\n                      frhe inclusion of this page is authorized by L.N. 50/1990]\n                       DEFENCE                                105\n    accused requires that evidence shall be taken on\n    oath;\n   the addition to, or substitution for, a charge which\n   has been investigated of a new charge for an\n    offence disclosed by evidence taken on the\n   investigation and the treating of the investigation\n    as the investigation of the new charge;\n   the convening and constitution of courts-martial;\n   the sittings, adjournment and dissolution of courts-\n   martial;\n   the procedure to be observed in trials by courts-\n   martial;\n   the representation of the accused at such trials;\n   procuring the attendance of witnesses before\n    courts-martial and at the taking of evidence in\n   pursuance of Rules made under parajyaph (ii);\n   applying in relation to proceedings before com-\n   manding officers and appropriate superior author-\n   ities and otherwise in relation to proceedings prior\n   to trial by court-martial all or any of the provisions\n   of sections 104,105,106 and 107;\n   empowering a court-martial or the convening\n   officer, in such cases and to such extent as may be\n   prescribed, to amend a charge which is being tried\n   by the court;\n   empowering a court-martial, where the particulars\n   proved or admitted at the trial dBer from those\n   alleged in the charge, but are sufEcient to support\n   a finding of guilty of the like offence as that\n   charged, to make a finding of guilty subject to\n   exceptions or variations specifkd in the finding if\n   it appears to the court that the difference is not\n   so material as to have prejudiced the accused in\n   his defence;\n106                                DEFENCE\n         (xi$ the forms of orders and other documents to be\n              made for the purposes of any provision of this\n              Part or the rules relating to the investigation or\n              trial of, or award of punishment for, offences\n              cognizable by courts-martial, commanding officers\n              or appropriate superior authorities or to the\n              confirmation and revision of the findings and\n              sentences of courts-martial.\n                (3) Rules made by virtue of paragraph (x) of\n      subsection (2) shall secure that the power to amend charges\n      shall not be exercisable in circumstances substantially\n      different from those in which indictments are amendable by\n      the Supreme Court of Jamaica, or otherwise than subject to\n      the like conditions, as nearly as circumstances admit, as\n      those subject to which indictments are so amendable, and\n      shall not be exercisable by a court-martial (otherwise than\n      for the purpose only of correcting a mistake in the name\n      or description of the accused or a clerical error or omission)\n      unless there is a Judge Advocate present at the trial.\n               (4) Rules of Procedure may make provision as to\n      the exercise by a Judge Advocate of his functions at a trial\n      by court-martial, and without prejudice to the generality of\n      the foregoing provision may make provision-\n           (i) as to the effect of advice or rulings given to the\n               court by a Judge Advocate on questions of law;\n          (ii) for requiring or authorizing the president of a\n               court-martial, in such cases as may be specified in\n               the Rules, to direct that questions of law shall be\n               determined by a Judge Advocate in the absence of\n               the president and other members of the court and\n               any officers under instruction, and for applying to\n               the Judge Advocate and his procedings on any\n               such determination such of the provisions of this\n                             DEFENCE                                          107\n          Act relating to the court or its members and the\n          proceedings thereof as may be specified in the\n          Rules.\n          ( 5 ) In subsection (4) references to questions of law\ninclude references to questions of joinder of charges and\nas to the trial of persons jointly or separately."
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138. The Defence Board may make regulations (in this mprison-\n                                                                      ment and\nAct referred to as Imprisonment and Detention Regulations) 1Detention\nwith respect to all or any of the following matters, that is R e m h t i O n s .\nto say-\n         the places in which and the establishments or\n         forms of custody (whether military or not) in\n         which persons may be required to serve the whole\n         or any part of military sentences of imprisonment\n         and detention passed on them under this Act;\n         the committal of persons under military sentences\n         of imprisonment or detention to the appropriate\n         establishment or form of custody, their removal\n         from one country or place to another and from one\n         establishment or form of custody to another and\n         their release on the coming to an end of any term\n         of imprisonment or detention;\n         the provision, classification, regulation and\n         management of military establishments;\n         the classification, treatment, employment, dis-\n         cipline and control of persons serving military\n         sentences of imprisonment or detention in military\n         establishments or otherwise in military custody;\n         the temporary release on compassionate grounds\n          of persons serving such sentences in such establish-\n         ments or custody as aforesaid, the cases in which,\n         periods for which and conditions subject to which\n          they may be allowed out of any such establish-\n       me idusion of this ppee is authorized by L.N. 480/1!473]\n108                                         DEFENCE\n                        ment or custody and the remission of part of any\n                        such sentence for good conduct and industry;\n                   (vi) the appointment, powers and duties of inspectors,\n                        visitors and governors, and of officers and other\n                        members of the staff, of military establishments.\nBoard of         139.-(1) The Defence Board may make rules (in this\nInquiry\nRules.         Act referred to as Board of Inquiry Rules) with respect to\n               the convening, constitution and procedure of boards of\n               inquiry.\n                         (2) Without prejudice to the generality of sub-\n               section (l), Board of Inquiry Rules may make provision\n               with respect to all or any of the following matters, that is\n               to say-\n                     (i) the rules of evidence to be observed by boards of\n                          inquiry and the taking of evidence before such\n                          boards, so, however, that the rules shall provide\n                          for the taking of evidence on oath or affirmation\n                          except in circumstances such that if the evidence\n                          was being taken at a court-martial an oath could\n                          be dispensed with;\n                    (ii) without prejudice to the provisions of section 130\n                          of this Act, the making in service books of records\n                          of findings of boards of inquiry in such cases as\n                          may be provided by the rules.\n                         (3) Boards of Inquiry Rules shall contain provision\n               for securing that any witness or other person subject to\n               service law who may be affected by the findings of a board\n               of inquiry shall have an opportunity of being present, and\n               represented, at the sittings of the board or such part thereof\n               as may be specified by or under the Rules.\nMid-              140. The Defence Board may make regulations with\nlantous\nRegulations.   respect to all or any of the following matters, that is\n               to say-\n                       ~~~\n                     m e inclusion of this page is authorized by L.N. 480/1?73]\n                             DEFENCE\n      (i) the execution of sentences of death under this Act,\n          including the manner and place where such\n          executions are to be carried out and the custody,\n          treatment and removal of persons under sentence\n          of death;\n     (ii) field punishment;\n    (iii) any matter which by this Part is required or\n           authorized to be prescribed or for which regula-\n           tions may be made;\n    (iv) such incidental and supplementary matters as\n         appear requisite for any of the purposes set out\n         in sections 137, 138 and 139 and in this section.\n         PARTVI. Appeals from courts-martial"
    },
    {
      "provision_ref": "sec140",
      "section": "140",
      "title": "Section 140",
      "content": "140. Miscellanmus Regulations.\n              PART W. Appeals from courts-martial"
    },
    {
      "provision_ref": "sec141",
      "section": "141",
      "title": "Section 141",
      "content": "141. Subject to the following provisions of this Part, a Rightof\nperson convicted by a court-martial may, with the leave Appeal.\nof the Court of Appeal, appeal to that Court against his\nconviction :\n  Provided that an appeal as aforesaid shall lie as of right\nwithout leave from any conviction of a court-martial in-\nvolving a sentence of death."
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142.41) Leave to appeal to the Court of Appeal shall Procedure\nnot be given except in pursuance of an application in that zp1ying\nbehalf made by or on behalf of the appellant, and lodged,            ~e:s\nsubject to subsection (3), within forty days of the date of orlodglno\n                                                             appeal.\npromulgation of the finding of the court-martial in respect\nof which the appeal is brought, with the Registrar of the\nCourt of Appeal, being an application in the prescribed\nform and specifying the grounds on which leave to appeal\nis sought and such other particulars, if any, as may be\nprescribed.\n         (2) An appeal against a conviction involving a sen-\ntence of death shall not be entertained by the Court of\n      r h e inclusion of this page is authorized by L.N. 480/1973]\n110                                      DEFENCE\n             Appeal unless the appeal is lodged by or on behalf of the\n             appellant within ten days of the date of promulgation of\n             the finding of the court-martial in respect of which the\n             appeal is brought, with the Registrar of the Court of Appeal\n             in the prescribed manner.\n                      (3) Rules of court may provide that, in such cir-\n             cumstances as may be specified in the said rules, any such\n             application or appeal which is lodged with such person\n             (other than the Registrar) as is specified in the said rules\n             shall be treated, for the purposes of subsections (1) and (21,\n             as having been lodged with the Registrar.\n                      (4) The Court of Appeal may extend the period\n             within which an application for leave to appeal is required\n             by subsection (1) to be lodged, whether that period has\n             expired or not and may similarly extend the period for\n             lodging the appeal provided by subsection (2), if, owing\n             to the fact that the appellant is outside'Jamaica or other-\n             wise, he has not had a reasonable opportunity of lodging\n             his appeal within ten days.\n                      (5) Where the Court of Appeal dismisses an appli-\n             cation for leave to appeal it may, if it considers the appli-\n             cation to have been frivolous or vexatious, order that any\n             sentence passed upon the applicant in the proceedings from\n             which it was sought to bring the appeal shall begin to run\n             from the day on which the Court dismisses the application.\nDetermina-     143.-(1) Subject to the provisions of section 144, on an\ntionof in\nappeals      appeal under this Part against a conviction, the Court of\nordinary\nCBSeS.\n             Appeal shall allow the appeal if it thinks that the finding\n             of the court-martial is unreasonable or cannot be supported\n             having regard to the evidence or involves a wrong decision\n             on a question of law or that, on any ground, there was a\n             miscarriage of justice, and in any other case shall dismiss\n             the appeal:\n                   me inclusion of this page is authorized by L.N. 480119731\n                             DEFENCE                                111\n   Provided that the Court may, notwithstanding that it\nis of the opinion that the point raised in the appeal might\nbe decided in favour of the appellant, dismiss the appeal\nif it considers that no substantial miscarriage of justice has\nactually occurred.\n         (2) If the Court of Appeal allows an appeal under\nthis Part it shall either quash the conviction or direct that\nthe finding of the court-martial shall be treated as if con-\nfirmation thereof had been withheld and, in the latter\nevent, notwithstanding subsection (3) of section 128, a new\ntrial by court-martial may be held within such time as the\nCourt may order."
    },
    {
      "provision_ref": "sec144",
      "section": "144",
      "title": "Section 144",
      "content": "144.-(1) If it appears to the Court of Appeal that an P O W C ~ S O ~\nappellant, though not properly convicted on some charge court   of\n                                                           pealin in\npreferred against him before the court-martial by which Lyif\nhe was tried, was properly convicted on some other charge\nso preferred, then, if the sentence passed by the court-\nmartial on the appellant was not one that could lawfully\nbe passed by the court-martial for the offence of which he\nwas convicted on the other charge the Court shall pass on\nthe appellant, in substitution for the sentence passed on\nhim by the court-martial, such sentence as it thinks pro-\nper, being a sentence which might lawfully be passed in\nrespect of the charge on which the appellant was properly\nconvicted, but not being a sentence of greater severity.\n         (2) Where an appellant has been convicted of an\noffence and the court-martial by which he was tried could\nlawfully have found him guilty of some other offence, and\nit appears to the Court of Appeal that the court-martial\nmust have been satisfied of facts which proved him guilty\nof that other offence, the Court may, instead of allowing or\ndismissing the appeal, substitute for the finding of the court-\nmartial a finding of guilty of the other offence and pass on\nthe appellant, in substitution for the sentence passed on\n112                                DEFENCE\n      him by the court-martial, such sentence as it thinks proper,\n      being a sentence which could lawfully have been passed for\n      that other offence but not being a sentence of greater\n      severity.\n              (3) Where-\n          (a) an appellant has been convicted of an offence\n               committed under circumstances involving the\n               higher of two degrees of punishment, and it ap-\n               pears to the Court of Appeal that the court-martial\n               by which he was tried ought to have found him\n               guilty of the offence as being committed under\n               circumstances involving the lower degree of\n               punishment; or\n           (b) an appellant has been convicted of an offence and\n                it appears to the Court of Appeal that the court-\n                martial by which he was tried ought to have found\n                him guilty of the offence subject to exceptions or\n                variations,\n      the Court may, instead of allowing or dismissing the appeal,\n      substitute for the finding of the court-martial a finding of\n      guilty of the offence as being committed under circum-\n      stances involving the lower degree of punishment or, as the\n      case may be, guilty of the offence subject to exceptions or\n      variations, and pass on the appellant, in substitution for the\n      sentence passed on him by the court-martial, such sentence\n      as it thinks proper, being a sentence which could lawfully\n      have been passed for the offencespecified or involved in the\n      substituted finding, but not being a sentence of greater\n      severity.\n               (4) If, on an appeal, it appears to the Court of\n      Appeal that, although the appellant was guilty of the aot\n      charged against him, he was insane at the time the act was\n      done, so as not to be responsible according to law for his\n      actions, the Court may quash the sentence passed at the\n                            DEFENCE                                 113\ntrial and order the appellant to be kept in custody under\nthe provisions of section 117 in like manner as on a special\nfinding of insanity by the court-martial by which the\nappellant was convicted."
    },
    {
      "provision_ref": "sec145",
      "section": "145",
      "title": "Section 145",
      "content": "145. The term of any sentence passed by the Court of canmence-\n                                                                 of\nAppeal under any of the provisions of section 144 shall, ment\n                                                            sentence.\nunless the Court otherwise directs, begin to run from the\ntime from which it would have begun to run if it had been\npassed in the proceedings from which the appeal is brought,\nand a sentence passed by the Court of Appeal shall be\ndeemed for the purposes of this Act to be a sentence passed\nby the court-martial, being a sentence that has been\nconfirmed."
    },
    {
      "provision_ref": "sec146",
      "section": "146",
      "title": "Section 146",
      "content": "146. Subject to the provisions of any law relating to be Appealsto\n                                                             final.\nappeals to Her Majesty in Council from judgments of the\nCourt of Appeal in criminal matters, any determination by\nthe Court of any appeal or other matter which it has power\nto determine under the provisions of this Part shall be final\nand no appeal shall lie from the Court to any other court."
    },
    {
      "provision_ref": "sec147",
      "section": "147",
      "title": "Section 147",
      "content": "147. An appellant shall not be entitled to be present at PIWCC-\n                                                             may be\nthe hearing of an appeal to the Court of Appeal under this lhardin\nPart or at any proceedings preliminary or incidental to such . $ ~ ~ ; f\nan appeal except where rules of court provide that he shall\nhave the right to be present or the Court gives him leave\nto be present, and accordingly any power of the Court under\nthis Part to pass a sentence may be exercised notwithstand-\ning the absence of the appellant."
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148. It shall be the duty of the Direotor of Public Defence\n                                                      of appeals.\nProsecutions on an appeal against conviction by a court-\nmartial to undertake the defence of the appeal.\n      me inclusion of this page is authorized by L.N. 480/1973]\n114                                           DEFENCE\nRight of          149. An appellant may, if he so desires, instead of pre-\nappellant\nto present      senting his case orally, present it in writing in the prescribed\nhis case        form.\nin writing.\nSuspension        150. Where a conviction by court-martial involves\nof death\nsentence.       sentence of death-\n                     (a) the sentence shall not in any case be executed\n                          until the expiration of the period within which\n                          an appeal to the Court of Appeal against the\n                          conviction shall be lodged;\n                     (b) if such an appeal is duly lodged or if application\n                          is made for the extension of the period for lodging\n                          the appeal, the sentence shall not be executed\n                          until the appeal or application is determined or\n                          abandoned; and\n                     (c) if an application for leave to appeal to Her\n                          Majesty in Council is duby made, the sentence\n                          shall not be executed until the application is\n                          finally refused or is withdrawn or the appeal to\n                          Her Majesty in Council is determined or- aban-\n                          doned.\nPerson not        151. Where the conviction of a person by a court-martial\nto be tried\nagain where     for an offence has been quashed under this Part, he shall\nconviction      not be liable to be tried again for this offence by a court-\nquashed.\n                martial or by any other court.\nRemoval of        152. Imprisonment and Detention Regulations may\nprisoners for\npurposes of     provide in what manner an appellant, when in custody, is\nthis Part.      to be taken to, kept in custody at, and brought back from\n                any place at which he is entitled to be present for the\n                purposes of this Part or any place to which the Court of\n                Appeal or a judge thereof may order him to be taken for\n                the purpose of any proceedings of ,theCourt.\n                       m e inclusion of this page is authorized by L.N. 480/1973]\n                             DEFENCE                                    115"
    },
    {
      "provision_ref": "sec153",
      "section": "153",
      "title": "Section 153",
      "content": "153. In the case of every appeal, or application for leave Furnishing,\nto appeal, under this Part to the Court of Appeal against a on  appeal,\n                                                             ofdocu-\nconviction by court-martial, it shall be the duty of the            %itngto\nSecretary of the Defence Board to furnish to the Registrar trial.\nof the Court of Appeal in accordance with rules of court,\nthe proceedings of the court-martial (including any\nproceedings with respect to the revision of the findings or\nsentence of the court-martial in pursuance of subsection\n(1) of section 110), the proceedings with respect to the\nconfirmation of the findings and sentence of the court-\nmartial and any petition presented by the person convicted."
    },
    {
      "provision_ref": "sec154",
      "section": "154",
      "title": "Section 154",
      "content": "154.-(1) The Registrar of the Court of Appeal shall utiaof\n                                                                    1\n                                                              egistrar\ntake all necessary steps for obtaining the determination fCourtof\nof an appeal or application under this Part and shall obtain @ r d\nand lay before the Court of Appeal in proper form all               t=s;;;tc.\ndocuments, exhibits and other things relating to the\nproceedings in the court-martial before which the appel-\nlant or applicant was tried which appear necessary for the\nproper determination of the appeal or application.\n         (2) The Registrar of the Court of Appeal shall\nfurnish the necessary forms and instructions relating to\nappeals or applications for leave to appeal under this Part\nto any person who demands them, to persons in charge of\nplaces where persons sentenced by court-martial may law-\nfully be confined for the purpose of serving their sentences\nand to such other persons as he thinks fit; and every person\nin charge of such a place as aforesaid shall cause the forms\nand instructions to be placed at the disposal of persons\nconfined in that place who desire to lodge an appeal or\nmake application for leave to appeal under this Part."
    },
    {
      "provision_ref": "sec155",
      "section": "155",
      "title": "Section 155",
      "content": "155. Nothing in this Part shall affect the exercise by Savingof\nreviewing authorities of the powers conferred by section powers\n                                                            reviewing\n                                                                    of\n114 in respect of a conviction of a court-martial so far as *uthOrities.\nregards the exercise thereof at a time before the lodging\n116                                         DEFENCE\n              with the Registrar of the Court of Appeal of an appeal or\n              an application for leave to appeal to the Court against the\n              conviction and nothing in this Part shall affect the exercise\n              by the Governor-General of the prerogative of mercy.\nComposition     156. Upon the hearing of any appeal from any court-\nof court\nof~ppeal.     martial the Court of Appeal shall consist of an uneven\n              number of judges not being less than three.\nExercise of     157. Any judge of the Court of Appeal may-\ncertain\npowers of         (a) give leave to appeal; or\ncourt of\nAppeal by\na judge.\n                   (b) extend the period within which an application for\n                        leave to appeal or an appeal is required by sub-\n                        section (1) or (2) of section 142 to be lodged, or\n                   (c) allow the applicant or appellant to be present at\n                        any proceedings under this Part,\n              but if the judge refuses an application on the part of an\n              applicant or appellant to exercise in his favour any of the\n              powers hereinbefore mentioned, the applicant or appellant,\n              upon making a requisition in that behalf within the\n              prescribed period and in the prescribed manner, shall be\n              entitled to have the application determined by the Court\n              of Appeal which shall consist of an uneven number of\n              judges not being less than three.\nGeneral         158.--(1)  Subject to the provisions of this Part, any rules\nprovisions\nas to         of court in force relating to the hearing of criminal appeals\nprocedure.    by the Court of Appeal shall apply to the hearing and\n              determination of an appeal by the Court under this Part.\n                      (2) Where under this Part anything is required or\n              authorized to be prescribed it shall be prescribed by rules\n              of court.\n                             DEFENCE                                 117\n        PARTVII. Forfeitures and Deductions"
    },
    {
      "provision_ref": "sec158",
      "section": "158",
      "title": "Section 158",
      "content": "158. General provisions as to procedure.\n                  PARTVII. Forfeituresand Deductions"
    },
    {
      "provision_ref": "sec159",
      "section": "159",
      "title": "Section 159",
      "content": "159.41) No forfeiture of the pay of an officer or soldier Eorfeitures\nof the Jamaica Defence Force shall be imposed unless and   deduc-\n                                                        dons;\nauthorized by this Act, other service law or some other\nenactment and no deduction from such pay shall be made\nunless so authorized or authorized by regulations.\n          (2) Regulations shall not authorize the making of\nany penal deduction, that is to say, a deduction to be made\nby reason of the commission of any offence or other wrong-\nful act or in consequence of any negligence.\n         (3) The foregoing provisions of this section shall\nnot prevent the making of regulations providing for the\nimposition of any forfeiture authorized by this Act or the\nmaking of any deduction so authorized, or for the ,time at\nwhich and manner in which sums may be deducted from\npay to give effect to authorized deductions or the manner\nin which amounts may be so deducted in order to recover\nany fine imposed in pursuance of this Ad, or as ,to the\nappropriation of any such sum or amount when deducted,\nor of providing for the determination of questions relating\nto forfeitures or deductions.\n         (4) Notwithstanding any deduction from the pay\nof an officer or soldier of the Jamaica Defence Force he\nshall (subject to any forfeiture) remain in receipt of pay\nat not less than such minimum rate as may be prescribed.\n         (5) Notwithstanding that forfeiture of pay of an\nofficer or soldier of the Jamaica Defence Force for any\nperiod has been ordered in pursuance of this Act, he shall\nremain in receipt of pay at such a minimum rate as afore-\nsaid, but the amount received for that period may be re-\ncovered from him by deduction from pay.\n        (6) Any amount authorized to be deducted from\nthe pay of an officer or soldier of the Jamaica Defence\n       me inclusion of this page is authorized by L.N. 480/1973]\n118                                       DEFENCE\n             Force may be deducted from any balance (whether or not\n             representing pay) which may be due to him as an officer\n             or soldier and references in this Act to the making of\n             deductions from pay shall be construed accordingly and\n             the whole or any part of any sum forfeited from an\n             offender’s pay may be recovered by deduction from any\n             such balance.\nForfeiture     160.-(1)  The pay of an officer or soldier of the Jamaica\nof pay for\nabsence      Defence Force may be forfeited-\nfrom duty.\n                 (a) for any day of absence in such circumstances as\n                     to constitute an offence under section 47 or section\n                     48 or, if the Chief of Staff so directs, of other\n                      absence without leave;\n                 (b) for any day of imprisonment, detention or field\n                     punishment awarded under service law by a court-\n                     martial or commanding officer, or of imprisonment\n                      or detention of any description to which he is\n                      liable in consequence of an order or sentence of\n                      a civil court;\n                 (c) where he is found guilty (whether by court-martial\n                     under service law, an appropriate superior\n                      authority or his commanding officer) of an offence\n                      under service law, for any day (whether before or\n                      after he is found guilty) on which he is in hospital\n                      on account of sickness or injury certified by the\n                      proper medical officer to have been occasioned\n                      by the offence.\n                        (2) The pay of an officer or soldier of the Jamaica\n             Defence Force may be forfeited for any day of absence by\n             reason of his having been made a prisoner of war if\n             the Chief of Staff or an officer authorized by regulations is\n             satisfied-\n                            DEFENCE                                  119\n    (a) that he was made a prisoner of war through dis-\n         obedience of orders or wilful neglect of his duty;\n          or\n     (b) that having been made a prisoner of war he failed\n         to take any reasonable steps available to him to\n          rejoin Her Majesty’s service; or\n     (c) that having been made a prisoner of war he served\n          with or aided the enemy in the prosecution of\n          hostilities or measures calculated to influence\n          morale or in any other manner whatsoever not\n          authorized by international usage,\nbut, save as aforesaid, nothing in paragraph (a) of sub-\nsection (1) shall apply to absence by reason of having been\nmade a prisoner of war.\n         (3) Regulations may make provision as to the\ncomputation of time for the purposes of this section and\nin particular as to the counting or disregarding of parts\nof days."
    },
    {
      "provision_ref": "sec161",
      "section": "161",
      "title": "Section 161",
      "content": "161. Where a person sentenced or ordered by a civil Deductions\ncourt (whether within or without Jamaica) to pay a sum F p e n ,\nby way of fine, penalty, damages, compensation or costs           &$t&\nin consequence of being charged before the court with an\noffence is at the time of the sentence or order, or sub-\nsequently becomes an officer or soldier of the Jamaica\nDefence Force, then if the whole or any part of that sum\nis met by a payment made by or on behalf of any military\nauthority, the amount of the payment may be deducted\nfrom his pay."
    },
    {
      "provision_ref": "sec162",
      "section": "162",
      "title": "Section 162",
      "content": "162.-(1) Without prejudice to the provisions of this Act\nas to the imposition of stoppages as a punishment, the\nfollowing provisions shall have effect where, after such\ninvestigation as may be prescribed by regulations, it appears\nto an officer authorized by regulations (in this section and\n      me inclusion of this page is authorized by L.N. 480119731\n120                                        DEFENCE\n              in sections 164, 165 and 166 referred to as “the authorized\n              officer”)that any loss of, or damage to, public or service\n              property has been occasioned by any wrongful act or\n              negligence of an officer or soldier of the Jamaica Defence\n              Force (hereinafter referred to as “the person responsible”).\n                      (2) The authorized officer, may order the person\n              responsible to pay as or towards compensation for the loss\n              or damage, such sum as may be specified in the order, and\n              any such sum, in so far as not otherwise paid by the person\n              responsible, may be deducted from his pay.\n                      (3) No order shall be made under the provisions\n              of subsection (2) if, in proceedings before a court-martial\n              under service law, an appropriate superior authority or a\n              commanding officer, the person responsible-\n                  (a) has been acquitted in circumstances involving a\n                       finding that he was not guilty of the wrongful act\n                       or negligence in question; or\n                  (b) has been awarded stoppages in respect of the same\n                       loss or damage,\n              but save as aforesaid, the fact that such proceedings have\n              been brought in respect of the wrongful act or negligence\n              in question shall not prevent the making of an order or\n              deductions under subsection (2).\nDeductions      163.-(1) When damage occurs to any premises in which\nfor barrack\ndamage.       one or more units or parts of such units of the Jamaica\n              Defence Force are quartered or billeted, or any fixtures,\n              furniture or effects in or belonging to such premises are\n              damaged or lost, and it appears on investigation in accord-\n              ance with the provisions of regulations that the damage\n              or loss was occasioned by the wrongful act or negligence\n              of persons belonging to any of the units or parts of units\n              in occupation thereof, but that the said persons cannot be\n              identified, any person belonging to any of such units or\n                    LThe inclusion of this page is authorized by L.N. 480/1973]\n                             DEFENCE                                    121\nparts of units may be required to contribute towards com-\npensation for the damage or loss such amount as may in\naccordance with regulations be determined to be just, and\nthe amount may be deducted from his pay.\n         (2) The provisions of subsection (1) shall extend\nto vessels, trains, motor vehicles and aircraft in which units\nor parts of units are being transported and reference to\npremises, quartering and occupation shall be construed\naccordingly."
    },
    {
      "provision_ref": "sec164",
      "section": "164",
      "title": "Section 164",
      "content": "164.-(1) Any officer or soldier of the Jamaica Defence eviewof\nForce against whom an order has been made by the -won\nauthorized officer under section 162, 165 or 166 may, in orfeitures\naccordance with regulations to be prescribed, apply to a f~uctiom.\nboard of officers for a further examination of the case; and\n                                                                    f\n                                                                 rdmand\nthat board shall consider the case, and thereafter may, in\nrelation thereto, if it thinks fit, give directions to the\nauthorized officer; and the authorized officer shall give effect\nto such directions.\n         (2) Any forfeiture or deduction imposed under the\nprovisions of section 160, 161, 162 or 163 or under regula-\ntions may be remitted by the Defence Board or in such\nmanner and by such authority as may be provided by such\nregulations.\n  16!j.-(l) Where any court in Jamaica has made an order.\nagainst any person (in this section referred to as “the ainten-\n                                                               n a\n                                                                    ient\n                                                                    Of\n                                                                    t\n                                                                   and\ndefendant”) for the payment of any periodical or other sums ftiliation\nspecified in the order for or in respect of-\n     (a) the maintenance of his wife or child; or\n     (b) any costs incurred in obtaining the order; or\n     (c) any costs incurred in proceedings on appeal\n          against, or for the variation, revocation or revival\n          of, any such order,\nand the defendant is an officer or soldier of the Jamaica\n122                                DEFENCE\n      Defence Force then (whether or not he was an officer or\n      soldier when the said order was made) the authorized officer\n      may order such sum to be deducted from the pay of the\n      defendant and appropriated in or towards satisfaction of\n      the payment due under the order of the court as the\n      authorized officer may think fit.\n               (2) Where to the knowledge of the court making\n      any such order as aforesaid, or an order varying, revoking\n      or reviving any such order, the defendant is an officer or\n      soldier of the Jamaica Defence Force the court shall send\n      a copy of the order to the Defence Board.\n                (3) Where such an order as is mentioned in sub-\n      section (1) has been made by a court of a Commonwealth\n      country outside Jamaica, and the authorized officer is\n      satisfied that the defendant has had a reasonable opportunity\n      of appearing in person, or has appeared by a duly\n      authorized legal representative, to defend the case before\n      the court by which the order was made, the authorized\n      officer shall have the like power under subsection (1) as if\n      the order had been made by such a court as is mentioned\n      in that subsection :\n          Provided that this subsection shall not apply to an order\n       for payment of a sum for or in respect of the maintenance\n      .of an illegitimate child or for the payment of costs incurred\n       in obtaining such an order or in proceedings on appeal\n       against, or for the variation, revocation or revival of, such\n       an order.\n               (4) The authorized officer may by order vary or\n      revoke any order previously made under this section, and\n      may treat any order made under this section as being in\n      suspense at any time while the person against whom the\n      order was made is absent as mentioned in paragraph ( U )\n      of subsection (1) of section 160.\n             me inclusion of this page is authorized by L.N. 480/1973]\n                       DEFENCE                                123\n (5) (a) In this section-\n              references to an order made by a court\n              in Jamaica include references to an\n              order registered in or confirmed by\n              such a court under the provisions of\n              any law which makes provision for the\n              enforcement in Jamaica of mainten-\n              ance orders made outside Jamaica;\n              references to a wife or child include, in\n              relation to an order made in proceed-\n              ings in connection with the dissolution\n              or annulment of a marriage, references\n              to a person who would have been the\n              wife or child of the defendant if the\n              marriage had subsisted;\n              references to a child of a person in-\n              clude references to a child of his wife,\n              and to an illegitimate or adopted child\n              of that person or of his wife, and in\n              this paragraph “adopted child” means\n              a child adopted (whether alone or\n              jointly) in pursuance of an adoption\n              order made under the Children\n               (Adoption of) Act.\n     (b) For the purposes of this subsection the ex-\n          pression “maintenance order” means an\n          order other than an order of affiliation\n          for the periodical payment of sums of\n          money towards the maintenance of the\n          wife or other dependants of the person\n          against whom the order is made, and the\n          expression “dependants” means such\n          persons as that person is, according to the\n          law in force in that part of the Common-\n          wealth in which the maintenance order\n          was made, liable to maintain.\n124                                         DEFENCE\nDeductions       1 6 6 . 4 1 ) Where the authorized officer is satisfied that an\nfrom pay\nfor mainten-   officer or soldier of the Jamaica Defence Force is neglecting,\nance of wife\nor child.      without reasonable cause, to maintain his wife or any child\n               of his under the age of sixteen, the authorized officer may\n               order such sum to be deducted from his pay and appro-\n               priated towards the maintenance of his wife or child as the\n               authorized officer thinks fit.\n                          (2) On an application made to the authorized\n               officer for an order under subsection (1) the authorized\n               officer, if satisfied that a prima facie case has been made out\n               for the making of such an order, may make an interim order\n               for such deduction and appropriation as is mentioned in\n               the said subsection (1) to take effect pending the further\n               examination of the case.\n                        (3) Where an order is in force under subsection (1)\n               or subsection (3) of section 165 for the making of deduc-\n               tions in favour of any person from the pay of an officer\n               or soldier of the Jamaica Defence Force, no deductions\n               from his pay in favour of the same person shall be ordered\n               under the foregoing provisions of this section unless the\n               officer or soldier is in a place where process cannot be\n               served on him in connection with proceedings for the\n               variation of the order of the court in consequence of which\n               the order under section 165 was made.\n                        (4) The authorized officer may by order vary or\n               revoke any order previously made under this section, and\n               may treat any order made under this section as being in\n               suspense at any time while the person against whom the\n               order was made is absent as mentioned in paragraph (a) of\n               subsection (1) of section 160.\nLimit of       167.-(1) The sums deducted under sections 165 and 166\nunder\ndeductions   shall not together exceed-\nsections 165\nand 166and        (a) in the case of an officer, three-sevenths of his pay;\neffect on\nforfeiture.\n                      me inclusion of this page is authorized by L.N. 480119731\n                                  DEFENCE                                    125\n    (21) in the case of a warrant officer or a non-commis-\n          sioned officer not below the rank of sergeant, two-\n          thirds of his pay;\n     (c) in the case of a soldier below the rank of sergeant,\n          three-fourths of his pay.\n         (2) Where any deductions have been ordered under\neither section 165 or section 166 from a person’s pay and\n(whether before or after the deductions have been ordered)\nhe incurs a forfeiture of pay by or in consequence of the\nfinding or sentence of a court-martial or the finding or\naward of an appropriate superior authority or a com-\nmanding officer, it shall apply only to so much of his pay\nas remains after the deductions have been made.\n         (3) For the purposes of paragraphs (b) and (c) of\nsubsection (1) a person having acting rank shall be treated\nas of that rank.\n                                                                             !"
    },
    {
      "provision_ref": "sec165",
      "section": "165",
      "title": "Section 165",
      "content": "165. Enforcement of maintenance and a a t i o n orders by deduction\n           from pay."
    },
    {
      "provision_ref": "sec167",
      "section": "167",
      "title": "Section 167",
      "content": "167. Limit of deductions under sections 165 and 166 and effect on\n           forfeiture."
    },
    {
      "provision_ref": "sec168",
      "section": "168",
      "title": "Section 168",
      "content": "168.-( 1) Any process to be served on an officer or soldier ~ e r v i of\n                                                                         ~e\n                                                                rocess in\nof the Jamaica Defence Force (in this section referred to $ainkn-\nas “the defendant”) in connection with proceedings for any               E&cdings.\nsuch order of a court in Jamaica as is mentioned in sub-\nsection (1) of section 165, or for the variation, revocation\nor revival of such an order, shall be deemed to be duly\nserved on him if served either on him or his commanding\nofficer, and may, without prejudice to any other method\nof service, be so served by registered post.\n         (2) Where any such process is served in Jamaica\nand the defendant will be required to appear in person at\nthe hearing, then if his commanding officer certifies to the\ncourt by which process was issued that the defendant is\nunder orders for service out of Jamaica and that in the\ncommanding officer’s opinion it would not be possible for\nthe defendant to attend the hearing and return in time to\nembark for that service, the service of the process shall be\ndeemed not to have been effected.\n126                                        DEFENCE\n                  PARTVIII. Government and General Provisions\n                                      Command\nCommand         169.-( 1) Officers and soldiers of the Jamaica Defence\nand\nprecedence.   Force shall stand with each other in such order of prece-\n              dence as may be prescribed by the Defence Board.\n                       (2) Officers and soldiers of Her Majesty’s forces\n              raised outside Jamaica may be attached or seconded to the\n              Jamaica Defence Force with the approval of the Defence\n              Board.\nCommand         170. The Governor-General shall appoint an officer,\nof Force.\n              being a member of Her Majesty’s forces, in whom the\n              command of the Jamaica Defence Force shall be vested and\n              subject to the terms of such appointment such officer shall\n              have the command of that Force.\nRegulations     171. The Defence Board may make regulations as to the\nas to\ncommand.      persons, being members of Her Majesty’s forces, in whom\n              command over any part of the Jamaica Defence Force or\n              member thereof is vested and as to the circumstances in\n              which such command as aforesaid is to be exercised.\nPowers of      172.-(1) In so far as powers of command depend on\ncommand of\nmembers of   rank, a member of Her Majesty’s forces who-\nco-operating\nforces.          (a) is acting with; or\n                  (b) is a member of a body of those forces which is\n                       acting with,\n              any body of the Jamaica Defence Force shall have the like\n              such powers as a member of the Force of corresponding\n              rank; and for the purposes of sections 43 and 81 any such\n              member of the said forces shall be treated as if he were a\n              member of the Force of correspondingrank.\n                      (2) If the whole or any part of the Jamaica Defence\n              Force is required to act with any other military, naval or\n                             DEFENCE                               127\nair force, the Governor-General may place the Force or\nsuch part thereof under the command of the officer\ncommanding such other force.\n          (3) Where any part of the Jamaica Defence Force is\nacting in co-operation with any other force the Chief of\nStaff or the officer commanding that part of the Force may,\nin agreement with the officer commanding that other force,\ndefine the powers of command and the order of precedence\nof the officers, warrant officers and non-commissioned\nofficers of the Force in relation to the officers, warrant\nofficers and non-commissioned officers of such other force.\n                     Redress of Complaints"
    },
    {
      "provision_ref": "sec172",
      "section": "172",
      "title": "Section 172",
      "content": "172. Powers of command of members of co-operating forces.\n                                         <’<\n                          Redress of Complaints"
    },
    {
      "provision_ref": "sec173",
      "section": "173",
      "title": "Section 173",
      "content": "173.41) If an officer of the Jamaica Defence Force Complaints\nthinks himself wronged in any matter by a superior officer by oficers.\nor authority and on application to his commanding officer\ndoes not obtain the redress to which he thinks he is entitled,\nhe may make a complaint with respect to that matter to\nthe Defence Board.\n          (2) On receiving any such complaint it shall be the\nduty of the Defence Board to investigate the complaint and\nto grant any redress which appears to them to be necessary\nor, if the complainant so requires, the Defence Board shall\nmake its report on the complaint to the Governor-General\nin order to receive the directions of the Governor-General\nacting on the recommendation of the Privy Council\nthereon."
    },
    {
      "provision_ref": "sec174",
      "section": "174",
      "title": "Section 174",
      "content": "174.41) If a soldier of the Jamaica Defence Force Complaints\nthinks himself wronged in any matter by any officer other by soldiers.\nthan his commanding officer or by any soldier, he may make\na complaint with respect to that matter to his commanding\nofficer.\n         (2) If a soldier of the Jamaica Defence Force\nthinks himself wronged in any matter by his commanding\n       me inclusion of this page is authorized by L.N. 480/1973]\n128                                        DEFENCE\n              officer, either by reason of redress not being given to his\n              satisfaction on a complaint under subsection (1) or for any\n              other reason, he may make a complaint with respect\n              thereto to any officer under whom the complainant is for\n              the time being serving, being an officer not below the rank\n              of colonel or corresponding rank.\n                        (3) It shall be the duty of a commanding or other\n              officer to have any complaint received by him under this\n              section investigated and to take any steps for redressing\n              the matter complained of which appear to him to be neces-\n              sary.\n                           Exemptions for oficers and soldiers\nExemptions      175. An officer or soldier of the Jamaica Defence Force\nfrom jury\nsernce.       shall be exempt from serving on any jury.\nExemptions      176.-(1) Duties or tolls for embarking from or disem-\nfrom tolls,\netc.          barking on any pier, wharf, quay or landing place in\n              Jamaica or for passing over any road, ferry or bridge in\n              Jamaica, shall not be payable in respect of-\n                  (a) members of Her Majesty’s forces on duty;\n                  (b) vehicles in military service, being vehicles belong-\n                        ing to the Government or other vehicles driven by\n                        persons (whether members of Her Majesty’s\n                        forces or not) in the service of the Government;\n                  (c) goods carried in such vehicles;\n                  (4 animals in military service.\n                       (2) In subsection (1) the expression “in military\n              service” means employed under proper military authority\n              for the purposes of any body of Her Majesty’s forces or\n              accompanying any body of Her Majesty’s forces.\n                    [The inclusion of this page is authprized by LN. 480/1973]\n                              DEFENCE                                                      leY"
    },
    {
      "provision_ref": "sec176",
      "section": "176",
      "title": "Section 176",
      "content": "176. Exemptions from tolls, etc.\n          me inclusion of this page is authorized by L.N. 480/1973]\n                              DEFENCE\n         any members of the Board of any of the powers\n         or duties of the Board;\n    (c) the consultation by the Board with persons other\n         than members thereof;\n    (d) the procedure to be followed by the Board in con-\n        ducting its business; and\n    (e) any other matters for which the Board may con-\n        sider it necessary or desirable to provide in order\n        to secure the better performance of the functions\n        of the Board.\n                       PART111. Officers"
    },
    {
      "provision_ref": "sec177",
      "section": "177",
      "title": "Section 177",
      "content": "177. No judgment, decree or order given or made against gx;t&\nan officer or soldier of the Jamaica Defence Force by any iQexWution\ncourt in Jamaica shall be enforced by the levying of                           $  9\n                                                                                  :\"\nexecution on any service property, nor shall any distress be                   :;E%,\nmade thereon.\n        Provisioizs relating to deserters arid absentees\n                         without leave"
    },
    {
      "provision_ref": "sec178",
      "section": "178",
      "title": "Section 178",
      "content": "178.41) Any police officer or constable within Jamaica e t o f\nmay arrest without a warrant any person whom he has deserters and\nreasonable cause to suspect of being an officer or soldier of $$?\n                                                                :\nthe lamaica Defence Force who has deserted or is absent I*ve.        r -   %\nwithout leave.                    .. - .           -   .-\n        (2) Where no police officer or constabJe is. avail-\nable any officer or soldier of the Jamaica Defence Force or\nany other person may arrest without a warrant any person\nwhom he has reasonable cause to suspect as aforesaid.\n         (3) Any person in Jamaica having authority to\nissue a warrant for the arrest of a person charged with\ncrime, if satisfied by evidence on oath that there is, or is\nreasonably suspected of being, within his jurisdiction an\nofficer or soldier of the Jamaica Defence Force who has\ndeserted or is absent without leave or is reasonably sus-\npected of having deserted or of being absent without leave,\nmay issue a warrant authorizing his arrest.\n         (4) Any person in custody in pursuance of this\nsection shal1.a.s soon as practicable be brought before a\nResident Magistrate's Court.\n                .   1"
    },
    {
      "provision_ref": "sec179",
      "section": "179",
      "title": "Section 179",
      "content": "179.41) Where a person who is brought before a Re& Proceedings\ndent Magistrate's Court is alleged to be an officer or soldier ci+ilcourt\n                                                               btlfon a\nof the Jamaica Defence Force who has deserted or is absent                     g;Es\nwithout leave, the following provisions shall have effect. swp=ted\n                                                                               of dlegal\n                                                                               absence,\n130                                  DEFENCE\n                 (2) (a) If he admits that he is illegally absent from\n      the Jamaica Defence Force and the Resident Magistrate\n      is satisfied of the truth of the admission, then-\n             (i) unless he is in custody for some other cause the\n                  Resident Magistrate shall; and\n            (ii) notwithstanding that he is in custody for some\n                  other cause, the Resident Magistrate may,\n      forthwith either cause him to be delivered into military\n      custody in such manner as the Resident Magistrate may\n      think fit or commit him to an adult correctional centre, police\n      station or other place provided for the confinement of\n      persons in custody, to be kept there for such reasonable time\n      as the Resident Magistrate may specify (not exceeding such\n      time as appears to the Resident Magistrate reasonably neces-\n      sary for the purpose of enabling him to be delivered into\n      military custody) or until sooner delivered into such custody.\n                     (b) Any time specified by the Resident Magis-\n      trate may be extended by the Resident Magistrate\n      from time to time if it appears to the Resident Magistrate\n      reasonably necessary so to do for the purpose aforesaid.\n               (3) If he does not admit that he is illegally absent\n      as aforesaid, or the Resident Magistrate is not satisfied of\n      the truth of the admission, the Resident Magistrate shall\n      consider the evidence and any statement of the accused,\n      and if satisfied that he is subject to military law under this\n      Act and if of opinion that there is sufficient evidence to\n      justify his being tried under this Act for an offence of\n      desertion or absence without leave, then, unless he is in\n      custody for some other cause, the Resident Magistrate shall\n      cause him to be delivered into military custody or commit\n      him as aforesaid, but otherwise shall discharge him :\n        Provided that if he is in custody for some other cause\n      the Resident Magistrate shall have power, but shall not\n      be required, to act in accordance with this subsection.\n              F   e inclusion of this page is authorized by L.N. 50/19901\n                              DEFENCE                                   131"
    },
    {
      "provision_ref": "sec180",
      "section": "180",
      "title": "Section 180",
      "content": "180.-(1) Where in Jamaica a person surrenders himself Dewrten\n to a police officer or constable as being illegally absent gL1ctl\n                                                                 without\n from the Jamaica Defence Force, the police officer or con- leave\n stable shall (unless he surrenders himself at a police station)     ;zF\n bring him to a police station.\n           (2) The police officer or constable in charge of a\n police station at which a person has surrendered himself\n as aforesaid, or to which a person who has so surrenderad\n himself is brought, shall forthwith inquire into the case,\n and if it appears to that officer or constable that the said\n'person is illegally absent as aforesaid he may cause him to\n be delivered into military custody without bringing him\n before a Resident Magistrate's Court or may bring him\n before such a Court."
    },
    {
      "provision_ref": "sec181",
      "section": "181",
      "title": "Section 181",
      "content": "181.-(1) Where a Resident Magistrate's Court in pur- cortifimw\nsuance of section 179 deals with a person as illegally abseqt,\nthen when that person is delivered into military custo y d=-\nthere shall be handed over a certificate in the prescrib d\nform, signed by a Resident Magistrate, containing a e\n                                                                    3 Znm.\nprescribed particulars as to his arrest or surrender and the\nproceedings before the Court.\n           (2) Where a person is delivered into military cus-\n tody without being brought before a Resident Magistrate's\n Court whether under the provisions of section 180 or undbr\n any other lawful power, there shall be handed over ' a\n certificate in the prescribed form, signed by the police\n officer or constable who causes him to be delivered into\n military custody, containing the prescribed particulars\n relating to his surrender.\n          (3) In any proceedings for an offence under section\n 47 or section 48-\n      (a) a document purporting to be a certificate under\n           either subsection (1) or subsection (2), or under the\n         me inclusion of this page is authorized by L.N. 50/1990]\n132                                          DEFENCE\n                       corresponding provisions of any service law (other\n                       than this Act) and to be signed as thereby\n                       required, shall be evidence of. the matters stated\n                       in the document;\n                   (b) where the proceedings are against a person who\n                       has been taken into military, naval or air force\n                       custody on arrest or surrender, a certificate in\n                       the prescribed form purporting to be signed by\n                       a provost officer or any corresponding officer of\n                       a force raised under the law of a country in the\n                       Commonwealth, or by any other officer in charge\n                       of the guardroom or other place where that person\n                     .\n                       was confined on being taken into custody, stating\n                       the fact, date, time and place of -arrest or sur-\n                       render shall be evidence of the matters stated in\n                       the certificate.\nDnties of\nsuperinten-"
    },
    {
      "provision_ref": "sec182",
      "section": "182",
      "title": "Section 182",
      "content": "182.-(1) It shall be the duty of the superintendent or\ndents of       other person in charge of a civil prison to receive any\nCivil\nprisons and    person duly committed to that civil prison by a Resident\nothers to      Magistrate's Court as illegally absent and to detain him until\nreceive\ndeserters\nand\n               in accordance with the directions of the Court he is delivered\nabsentees.     into military custody.\n                         (2) Subsection (I) shall apply to the person having\n               charge of any police station or other place (not being a civil\n               prison) provided for the confinement of persons in custody,\n               as it applies to the superintendent of a civil prison.\n                     Offencesrelating to military matters punishable\n                                     by civil courts\nPunishment\nfor pretend-"
    },
    {
      "provision_ref": "sec183",
      "section": "183",
      "title": "Section 183",
      "content": "183. Any person who falsely represents himself to any\ning to be a    military or civil authority to be a deserter from the Jamaica\ndeserter.\n               Defence Force shall be liable on summary conviction before\n               a Resident Magistrate to a fine not exceeding one hundred\n                       [The inclusia.of this-page is authorized by LJ\". 500/1990]\n                             DEFENCE                                139\n          was or was not serving at any specified time or\n          during any specified period in any part of Her\n          Majesty’s forces or was discharged from any part\n          of those forces at or before any specified time; or\n          held or did not hold at any specified time any\n          specified rank or appointment in any of those\n          forces, or had at or before any specified time\n          been attached, posted or transferred to any part\n          of those forces, or at any specified time or during\n          any specified period was or was not serving or\n          held or did not hold any rank or appointment in\n          any particular country or place; or\n          was or was not at any specified time authorized\n          to use or wear any decoration, badge, wound\n          stripe or emblem,\nshall, if purporting to be issued by or on behalf of the\nDefence Board or the Chief of Staff be evidence of the\nmatters stated in the document.\n         ( 5 ) A record made in any prescribed service book\nor other prescribed document being a record made in pur-\nsuance of service law or regulations, or otherwise in pur-\nsuance of military duty, and purporting to be signed by the\ncommanding officer or by a person whose duty it was to\nmake the record, shall be evidence of the facts stated there-\nin; and a copy of a record (including the signature thereto)\nin any such book or other document as aforesaid, pur-\nporting to be certified to be a true copy by a person stated\nin the certificate to have the custody of the book or other\ndocumcnt, shall be evidence of the record.\n         (6) A document purporting to be issued by order\nof the Defence Board or the Chief of Staff and to contain\ninstructions or orders given or made by the Defence Board\nor ,the Chief of Staff shall be evidence of the giving of the\ninstructions or making of the orders and of their contents.\n140                                          DEFENCE\n                        (7) A certificate purporting to be issued by or on\n               behalf of the Defence Board, and stating-\n                    (a) that a decoration of a description specified in or\n                         annexed to the certificate is a military, naval or\n                         air force decoration; or\n                    (b) that a badge, wound stripe or emblem of a des-\n                         cription specified in or annexed to the certificate\n                         is one supplied or authorized by the Defence\n                         Board or by the Government of the United King-\n                         dom,\n               shall be evidence of the matters stated in the certificate.\n                        (8) A certificate purporting to be signed by a\n               person's commanding officer or any officer authorized by\n               him to give the certificate, and stating the contents of, or\n               any part of, standing orders or other routine orders of a\n               continuing nature made for-\n                    (a) any formation or unit or body of troops; or\n                    (b) any command or other area, garrison or place; or\n                    (c) any vessel, train or aircraft,\n               shall in proceedings against the said person be evidence of\n               the matters stated in the certificate.\nProof of          191.-(1) Where a person subject to military law under\noutcome of\ncivil trial.   this Act has been tried before a civil court (whether at the\n               time of the trial he was so subject or not) a certificate signed\n               by the Registrar of the court or a Judge, or a Resident\n               Magistrate or a Justice of the Peace and stating all or any\n               of the following matters-\n                    (a) that 'the said person has been tried before the\n                         court for an offence specified in the certificate;\n                    (b) the result of ,thetrial;\n                    (c) what judgment or order was given or made by the\n                         court,\nshall for the purposes of this b be evidenrme of the matters\nstated in the certificate.\n         (2) A document purporting to be a certificate\nunder this section and to be signed by the Regiistra of the\ncourt or a Judge, or a Resident Magistrate or a Justice of\nthe Peace, shall, unless the contrary is shown, be deemed\n                                                                 -\nto be such a certificate."
    },
    {
      "provision_ref": "sec192",
      "section": "192",
      "title": "Section 192",
      "content": "192.-(1) The original ,record of the proceedings of a ~ v i c h r c e ~ d\ncourt-martial under service law purporting to be signed by f court-\nthe president of the court and being in the custody of any Martial-\nperson having the lawful custody thereof shall be admissible\nin evidence on production from that custody.\n        (2)A document purporting to be a copy of the\noriginal record of the proceedings .of a courtmartid under\nservice law or any part thereof and to be certified by the\nperson having the lawful custody of the proceedings to be a\ntrue copy shall be evidence U€ the contents of the proceed-\nings or the part to which the document relates, as the case\nmay be.\n         (3) This section applies to evidence g     h in any\nC O R ~whether\n       ~,      civil CYT criminal.\n                 Miscellaneous provisions\n  l93.-(1) Where a p m is in mhtmy m m d y when bmporary\ncharged with, or with a vim 50 his being &ged      witlt, an   Ed\n                                                                ption\noffence against Part V OF the corresponding provisions of ~~~~m\nany other m i a e law it Ube the duty uf the super-\n                                                             Escort.\nintendent OT other person h>&rge      of a chd prison ~rof\nthe person having charge of any poktcc station cxr 0th\nphue in which p r i s m a s may be lawfully detained, upon\ndelivery to him fof a written oltdar pmporkbg     be sijped\nby the commanding officer of the p s m iu custody to\n           inahsbn d tlrip gasz i autbakal by U.l\n                                                reo/\n                                                   m\n142                                      DEFENCE\n             receive him into his custody for a period not exceeding\n             seven days.\n                      (2) In this section “civil prison” has the meaning\n             ascribed to it in section 136.\nAvoidance         194.-(1) Every assignment of or charge on, and every\nof assign-\nmentof,or       agreement to assign or charge, any pay, award, grant,\nmilitary\nchargeon        pension or allowance payable to any person in respect of\nP a ~ ~ p e n - his or any other person’s service in Her Majesty’s forces\nsions, etc.\n                shall be void.\n                      (2) Save as expressly provided by this Act, no order\n             shall be made by any court the effect of which would be to\n             restrain any person from receiving anything which by virtue\n             of this section he is precluded from assigning and to direct\n             payment thereof to another person.\n                      (3) Nothing in this section shall prejudice any law\n             providing for the payment of any sum to a bankrupt’s\n             trustee in bankruptcy for distribution among creditors.\nPower of       195.-(1) An officer of Her Majesty’s forces of a rank\ncertain\n             not below that of major or corresponding rank (hereinafter\ntotake\nstatutory    referred to as an “authorized officer”) may, outside Jamaica,\ndeclara-     take statutory declarations from persons subject to military\ntions.\n             law under this Act.\n                      (2) A document purporting to have subscribed\n             thereto the signature of an authorized officer in testimony\n             of a statutory declaration being taken before him in pur-\n             suance of this section and containing in the jurat or attes-\n             tation a statement of the date on which and the place at\n             which the declaration was taken and of the full name and\n             rank of that officer shall be admitted in evidence without\n             proof of the signature being the signature of that officer or\n             of the facts so stated.\n                   m e inclusion of this page is authorized by LN. 480119731\n                            DEFENCE                                         143\n        PARTIX. The Jamaica National Reserve\n   1%. The Jamaica National Reserve shall consist of two Composi-\n                                                         tion of\nclasses which shall be constituted as follows :          Jamaica\n                                                                 National\n        (1) A first class consisting of-                     &SCNC.\n                                                             3/ 1967\n        officers appointed or transferred to the said class; a. 2 (a).\n        soldiers enlisted or deemed to be enlisted or re-\n         engaged in pursuance of this Part for service in\n         the said class;\n        soldiers of the second class of the Reserve who\n         have, after written application made by them in\n         that behalf to the competent military authority,\n         been accepted by that authority for service in the\n         first class;\n        soldiers transferred to the said class under section 811969\n                                                             S. 4 (a).\n         29;\n        (2) A second class consisting of-                    3/1967\n        officers appointed or transferred to the said class; $. 2 (b).\n        soldiers who are members of 'the said class by ~ 1 9 6 9\n                                                             $. 4 (b).\n        virtue of the provisions of Part IV;\n        soldiers enlisted or deemed to be enlisted or re- /1%7\n         engaged in pursuance of this Part for service in 2 (d). 4.\n        the said class.\n  l W . 4 1 ) The term for which a person enlisting in the Bnlistmat\nReserve may be enlisted shall be such a term beginning with\nthe date of his attestation as may be prescribed.\n          (2) A person enlisting in the Reserve shall be C!:967\nattested in the same manner as a recruit in the regular Force\nand the following provisions of Part IV, that is to say-\n     (a) section 18 (which relates to the mode of enlistment\n           and attestation);\n     (b) section 31 (which relates to the validity of attesta-\n           tion and enlistment), but omitting the references in\n           that section to the receipt of pay; and\n      me inclusion of this page is authorized by LN. 480/19731\n144\n                   (c) sectim 32 (which makes m i t s punishable for\n                       false answers),\n              shall apply in like mamaer as if they were reenacted in this\n              Part with the substitution for the expression “regular\n              Force” the expression ‘‘JgnxtimNatimF Reserve’@.\n3/1967                    (3) A pmm endistin. in. the Reserve may be\ns. 3.\n              attested by my officer and the prouisiosls af Part IV men-\n              tioned in subsection (2), together also w d h SeEtiOn 68 (which\n              d a t e s to false answers an enlistment)b,shall in their: applica-\n              tion tto the Reserve be carnstmd as if the expression\n              “Rtxmiting Officer” inicluded. my 08[im of the. Jamaica\n              hfetxe Fasc&.\n                         (4) Any soldier of the Reserve wha at any time\n              has completed, or is within six months before completing,\n              the term for which he enlisted or re-engaged in pursuance\n              of this Part, or the tern for which. He is Eabh te serve in\n              that R e m e undm the provisions of Part!IV, as the case\n              may be, may with t    k approval of the competent d i t a r y\n              authority re-engage for such further period or periods of\n              service in the Reserve as may be p m m i e d .\nTraining        198.-(1)    Subject to the provisions of this section, every\nof Reserve.\n311967        of6w and W e r of the first c h af the Reserve shall\ns. 4.         attend Ear training at such pIa= or places and for such\n              periods as may be determined by the Defence Board and\n              shall fu161 such conditions relating to training as may be\n              presrriw.\n                        @ The xequiments ai this sectkm may be &-\n              pens& with in wiwleor in part as respects an..unit of the\n3/1967        first class of the Reserve, by the        B d , and as\ns. 4.         r-angp-           - af€icmorsI&&ell&ttae~classof\n              the Resame, by hk cmnma-      dker mbjed to any\n              general directionsof the  hard.\n                     Cl3e inetrtsimL ofi thi~   t        by L X   wl9m\n          (3) Nothing m this stim shall be cmstmed as\npreventing an afficer or suldier a€ the first class of the 3 1 1 % ~\nReserve, undergoing voluntary training in addition ta any '. 4.\ntraining referred to in s u b d o n (I).\n  l99.-(1) The Defence Board may, at any time when Calloutof\n                                                                   class\noccasion appears to require, call out the first class of the first\n                                                             ofReserve\nReserve, or as many officers and soldiers of that class as ;&pm.y\nthey think is necessary, on temporary service.               SCMtX.\n          (2) OfEicers and. s d c k n called out for service under\nthis section shall not be liable to serve at any one time €or a\nperiod exceeding twenty-eight days."
    },
    {
      "provision_ref": "sec200",
      "section": "200",
      "title": "Section 200",
      "content": "200.-(1)   In the event of a state of war being declared a o u t\n                                                               of Reserve\nor of insurrection, hmtifities or public emergency, it &all be on per-\nlawful for the Gmemm-Gmeral by pmclamaticnr to direct                rsg!\nthat the Reserve, or either class thered, shall be called out\non permanent service.\n         (2) Upon the making of a proclamation under sub-\nsedcm f l X th Defence B a r d shall call crut the Reserve, or\nthe data thenof so directed to be called           as the case\nmay he, or as many officers a d &ers of the Reserve or\nof that class as it thinks is necessary, on permanent service.\n         (3) Every officer and soldier of the Reserve when\ncalled out on permanent service shall be 1kbIe to continue\nin service until his services are no longer required.\n  2 0 1 4 1 ) where the whale 06 any paPt d the first Class Attendana\nof the Reserve is called out on t m p service~      OT on            :rd\npermanent service, or where the whole or any part of the ;!\\967\nsecond class of the Reserve is caM out on permanent\nsemi- it shall be the duty of every officer and soldier\nkhw        .ta any m& class, or, as the ease xnay be, to the\npart af anyr Such class, so am out; I33 attend m person at\nsdplaccc:clr@acesasmay/bepscribed:\n       m ~ h s i I 3 l t of\n                         l                 - b p L M 4Wpl9W.\n                            thk w,c itnthpnesdr\n146                                       DEFENCE\n                Provided that no officer or soldier shall be liable to be\n              proceeded against for an offence under this Act by reason\n              of his failure to attend as aforesaid unless he has been served\n              with a notice under the provisions of subsection (2)\n              requiring him to attend.\n                       (2) Where the first class of the Reserve is called\n              out on temporary service or where the Reserve is called\n              out on permanent service, the Defence Board may cause\n              any officer or soldier liable to such call out to be served with\n              a notice requiring him to attend at the time and place there-\n              in specified.\n                       (3) A notice under subsection (2) may be served on\n              any officer or soldier by-\n                  (a) being delivered to him personally;\n                  (b) being left at his last known address;\n                  (c) being sent by registered post addressed to him at\n                        his last known address.\nEffective       202. Where an officer or soldier of the Reserve is called\ntime of\ncallout.      out on temporary service or on permanent service he shall,\n              for the purposes of section 208 and paragraph (c) of sub-\n              section (1) of section 209, be deemed to be so called out\n              with effect from either-\n                   (a) the time of his attendance under subsection (1) of\n                        section 201; or\n                   (b) the time specified in any notice served under sub-\n                        section (2) of that section,\n              whichever shall be the earlier.\nTermination     203. Where any officer or soldier of the Reserve has\nof Service.   been called out on temporary service or on permanent\n              service, the Defence Board may at any time thereafter give\n              such directions as it may think fit for terminating the\n              service of any officer or soldier so called out but without\n                    me inclusion of this page is authorized by LN. 480/1973]\n                             DEFENCE                                   147\nprejudice to the power of the Defence Board by notice\nserved under section 201 to call out for further service any\nofficer or soldier whose service has been terminated by\ndirections given under this section."
    },
    {
      "provision_ref": "sec204",
      "section": "204",
      "title": "Section 204",
      "content": "204. Every officer and soldier of the Reserve may, when Postineor\ncalled out on temporary service or on permanent service attachment\n                                                          ofmembers\nor when undergoing training, be posted or attached to any Of\nunit of the regular Force or the Reserve.\n  2 0 5 . 4 1) Any officer or soldier of the Reserve in Jamaica Punishment\nwho, without leave lawfully granted or other reasonable for        non-\n                                                                attendme.\nexcuse, fails to appear at the time and place appointed for\nannual camp, or at the time and place specified in any notice\nunder subsection (2)of section 201, shall-\n     (a) if called out on permanent service, be guilty,\n          according to the circumstances, of desertion within\n          the meaning of section 47 or of absenting himself\n          without leave within the meaning of section 48; or\n     (b) if called out on temporary service or due to attend\n          annual camp, be guilty of absenting himself with-\n          out leave within the meaning of section 48.\n         (2) Any officer or soldier of the Reserve who com-\nmits any offence under this section shall be liable-\n     (a) to be tried by court-martial, and on conviction\n         shall be punishable as for an offence under section\n         47 or, as the case may be, section 48; or\n     (b) to be tried summarily by a Resident Magistrate\n         and on conviction shall be liable to a fine not\n         exceeding sixty dollars and in default of payment\n         to imprisonment for any term not exceeding six\n         months.\n       me inclusion of this page is authorized by LN. 480/1973]\n                         (3) Section 81 shall apply to officers and ddiers\n                of the Reserve who mmmit an offence against this section\n                as it applies to OfEiCers and soldiers of the regular Farce.\n                         (4) Where an offiw or soldier of the Reserve fai%\n                to appear at the time and place appointed for training or\n                at the time and place specified in any notice under sub-\n                section (2) o€ section 201, and his absence continues for not\n                less than twenty-one days, an entry of such absence shall\n                be made by an officer in the service books and such entry\n                shall be prima facie evidence o€ the fact of such absence.\nwrom              206.-(1)   If any person designedly makes away with, or\n           Of\n                pawns, or wrongfully destroys or damages, or negligently\nPrope*.         loses anything issued to him as an officer or soldier of the\n                Reserve, or wrongfully refuses or neglects to deliver up on\n                demand anything issued to him as such officer or soldkr\n                the value t h m f shall be recoverable from him summarily\n                before a R e n t Maigastrate on Complaint by my officer\n                of the Jamaica Defence Force.\n                         (2) Witbut prejudice to the provisions of sub-\n                section (l), any ptzscm who designedly makes away with,\n                sells, pawns, or wmngfally destroys, rnythmg issued to\n                him as afo~said&all be liable on smimary conviction\n                before a Resident Magistrate to a fine not exceeding twenty\n                dollars.\nDischarge         207.41) A soldier of the Reserve may be discharged by\nReserve.\nfrom            the competent military authority at my lime during the\n                currency of may term af service in the Reserve upon such\n                grounds as may be prescribed.\n3/1967                  (2) A saldier af the R w , other than a soldier\nS. 6.           who is a m m k thereof by wirtue af the g n w i s b n s of Part\n                N,shall,unless the clw of the Rzserve of which he is a\n                member is called out on permanent service, be entitled to\n                             inausimn of this pgot is alJ&mizd by L*M a%O/Bzq\n                            DEFENCE                                 149\nbe discharged before the end of his current term of service\non complying with the following conditions-\n     (i) giving to his commanding officer six weeks’ notice\n         in writing of his desire to be discharged; and\n    (ii) delivering up in good order, fair wear and tear\n         only excepted, all arms, clothing and equipment,\n         being public property issued to him or, in cases\n         where for any good or sufficient cause the delivery\n         of the property aforesaid is impossible, paying the\n         value thereof."
    },
    {
      "provision_ref": "sec208",
      "section": "208",
      "title": "Section 208",
      "content": "208.-(1) In their application to officers and soldiers of hppcca.\nthe Reserve, the provisions of this Act and, in particular, the\nprovisions of Parts V and VII, shall have effect subject to !$gg*I.\nthe provisions of this section.                                 5. 7.\n         (2) Where, after the 1st January, 1%8, an offence\nunder this Act triable by court-martial has been committed,\nor is reasonably suspected of having been committed, by an\nofficer or soldier of the Reserve during any period when\nhe was undergoing training, then-\n    (a) in relation to that offence, he may (without preju-\n         dice to any other provision of this Act) be dealt\n        with in accordance with the provisions of this Act\n         as to the summary dealing with charges during any\n        subsequent period of training, if proceedings\n         against him in respect of that offence are com-\n         menced within three months after the date when\n         the offence is alleged to have been committed; and\n    (b) subsection (6) of section 85 shall not apply in\n         relation to any proceedings taken against him in\n         respect of such an offence.\n        (3) Where an officer or soldier of the Reserve has\nbeen found guilty of any offence under this Act triable by\n      me inclusion of this page is authorized by LN. 480/1973]\n150                               DEFENCE\n      court-martial and the offence was committed after the 1st\n      January, 1968, and during any period when he was under-\n      going training, then-\n          (a) no fine awarded by a court-martial in respect of\n                any one such offence shall exceed $20; and\n          (b) where the charge is dealt with summarily, no fine\n              may be awarded in respect of any one such offence\n              in excess of $10,\n              (4) Where-\n          (a) an officer or soldier of the Reserve has (whether\n              before or after the 1st January, 1%8), by reason\n              of anything done or omitted to be done during any\n              period when he was undergoing training, become\n              liable, under Part V or Part VII, to pay any fine\n              or any sum of money by way of compensation\n              for any expense, loss or damage (whether or not\n              such fine or sum of money is to be recovered by\n              deductions from his pay); and\n           (b) subsequently to his becoming so liable, he has\n               ceased to be a member of the Reserve; and\n           (c) at the time when he ceased to be such a member\n               the whole or any part of such fine or sum of\n               money remains unpaid,\n      then the fine or sum of money or, as the case may be, such\n      part thereof as remains unpaid, shall be recoverable\n      summarily on complaint by any officer of the Jamaica\n      Defence Force before a Resident Magistrate as a debt due\n      to the Government.\n              ( 5 ) The provisions of sections 160, 161, 165, 166,\n      167 and 168 shall not apply to officers or soldiers of the\n      Reserve except when called out on permanent service or\n      on temporary service or when serving on the permanent\n      staff of the Reserve.\n            me inclusion of this page is authorized by LN. 480/1973]"
    }
  ],
  "definitions": []
}