{
  "id": "jm-stat-the-dental-act",
  "type": "statute",
  "title": "The Dental Act",
  "title_en": "The Dental Act",
  "short_name": "Dental Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-dental-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-dental-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1   .\n                                                                                                                                                                             . .\n             ..    :'&n;tions''                             includes duties'and powers;                                                                    .   .   . ,\n             '-\n                     \"practise of dentistry\" includes-\n                                                (a) the performance of any operation, and the treat-\n                                                    ment of any diseases, deficiencies, or lesions, on or\n                                                    of the human teeth or\"jaws, and the correction of\n                                                    malpositions thereof and the performance of radio-\n                                                    graphic work in connection with the human teeth\n                                                    or jaws;\n                                                       '.            ..                                                                            .   .\n                                                   (b) the giving o f any anaesthetic' in connection with\n                           ..                   ..     any .operation on the human teeth or jaws;\n                                                                                                                                      .        .\n                                                 (c) the performance of any operatiori on, or the giving\n                                                     of any treatment, advice, or attendance to, any per-\n                                                     son, as preparatory to or for the purpose of or for\n                                                     or in connection with the fitting, insertion, fixing,\n                                                            [The inclrrsim- of this page is authorized by LN. 92c/2012]\n4                                                DENTAL\n                                constructing, repairing, or removing of artificial\n                                dentures or restorative dental appliances; or\n                           (4 the performance of any such operation and the\n                                    giving of any such treatment, advice, or attend-\n                                    ance as is usually performed or given by dentists,\n                                                                                 d\n                           and the expression \"to practise\" in relation to dentistry\n                           has a corresponding meaning;\n                      \"the register7' means the Register of Dentists specified\n                           under section 8;\n                      \"registered dentist\" means a person registered as a dentist in\n                           accordance with this ~ c t i                   ,\n                                                                         . .\n                                                                                     I\n                      \"the Registrar\" means the Registrar appointed under section\n                           7;   .\n                      \"the roll\" means the Roll of Dental Auxiliaries specified\n                           under section' 10.\nEstablishment       3.-(1) There shall be established for the,purposes of this Act\nof the Council.\n                  a body to be called the ~ e i t a Council,'\n                                                    i         which shall be a body\n                  corporate to which the provisions . of section 28 of the Inter-\n                                                             '.\n                  pretation Act, shall apply.\nFirst                    (2) The provisions of the First Schedule 'shall have\nSchedule.         effect with respect to the constitution and procedure of the\n                  Council i d otherwise in relation thereto.           I   .\nFunctions           4. The fihctions 'of the Council shali be-\nof the Council.\n                      (a) to register dentists and enrol dental auxiliaries;\n                      (b) to regulate the training of persons for .enrolment as\n                          dental auxiliaries;\n                      (c) to appoint examiners to conduct such examinations in\n                          respect b f persons applying for .registration as dentists\n                                                                  DENTAL\n                              ,      and persons applying for enrolment as dental auxi-\n                                     liaries as may from time to time be necessary\n                                     under the provisions of this Act; A d . . .\n                              , .     .\n                              (6)to ensure the maintenance of proper standards of\n                                     professional conduct by persons registered as\n              .                   . dentists or enrolled as dental auxiliaries, as the\na\n                  L\n                                   . case may be, under this Act.                             I\n                  ..\n               There shall be established ,for the purposes of this Establ~sh-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise'requires-\n                    . .         . *\n                   \"the ~ d v i s o rcornkittee;'\n                                     i                         . .Advisory\n                                                  m e b s the Dental I . . Com-\n                        mittee.established under section 5;\n                   \"the ~ouncii'\"&eans the'~Lnta1Council established .hnder\n                        section 3;\nB\nN\n0\\\n                   \"dental auxiliary\" means a person enrolled as a dental auxi-,\n                        liary in accordance with this Act;\n                                                                                                                              ;\n                                    .   .   d"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister shall appoint one of the members of the Advisory Chairman.\nCommittee to be chairman thereof."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may appoint any person to act in the place of any Acting\nmember of the Advisory Committee in the case of the absence or in-\nability to act of that member.\n                                                                            ze$F-"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)\n    Act, a body to be called the Dental Auxiliaries Advisory Com- ment   o f the\n                                                                    Adv,sov\n    mittee (hereinafter referred to as \"the Advisory Committee\").   comm~ttee.\n                                                                                                  ~econb\n            (2) The provisions of the Second Schedule shall have Schedule\n     effect with respect*to the' constitution and procedure of .the\n                                                            '\n     Advisory Committee and otherwise in relation thereto.\n                                      #       .\n                                          1       1   -"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The fu*ctions -of the Advisory ~ommitteishall be to Functions\n                                                               o f the corn-\n     advise the Council-                                       mittee.\n                                                                                 .   .\n                  (u) on matters ;elating to thesadministration of the provi-\n                      .       sions of this Act inrespect of dental auxiliaries;\n                                                          ,   .       ,.'\n                  ( 6 ) on the various classes of dental auxiliaries to be pres-\n                                                                              ,\n                        cribed;\n                      (c) on the curricula of studyxnd programme of training to\n                              be followed by a person for enrolment as a member of a\n                              prescribed class of dental auxiliaiy;\n                  (d)on the mist effective utilization' of the services of the\n                              various classes of dental auxiliaries; and\n    .,   7\n         : -          (e) generally in respect of dental auxiliaries and their func-\n                          tions.\n    --                    '\n                                  [The ,idclusion. of this page is authorized by L.N. 92c/2012]\n                                                     DENTAL\nAppointment        7. The Council shall appoint and employ at such remunera-\nof Registrar\nand other       tion, and on such terms and conditions as it thinks fit, a Regis-\nofficers and    trar and such other officers and servants as it thinks necessary\nservants.\n                for the proper carrying out of the provisions of this Act:\n                  Provided that the' prior approval of the Minister shall be\n                obtained for the assignment to any post of a salary in excess of a\n                rate of one million dollars per annurn or such higher rate as the\n                Minister may, by order, prescribe.\nThe register.      $.--(I) The Council shall cause the Registrar to keep a regis-\n                ter (to be known as the Register of Dentists) of the names, ad-\n                dresses and qualifications, and such other particulars as may be\n                prescribed, of all persons who are registered under subsection\n                (3) or who apply in the prescribed manner to be registered as\n                dentists and are so registered pursuant to section 9.\n                       (2) The register shall be open to inspection by any mem-\n                ber of the public at all reasonable times, .and a copy of the regis-\n                ter shall ,be published in .the Gazette by,the Registrar at such\n                times and in such manner as may be prescribed.\n                                   .    .\n                                                ..   >\n                       (3) Every person who immediately before the 19th Sept-\n                ember, 1974, was registered under the Dental Law (now\n                repealed) shall be deemed, at the said date, to be registered as a\n                dentist under this Act, and the Registrar shall as soon as\n                practicable after such date, enter the name, addreis, qualification\n                and other prescribed particulars of such person in the register.\n                                   ..       .\n                                            .\n                                                         .,   ,   .   . ,   - .\n                      (4) Subject to the provisions of subsection (3), for the\n                purposes of this Act, a person is registered as a dentist if his\n                name appears in the register.\n                          ['he inclusion of this page' is authorized by' LN. 92d2012)\n                                DENTAL                                            7"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Minister may at any time revoke any appointment made by Revoafibn\nhim under this Schedule.                                                     of appomt-\n                                                                            Snents."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. If any vacancy occurs among the appointed members of the Fillingof\nAdvisory Committee, such vacancy shall be filled by the appointment ~ c a n c i e s .\nof another member who shall, subject to the provisions of this Schedule,\nhold office for the remainder of the period for which the previous\nmember was appointed."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   Any person who-                                            Registra-\n                                                                      tioo.\n     (a) applies to the Council in the prescribed form for\n           registration as a dentist; and\n     (b) satisfies the Council that he-\n            (i) possesses the prescribed qualifications;\n             (ii) is of good character; and\n            (iii) is a fit and proper person to practise den-\n                  tistry; and\n     (c) pays such registration fee as may be prescribed,\n           shall be entitled to be registered as a dentist.\n       (2) The Registrar shall issue to every person regis-\ntered as a dentist under this Act a certificate of registration\nin the prescribed form.\n      (3) Subject to section 9 ~every\n                                  , registered dentist shall 35/1999\nbe entitled to practise dentistry in Jamaica and to demand 3-         .’\nand recover any reasonable charges for services rendered\nby him as a dentist and for all drugs: medicines and\nappliances supplisd by him."
    },
    {
      "provision_ref": "sec9a",
      "section": "9A",
      "title": "Section 9A",
      "content": "9A.-(1) A registered dentist shall only practise as a Practising\ndentist while he is in possession of a valid practising certi- certificate.\n                                                               35/1999\nficate in the prescribed form issued to him by the Council, S. 4.\non payment of the prescribed fee to the Registrar.\n        (2) The Council may waive the prescribed fee pay-\nable by a registered dentist who is in full-time employment\nin the Government service, if the Council is satisfied that\nthe dentist is not also engaged in private praatice.\n8                                            DENTAL\n                    (3) A person who practises in contravention of\n            subsection (1) shall be liable to such penalties as the Council\n            may, by regulations, prescribe.\n                     (4) If the name of a registered dentist is removed\n            from the register, any praatising certificate issued to him\n            shall cease to be in force.\n                    ((5) A practising certificate shall not be issued to a\n            dentist during any period of suspension of his registration\n            and any practising certificate issued to him prim to such\n            suspension shall cease to be in force during the period of\n            his suspension.\nThe roll.      lO.-(l) The Council shall cause the Registrar to keep\n            a roll (to be known as the Roll of Dental Auxiliaries) in\n            which shall be entered the names, addresses and qualifica-\n            tions, and such other particulars as may be prescribed, of\n            all persons who apply in the prescribed manner to be en-\n            rolled as members of one or more of the prescribed classes\n            of dental auxiliaries and are so enrolled pursuant to section"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) The Advisory Committee shall meet at such times as may Procedure\nbe expedient for the transaction of its business, and such meetings mtmeetings.\nshall be held at such places and times and on such days as the Advisory\nCommittee may determine.\n        (2) The chairman may at any time call a special meeting of the\nAdvisory Committee and shall call a special meeting within seven days\nof the receipt of a written requisition for that purpose addressed to him\nby any two members of the Advisory Committee.\n        (3) The chairman shall preside at all meetings of the Advisory\nCommittee at which he is present, and in the case of the chairman's\nabsence from any meeting, the members present and constituting a\nquorum shall elect one of their number to preside at that meeting.\n        (4) A quorum of the Advisory Committee shall be three.\n          m e inclusion of this page is authorized by L.N.248/1975]\n 22                                            DENTAL\n                      ( 5 ) The decision of the Advisory Committee shall be by a\n              majority of votes, and, in addition to an original vote, the chairman\n              or other person presiding at a meeting, shall have a casting vote in\n              any case in which the voting is equal.\n                      (6) Minutes in proper form of each meeting of the Advisory\n              Committee shall be kept.\n                      (7) The validity of the proceedings of the Advisory Committee\n              shall not be affected by any vacancy amongst the members thereof or\n              by any defect in the appointment of any member thereof.\nPower to         11. The Advisory Committee shall, notwithstanding the provisions\nco-opt        of paragraph 1, have power at any time to co-opt not more than two\nmembers.      persons to assist in the carrying out of its functions.\nRemunera-        12. There shall be paid to the chairman and other members of the\ntion of       Advisory Committee such remuneration whether by way of honorarium,\nmembers.      salary or fees, and such allowances as the Minister may determine.\nMembers          13. The office of chairman or member of the Advisory Committee\nnot public    shall not be a public office for the purposes of Chapter V of the Con-\nofficers.     stitution of Jamaica.\n                                 THIRD SCHEDULE                (Section 14(2))\nConstitu-       1. The Tribunal shall consist of a chairman and two members\ntion of the   appointed by the Minister, sitting together.\nTribunal.\nTenure of        2. The members of the Tribunal shall, subject to the provisions of\noffice of     this Schedule, hold office for such period not exceeding three years\nmembers.\n              as the Minister may determine and shall be eligible for reappointment.\nActing\nappoint-        3. The Minister may appoint any person to act in the place of the\nments.        chairman or any other member of the Tribunal in the case of the\n              absence or inability to act of the chairman or other member.\nResigna-        4 . 4 1 ) Any member of the Tribunal other than the chairman m a y at\ntions.        any time resign his office by instrument in writing addressed to the\n              Minister and transmitted through the chairman and from the date of\n              the receipt by the Minister of such instrument that member shall cease\n              to be a member of the Tribunal.\n                      (2) The chairman may at any time resign his office by instrument\n              in writing addressed to the Minister and such resignation shall take\n              effect as from the date of receipt by the Minister of that instrument.\nRevocation      5. The Minister may at any time revoke the appointment of any\nof appoint-\nments.        member of the Tribunal if he thinks it expedient so to do.\nFilling o f     6. If any vacancy occurs in the membership of the Tribunal such\nvacancies.    vacancy shall be filled by the appointment of another member.who\n              shall, subject to the provisions of this Schedule hold office for the\n              remainder of the period for which the previous member was appointed.\n                       phe inclusion of this page is authorized by LN. 248/1975]\n                                DENTAL                                              23"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Council shall keep proper accounts of its receipts, payments, Accounts\nassets and liabilities and such accounts shall be audited annually by andaudit.\nan auditor appointed in each year by the Council with the approval of\nthe Minister.\n   1 2 . 4 1 ) The Council shall in each year prepare and submit to the Annualre-\nMinister on or before the thirtieth day of June a report of its proceed- portsand\nings during the twelve months ending on the thirty-first day of March in\nthat year, including a statement of its accounts audited in accordance\nwith paragraph 11.\n          (2) The Council shall on or before the thirty-first day of October\nin each year submit to the Minister for approval its estimates of\nrevenue and expenditure in respect of the period commencing on the\nfirst day of April next following and ending on the thirty-first day of\nMarch of the subsequent year.\n   1 3 . 4 1 ) The seal of the Council shall be kept in the custody of the Sealand\nchairman or the Registrar and shall be &ed         to instruments pursuant executionof\nto a resolution of the Council in the presence of the chairman, or any\nother member of the Council, and the Registrar.\n          (2) The seal of the Council shall be authenticated by the sig-\nnatures of the chairman, or any other member authorized to act in that\nbehalf, and the Registrar.\n          (3) All documents, other than those required by law to be under\nseal made by, and all decisions of, the Council may be signified under\nthe hands of the chairman, or any other member authorized in that\nbehalf, and the Registrar.\n   1 4 . 4 1 ) The Council shall meet at such times as may be expedient Procedure\nfor the transaction of its business, and such meetings shall be held at andmeet-\nsuch places and times and on such days as the Council may determine. h s .\n        (2) The chairman may at any time call a special meeting of the\nCouncil and shall call a special meeting within fourteen days of the\nreceipt of a written requisition for that purpose addressed to him by\nany two members of the Council.\n        (3) The chairman shall preside at all meetings of the Council at\nwhich he is present, and in the case of the chairman’s absence from\n     .\n20                                           DENTAL\n            any meeting, the members present and constituting a quorum shall elect\n            one of their number to preside at that meeting.\n                    (4) A quorum of the Council shall be five.\n                    ( 5 ) The decisions of the Council shall be by a majority of votes,\n            and, in addition to an original vote, the chairman or other person\n            presiding at a meeting shall have a casting vote in any case in which\n            the voting is equal.\n                    (6) Minutes in proper form of each meeting of the Council shall\n            be kept.\n                    (7) The validity of the proceedings of the Council shall not be\n            affected by any vacancy amongst the members thereof or by any\n            defect in the appointment of a member thereof.\nCommittee.     15.-(1) The Council may appoint such committees as it thinks fit\n            and may delegate to any committee so appointed the power and\n            authority to carry out on its behalf such functions as the Council may\n            determine, so, however, that no such committee shall have the power\n            to make regulations.\n                    (2) The constitution of each committee shall be determined by\n            the Council.\n                    (3) A committee appointed pursuant to this paragraph may in-\n            clude persons who are not members of the Council.\n                    (4) The provisions of paragraph 16 shall apply to a member\n            of a committee who is not a member of the Council in like manner as\n            they apply to a member of the Council.\nProtection     16.-(1) No member of the Council shall be personally liable for any\nof members. act or default of the Council done or omitted to be done in good faith\n            in the course of the operations of the Council.\n                    (2) Where any member of the Council is exempt from liability\n            by reason only of the provisions of this paragraph, the Council shall\n            be liable to the extent that it would be if the member was a servant\n            or agent of the Council.\nRemunera-      17. There shall be paid from the funds of the Council to the chair-\ntion of\nmembers.    man and other members of the Council such remuneration whether by\n            way of honorarium, salary or fees, and such allowances as the Minister\n            may determine.\nMembers        18. The office of chairman or member of the Council shall not be\nnot public  a public office for the purposes of Chapter V of the Constitution of\nofficers.   Jamaica.\n                                 SECOND SCHEDULE                      (Section 5 )\nConstitution   1. The Advisory Committee shall consist of the holder for the time\nof the       being of the senior dental post in the Ministry responsible for health,\nAdvisory     and the Director of the school established by Government for the\nCommittee. training of persons for enrolment as members of the prescribed class\n            of dental auxiliaries or his nominee, and such number of other persons\n            (hereinafter referred to as “appointed members”) not being less than\n            five nor more than seven as the Minister may from time to time appoint.\n                                DENTAL                                               21"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1)    If any person registered or enrolled under this\n                                                             and striking\nAct, is found, upon enquiry by the Council-                  Off.\n     (a) to be suffering from any illness rendering him un-\n          fit to practise as a dentist or to perform satis-\n            [The inclusion of bhis page is authorized by L.N. 3/2001]\n10                                     DENTAL\n                factorily the functions of a prescribed class of\n                dental auxiliary in respect of which he is enrolled,\n                as the case may be; or\n            (b) to have procured his registration or enrolment, as\n                the case may be, under this Act as a result of any\n                misleading, false or fraudulent misrepresentations;\n                or\n            (c) to have been convicted of a criminal offence; or\n            (d) to be guilty of dishonesty, negligence or incompe-\n                tence in the performance of his functions as a\n                dentist or dental auxiliary, as the case may be, or\n                of conduct that is unprofessional or unbecoming\n                to a dentist or dental auxiliary, as the case may be,\n     the Council may, if it thinks fit-\n                   (i) in the case of the matters specified in para-\n                       graphs (b), (c) and (4, censure him, or\n                  (ii) in the case of the matters specified in para-\n                       graphs (a), (b),(c) and (d)suspend his registra-\n                        tion for a period not exceeding two years,\n                        or direct the Registrar in writing to remove\n                       his name from the register or roll, as the case\n                         may be.\n             (2) The Council may at any time, if it thinks just,\n     direct the Registrar to restore to the register or roll, as the\n     case may be, any name removed therefrom under subsection\n     (1).\n                               DENTAL\n       (3) The Council shall, as soon as practicable after-\n     (a) the registration or enrolment of any person has\n         been suspended; or\n    (b) the name of any person has been removed from\n        the register or roll; or\n    (c) the name of any person which was so removed is\n         restored,\ncause a notice of the appropriate fact to be published in the\nGazette.\n        (4) Whenever the name of any person has been re-\nmoved from the register or from the roll, as the case may be,\nthe Council may in writing require such person to return\nto the Registrar his certificate of registration or certificate\nof enrolment, as the case may be, and that person shall\ncomply with that requirement.\n  1 4 . 4 1 ) There is hereby established for the purpose of The\nhearing appeals from the decisions of the Council a Dental Tribunal.\nAppeal Tribunal (hereinafter referred to as “the Tribunal”).\n         (2) The provisions of the Third Schedule shall have Third\neffect as to the constitution of the Tribunal and otherwise Schedule.\nin relation thereto."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.41) Any person who is aggrieved by the refusal of              Appea! to\n                                                                    the Tribunal.\nthe Council to register him as a dentist or to enrol him as\na member of any prescribed class of dental auxiliary under\n12                                 DENTAL\n     this Act or by its decision to censure him or suspend his\n     registration or enrolment, or to cause his name to be re-\n     moved from the register or the roll, may appeal to the\n     Tribunal against such refusal or decision within such time\n     and in such manner as may be prescribed.\n            (2) The Tribunal may-\n         (a) at the hearing of an appeal against refusal of regis-\n              tration or enrolment, dismiss the appeal, or allow\n              the appeal and direct the Council to cause the\n              registration or enrolment to be effected;\n         (b) at the hearing of an appeal other than an appeal\n             against refusal of registration or enrolment-\n                     dismiss the appeal and confirm the decision\n                    of the Council; or\n                     allow the appeal and set aside the decision\n                     of the Council; or\n                     allow the appeal and direct that the dis-\n                     ciplinary proceedings in respect of which the\n                     decision of the Council was made be recon-\n                     ducted by the Council; or\n                     set aside the punishment inflicted by the\n                     Council and impose in substitution therefor\n                     such other less severe punishment men-\n                     tioned in subsection (1) of section 13 as the\n                     Tribunal may think proper.\n                                                                       DENTAL                                      13\n                   (3) Upon allowing an appeal from any decision of the\n          Council wider subsection (1) of section 13, the Tribunal shall\n          cause notice of its decision to be published in the Gazette and\n          shall, 'in the event of the appellant's certificate having been\n          returned under subsection (4) of section 13, direct such certi-\n          ficate to be returned to him."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) Any person who-                                                                   Offences\n                                                                                                           and sppli-\n                                                                                                           catlon.\n                      (a) procures or attempts to procure regishation or enrol-\n                          ment for himself or for any other person by making or\n                          producing, or causing to be made or produced, any\n                          false or fraudulent representation or declaration either\n                          verbally or in writing or otherwise;\n                      (b) wilfully makes, or causes to be made, any falsification\n                          in any matter relating to the register or to the roll;\n                         ..\n '    .     (c) forges, or uses; or lends. to, or 'allows t'o be used by\n      , . .    . any\n                  .\n                  ,  other person any certificate issued under this' Act;\n                                      .                .   .\n                                                                 > ,\n                'or\n                       (d) makes or has in his possession any document so closely\n                           resembling such certificate as to be caloulated to\n                           deceive,\n          shall be guilty of an offence and shall be liable on sum-\n          mary conviction before a Resident Magistrate to a fine not ex-\n          ceeding one million dollars or to imprisonment for a term not 7QIJll\n          exceeding two years, or to both such fine and imprisonment.    SC~.\n                (2) 'Any person who, not being registered as a den-\n        tist or enrolled as a member of a prescribed class of dental\n      ' auxiliary, as the case may be, under this Act-\n                       (a) takes or uses any name, title, addition or description\n                           implying or calculated to lead persons to believe that\n                           he is registered as a dentist or enrolled as amember\n, .       ,. .   ,.-   .. .\",   *.:           [PI?'+elusion of this page' is authorized by L.N. 92d20121\n                         ...              ,    ,.    . .   .-\n                                             DENTAL\n                .   1\n                    of any prescribed class of dental auxiliary, or that he is\n                    recognized 'by law as a person authorized or qualified\n                    to practise dentistry or to perform the functions pres-\n                    cribed in relation to any prescribed class of dental auxi-\n                     liary, as the case may be; or\n             (b) assumes or uses any affix indicative of any occupa-\n                 tional designation relating to the practice of dentistry or\n                 the functions of any prescribed class of dental auxiliary;\n                 or\n             (c) advertises or holds himself out as a person authorized\n                 or qualified to practise dentistry or to perform the func-\n                 tions prescribed 'in relation to any prescribed class of\n                 dental auxiliary,\n         shall be guilty of an offence h d shall be liable on sum-\n         mary conviction before a Resident Magistrate to a fine not ex-\n712011   ceeding one million dollars or to imprisonment for a term not\nSch.     exceeding twelve months or to both such fine and imprisonment.\n               (3) Any person who-\n         .   (a) not being registered as a dentist. under this Act\n                 practises that profession; or\n             (b) not being enrolled as a member of a prescribed class\n                 of dental auxiliary under this Act performs the func-\n                 tions prescribed in relation to that prescribed class of\n                 dental auxiliary; or\n             (c) being registered as a dentist under this Act, allows a\n                 person not so registered to practise dentistry on any\n                 premises used by that registered dentist in the perfor-\n                 mance of his professional duties,\n         shall be guilt) of an'offence and shall be liable on sum-\n         mary conviction before a Resident Magistrate to a fine not\n7t2011   exceeding one million doll& or to imprisonment for a\nSch.'\n                                          DENTAL                                  15\n    term not exceeding twelve months, or to both such fine and\n    imprisonment.\n              (4) The provisions of subsection (3)' shall not apply\n     to-       .\n           (a) any person acting under the direct supervision of a\n               registered dentist and who does not cany out any\n               operations within the oral cavity; or\n           (b) any person registered or licensed under any other\n               law who performs or provides any service which he\n             ' is authorized or entitled to perform thereunder; or\n           ,(c) the practice of dentistry by a registered medical practi-\n               tioner; or\n       .   (6)any student of dentistry or medicine performing dental\n                   services approved by their respective faculties as a part\n                   of their course of instruction in dentistry or medicine as\n                   the case may be, or' part of any examination in relation\n                                                       .    .   .\n                   thereto; or\n           (e) any services approved by the Council to be performed\n               by any person in the course of his training for enrol-\n               ment as a member of any prescribed class of dental\n               auxiliary; or\n           V) the domestic administration of family remedies or treat-\n                   ment."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1)    The Minister may, by order subject to affirmative Minister\n resolution, amend the monetary penalties specified in this Act. gizd    penalties.\n                                                                         7001 l\n      I   _. .                                                           Sch.\n             me inclusion of this page is authorized by L.N; 92c/2012]\n                                                  DENTAL\n                                               FIRST SCHEDULE                      (Section 3)\nConstitution     I. The Council shall consist of-\nof the Council      (a) the holder for the time being of the senior dental post in the\n                          Mhistry responsible for health, and the Director of the school\n                          established by Government for the training of persons for enrol-\n                          ment as members of the prescribed classes of dental auxiliary\n                       ,  (hereinafter referred to as \"ex officio members\"); and\n                    ( 6 ) nine other persons appointed by the Minister in the following man-\n                          ner-\n                               (i) seven registered dentists elected by the body recognized\n                                    by the Minister as being representative of the registered\n                                    dentists in Jamaica;\n                               (ii) two persons, not being registered dentists, silected by the\n                                    the Minister from a panel of three persons nominated\n                                    by the seven registered dentists elected under paragraph (I ).\nTenure of        2. The appointment of a member of the Council (other than ex\noffice.       oficio members) shall, subject to the provisions of this Schedule be\n              for a period not exceeding three years and such member shall be eligible\n              for reappointment, so, however, that no such member shall hold office\n              for a period exceeding six consecutive years.\n                                                                                                     '\nChairinan.        3. The Minister shall appoint one of the members of the Council\n              to be chairman thereof.\nActing            4. If any member of the Council other than the chairman, is absent\nappointments. or unable to act, the Minister may appoint any person to act in the\n              place of that member.\nResignations.    , 5 4 1 ) Any member of the Council, other than the ,chairman and the\n                 ,\n              ex oficio members, may at any time resign his office by instrument in\n              writing addressed to the Minister and transmitted through the chair-\n              man and from the date of receipt by the Minister of such instrument\n              that member shall cease to be a member of the Council.\n                       (2) The chairman may at any time resign his office by instrument\n               in writing addressed to the Minister and such resignation shall take\n              effect as from the date of receipt by the Minister of that instrument.\n Forfeiture       6. Any member other than an ex oficio member who fails to attend\nof member-    three consecutive meetings of the Council without' excuse acceptable\nship.         to the Council shall cease to be a member thereof.\n RevoCation       7. The Minister may at any time revoke any appointment made by\n of appoint-   him under this Schedule.\n ments.\n Filling of         8. If any vacancy occurs in the membership of the Council such\n vacancies.      vacancy shall be filled by the appointment of another member who\n                 shall, subject to the provisions of this Schedule, hold office for the\n                 remainder of the period for which the previous member was appointed,\n                                                                           I\n                                 DENTAL                                             19\nso, however, that such appointment shall be made in the same manner\nand from the same category of persons as the appointment of the\nprevious member."
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117.-(1)   The Council may, with the approval of the Minister, Regulations.\n      make regulations generally for the proper carrying out of the\nm   - provisions and purposes of this Act, and in particular but with-\n      out prej;dice to the generality of the foregoing, may make\n      regulations-\n           (a) prescribing the requirements which shall be satisfied as\n             . a prerequisite for registration-as\n                                         .- .. .\n                                                  a. dentist or enrolment\n      as a\"member of any prescribed class of dental auxiliary\n      and all other matters pertaining to such registration or\n      enrolment;\n(b) providing for temporary registration of dentists, or tem-\n    porary registration of dental auxiliaries; .\n(c)                the manner in which any additional qualifi-\n      cations obtained by a person in the subject in respect of\n      which he is registered or enrolled, as the case may be,\n      or related thereto, may be added to those particulars\n      already entered in relation to him in the register or the\n      roll, as the case may be, and the procedure to be fol-\n      lowed to ensure that the particulars entered in the regis-\n      ter and roll are kept up to date;\n(d) prescribing fees;         .\n(e) with respect to the conduct of examinations as specified\n    in paragraph (c) of section 4 and the fees to be paid in\n    respect of such examinations;\n(f) prescribed the manner in which enquiries or,discipli-\n      nary proceedings may be instituted before the Council,\n      the procedure ,to be followed in the conduct of such\n      proceedings and matters incidental to or consequential\n      on such proceedings;\n(g) prescribing the manner of appealing to the Tribunal,\n      and as to the proceedings in any such appeal and\n      matters incidental .to or.consequentia1 on such proceed-\n      ings;                         .. ._   .\n(h) providing for the establishment; maintenanck ano oper-\n    ation of schools for the training of persons for enrol-\n    ment as members of the prescribed classes of dental\n    auxiliaries, and design'ating from time to time,' institu-\n    tions as recognized or affiliated places for such train-\n    ing;\n       [The inclusion of this page is authori'zed by L.N. 92d2012]\n                                   DENTAL\n     ( i ) regulating the curricula of study and programme of\n          training to be followed by persons for enrolment as\n          members of any class of dental auxiliary, and the exam-\n          inations to be passed by such persons;\n     01 specifying the conditions and qualifications for admis-\n          sion to training of persons for enrolment as members of\n          any class of dental auxiliary;\n    (k) prescribing the classes of dental auxiliaries and the\n         nature of the functions of each class so prescribed, the\n       , conditions under which those functions may be per-\n         formed and any other matters relating to those func-\n         tions;\n     (I) prescribing conditions relating to the enrolment of per-\n          sons trained outside of Jamaica as members of any pres-\n          cribed class of dental auxiliary;\n    (m) prescribing any other matter or thing which may be,\n        or is required by this Act to be prescribed.\n          (2) Regulations made under this section may contain\n, different provisions for dentists and for each prescribed class of\n  dental auxiliary.\n         (3) Notwithstanding section 29(b) of the Interpretation 71201I\n Act, regulations made under this section may provide in respect SCh\n of a breach of any of the provisions thereof for the imposition of\n penalties on summary conviction in a Resident Magistrate's\n Court of a fine not exceeding one million dollars or imprison-\n ment for a term not exceeding twelve months or both such fine\n and imprisonment."
    }
  ],
  "definitions": [
    {
      "term": "registered dentist",
      "definition": "a person registered as a dentist in",
      "source_provision": "sec1"
    },
    {
      "term": "the Registrar",
      "definition": "the Registrar appointed under section",
      "source_provision": "sec1"
    },
    {
      "term": "the roll",
      "definition": "the Roll of Dental Auxiliaries specified",
      "source_provision": "sec1"
    },
    {
      "term": "dental auxiliary",
      "definition": "a person enrolled as a dental auxi-,",
      "source_provision": "sec2"
    }
  ]
}