{
  "id": "jm-stat-the-deportation-commonwealth-citizens-act",
  "type": "statute",
  "title": "The Deportation (Commonwealth Citizens) Act",
  "title_en": "The Deportation (Commonwealth Citizens) Act",
  "short_name": "Deportation (Commonwealth Citizens) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-deportation-commonwealth-citizens-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-deportation-commonwealth-citizens-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Deportation (Common- shorttitle.\nwealth Citizens) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act, unless the context otherwise Ioterpreta-\n                                                           don.\nrequires-\n“convicted person” means a person in respect of whom\n      any court certifies to the Minister that he has been\n     convicted, either by that court or by any inferior\n     court from which his case has been brought by way of\n     appeal, of any offence punishable with imprisonment,\n     otherwise than only in default of payment of a fine;\n“dependant” in relation to another person means-\n    (a) the wife of such person if she is not living apart\n         from him under a decree of a competent court or\n         a deed of separation; or\n    (b) the child or stepchild under the age of sixteen\n         years, of such person; or\n    (c) an adopted child under the age of sixteen years,\n         having been adopted by such person in a manner\n         recognized by law;\n“deportation order” means an order requiring the person\n    in respect of whom it is made to leave and remain out\n    of the Island;\n“destitute person” means a person who is, or is likely to be,\n    a charge upon public funds by reason of mental or\n      me inclusion of this page is authorized by L.N. 480.!1973]\n4          DEPORTATION (COMMONWEALTH CITIZENS)\n         bodily health or of insufficiency of means to support\n         himself and his dependants (if any);\n    “Judge” means a Judge of the Supreme Court sitting in\n         Chambers, or a Resident Magistrate who is specially\n         authorized by the Minister to enquire and report in\n         respect of any matter under this Act;\n    “person charged” means a person in respect of whom it is\n         alleged that there are grounds for making a deporta-\n         tion order or restriction order or security order under\n         this Act and includes a person in respect of whom such\n         an order has been made;\n    “prohibited immigrant” means a person who has entered\n         the Island contrary to the provisions of the Immigra-\n         tion Restriction (Commonwealth Citizens) Act;\n    “restriction order” means an order prohibiting the person\n         in respect of whom it is made from entering, or from\n         leaving, an area within the Island without the consent\n         of the officer specified in the order;\n    “security order” means an order requiring the person in\n         respect of whom it is made to give security in one or\n         more sureties in such amount and for such time as may\n         be therein specified to keep the peace and to be of good\n         behaviour, or for indemnifying public funds for all\n         costs, charges and expenses incurred in his regard, or\n         for both such purposes, as may be appropriate in the\n         case;\n    “undesirable person” means a person who is or has been\n         conducting himself so as to be dangerous to peace, good\n         order, good government, or public morals.\n           (2) For the purposes of this Act a person shall be\n    deemed to belong to the Island if he is a Commonwealth\n    citizen and-\n          (U) was born in the Island or of parents who at the\n              time of his birth were domiciled in the Island; or\n          frhe inclusion of this page is authorized by L.N. 480/1973]\n       DEPORTATION (COMMONWEALTH CITIZENS)                              5\n    (b) has been ordinarily resident in the Island contin-\n        uously for a period of seven years or more and\n        since the completion of such period of residence\n        has not been ordinarily resident in any other\n        Commonwealth country continuously for a period\n        of seven years or more; or\n    (c) became a citizen of Jamaica by registration or by 8/1962\n        naturalization; or                                 S. 16.\n    (d) is a dependant of a person to whom any of the\n        foregoing paragraphs of this subsection applies.\n        (3) For the purposes of this Act a person shall be\ndeemed to be an immigrant Commonwealth citizen if he\nis a Commonwealth citizen at the date of the service upon\nhim of a notice under section 7 or, in the case of a convicted\nperson, the date upon which he is charged with the offence,\nand has been resident in the Island for less than the\nfollowing periods immediately before that date and not 8/1%2\notherwise-                                                     S. 16.\n     (a) in the case of a prohibited immigrant, a period of\n          six months;\n     (b) in the case of a convicted person or of an undesir-\n          able person, a period of two years; and\n     (c) in the case of a destitute person, a period of one\n          year :\n  Provided that in determining whether any person is an\nimmigrant Commonwealth citizen, any period during which\na deportation order, a restriction order, or a security order,\nmade under this Act has been in force as respects that per-\nson shall not be taken into account."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to the provisions of this Act, the Minister Pawerto\n                                                           make\nmay, if he thinks fit, make a deportation order in respect deportation\nof an immigrant Commonwealth citizen who does not Orders*\nbelong to the Island and who is-\n6                    DEPORTATION (COMMONWEALTH CITIZENS)\n                  (a) a convicted person in respect of whom the court\n                      certifying to the Minister that he has been con-\n                      victed recommends that a deportation order should\n                      be made in his case, either in addition to or in\n                      lieu of sentence; or\n                  (b) an undesirable person; or\n                  (c) a destitute person; or\n                  (d) a prohibited immigrant.\nPower to        4. Subject to the provisions of this Act, the Minister\nmake\nrestriction   may, if he thinks fit, make a restriction order in respect\norders.       of any Commonwealth citizen who is-\n                   (a) a convicted person in respect of whom the court\n                       certifying to the Minister that he has been con-\n                       victed recommends that a deportation order or a\n                       restriction order should be made in his case, either\n                       in addition to or in lieu of sentence; or\n                   (b) an undesirable person.\nPower to        5.-(1) Subject to the provisions of this Act, the Minister\nmake          may, if he thinks fit, make a security order in respect of\nsecurity\norders.       any Commonwealth citizen who is-\n                    (a) a convicted person in respect of whom the court\n                        certifying to the Minister that he has been con-\n                        victed recommends that a deportation order or a\n                        restriction order or a security order in conjunction\n                        with either of those orders should be made in his\n                        case, either in addition to or in lieu of sentence;\n                        or\n                    (b) an undesirable person;\n                        or, in the case of an immigrant Commonwealth\n                        citizen who does not belong to the Island-\n                    (c) a destitute person; or\n                   (d) a prohibited immigrant.\n       DEPORTATION (COMMONWEALTH CITIZENS)                                7\n        (2) Where a security order is made, a deportation\norder or a restriction order, as in the case may be lawful\nand desirable shall be made in conjunction therewith to\ncome into force upon default of compliance with the\nsecurity order within a time therein fixed, but not other-\nwise.\n        (3) Where a security order has been complied with,\nthe order shall, for the purposes of this Act, be deemed to\nremain in force so long as the security given thereunder\nsubsists, and where a security order is revoked such security\nshall cease to have effect.\n  6 4 1 ) No deportation order, restriction order or Procedure\n                                                             for making\nsecurity order shall be made under this Act except-          orders.\n    (a) where a court has in accordance with the provi-\n         sions of this Act given a certificate recommending\n         that an order should be made; or\n    (6) where a Judge has, in accordance with the provi-\n         sions of sections 7 and 8, made a report on the\n         case, and the Minister is satisfied that such order\n         may properly be made.\n        (2) When making an order under this Act the\nMinister shall have regard to the findings of fact and any\nconclusions of law as stated in the Judge’s report, but he\nshall not be bound by any recommendations made by the\nJudge."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) A notice shall be served upon the person charged notice\n                                                             Serviceof\n                                                                    and\nspecifying, with sufficient particulars to give him reason. arrest.\nable information as to the nature of the facts alleged\nagainst him, the grounds upon which it is alleged that ad\norder may be made against him under this Act, and requir-\ning him to show cause, before a Judge at a time to be stated\nin the notice, why such order should not be made in respect\nof him.\n                                                            -\n      me inclusion of this page is authorized by L.N. 480/1973] \\\n8                  DEPORTATION (COMMONWEALTH CITIZENS)\n                    (2) In any case where it is intended to take proceed-\n            ings against any person under this Act on the ground that\n            he is an undesirable person, and it is represented on oath\n            or affidavit to a Judge that that person is an undesirable\n            person, the Judge may issue a warrant for his arrest, and\n            if the notice mentioned in subsection (1) has not already\n            been served upon him it shall be so served not later than\n            twenty-four hours after his apprehension.\nPowersof       8 . 4 1 ) At the time appointed in the notice served under\nJudge.\n            section 7, or at any adjournment of the hearing, the Judge\n            shall take such evidence upon oath as is tendered in support\n            of the charges, and the witnesses may be cross-examined by\n            the person charged or his counsel, and the person charged\n            may on his own behalf call such witnesses and tender such\n            other evidence as may be relevant upon the questions at\n            issue.\n                    (2) The Judge, after considering the evidence\n            adduced before him and making any further investigations\n            which he may consider to be desirable, shall make a report\n            to the Minister setting out his findings of fact and his\n            conclusions on any questions of law involved, and, if he\n            thinks fit, making a recommefidation as to the issue in the\n            case of any order or orders under this Act.\nDetention     9. Where a Judge or a court recommends the making\nincustody   of a deportation order or restriction order or security order\npending\ndecision.   on the grounds that the person charged is an undesirable\n            person, prohibited immigrant, or a convicted person, the\n            person charged may, if the Judge or court, as the case may\n            be, so orders, be detained in such manner as the Judge or\n            court may direct pending the decision of the Minister for\n8/1962      a period not exceeding twenty-eight days, and shall be\nS. 16.      deemed to be in legal custody whilst so detained.\n       DEPORTATION (COMMONWEALTH CITIZENS)                             9\n  1 0 4 1 ) Every security order and every deportation Contents or\n                                                       orders.\norder shall be in the prescribed form.\n       (2) Every restriction order shall be in the prescribed\nform and shall state the area or areas which the person to\nwhom it relates is prohibited from entering or leaving.\n        (3) A deportation order or restriction order may be\nexpressed to be in force for a time limited therein or for\nan unlimited time, and, when the person charged is not\ntaken into custody pending the execution thereof shall\nprescribe a time within which the person charged may of\nhis own volition comply therewith.\n        (4) A restriction order may require the person\ncharged to report himself to the nearest administrative\nofficer or officer of police at intervals of not less than thirty\ndays."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) As soon as practicable after a deportation order Execution\nor restriction order or security order is made, a copy of orders.\nthereof shall be served upon the person charged together\nwith a summary of the findings of fact and conclusions of\nlaw as stated in the report made under section 8.\n        (2) A person with respect to whom a security order\nhas been made may be detained in such manner as may be\ndirected by the Minister until such order has been complied\nwith :\n  Provided that, without prejudice to the provisions of\nsubsections (3) and (4), where the security order is not\ncomplied with, no person shall be detained under this sub-\nsection for a period exceeding twenty-eight days.\n        (3) Subject to the provisions of subsection (5),\na person with respect to whom a deportation order is in\nforce may be detained in such manner as may be directed\nby the Minister, and may be placed on a ship about to\n10                 DEPORTATION (COMMONWEALTH CITIZENS)\n            leave the Island and shall be deemed to be in legal custody\n            while so detained and until the ship finally leaves the\n            Island.\n                    (4) Subject to the provisions of subsection (9, a\n            person with respect to whom a restriction order is in force\n            may be detained in such manner as may be directed by the\n            Minister so far as necessary for the purpose of removing\n            him from any place which he is prohibited from entering\n            or to any place which he is prohibited from leaving, and\n            shall be deemed to be in legal custody while so detained.\n                    ( 5 ) No person shall be detained under subsection\n            (3) or subsection (4) for a period exceeding twentyeight\n            days and, if at the expiration of such period he has not\n            been removed or deported, the restriction order or deporta-\n            tion order, as the case may be, shall cease to have effect.\n                   (6) The Master of a ship about to call at any port\n            outside the Island shall, if so required by the Minister or\n            by an Immigration Officer, receive a person against whom a\n            deportation order has been made and his dependants (if any)\n            on board the ship and afford him and them a passage to that\n            port and proper accommodation and maintenance during\n            the passage.\nExpenses.      12.41) Where a deportation order is made, the\n            Minister may, if he thinks fit, apply any money or property\n            of the person charged in payment of the whole or any part\n            of the expenses of or incidental to the voyage from the\n            Island and the maintenance until departure of that person\n            and his dependants (if any).\n                   (2) Where a restriction order is made, the Minister\n            may, if he thinks fit, apply any money or property of the\n            person charged in payment of the whole or any part of the\n            expenses of or incidental to the removal of that person to\n                                                                                -\n       DEPORTA TlON (COMMONWEALTH C l TlZENS)                         11\nany place in pursuance of that order and, if necessary, the\nmaintenance of that person while the order is in force.\n        (3) Except so far as they are defrayed under the\npreceding subsections any such expenses shall be payable\nout of public funds."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. If a person in respect of whom a security order or PWSO~S\n                                                          undergoing\nrestriction order or deportation order is made under this sentence.\nAct has been sentenced to any term of imprisonment, such\nsentence shall be served before the order is carried into\neffect, unless the Governor-General otherwise directs."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The Minister by order may from time to time Revocation\n                                                             and varia-\nalter, vary, or revoke, any deportation order or restriction tionof\norder or security order, and may attach to any such altered\nor varied order such conditions as he may think fit.\n       (2) Any order made under subsection (1) may be\nexpressed to have effect for the duration of the order\nthereby altered or varied, or for any lesser period.\n        (3) As soon as practicable after an order has been\nmade under this section a copy thereof shall be served upon\nor sent to the person in respect of whom it is made."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) If a person in respect of whom a restriction Penaltiafor\n                                                             breach of\norder is in force-                                           orders.\n     (U) leaves or attempts to leave or enters or attempts\n          to enter my area in contravention of the provi-\n          sions of the order; or\n     (b) wilfully neglects or refuses to report himself as\n          ordered; or\n     fc) wilfully fails to observe any condition attached to\n          such order,\nhe shall be liable on summary conviction before a Resident\nMagistrate to imprisonment with hard labour for a term\n      me inclusion of this page is authorized by L.N. 480/1!973]\n12                   DEPORTATION (COMMONWEALTH CITIZENS)\n              not exceeding six months or to a fine not exceeding one\n              hundred dollars or to both such imprisonment and fine, and\n              to be again removed under the original order, and the\n              provisions of sections 11, 12 and 13 shall apply accordingly.\n                      (2) If a person in respect of whom a deportation\n              order is in for-\n                  (a) returns or attempts to return to the Island in con-\n                        travention of the provisions of the order; or\n                  (b) having re-entered the Island under any condition\n                        attached to such order wilfully fails to observe\n                        such condition,\n              he shall be liable on summary conviction before a Resident\n              Magistrate to imprisonment with hard labour for a term\n              not exceeding six months or to a fine not exceeding one\n              hundred dollars or both such imprisonment and fine, and\n              to be again deported under the original order, and the\n              provisions of sections 11, 12 and 13 shall apply accordingly.\n                      (3) Nothing in this section shall prevent the making\n              of a restriction order or a deportation order in accordance\n              with the provisions of this Act in consequence of a convic-\n              tion for an offence under this Act.\nPenaltyfor      16. Any person who, without lawful excuse, knowingly\nharbouring.\n              harbours or conceals any person who-\n                   (a) is within the Island or an area thereof in contra-\n                        vention of the terms of a deportation order or\n                       restriction order; or\n                   (b) having entered the Island or any area thereof in\n                        accordance with the order, has wilfully failed to\n                        observe any condition attached to such order,\n              shall on summary conviction before a Resident Magistrate\n              be liable to imprisonment for a term not exceeding three\n              months or to a fine not exceeding one hundred dollars.\n       DEPORTATION (COMMONWEALTH CITIZENS)                              13"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. No proceedings shall be instituted under this Act Institution\n                                                          proceedings.\n                                                                    of\nexcept by the Director of Public Prosecutions or with his\nprevious sanction in writing."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. In any proceedings under this Act-                    Evidence.\n    (a) the burden of proof that the person charged\n         belongs to the Island shall be upon that person;\n    (b) a document purporting to be an order made under\n         this Act shall, until the contrary is proved, be\n         presumed to be such an order; and\n    (c) any order made under this Act shall be presumed,\n         until the contrary is proved, to have been validIy\n         made and to have been made on the date upon\n         which it purports to have been made."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Regulations.\n      DEPORTATION (COMMONWEALTH CITIZENS)                                          3\n     THE DEPORTATION (COMMONWEALTH                                      Cap. 96.\n                                                                          Ad\n              CITIZENS) ACT                                             8 of 1962\n                                                                          S. 16.\n                                                   [Ilth July, 1942.1"
    }
  ],
  "definitions": []
}