{
  "id": "jm-stat-the-deposit-insurance-act",
  "type": "statute",
  "title": "The Deposit Insurance Act",
  "title_en": "The Deposit Insurance Act",
  "short_name": "Deposit Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-deposit-insurance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-deposit-insurance-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Deposit Insurance Act.                 Short title.\n2 4 1 ) In this Act, .unless the context .otherwise requires-          lntevxta-\n                                                                       tion.\n  \"Bank\" means the Bank of Jamaica established under the\n      Bank of Jamaica Act;\n  \"Board\" means the Board of Directors of the Corporation\n      appointed under the Schedule;                       Schedule.\n  \"Corporation\" means the Jamaica Deposit Insurance Corpo-\n      ration established under section 3;\n  \"deposit\" means-\n      (a) a sum of money paid on terms-\n             (i) under which the sum will be repaid, with or\n                 without interest or a premium, and either on\n                 demand.or at a time or in circumstances\n                 agreed by or on behalf of the person making\n                 the payment and the person receiving it; and\n              (ii) which are not referable to the provision of\n                   property or services or to the giving of\n                   security, and for the purposes of this para-\n                   graph, money is paid on terms which are\n                   referable to the provision of property or\n                   services or to the giving of security if, and\n                   only if-\n                        (A) it is paid by way of advance or\n                            part payment for the sale, hire or\n                            other provision of property or ser-\n                            vices of any kind and is repayable\n                      DEPOSIT INSURANCE\n                               only in the event that the property or\n                               services is or are not in fact sold,\n                               hired or otherwise provided; or\n                         (B) it is paid by way of security for\n                             payment for the provision of proper-\n                             ty or services of any kind provided\n                             or to be provided by the person by\n                                                                            a\n                                                                        '\n                             whom or on whose behalf the\n                             money is accepted; or\n                          (C) it is paid by way of security for'the\n                              delivery .up or return of any proper-\n                              ty, whether in a particular state of\n                              repair or otherwise,\n             and includes any interest payable in respect of the\n             sum of money;\n        (b) a share . in a building society, other than a\n            capital share, a deferred share or a preference share;\n        (c) such other liabilities as may be determined by the\n            Minister, on the advice of the Board,\n         and for the purposes of this definition the terms \"capi-\n         tal share\" and \"deferred share\" shall have the meaning\n         assigned to them respectively under the Bank of\n         Jamaica (Building Societies) Regulations, 1995;\n     \"financial institution\" means-\n        (a) a bank licensed under the Banking Act or a financial\n             institution licensed under the Financial Institutions\n            'Act;\n         (b) a building society licensed under the Building\n             Societies Act; or                                              a\n         (c) subject to subsection (3), any other person or under-\n             taking whose business includes the accepting of\n             deposits and who'has been declared by the Minister\n             under section'2 of the Bank of Jamaica Act to be a\n             specified financial institution;\n-*\n                   DEPOSIT INSURANCE\n\"functions\" includes powers and duties;\n\"Fund\" means the Deposit Insurance Fund established\n    under this Act;\n''government company\" means a company registered under\n  ,  the Companies Act, being a company in which the\n     ~overnkentor an agency of the Government, by the\n     holding of shares, is in a position to direct the\n     policy of that company;\n\"insurable deposit\" means a deposit received or held by a\n     policyholder from or on behalf of a depositor other\n                                                          in01 I\n     than a deposit from-                                 S. 2(a)(i).\n       '   ( a ) another policyholder;\n           ( b ) a statutory body or authority or government\n                 company;\n           (c)   a Ministry, department or agency of the lnoli\n                 Government;                             S. 2(a)(iii).\n           (4 a Parish Council, the Kingston and St. S.Inoil\n                                                         2(a)(iii).\n                 Andrew Corporation or a Municipal Council;\n\"insured deposit\" means that portion of an insurable\n     deposit which is covered by insurance under this Act;\n\"nominee\" includes-\n           ( a ) an agent;\n           ( b ) a guardian; .\n           ( c ) a custodian; and\n           (4 the Supreme Court, or a Resident Magistrate's\n           Court in the case of property the value of\n           which is within the monetary jurisdiction of\n           that Court, pursuant to section 29(1) of the\n           Mental Health Act;\n\"nominee account\" means monies held on account by a Inoli\n                                                           S. 2(b).\n    nominee for the benefit of a principal or ward of the\n    nominee, or of a minor or patient, as the case may be;\n     [The inclusiop of this page. is authorized by L.N. 92d20121\n6                                    DEPOSIT INSURANCE\n                     \"policyholder\" means a financial institution to which a\n                             policy of deposit insurance has been issued pursuant to\n                             section 14.\n11201 I              '.trust account\" includes monies held on account for the\nS. 2(b)\n                             purpose of a trust.\n                          ( 2 ) For the purposes of this Act a financial institution is\n               in a state of financial distress if-\n                       (a) it becomes insolvent that is to say, a winding up order\n                             has been made by a court against that institution or a        a\n                             resolution for a creditor's voluntary winding up has\n                             been passed;\n                       (b) there exists in relation to the institution any condition\n                             precedent to the exercise of the powers of the Minister\n                             in the interest of and for the protection of depositors, to\n                             take'such steps or apply such sanctions as authorized\n                             under the Banking Act, Bank of Jamaica Act, Building\n                              Societies Act, or Financial Institutions Act, as the case\n                             may require;\n                       (c) the institution has failed to satisfy prudential criteria\n                             and minimum solvency standards prescribed by or\n                             under the Banking Act, Bank of Jamaica Act, Building\n                             Societies Act or Financial Institutions Act, as the case\n                             may be; or              %   8\n                       (6) it is unable to pay its debts.\n                           (3) The Minister may, by order, exempt fiom the appli-\n                cation of this Act a person or undertaking referred to in para-\n                graph ( c )of the definition of \"financial institution\" in subsection\n                                              1\n                (1).\n                         PART11. The Jamaica Deposit Insurance Corporation\n Establishment    3 . - ( 1 ) There is hereby established for the purposes of this\n of the Corpo-\n ration.        Act; a . body to be called the Jamaica Deposit Insurance\n                Corporation which shall be a body corporate to which section\n                28 of the Interpretation Act shall apply:\n                           ( 2 ) The.provisio-ns of the Schedule shall have effect as\n Schedule.\n                to the constitution of the Corporation and otherwise in relation\n                thereto.\n                        [The inclusion of this p a p is authorized by LN. 92d20121\n                                 DEPOSIT INSURANCE\n             4 4 1 ) The principal objects .of the Corporation are to esta- Principal\n         blish and manage a scheme for the insurance of deposits or parts objects\n                                                                                cowora-\n                                                                                       of\n         thereof against the risk of loss.                                      tion.\n                   ( 2 ) In carrying out the objects referred to in subsection\n         ( 1 ) the Corporation shall take all such measures as may be\n         necessary to ensure that'there is the least possible exposure of\n         the Corporation of loss."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Interpretation.\n       PART 11. The Jamaica Deposit Insurance Corporation\n    Establishment of the Corporation.\n    Principal objects of Corporation.\n    Functions of Corporation.\n    Report by Corporation.\n    Relationship with the Bank of Jamaica.\n    lnsurance Act not applicable to Corporation.\n                          PART Ill. Financial\n    Capital of Corporation.      '\n    Accounts and Audit.\n    Annual report.\n                      PART IV. Deposit Insurance\n    Application by financial institutions for deposit insurance.\n    Insurance of Deposits.\n    Insurance of policy and certificate.\n    Cancellation of policy.\n    Appeal against cancellation.\n                  PART V. The Deposit Insurance Fund\n    Deposit Insurance Fund.\n          [me.inclusion of this page is authorized by L.N. 92c/ZOl2]\n                        DEPOSIT INSURANCE\n                       PART VI. Payments out of Fund\n                                                   r           .\n 1'8. Payments out of Fund. '   ."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A person may not be appointed or remain a director who-                    ~\"alifyin~\n                                                                                 criteria.\n     (a) is a member of either House of Parliament;\n     (b) ,is or has during the three years preceding such appointment been a\n          director, officer, employee or auditor of a policyholder;\n     (c) is a shareholder holding more than 10% of the voting shares. of a\n         policyholder."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) A director, other than the Chairman,. may resign his office Resignation.\nby instrument in writing addressed to the Minister and transmitted through\nthe Chairman, and from the date of receipt by the Minister of such instru-\nment, that director shall cease to hold office.\n        (2) The Chairman may at any time resign his office by instrument\nin writing addressed to the Minister, and such resignation shall take effect\nas from the date of receipt by the Minister of such instrument."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(1) The functions of the Corporation shall he to carry Functions\n         out such activities as may be necessary to give effect to the $?-\n         objects specified in section 4, and without limiting the generality\n         of the foregoing such functions shall include the duty-\n                ( a ) to brovide, in accordance with the provisions of this\n                       Act, insurance against the loss of deposits;\n                (b) to manage and administer the Fund or any other\n                       income of the Corporation;                                  . .\n                                                                                     \"\n                (c) to levy premiums for the Fund and fees or other\n                      amounts payable in accordance with the provisions of\nvl\nz                      this Act.\nN\n4\n                    ( 2 ) For the purpose of the performance of its functions\n         under this Act, and subject to the provisions of this Act, the\n         Corporation may do anything and enter into any transaction\n         which, in the opinion of the Corporation, is necessary or\n         incidental to its functions, and in particular, and without limiting\n         the generality of the foregoing the Corporation may-\n                ( a ) make such enquiries of a policyholder as to the conduct\n                       of its affairs as maybe preicribed;\n                (b) make recommendations to the Minister for action to\n                       be taken in'accordance with the Banking Act, Bank of\n                       Jamaica Act, Building Societies ~ c ort Financial Insti-\n     0                 tutions Act, as the case may require, in respect of any\n                       policyholder which appedrs to the Corporation to be in\n                        financial distress;\n            . (c) in accordance with such rules.as may be prescribed, act\n                       as receiver, liquidator, or judicial manager of any\n                       policyholder, or of its holding company or subsidiary\n                    [The inclusion of .this page is authorid by L.N. 92c/2012]\n      8                                       DEPOSIT INSURA NC'E\n                                 which becomes insolvent, or appoint any person to act as\n                                 such: and in acting in any such capacity may arrange for\n                                 the restructuring of a policyholder whether by merger\n                                 with or acquisition by another financial institution or\n                                 otherwise;\n                          (4 deduct from payments made to a depositor out of the\n                                Fund in respect of an insured deposit, arrears in respect\n                                of any credit facilities. deposits pledged as collateral,\n                                called-in guarantees and unsecured overdrafts due from\n                                the depositor to the policyholder in question;\n                                                                                               0\n                          (e) subject to section 17-\n                                         (i) make loans or advances wi&\n                                                                      .\n                                                                         security;\n                                        (ii) borrow or raise funds;\n                           v> guarantee, indemnify or become liable for the payment of\n                                  monies or the performance of any obligation thereto.\nI     Repon by           6. The Corporation shall-\n    , Corporation\n                             (a) furnish to the Minister, such operating plans and fore-\n                                    casts, returns, accounts and other information as the\n                                    Minister may require with respect to the property and\n                                    activities of the Corporation; and\n                             (b) afford to the Minister facilities for verifying such\n                               ,    information in such manner and at such times as he\n                                    may reasonably require.\n      'Relationship     7 . 1 ) In carrying out its functions under paragraph (a) or ( c )\n       kith the Rank\n       of Jamaica.     of subsection (1) of section 5, the Corporation shall act\n                       after consultation with the Bank.\n                              (2) For the purposes of the performance of its functions-\n                          (a) the Corporation shall be entitled to receive from the Bank\n                                  upon request, copies of its on-site examination reports on\n                                  policyholders which fall under its purview and a11\n                                  material information relating to tkie safety and financia1\n                                  soundness of policyholders, including reports and returns\n                                  submitted by them and directions issued by the Bank to\n                                                                                               0\n                                  them; and\n                           (h) the Corporation shall make available to the Bank any\n                                  report or information which may be utilized by thecBank\n                                  to enhance the development of sound financial practice in\n                                  Jamaica.\n                     DEPOSIT INSURANCE                                           9\n       (3) An appointment by the Corporation of a receiver,\nliquidator, or judicial manager under paragraph (c) of sub-\nsection (2) of section 5 shall not be made except with the\napproval of the Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6)The auditors’ fees and any expenses of the audit\n               shall be paid by the Corporation.\n                        (6) The Auditor-General shall be entitled at all\n               reasonable times to examine the accounts and other records\n               in relation to the business of the Corporation,\nAnnual           1 1 . 4 1 ) The Corporation shall, not later than three\nreport.\n               months after the end of each financial year, cause to be\n               made and transmitted to the Minister, a report dealing\n               generally with the activities of the Corporation during the\n               preceding financial year.\n                      (2) The Minister shall cause a copy of the report\n               together with the annual statement of accounts and the\n               auditors’ report thereon to be laid on the Table of the House\n               of Representatives and of the Senate.\n                       (3) Copies of the Corporations report together with\n               its annual statement of accounts and the auditors’ report\n               on that statement or on the accounts of the Corporation\n               shall be published in such manner as the Minister may\n               direct.\n                                PARTIV. Deposit Insurance\nApplication\nby financial"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Insurance Act shall not appIy to the Corporation.            zznzm\n                                                                      applica\n                                                                      to     bla\n                                                                         Coslpora-\n                                                                      tion.\n                      PARTIII. Financial"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to the provisions of this section, the corpora-\n                                                          &pia' Of\nauthorized capital of the Corporation shall be the sum of t i ~ .\none million dollars which shall be subscribed by the Gov-\nernment.\n       (2) The Minister may, after consultation with the\nCorporation, from time to time by order subject to negative\nresolution, increase the amount of the authorized capital of\nthe Corporation, notification whereof shall be published in\nthe Gazette.\n   lO.-(l) The Corporation shall keep proper accounts and Accounts\n                                                             and audit.\nother records in relation to its business and shall prepare,\nannually a statement of accounts in a form satisfactory to\nthe Minister, being a form which shall conform with estab-\nlished accounting principles.\n        (2) Transactions relating to the administration of the\nFund under this Act shall be distinguished from transactiong\nrelating to other activities of the Corporation and shall bq\nrecorded and dealt with separately in the annual accountq\nand reports of the Corporation.\n       (3) The accounts of the Corporation shall be audited\nby an auditor or auditors appointed annually by the Cor-\nporation and approved by the Minister.\n       (4) So soon as the accounts of the Corporation have\nbeen audited, the Corporation shall send the statement of\n             inclusion of this page is authorized by L.N. 146119991\n10                                   DEPOSIT INSURANCE\n               its accounts referred to in subsection (1) to the Minister to-\n               gether with a copy of any report made by the auditors on\n               that statement or on the accounts of the Corporation."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-( 1) Every financial intstitution shall apply in writing\ninstitutions   in the prescribed form and manner to the Corporation\nfor deposit\nUISUTBnch      for deposit insurance.\n                       (2) A policy of deposit insurance shall be issued\n               by the Corporation to a financial institution which is duly\n               licensed to carry on the business of accepting deposits and\n               which has made an application under subsection (1) and\n               has paid the initial premium pursuant to section 14.\n                         DEPOSIT INSURANCE                                          II"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Corporation shall insure the insurable deposits of a ~nsurance\n  depositor with a policyholder on the basis 'of the provisions set \"fd'pos''\".\n- out in this Part and in section 18."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(I) Where a financial institution is notified that its Insuranceof\n application for deposit insurance has been approved it shall\n pay an initial premium of the amount prescribed pursuant to inor I\n                                                                          ~~~~~~~\n section 25.                                                   s. 4(a).\n          (2) On receipt of the initial premium the Corporation\n shall issue to the relevant financial institution a policy of deposit\n insurance and a certificate to that effect, a copy of which certi-\n ficate shall be displayed in a prominent place in ,each place of\n business of the financial institution.\n          (3) [Deleted by Act 1of 2011.1\n          (4) Subject to satisfactory compliance with the require-\n  ments of this Act and of the enactment under which the policy-\n  holder is licensed, a policy issued under subsection (2) shall be\n  renewable annually on or before the anniversary of its issue (in\n  this Act called the \"policy due date\") on payment of an annual\n  premium by a policyholder which shall be a percentage of the\n  total value of insurable deposits held at the 3 1st December of the\n  year immediately preceding and may be paid in such instalments\n  as the Corporation may prescribe.\n         (5) Where' any premium or part thereof payable by\n  a policyholder remAins unpaid after the policjld'due date,\n  the policyholder shall be liable to pay to the Corporation\n  a penalty in respectlof such unpaid amount at a rate equivalent\n  to the rate applicable to overdraft facilities extended to\n  financial institutions by the Bank.\n            [The inclusion of this page is, authorized by L,N. 92~20121\n                                        DEPOSIT INSURANCE\n                          (6) The Corporation, with the approval of the-Minister,\n                 may prescribe different percentages of insurable deposits and\n                 different methods of payment for different categories of finan-\n                 cial institution.\nCancellationof      15.--(1) Subject to the provisions of this section, the Corpo-\npolicy.\n                 ration may, by notice in writing to a policyholder, cancel a\n                 policy issued under section 14 in any of the following circurn-\n                 stances-\n                       (a) when the Corporation and the Bank are of the opinion\n                     -     that the policyholder is or is about to become\n                           insolvent:\n                            Provided that where on any occasion there is\n                          no concurrence between the Corporation and the\n                          Bank, the Minister shall make a determination as\n                          to the action to be followed and the 'Corporation\n                          shall act in accordance with such determination;\n                      (b) when the policyholder's licence to carry on its\n                        - business operations has been revoked by the Minister;\n                      (c) when the Bank confirms in writing that by reason of\n                          insolvency, the policyholder has ceased to accept depo-\n                          sits.\n                         (2) The Corporation shall notify the Minister of the\n                 action it is proposing to take under subsection (1) and shall\n                 not take such action if it is advised by the Minister that\n                 taking the action proposed would not be in the public\n                 interest.\n                         (3) Before taking action under subsection (1) the Corpo-\n                 ration shall-\n                                 DEPOSIT INSURANCE                               13\n             (a) not later than twenty-one days before it intends to\n                 take such action,- notify the policyholder in writing\n                 of the intention, stating the reasons therefor;\n             (b) afford to the policyholder an opportunity at a date and\n                 time specified in the notice (being not less than seven\n                 days' after the date thereof) to show cause why the\n                 policy should not be cancelled.\n            (4) If a policyholder who is notified under subsection (3)\n    fails to show cause why the policy should not be cancelled the\n    Corporation shail-                              . ..     .        ,   .\n             (a) notify the policyholder in writing of-\n                       (i) its intention to cancel the policy as from a date\n                           specified in the notice; and\n                       (ii) the right of appeal conferred by section 16;\n                           ,\n             (b) send a copy of the notice referred to in paragraph (a)\n                 to the Minister and to the Bank.\n         '    .\n            (5) Subject to the provisions of subsection (2), the\n     Corporation shall cancel a poli~yif no appeal is made by a\n     policyholder under section 16 or if an appeal by a policyholder\n     under that section is dismissed.,\n              (6) Where a policy issued under section 14 is can-\n      celled, th; Corporation forthwith shall notify the depositors\n      in writing of the fact and make public notification of the cancel-\n    ' lation'of the policy in such news- media is it may consider\n@     appropriate.\n            (7) Notwithstanding the cancellation of a policy, the\n     amount of any insured deposit i n the date of cancellation\n     less any subsequent withdrawals therefrom, shall continue to\n     be so insured for a period of eighteen months from the date\n     of such ckcellation. '\n                  [The inclusion of this page i s authorized by L.N. 92r120121\n                                     DEPOSIT INSURANCE\nAppeal            16.--(1) A policyholder notified under section 15 of the\nagainst can-\ncellation.     intention of the Corporation to cancel its policy may, within\n               three days of the date of receipt of the notice, appeal in\n               writing to the Minister against the decision of the Corpo-\n               ration.\n                        (2) The Minister shall hear an appeal within seven days\n               after it is lodged and on hearing such appeal the Minister may-\n                    (a) dismiss the appeal; or\n                    (b) direct the Corporation to withdraw the notice of the\n                         intention to cancel the'policy.\n                             PARTV. The Deposit Insurance Fund\n&Deposit         17.+1) There is hereby established a h d to be known as\nInsurance\nFund.          the Deposit Insurance Fund-\n                    (a) into which shall be paid-\n                             (i) initial, annual and other premiums paid by\n                                 policyholders pursuant to this Act or any\n                                 regulations inade hereunder;\n                            (ii) such contributions by way of advances\n                                 which may be made by the Government\n                                 from time to time;\n                           (iii) any amounts representing the proceeds of in-\n                                 vestments made out of the Fund;\n                            (iv) any amounts borrowed by the Corporation for\n                                 the Fund;\n                            (v) amounts realized from the liquidation of assets\n                                of policyholders;\n                           (vi) any amount representing the repayment of\n                                                                                     a\n                                loans or advances made out of the Fund;\n                                                       !\n                    (b) upon which shall be charged-              . .\n                             (i) payments to depositors made pursuant to\n                                 section 19;\n                       DEPOSIT INSURANCE                                                 15\n             (ii) the payment of principal and interest in res-\n                  pect of moneys borrowed by the Corporation\n                  for the purposes of the Fund and paid into the\n                  Fund;\n            (iii) any other payments legally due to a policy-\n                  holder or third party arising out of the admin-\n                  istration of the Fund;\n            (iv) the payment of expenses incurred by the Cor-\n                 poration in the exercise of its functions under\n                 this Act;\n             (v) any loans or advances made out of the Fund.              In01 I\n                                                                          S. 5(a)(ii).\n        (2) The Corporation may invest any part of the Fund lno11\nin one or more of the following, namely-                    s. S(bXii).\n     (a) securities issued or guaranteed by the Bank;\n     (b) securities issued by the Government or in such foreign\n          securities as may fiom time to time, be approved by the\n          Board; or\n     (c) any other investment approved by the Minister, upon\n          the recommendation of the Board.\n       (3) Moneys comprising the Fund (not invested as afore-\nsaid) may be held in the Bank or in such bank or banks as the\nCorporation may, from time to time, determine.\n        (4) The Corporation shall, from time to time, but in any\nevent not less often than once in each year review the size of\nthe Fund having regard to its liabilities and potential liabilities\nand taking into account the advice of duly qualified profes-\nsionals and, as necessary, make such recommendation to the\nMinister as it deems appropriate.\n                PARTVI. Payments Out of Fund"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-41) Subject to the provisions of this Part, the Corpo- Payments\nration shall make a payment out of the Fund in respect of an out of Fund. ,,,,\ninsured deposit up to a maximum of $600,000 in Jamaican 9 ~ ~ ~ 2 0 0 7 .\ncurrency to every depositor of a policyholder in the following\ncircumstances-\n                        DEPOSIT INSURANCE\n     (a) the policyholder's licence to carry on its business\n         operations has been revoked by the Minister;\n     (b) a winding up order has been made by a court against\n         the policyholder or a resolution for a creditor's volun-\n         tary winding up has been passed;\n   - (c) the policyholder is unable, by reason of an order of a\n         court or of any action taken-by the Minister or the\n         Bank, to make any payment in respect of the\n         deposit;\n     ( 4 the policy of deposit insurance issued to the policy-\n         holder has been cancelled subsequent to the making of\n         the insurable deposit.\n         (2) where the Corporation is obliged to make payments\nout of the Fund on the occurrence of any event specified 'in\nparagraph (a); [b), (c) or ( 4 of subsection (1), such payinents\n shall commence ,not later,,than three months after the occurrence\n,of that event (hereinafter referred to as the specified date).\n         (3) If payments are not commenced by the specified\ndate, the Corporation shall .be liable to pay interest thereon, in\n respect of the period commencing on the specified date and\n ending on the date of payment, at a rate equivalent to the\n average rate of interest payable by commercial banks on savings\n accounts at the date on which the obligation to make the pay-\n ments arose.                                                 .    ,\n         (4) Where a deposit is held in the names of two or more\n persons, each such -person shall, for the purposes of subsection\n (I), be deemed to be entitled to payment out of the Fund of\n anlamount arrived-at by dividing the insured deposit by the\n number of persons as aforesaid unless there is, at the specified\n date, an express provision to the contrary in the records of the\n polidyholder.\n         (5) Where a depositor holds more than one deposit in a\n policyholder-\n     (a) in different capacities and with different rights in\n         --l-+;nn theretm each such denosit shall he treated as a\n        [The inclusion of this page is a;ihorhed   by L.N. 92~12012)\n                            DEPOSIT INSURANCE\n          ( b ) in the same capacity and with the same rights, all such\n                deposits shall be treated as a single deposit for the\n                purposes of subsection (1).\n           (6) The Corporation shall be discharged from' all\nliability to the extent of the amount of any payment made by\nit in respect of any insured deposit.\n           (7) Where the Corporation makes a payment under\nthis section to a depositor, the Corporation-\n          (a) is subrogated, to the extent of the amount of that pay-\n              ment, to all rights and interests of the depositor as\n              against the policyholder; and\n          (b) may maintain. an action in respect of those rights and\n              interests in the name of the depositor or in the name of\n              the Corporation.\n           (8) Where the Corporation makes a payment under\nthis 'section inrespect of any depositor with a policyholder that\nis being or has been wound up, the Corporation ranks pari passu\nwith other unsecured creditors. . .\n              -(9) The Minister may by' order published in the\n    Gazette,'and subject to negative resolution amend subsection (1)\n    so as to increase the maximum amount specified therein."
    },
    {
      "provision_ref": "sec18a",
      "section": "18A",
      "title": "Section 18A",
      "content": "18A.-41) Where the Corporation is obliged to make pay- Payment\n    ment out of the Fund in respect of an insured deposit that is in a out of Fund\n                                                                       . relation\n                                                                       ~n\n    currency other than Jamaican currency, the' equivalent amount to foreign\n    in Jamaican currency of the foreign currency payment amount f ~ ~ ~ ~ , \"\n    calculated in accordance with subsection (2) shall be paid deposits.\n                                                                       1/2011\n    out.                                                               S. 7.\n                 (2) The equivalent amount referred to in subsection\n    ( 1 ) shall be calculated in accordance with the weighted average\n    selling rate of the .foreign currency payable by the Bank at the\n    date- on which the circumstihce that obliged the payment\n    occurred.\n.   ...\n              [The 'inclilsion of-this page is authorized by L.N. 92r/2012]\n                                          DEPOSIT INSURANCE\n    Cessation of     18B. Where the Corporation is obliged to make payments out\n    accrual of\n    interest on    of the Fund on the occurrence of any event specified in para-\nI   jeposit        graphs (a), (b), (c) or (6)of subsection (1) of section 18, interest\n        :aunts.\n    I1201 1        on deposits shall cease to accrue from the date on which the\n    S. 7.          specified event occurred, whether or not the date of maturity of\n                   the deposit is after the date of the specified event.\n    Beneficial        18C.-41) Wherea deposit with a policyholder is held in a\n    interest in\n    trust and      trust account or in a nominee account-\n    nominee\n    accounts.           (a) a beneficiary under the trust or nominee arrangement\n     inoi i\n    S. 7.\n                            relating to the deposit account shall be regarded as a\n                            depositor of the policyholder; and\n                        (b) the rights of that depositor in that deposit account shall\n                            be treated as distinct from his rights in any other\n                            deposit held with the policyholder iri'any other capa-\n                            city.\n                          (2) For the purposes of payment out 'of the Fund in\n                   respect of an insured deposit-\n                        (a) the policyholder shall indicate on its records-\n                                  (i) for a . trust account, that the account is held '\n                                      by the trustee for the named beneficiaries;\n                                 (ii) for a nominee account, that the account is held\n                                      by the nominee for the named beneficiaries; or\n                                (iii) for a joint account, the names of the individual\n                                      joint owners;\n                         (b) the trustee or the nominee, as the case may be,\n                             shall-\n                                  (i) maintain such detailed records as may be\n                                      prescribed by the Corporation;\n                                                                                          •\n                                 (ii) submit to the. policyholder such records as\n                                      may, from time to time, be required by the\n                                      policyholder; and\n                        DEPOSIT INSURANCE\n             (iii) when so required by the policyholder, file a\n                   statutory declaration, certifying the accuracy\n                   of the records submitted under subparagraph\n                   (ii); and\n    (c) in maintaining and submitting any record on the trust\n        accou~its and the nominee accounts required under\n        paragraph (b), the trustee or the nominee, as the case\n        may be, shall ensure that the records are-\n             (i) true, correct and complete; and\n             (ii) free of false or deceptive information,\n         and the policyholder shall rely on such records for\n         the purposes of paragraph (a).\n         (3) The trustee or the nominee, as the case may be,\nshall indemnify the policyholder in the event of any legal\nproceedings relating to such records which do not comply with\nsubsection (2)(c).\n          (4) The Corporation shall not separately insure\ndeposits held in a trust account lor in a nominee account for any\nbeneficiary if, in the opinion of the Corporation, the trust\naccount or the nominee accouiit exists primarily for the purpose\nof obtaining or increasing deposit insurance."
    },
    {
      "provision_ref": "sec18d",
      "section": "18D",
      "title": "Section 18D",
      "content": "18D.-31)This section applies where a depositor holds Depositsof\n                    .\n                                                        depositor\ninsurable deposits with two or more policyholders that- with policy-\n                                                                        holders that\n     (a) subsequently merge; and                                        subsequently\n                                                                        amalgamate.\n                                                                        lnol I\n     (b) continue operations as one policyholder.                       S. 7.\n          (2) The insurable deposits of the depositor in the\npolicyholders concerned that existed before the amalgamation\nmay, for a, period of up to two years after the merger, be\ntreated as separate insurable deposits."
    },
    {
      "provision_ref": "sec19a",
      "section": "19A",
      "title": "Section 19A",
      "content": "19A.-(1) Where the Corporation is obliged to make pay- Payments\nments out of the Fund pursuant to section 18, the payments in            2iLys'\nrespect of the policyholder concerned may be made, by way of deposit\ntransferred deposit held-by another policyholder, in such manner         El'\nas may be determined by the Corporation.\n          (2) A depositor-who is paid in accordance with sub-\nsection (I), may access his insured deposit payment from a\nbranch location of the other policyholder who holds the trans-\nferred deposit, or in accordance with the terms of the deposit\naccount agreement entered into between the other policyholder\nand the Corporation.\n          (3) An agreement made pursuant to subsection (2)(b),\nshall not exclude the making of a payment by electronic or\nother similar means.\n          (4) In this section \"transferred deposit\" means an\ninsurable deposit transferred from one policyholder to another\npolicyholder."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-31) Where the Corporation is satisfied that a depositor NO payment\nhas been a party to or has benefited from the circumstances              :EF::2:'d\nwhich gave rise to the insolvency of a policyholder, the Cor- from insol-\nporation shall not make any payment out of the Fund to that : ~ S ~                    ~   ~\ndeposits.\n          (2) Subsection (1) shall not apply to a depositor who\nacted solely in his capacity as a professional adviser to the\npolicyholder and whose bonafides are not in question.\n                          PARTVII. General\n     2 1 4 1 ) The income of the Corporation and the earnings of Exemptions\n                                                                  from tax.\nthe Fund shall be-exempt from income tax.                             . duty.\n                                                                  stamD     -\n           (2) Any instrument relating to the administration of etC.\nthis Act and executed by or on behalf of the Corporation shall be\nexempt from stamp duty and recording and registration fees.\n         (3) There shall be exempt from taxation under the\nTransfer Tax Act any transfer by the Corporation of property\nbelonging to it or of any right or interest created in, over or\notherwise with respect to any such property.\n          [The inclusion o f this page is authorized by L.N. 92c/2012]\n20                                     DEPOSIT INSURANCE\nCarrying on       22. Any financial institution that carries on the business of\nbusiness,\nwithout        accepting deposits without being the holder of a valid policy of\ninsurance.     deposit insurance commits an offence and is liable-\nlnol I\nS. 9.                 (a) on summary conviction in a Resident Magistrate's\n                            Court to a fine not exceeding three million dollars;\n                      (b) on conviction on indictment in a Circuit Court to a\n                            fine.\nOffences by\ncorporate\n                  2 3 . 4 1 ) Where an offence under this Act committed by a\n               body corporate is proved-\n                                                                                       0\nofficers.\n                      (a) to have been committed with the consent or conni-\n                            vance of any director, manager, secretary or other\n                            similar officer of the body corporate or any person who\n                            was purporting to act in that capacity; or\n                      (b) to be attributable to the failure of any such director,\n                            manager, secretary or other officer or person to exer-\n                            cise all such reasonable diligence as he ought in the\n                            circumstances to have exercised to prevent the offence,\n                            having regard to the nature of his fimctions and all the\n                            circumstances,\n               such director, manager, secretary or other officer or person as\n               aforesaid, as well as the body corporate shall be guilty of that\n               offence and shall be liable to be proceeded against and punished\n               accordingly.\n                           (2) For the purposes of this section, a person shall be\n               deemed to be a director of a body corporate if he occupies in\n               relation thereto the position of a director, by whatever name\n               called, or is a person in accordance with whose directions or\n               instructions (not being directions or instructions in a profes-\n                sional capacity only) the directors and the body corporate or any\n                of them act.\nObligation\nfor secrecy.\n                   2 4 . 4 1 ) Every person having any official duty or being          0\n                employed in the administration of this Act shall regard and deal\n                with as secret and confidential all documents, information and\n                records relating to-\n                       (a) any matter being dealt with by the Corporation;\n                       (b) any policyholder,\n                       DEPOSIT INSURANCE                                       21\nand shall upon assuming such duty or employment make and\nsubscribe a declaration to that effect before a Justice of the\nPeace.\n          (2) Every such person as is referred to in subsection\n( 1 ) having possession or control over any such documents,\ninformation or records, who at any time communicates or at-\ntempts to communicate such information or anything contained\nin such documents or records to any person-\n       (a) other than a person to whom he is authorized by\n           the Corporation or the Minister to communicate it;\n           or\n       (b) otherwise than for the purposes of this Act,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not exceeding\nfive hundred thousand dollars or to imprisonment for a term\nnot exceeding eighteen months or to both such fine and im-\nprisonment."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24,                                        DEPOSIT INSUM NCE\nValidity of          7. The validity of any proceedings of the Board shall not be affected\nproceedings.      by any vacancy amongst the directors or by any defect in the appoint-\n                  ment of a director.\nPublication          8. The names of all members of the Board as first constituted\nofmember-         and any change .in the membership thereof shall be published in the\nship.             Gazette.\nRegulating             9. Subject to the provisions of this Schedule the Board may regulate\nproceedings.      its own proceedings.\nsea!.                   1 0 . 4 1 ) The seal of the Corporation shall be authenticated by the\n                    signatures of the Chairman or one director of the Corporation authorized\n                 -. to act in that behalf and the secretary of the Board.\n                           (2) All documents, other than those required by law to be under\n                  seal, made by, and all decisions of, the Board may be signified under\n                  the hand of the chairman or any director authorized to act in that behalf\n                  or the secretary of the Board.\nRemuneration.        1 1. The Chairman and other directors shall be paid such remuneration\n                  whether by way of honorarium, salary or fees, and such allowances, and on\n                  such conditions, as the Board may decide subject to the approval of the\n                  Minister.\nOfice not            12. The office of Chairman or of a director of the Board shall not be a\npublic office.    public office for the purpose of Chapter V of the Constitution.\ninaemnity             13. No action, suit, prosecution or other proceedings shall be brought\nagainstsuit.      or instituted against the Corporation or against any director, officer,\n                  employee or any person acting on behalf of the Corporation in respect of\n                  any act done bona fide in pursuance or execution or intended execution\n                  of this Act.\n                                                    STAFF\nChiefexecutive     1 4 . 4 1 ) The Corporation  may   appoint and employ at such remunera-\nofficerand     tion and on such terms and conditions as it thinks fit, a chief executive\notherstaff.    officer, a secretary and such other officers, agents and employees as\n               it deems necessary for the proper carrying out of its functions under\n               this Act\n                          (2) The chief executive officer shall be responsible to the Board\n               for the day-to-day administration of the business of the Corporation and\n               for the execution of the policy of the Corporation.\n                          (3) The Governor-General may, subject to such conditions as he\n               may impose, approve of the appointment of any public officer in the\n               service of the Government to any office with the corporati611and any public\n               officer so appointed shall, in relation to any pension, gratuity or other\n               allowance, and to other rights as a public officer, be treated as continuing\n               in the service of the Government.\n                             [The inclusion o f this page is authorized by L.N. 92r/2012]\n                         DEPOSIT INSURANCE\n       (4) It shall be lawful for the Corporation, with the approval of the\nMinister-\n      (a) to enter into arrangements respecting schemes whether by way of\n          insurance policies or not;\n      (b) to make regulations,\nfor pensions, gratuities and other retiring or disability or death benefits\nrelating to employees of the Corporation and such arrangements or regula-\ntions may include provisions for the grant of benefits to the dependants or\nlegal personal representatives of such employees."
    },
    {
      "provision_ref": "sec24a",
      "section": "24A",
      "title": "Section 24A",
      "content": "24A. The Minister may, by order, subject to affirmative Minister\nresolution, amend the monetary penalties specified in this Act.        ::zzd\n                                                                       penalties.\n                                                                       lnoi I\n                                                                       S. 10."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-41) The Minister may, on the recommendation of the              Regulat~ons.\nCorporation, make regulations generally for giving effect to the\nprovisions of this Act, and in particular regulations may be\nmade-\n     (a) prescribing the percentage basis to be used for the\n         calculation of initial and annual premiums payable into\n         the Fund;\n     (b) with respect to the circumstances in which different\n         premiums may be prescribed based on the assessment\n         of the degree of risk to the Fund;\n     (c) for the keeping of records so as to ensure the\n         identification of trust accounts, nomink accounts and S. I l(a)(ii).\n         joint accounts, and of beneficial interests in deposits,\n         for the purposes of facilitating deposit insurance pay-\n         ments and computation in relation thereto.\n22                                       DEPOSIT INSURANCE\n                  -   (2) +Regulations made under subsection (1) shall .be\n             .subject to negative resolution.                       .                    .\n                     (3) Notwithstanding section 29 of the Interpretation\n11201 1\ns II(~)      Act, regulations made under subsection (1) may provide for the\n             imposition of penalties on summary conviction in a Resident\n             Magistrate's Court of a fine not exceeding five hundred thou-\n             sand dollars or of imprisonment for a terrh not exceeding six\n             months or of both such fine and imprisonment.\nAppl~cat~ons    26.-41) A financial :nstitution which immediately before the\nby exlstlng\nrnst~tutions 3 1st day of August, 1998, was duly carrying on the business of\n             accepting deposits shall within thirty days after that date, apply\n             for a policy of deposit insurance under this Act.\n                     (2) An institution which has made an application in\n             accordance with subsection (1) shall be entitled to continue to\n             carry on such business until the application for a policy has been\n             granted or refused, as the case may be, or the application is\n             withdrawn.\n     I   ,                                        SCHEDULE          . (Sections 2 and 3)\n                     . .                   BOARD   OF DIRECTORS. .\n              . .\nEstablishment     1. There shall be a Boardof Directors of the Corporation which, subject\nand constitu- to the provisions of this Act, .shall be responsible for the policy and\ntion of        general administration of the Corporation and the management of the\nBoard.                                                                      .   .\n               Fund and shall consist of the following-\n              b\n                      (a) thiee ex oflcio directors, namely the Governor of the Bank or\n3611999                   his nominee, the Finan,cial Secretary or his nominee and the chief\ns. 2.                     executive officer of the Corporation or his nominee;\n                      (b) four other directors appointed b; the Minister by instrument in\n                          writing (hereinafter referred to as appointed directors) as fol-\n                          lows-\n                       .     (i) one of whom the Minister shall appoint to be Chairman\n                                 for a period not exceeding three years;\n                             (ii) the other three directors shall ,be appoinied for a period\n                                  not exceeding two years.    ,\n                        DEPOSIT INSURANCE                                               23"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Applications by existing institutions.\n       SCHEDULE\n                    DEPOSIT INSURANCE                                                 3\n           THE DEPOSIT INSURANCE ACT                                      Acts\n                                                                        3 of 1998.\n                                                                       36 of 1999,\n                                             [31st August, 1998.]       1 0f2011.\n                    '   PARTI. Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "Bank",
      "definition": "the Bank of Jamaica established under the",
      "source_provision": "sec1"
    },
    {
      "term": "Board",
      "definition": "the Board of Directors of the Corporation",
      "source_provision": "sec1"
    },
    {
      "term": "Corporation",
      "definition": "the Jamaica Deposit Insurance Corpo-",
      "source_provision": "sec1"
    },
    {
      "term": "Fund",
      "definition": "the Deposit Insurance Fund established",
      "source_provision": "sec1"
    },
    {
      "term": "insurable deposit",
      "definition": "a deposit received or held by a",
      "source_provision": "sec1"
    },
    {
      "term": "insured deposit",
      "definition": "that portion of an insurable",
      "source_provision": "sec1"
    },
    {
      "term": "nominee account",
      "definition": "monies held on account by a Inoli",
      "source_provision": "sec1"
    },
    {
      "term": "policyholder",
      "definition": "a financial institution to which a",
      "source_provision": "sec1"
    }
  ]
}