{
  "id": "jm-stat-the-designs-act",
  "type": "statute",
  "title": "The Designs Act",
  "title_en": "The Designs Act",
  "short_name": "Designs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-designs-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-designs-act | Legal areas: Intellectual Property",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  Intcrpreta-\n                                                                   tion.\n“class” means prescribed class;\n“copyright” means the exclusive right to apply a design\n    to any article of manufacture as to any such substance\n    as in this section mentioned in the class or classes in\n    which the design is registered;\n“Court” means the Supreme Court;\n“design” means any design applicable to any article of\n    manufacture, or to any substance artificial or natural\n    or partly artificial and partly natural, whether the\n    design is applicable for the pattern, or for the shape\n    or configuration or for the ornament thereof or for any\n     two or more such purposes, and by whatever means it\n    is applicable, whether by printing, painting, em-\n     broidering, weaving, sewing, modelling, casting,\n     embossing, engraving, staining, or any other means\n     whatever, manual, mechanical or chemical, separate or\n    combined;\n“Judge” means a Judge of the Court;\n“registered” means registered in the Register of Designs\n     and “registration” has a corresponding meaning;\n“Registrar” means the Registrar of Companies;                      91 1975\n                                                                   S. 2(a).\n“Registry” means the office of the Registrar of Companies; 911975\n                                                                    S. 2(b).\n       me inclusion of this page is authorized by L.N. 60119761\nB2\n4                                           DESZGNS\n               “approved society” means a society, institution or organi-\n                   zation of a public, philanthropic, or self-help,\n                   character approved by the Minister.\n                                       PARTI. Designs"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. There shall be kept at L e Registry a ,ook called “The\nRegister of\n               Register of Designs” wherein shall be entered the names\nDesigns.       and addresses of proprietors of registered designs, and such\n               other matters as may from time to time be prescribed."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The author of any new and original design shall be\nAuthor of\nnewdesign      deemed to be the proprietor thereof, unless he executed\n~        ~     the $ work ~on behalf\n                                 ~    of d an approved society, whether for\nthereof.       consideration or otherwise, or on behalf of another person\n               for a good or valuable consideration, in which case such\n               society or person shall be considered the proprietor, and\n               every approved society acquiring, and every person acquir-\n               ing for a good or valuable consideration, a new and original\n               design, or the right to apply the same to any article or\n               substance, either exclusively of any other person or other-\n               wise, and also every person on whom the property in such\n               design or such right to the application thereof shall devolve\n               shall be considered the proprietor of the design in the\n               respect in which the same may have been so acquired, and\n               to that extent, but not otherwise.\nApplication\nfor registm-\n                  S.-(l) The Registrar may, on application by or on\ntionof         behalf of any person claiming to be the proprietor of any\ndesign.\n               new or original design not previously published in this\n               Island, and on payment of the prescribed fee, register the\n               design under this Part.\n                              DESIGNS                                   5\n      (2) The application must be made in such form as\nmay be from time to time prescribed, and must be left at the\nRegistry in the prescribed manner.\n       (3) The application must contain a statement of the\nnature of the design, and the prescribed class or classes of\ngoods in which the applicant desires that the design be\nregistered.\n        (4) The same design may be registered in more than\none class.\n        (5) In case of doubt as to the class in which a design\nought to be registered, the Registrar may decide the\nquestion.\n        (6) The Registrar may, if he thinks fit, refuse to\nregister any design presented to him for registration, but\nany person aggrieved by any such refusal may appeal there-\nfrom to a Judge in Chambers."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. On application for registration of a design, the\napplicant shall furnish to the Registrar the prescribed\nnumber of drawings, photographs, or tracings of the design\nsufficient to enable him to identify the design, and suit-\nable for the official records; or the applicant may, instead\nof such copies furnish exact representations or specimens\nof the design."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) When a design is registered the Registrar shall opyrighton\ngrant a certificate of registration and the registered pro- $g istration.\nprietor of the design shall, subject to the provisions of this\nAct, have copyright in the design during fifteen years from\nthe registration of the design.\n       (2) Before delivery on sale of any articles to which\na registered design has been applied, the proprietor must\n(if exact representations or specimens were not furnished\n6                                          DESIGNS\n               on the application for registration) furnish to the Registrar\n               the prescribed number of exact representations or specimens\n               of the design; and if he fails to do so, the Registrar may\n               erase his name from the Register and thereupon his copy-\n               right in the design shall cease.\nMarking   8. Before delivery on sale of any articles to which a\nz$iErd registered design has been applied, the proprietor of the\n       design shall cause each such article to be marked with the\n       prescribed mark, or with the prescribed word or words or\n       figures, denoting that the design is registered; and if he\n       fails to do so the copyright in the design shall cease, unless\n       the proprietor shows that he took all proper steps to ensure\n       the marking of the article.\nInspection       9.41) During the existence of copyright in a design,\nof, and fak-   the design shall not be open to inspection except by the\ning copies\nof, regis-\ntered\n               proprietor, or a person authorized by the Registrar or by\ndesigns.       the Court, and furnishing such information as may enable\n               the Registrar to identify the design, nor except in the\n               presence of the Registrar, nor except on payment of the\n               prescribed fee; and the person making the inspection shall\n               not be entitled to take any copy of the design or of any\n               part thereof.\n                      (2) When the copyright in a design has ceased, the\n               design shall be open to inspection, and copies thereof may\n               be taken by any person on payment of the prescribed fee.\nlnformation       10. On the request of any person producing a particular\nas to\nexistenceof    design, together with its mark of registration, or producing\ncopyright.     only its mark of registration or furnishing such informa-\n               tion as may enable the Registrar to identify the design, and\n               on payment of the prescribed fee, it shall be the duty of\n               the Registrar to inform such person whether the registra-\n               tion still exists in respect of such design, and if so, in respect\n               of what class or classes of goods, and stating also the date\n                             DESIGNS                                         7\nof registration, and the name and address of the registered\nproprietor."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) If a registered design is used in manufacture in Ceasingof\nany foreign country and is not used in this Island within copyright\n                                                             and\nsix months of its registration in this Island, the copyright zoce1lation\nin the design shall cease.                                   redstration.\n        (2) At any time after the registration of a design\nany person interested may apply to the Registrar for the\ncancellation of the registration of the design on the ground\nthat the design has been published in Jamaica prior to the\ndate of the registration, and the Registrar may make such\norder on the application as he considers just.\n         (3) An appeal shall lie from any order of the\nRegistrar under this section to the Court, and the Registrar\nmay at any time refer any such application to the Court\nfor trial."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-( 1) During the existence of copyright in any design Pe alty on\nno person-\n                                                                    I$\n                                                                pi cyof\n                                                                registered\n                                                                dc$ign.\n     (a) shall, without the licence or written consent of\n         the registered proprietor, apply or cause to be\n         applied such design or any fraudulent or obvious I\n         imitation thereof, in the class or classes of goods\n         in which such design is registered, for purposes\n         of sale, to any article of manufacture, or to any\n         substance, artificial or natural, or partly artificial\n          and partly natural;\n     (b) shall publish or expose for sale any article of\n          manufacture or any substance to which such\n         design or any fraudulent or obvious imitation\n          thereof shall have been so applied, knowing that\n         the same has been so applied without the consent\n          of the registered proprietor.\n8                                         DESIGNS\n                     (2) Any person who acts in contravention of this\n             section shall be liable for every offence to forfeit a sum\n             not exceeding one hundred dollars to the registered pro-\n             prietor of the design, and such registered proprietor may,\n             by action brought in the Court recover either such sum as\n             a simple contract debt, or damages arising from any breach\n             of the said section.\n                                    PARTn. General\nTrusts.         13. There shall not be entered in any register kept under\n             this Act, or be receivable by the Registrar, any notice of\n             any trust express, implied, or constructive.\nScandalous      14. The Registrar may refuse to register a design which\ndesign.      is, or of which the use would be, scandalous or contrary to\n             law or morality.\nmendesign   15. Any design shall be deemed to be registered when\n~               ~ of any\n        ~ the name     ~ person~is entered,\n                                        ~ as the~ proprietor\n                                                         b thereof,\n                                                                c\n             in the Register of Designs.\nEntry of       16. Where a person becomes entitled by assignment,\nand pans-\nassi~nments transmission, or other operation of Iaw to the copyright in\n~*SS~OIK     a registered design, the Registrar shall, on request and on\n             proof of title, cause the name of such person to be entered\n             as proprietor of the copyright in the design in the Register\n             of Designs. The person for the time being entered in the\n             Register of Designs as proprietor for copyright in a design,\n             shall, subject to the provisions of this Act, and to any\n             rights appearing from such Register to be vested in any\n             other person, have power absolutely to assign, grant\n             licences as to, or otherwise deal with the same and to give\n             effectual receipts for any consideration for such assign-\n             ment, licence or dealing :\n                             DESIGNS                                   9\n  Provided that any equities in respect of such design may\nbe enforced in like manner as in respect of any other\npersonal property :\n  Provided also, that the priority of all assignments and\ncharges shall, as regards purchasers for value without\nnotice, be determined by priority of registration."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Every register kept under this Act shall be prima Ins\nfacie evidence of all matters duly entered therein; and of xtracta\nevery such register shall be open to the inspection of the R W e r .\n                                                                    fror\npublic on payment of the prescribed fee, subject to the\nprovisions of this Act and to such regulations as may be\nprescribed; and certified copies, sealed with the seal of the\nRegistry, of any entry of such register shall be given to\nany person requiring the same on payment of the prescribed\nfee:\n  Provided that whenever any extract includes any tracing,\ndrawing, or diagram, an additional fee for any copy thereof\nshall be paid equal to the cost of preparing such tracing,\ndrawing or diagram."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Registrar may, on request in writing accom-\npanied by the prescribed fee-\n    (a) correct any clerical error in or in connection with\n         an application for registration of a design; or\n    (b) correct any clerical error in the name, style, or\n         address of the registered proprietor of a design;\n         or\n    (c) permit an applicant for registration of a design to\n         amend his application by omitting any particular\n         goods or classes of goods in connection with which\n         he has desired the design to be registered."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A certificate purporting to be under the hand of the a~fiateof\nRegistrar as to any entry, matter or thing which he is R istrar\n                                                            ev cnce.\nauthorized by this Act, or by any general rules made there-\n10                                           DESIGNS\n               under, to make or do, shall be prima facie evidence of the\n               entry having been made, and of the contents thereof, and\n               of the matter or thing having been done or left undone.\nOrders by a       20. An order requiring the Registrar to do or abstain\nJudge.\n               from doing anything under this Act, may be made by a\n               Judge on a summons in Chambers.\nPowers of        21. In any proceedings under this Act, the Court or a\nCourt or\nJudge.         Judge, as the case may be, may at any time make such\n               orders for an injunction, inspection, or account, impose\n               such terms, and give such directions as to the order in\n               which the parties shall be heard, and the procedure under\n               this Act generally, as the Court or Judge shall see fit.\nPersons          22. If any person is, by reason of infancy, lunacy, or\nunder\ndisability.    other disability, incapable of making any declaration or\n               doing anything required or permitted by this Act, or by\n               any rules made under the authority of this Act, then the\n               guardian or committee, if any, of such incapable person,\n               or if there be none, any person appointed by any Court or\n               Judge possessing jurisdiction in respect of the property of\n               persons under disability, upon the petition of any person\n               on behalf of such incapable person, or of any other person\n               interested in the making of such declaration or doing such\n               thing, may make such declaration, or a declaration as\n               nearly as possible corresponding thereto, as circumstances\n               permit, and do such thing in the name and on behalf of\n               such incapable person, and all acts done by such substitute\n               shall for the purposes of this Act be as effectual as if done\n               by the person for whom he is substituted.\nPublication      23. The Registrar shall cause to be published during\nof quarterly\nlist.          each quarter, in the Gazette, a list of all designs registered,\n               during the preceding quarter, and any further information\n               that he may deem generally useful or important.\n                             DESIGNS                                        11"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Any declaration required to be made under this Act Dedara-\n                                                        tions.\nmay be taken by the Registrar."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25-41) The Registrar, with the sanction of the Min- Rulesand\n                                                             fees.\nister, may from time to time make such general rules\nand do such things as he may think expedient, for prescrib-\ning the practice of registration under this Act, for classi-\nfying goods for the purposes of designs; for prescribing\nthe fees to he paid under this Act, or for any other purpose\nwhich may be or be deemed necessary for the carrying out\nof the provisions of this Act.\n        (2) Any rules made in pursuance of this section\nshall be laid before the House of Representatives and shall\nbe published in the Gazetre."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. All fees received under this Act shall be paid into Fe\nthe Consolidated Fund.\n                                                              tobe\n                                                          pai intothe\n                                                          CO soIidated1\n                                                                    Fudd."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. All certificates and certified copies given by the Ex4mption\n                                                          from stamp\nRegistrar under this Act shall be exempt from stamp duty. dutt."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Exemption from fees.\n          F   e inclusion of this page is authorized by L.N. 60/1976]\n                            DESIGNS                                               3\n                    THE DESIGNS ACT                                  Cap. 97.\n                                                                       Aet\n                                                                    9 of 1975.\n                                               V5th July, 1937.1"
    }
  ],
  "definitions": []
}