{
  "id": "jm-stat-the-diplomatic-immunities-and-privileges-act",
  "type": "statute",
  "title": "The Diplomatic Immunities and Privileges Act",
  "title_en": "The Diplomatic Immunities and Privileges Act",
  "short_name": "Diplomatic Immunities and Privileges Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-diplomatic-immunities-and-privileges-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-diplomatic-immunities-and-privileges-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Ministry for Foreign Affairs of the receiving State, or such\nother ministry as may be agreed, shall be notified of:\n     (a) the appointment of members of the mission, their arrival\n         and their h a l departure or the termination of their functions\n         with the mission;\n       me inclusion of this page is authorized by L.N. 480/1973]\n18            DIPLOMATIC IMMUNITIES AND PRIVILEGES\n          (b) the arrival and final departure of a person belonging to the\n               family of a member of the mission and, where appropriate,\n               the fact that a person becomes or ceases to be a member of\n               the family of a member of the mission;\n          (c) the arrival and final departure of private servants in the\n               employ of persons referred to in sub-paragraph (a) of this\n               paragraph and, where appropriate, the fact that they are\n               leaving the employ of such persons;\n          (d) the engagement and discharge of persons resident in the\n               receiving State as members of the mission or private servants\n               entitled to privileges and immunities."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 ) In this Act, unless the context otherwise requires-                  Interpreta-\n                                                                               tion and\n                                                                               application.\n     \"consular employee\" means any person, not being a\n         consular ofice, who is employed in duties at a\n         consular ofice by a foreign sovereign Power and\n         whom the Minister recognizes as such, but shall not\n         include any person employed on domestic\n         duties;\n     \"consular office\" means any building or part of a\n         building which is exclusively occupied for the\n         purpose of the official business of a consular\n         officer;\n     \"consular officer\" means a consul-general, consul,\n         vice-consul or consular agent representing a\n         foreign sovereign Power and holding a valid\n         exequatur or other authorization to act in\n         Jamaica in that capacity;\n     \"head of mission\" means an Ambassador, High Com-\n         missioner or other person, by whatever title called,\n          accredited by a sovereign Power and recognized as a\n          head of mission in Jamaica by the Government of\n         Jamaica;\n4                        DIPLOMA TIC lMMUiVITIES AND PRIFTLEGES\n                      \"member of the family\" in relation to any person to whom\n                         this Act applies, means-\n                               (a) the spouse or any dependent child of that\n                                   person; and\n                               (b) any other person deemed by the Minister\n                                   to be a member of the family in question;\n                      \"Minister\" means the Minister responsible for external\n                          affairs;\n                      \"personal immunities\" means immunity from suit or legal\n                           process (except in respect of things done or omitted to\n                           be done in the course of the performance of official\n                           duties) and inviolability of residence, and any\n                           exemption in respect of taxes, duties, rates or fees;\n                      \"Vienna Convention\" means the international convention\nFirst                     on diplomatic relations set forth in the First Schedule.\nSchedule.\n                        (2) It is hereby declared that for the purposes of this Act\n                 the expression \"sovereign Power\" includes any member of the\n                 Commonwealth which is sovereign.\n                            PART 11. Diplomatic Immunities and Privileges\nImmunities          3. Subject to the provisions of this Act, a head of\nand privileges\nof heads of      mission shall be entitled to such immunities and privileges,\nmission.         and inviolability of residence, official premises, and official\n                 archives as are by customary international law and usage\n                 accorded to a duly accredited representative of a sovereign\n                 Power or as may be necessary to comply with the terms\n                 of-\n                     (a) the Vienna Convention; or\n                     (b) any other international agreement,\n                 in the event that the country of the head of mission and Jamaica\n                 are parties to such Convention or agreement.\n                           -\n       DIPLOMATIC IMMUNITIES AND PRIVILEGES                           5"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The premises of the mission must not be used in any manner\nincompatible with the functions of the mission as laid down in the\npresent Convention or by other rules of general international law or\nby any special agreements in force between the sending and the\nreceiving State.\n                             ARTICLE  42\n  A diplomatic agent shall not in the receiving State practise for per-\nsonal profit any professional or commercial activity.\n                              ARTICLE 43\n  The function of a diplomatic agent comes to an end, inter uliu:\n    (a) on notification by the sending State to the receiving State\n        that the functiod of the diplomatic agent has come to an end;\n    (b) on notification by the receiving State to the sending State\n        that, in accordance with paragraph 2 of Article 9. it refuses\n        to recognize the diplomatic agent as a member of the\n        mission.\n                               ARTICLE\n                                     44\n   The receiving State must, even in case of armed conflict, grant facili-\nties in order to enable persons enjoying privileges and immunihes, other\nthan nationals of the receiving State, and members of the families\nof such persons irrespective of their nationality, to leave at the earliest\npossible moment. It must, in particular, in case of need. place at\ntheir diposal the necessary means of transport for themselves and\ntheir property.\n                               ARTICLE  45\n  If diplomatic relations are broken off between two States. or if a\nmission is permanently or temporarily recalled :\n     (a) the receiving State must, even in case of armed conflict,\n         respect and protect the premises of the mission, together\n          with its property and archives;\n     (b) the sending State may entrust the custody of the premises\n          of the mission, together with its property and archives, to\n          a third State acceptable to the receiving State;\n     (c) the sending State may entrust the protection of its interests\n          and those of its nationals to a third State acceptable to the\n          receiving State.\n                                   ARTICLE\n                                         46\n  A sending State m a y with the prior consent of a receiving State,\nand at the request of a third State not represented in the receiving\nState, undertake the temporary protection of the interests of the third\nState and of its ~ t i o n a l s .\n28           DIPLOMATIC IMMUNlTlES AND PRIVILEGES\n                                   ARTICLE 47"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Subject to the provisions of this Act, a member lmmunitia\nof mission of any head of mission shall be entitled to such a\n                                                            ,enBdeSpFt-\nimmunities and privileges as are by customary inter- z;Et~~$of\nnational law and usage accorded to the member of mission offamilies\nof a duly accredited representative of a sovereign Power mission.\n                                                            of heads of\nor as may be necessary to comply with the terms of-\n     (a) the Vienna Convention; or\n     (b) any other international agreement,\nin the event that the country of the head of mission and\nJamaica are parties to such Convention or agreement.\n       (2) For the purposes of subsection (1) the expression\n“member of mission” in relation to any head of mission\nincludes-\n     (a) a member of the official or domestic staff of the\n          head of mission;\n     (b) a member of the family of the head of mission;\n     (c) a member of the family or of the domestic staff\n          of a member of the official staff of the head of\n          mission.\nPower in Jamaica shall be entitled to immunity from suit f::ns.           ~\n                                                                          i\n6                DIPLOMATIC IMMUNITIES AND PRIVILEGES\n               (a) persons in the service of the government of any\n                    Commonwealth country other than Jamaica; or\n               (b) persons in the service of the government of any\n                    territory for whose international relations the\n                    government of any such country other than\n                    Jamaica is responsible,\n          (other than persons on whom immunity is conferred by the\n          foregoing provisions of this Part), holding such offices or\n          class of offices as may be specified in that behalf in the\n          regulations, the like immunity from suit and legal process\n          and the like inviolability of official archives as are\n          accorded to consular officers of a foreign sovereign Power,\n          and the regulations may provide for applying in relation\n          to official premises of persons to whom immunity is\n          conferred under this subsection the provisions of subsection\n          (1) of section 5 of the Consular Conventions Act, as if\n          those premises were consular offices of a country to which\n          that section applies and those persons were consular officers.\n                 (3) In paragraph (6) of subsection (2) the expression\n          “territory” includes any state or province of a Common-\n          wealth country.\n                 (4) The provisions of this section shall have effect\n          in relation to the Republic of Ireland as if it were a Com-\n          monwealth country.\n             PARTm. International Organizations and Persons\n                              connected therewith\nImmunities,   6.-(1) This section shall apply to any organization\nprivileges,\netc.,ofcer- declared by the Minister by order to be an organization\nnational\ntaininter-  the members of which are sovereign Powers or the govern-\norgad-\ntions.\n            ment or governments thereof.\n               (2) Subject to subsection (3), the Minister may from\n         time to time by order-\n                me inclusion of this page is authorized by L.N. 480/1973]\n        DIPLOUATIC IMMWITIES H D PRIVILEGES                                7\n    (a) provide that any organization to which this section\n        applies (hereinafier referred to as \"the organization\")\n        shall, to such extent as may be specified in the order,\n        have the immunities and privileges set out in Part I of\n        the Second Schedule and shall also have the legal Second\n                                                                Schedule\n        capacities of a body corporate;\n    (b) confer upon-\n                    (i) any persons who are representatives\n                        (whether of governments or not) on any\n                        organ of the organization or are members\n                        of any committee of the organization or\n                        of any organ thereot\n                    (ii) such officers or classes of officers of the\n                         organization as are specified in the order,\n                         being the holders of such high offices in\n                         the organization as are so specified;\n                    (iii) such persons employed on missions on\n                          behalf of the organization as are specified\n                          in the order,\n        to such extent as are specified in the order, the\n        immunities and privileges specified in Part I1 of the\n         Second Schedule;\n    (c) confer upon such other classes of officers and servants\n        of the organization as specified in the order, to such\n        extent as are so specified, the immunities and\n        privileges specified in Part III of the Second Schedule,\nand Part IV of the Second Schedule shall have effect for the\npurpose of extending to the staffs of such representatives\nand members as are mentioned in sub-paragraph (i) of\nparagraph (b) of this subsection and to the families of\nofficers of the organization any immunities and privileges\nconferred upon the representatives, members, or officers\n         DIPLOUA TIC IMMUNITIES AND PRMLEGES\nunder that paragraph, except in so far as the operation of the said\nPart IV is excluded by the order conferring the immunities and\nprivileges.\n       (3) Any order made by the Minister pursuant to sub-\nsection 2-()\n    (a) may, notwithstanding any thing contained in sub-\n        section (2), confer on the organization or on such\n        persons or classes of persons as are referred to in\n        that subsection such immunities and privileges\n        as are required to give effect to any international\n        agreement in that behalf to which Jamaica is a\n        Party;\n    (b) shall be so framed as to secure that there are not\n        conferred on the organization or on any such\n        person or class of persons as aforesaid any im-\n        munities and privileges greater in extent than\n        those which, at the time of the making of the\n        order, are required to be conferred on the organi-\n        zation or on such person or class of persons\n        as aforesaid in order to give effect to any such\n        international agreement in that behalf.\n      (4) Nothing in this section shall authorize the\nmaking of any order to confer immunity or privilege\nupon any person as a representative of the Government\nof Jamaica or a member of the staff of such a representa-\ntive.\n                   - -\n         DIPLOMATIC W W I T I E S AND PRMLEGES                                         9"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The provisions of this Article shall not af€ect bilateral or\nmultilateral agreements concerning social security concluded pre-\nviously and shall not prevent the conclusion of such agreements in\nthe future.\n                              ARTICLE 34\n  A diplomatic agent shall be exempt from all dues and taxes,\npersonal or real, national, regional or municipal, except:\n    (a) indirect taxes of a kind which are normally incorporated in\n         the price of goods or services;\n    (b) dues and taxes on private immovable property situated in\n         the territory of the receiving State, unless he holds it on\n         behalf of the sending State for the purposes of the mission;\n    (c) estate, succession or inheritance duties levied by the receiv-\n         ing State, subject to the provisions of paragraph 4 of\n         Article 39;\n        me inclusion of this page is authorized by L.N. 480/1973]\n24            DIPLOMATIC IMMUNITIES A N D PRIVILEGES\n         (d) dues and taxes on private income having its source in the\n              receiving State and capital taxes on investments made in\n              commercial undertakings in the receiving State;\n          (e) charges levied for specific services rendered;\n         (f') registration, court or record fees. mortgage dues and stamp\n              duty. with respect to immovable property, subject to the\n              provisions of Article 23.\n                                    ARTICLE\n                                          35\n        The receiving State shall exempt diplomatic agents from all per-\n     sonal services, from all public service of any kind whatsoever, and\n     from military obligations such as those connected with requisitioning.\n     military contributions and billeting.\n                                         36\n                                    ARTICLE"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The right to avail itself, for telegraphic communications sent by\n     it and containing only matter intended for publication by the Press\n     or for broadcasting (including communications addressed to or des-\n     patched from places outside Jamaica), of any reduced rates applicable\n     for the corresponding service in the case of Press telegnuns.\n                                     PART\n           Immunities and Privileges of High Officers. Representatives,\n               Members of Committees and Persons on Missions"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Minister may fiom time to time, by order, confer conferment\nthe immunities, privileges and facilities specified in subsection          -:2:\n(3) on-                                                           privileges,\n                                                                            etc., on\n                                                                            certain\n                                                                            persons.\n         the judges, registrars, prosecutors or persons holding             3612004\n                                                                            S. 2.\n         similar posts in an institution referred to in subsection\n         persons appearing before such an institution, as coun-\n         sel, plaintiffs, defendants, witnesses, experts or victims;\n         persons who are officials or members of staff of the\n         institution; or\n         such other category of persons as the Minister thinks\n         necessary.\n       (2) The institutions referred to in subsection (1) are-\n    (a) the International Court of Justice established by the\n        Charter of the United Nations;\n     (b) the International Criminal Court established by the\n         Rome Statute;\n     (c) any regional or international judicial institution of\n         which Jamaica is a member by virtue of an interna-\n         tional or regional agreement;\n     (d) any other regional or international judicial institution\n         approved by the Minister; or\n                         DIPLOUATIC ikiMUVITIES AND P m L E G E S\n                     (e) any entity the functions of which are integral to the\n                         operations of the institutions referred to in paragraphs\n                         ( 4 to (4.\n                        (3) The immunities, privileges and facilities referred to\n                 in subsection (1) are such-                                               0\n                     (a) as may be required to give effect to-\n                                     (i) any resolution approved by the General\n                                         Assembly or Security Council of the\n                                         United Nations; or\n                                     (ii) any international agreement approved by\n                                          the Government of Jamaica; or\n                     (b) in the case of any institution or entity mentioned in\n                         subsection (2) (4 or (e), as the Minister may deem\n                         necessary for the proper discharge of its functions.\n                        (4) For the purpose of subsection (1) \"registrar\" includes\n                 deputy registrar and \"prosecutor\" includes deputy prosecutor.\nImmunities  '\nand privileges\nof repre-\nsentatives\nattending\n                     (a) a conference is held in Jamaica and is attended\ninternational            by representatives of the governments of one or more\nconferences.\n                         sovereign Powers or of any of the territories for whose\n                         international relations any of those governments is\n                         responsible; md\n        DIPLOMATIC LMWAYITIES AND PRlYlLEGES\n    (b) it appears to the Minister that doubts may arise\n        as to the extent to which the representatives of\n        those governments (other than the Government of\n        Jamaica) and members of their official staffs are\n        entitled to immunities and privileges,\nthe Minister may, by notice in the Gazette direct that every\nrepresentative of any such government (other than the\nGovernment of Jamaica) shall for the purposes of any enactment\nor rule of law or custom relating to diplomatic immunities and\nprivileges, be treated as if he were a head of mission, and that\nsuch of the members of his official staff as the Minister may\nfrom time to time direct shall be treated for the purpose\naforesaid as if they were members of the official staff of a head\nof mission.\n       (2) For the purpose of subsection (1) the Minister\nmay compile a list of the representatives of the govern-\nments aforesaid (other than the Government of Jamaica)\nand members of their official staffs as he thinks proper,\nand shall cause such list and any amendment of that\nlist or amended list to be published in the Gazette and\nsuch publication shall include a statement of the date\nfrom which the list or amendment, as the case may be, takes or\ntook effect.\n                          PART IV. General"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Immunities and privileges of representatives attending international\n      conferences.\n                            PART IV. General"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The Minister responsible for finance may by\n                                                   . from tam-\norder published in the Gazette, or by directions in tionofp,\nwriting-                                             sons entitled\n                                                     to immuni-\n                                                                        ties end\n                                                                        privileges.\n                   DIPLOUA TIC IMMUNITIES AND PRMLEGES\n               (a) make such provisions as he thinks fit in order to\n                   facilitate any exemption from taxes, duties, rates\n                   or fees to which any person is entitled consequent\n                   on the diplomatic immunities and privileges to\n                   which this Act relates and may in the order or\n                   directions declare the extent of such exemption in\n                   respect of any person or class of persons and as\n                   to whether or not any particular tax, duty, rate\n                                                                                     0\n                   or fee is included therein or excluded therefrom;\n                   and where any such declaration is made it shall,\nSecond\nSchedule.\n                   subject to the provisions of the Second Schedule\n                   (in the case of any person to whom an order made\n                   under subsection (1) or subsection (2) of section 6\n                   refers), be conclusive;\n               (6) grant any person or class of persons to whom\n                   section 5 refers, exemption from taxes, duties and\n                   rates upon-\n                        (i) the person concerned; or\n                       (ii) the movable property of such person; or\n                       (iii) so much of the income of the person concerned\n                             as is derived directly from the holding of his\n                             office,\n                     or from the payment of any fees imposed by law.\n                   (2) No order published or directions given by the\n            Minister responsible for finance pursuant to subsection\n            (1) shall be construed as exempting any person from com-\n            pliance with the formalities in respect of importation of\n            goods which are prescribed in any law relating to customs.\n           DIPLOMATIC IMMVNITIES AND PRIVILEGES                                11\n           (3) Any exemption from taxes, duties, rates or fees\n    to which this section relates shall be subject to compliance\n    with such conditions as the Commissioner of Inland Re-          3:”s\n    venue or the Commissioner of Customs and Excise may\n    prescribe for the protection of the Revenue."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Minister shall compile a list of the persons Mini ter\n                                                                  to pu3Jlih\n.   appearing to him to be entitled to immunities or privileges lists.\n    in accordance with the principles of customary inter-\n    national law and usage or by or under the provisions of this\n    Act, except-\n         (a) children under the age of eighteen years of a\n              person so entitled;\n         (b) any person whose name appears on a list\n              published under the provisions of subsection (2) of\n              section 8,\n    and he shall from time to time amend the list, and shall\n    cause the list and any amendment of the list or any\n    amended list to be published in the Gazette.\n           (2) If in any proceedings any question arises\n    whether or not any person or any organization is entitled\n    to immunities or privileges in accordance with the principles      I\n    of customary international law and usage or by or under\n    the provisions of this Act, or by reason of being included\n    in a list compiled under the provisions of subsection (2)\n    of section 8, a certificate issued by or under the authority\n    of the Minister stating any fact relevant to that question\n    shall be conclusive evidence of that fact."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any immunities or privileges conferred on any waim.\n    person by or under the provisions of t h i s Act or any regu-\n    lations made thereunder may be waived in accordance\n    with the principles of customary international law and\n    usage or in compliance with the terms of any Convention\n    or agreement in that behalf to which Jamaica is a party.\n                                                               -\n                 h%l&   of IW page is au&O&d by LN. 87/1986]\n12                  DIPLOMATIC IMMUNITIES A N D PRIVILEGES\nSM.4\nprovisions"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. If any goods which have been imported or taken out\nrelatingto   of bond without payment of customs duty by a person in\ncustoms\nduty.        pursuance of any diplomatic immunity or privilege, or\n             other immunity or privilege conferred or granted by or\n             under this Act, are sold or disposed of within three years\n             of importation or of being taken out of bond to a person\n             who is not entitled to customs franchise privileges, the\n             person who sells or disposes of such goods may be called\n             upon to pay duty thereon at the rate required according ta\n             the law relating to the payment of customs duty.\nReciprocal      13.-(1) Nothing in this Act shall be construed as pre-\ntreatment.\n             cluding the Minister from withdrawing-\n                 (i) any immunities or privileges conferred by or\n                     under or specified in the provisions of Part 11, in\n                     respect of any sovereign Power or any class of\n                     persons employed by such Power on the grounds\n                     that such Power is failing to accord corresponding\n                     immunities or privileges in respect of Jamaica; or\n                  (ii) any immunities or privileges referred to in Part\nSecond\n~?klXddO.\n                       111 or in the Second Schedule from any repre-\n                       sentatives or nationals of any-sovereign Power on\n                       the grounds that such Power is failing to-accord\n                       corresponding immunities or privileges in respect\n                       of Jamaica,\n             or from declining to accord. any such immunity or privilege\n             as may be conferred by order or direction under the\n             provisions of this Act on any such grounds as aforesaid.\n                    (2) The Minister may by order confer irnmunities\n             or privileges other than those conferred by or under or\n             specified in the provisions of Part 11 in respect of my\n             sovereign Power or any class of persons employed by such\n             Power if in the opinion of the Minister such immunities\n                     ~T\n                      W\n                      I   fsclwium of dais page is audmrikd by LN. S7/i986i\n        DIPLOMATIC IMMUNlTlES AND PRIVILEGES                          13\nor privileges are necessary to accord with corresponding\nimmunities or privileges granted by such Power in respect\nof Jamaica."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. NO person being exclusively a citizen of Jamaica of\n                                                       Citizens\n                                                          Jamaica.\nshall in Jamaica be entitled to any personal immunities\nand the members of such person’s family shall not, as\nsuch, be entitled to any personal immunities unless his\nname is included in a list compiled under the provisions\nof section 10 and published in the Gazette and still in force."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. No person shall be entitled to any immunities or Domestic\nprivileges in accordance with customary international law servants.\nor usage or by or under any of the provisions of this Act,\non account of his being a domestic servant of a head of\nmission or any other person, unless his name is included\nin a list compiled under the provisions of section 10 and\npublished in the Gazette and still in force.\n  PARTV. Miscellaneous Provisions Repeal and Saving"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Minister responsible for finance may direct Provisions\nthat such refunds or payments be made from any public las ,exemption\n                                                             to\nfund or account or from the money of any local authority, ~gzion.\npublic body, or person as may in his opinion be necessary\nto give effect to any exemption granted under the pro-\nvisions of this Act.\n        (2) Where any loss is sufferedby any public fund\nor account other than the Consolidated Fund by the grant-\ning of any such exemption or by the making of any refund\nor payment directed under this section, the Minister\nresponsible for finance may direct that such payments be\nmade from the Consolidated Fund to that other fund or\naccount as may be necessary in his opinion to reimburse\nthat loss.\n- (The inclusion of this page is authorized by L.N. 480/1973]\n14                    DIPLOMATIC IMMUNlTlES AND PRIVILEGES\n                      (3) Where any loss is suffered by any local\n               authority, public body, or persons by the granting of any\n               such exemption or by the making of any refund or pay-\n               ment directed under this section, the Minister responsible\n               for finance may direct that such payments be made from\n               the Consolidated Fund to that local authority, public body,\n               or persons as may be necessary in his opinion to reimburse\n               that loss.\n                      (4) All refunds or payments directed under this\n               section to be made from the Consolidated Fund or from\n               any public funds or account other than the Consolidated\n               Fund shall be made without further appropriation than\n               that provided by this section.\nRegulations.      17. The Minister may from time to time make regu-\n               lations for carrying into effect the purposes of this Act,\n               and regulations so made shall be subject to negative\n               resolution.\nSavingfor       18. This Act shall not affect any               legal proceedings\npending p r o\nWedings.      begun before the enactment thereof.\nSaving.         19. Every order made and list compiled under the pro-\nCap. 98      visions of the Diplomatic Privileges (Extension) Law\n(1953Edtn.). (now repealed) which is still in force immediately before\n             the 6th August, 1962, shall be deemed to have been made\n            or compiled under the corresponding provisions of this Act\n             and shall continue in force accordingly until amended,\n             varied, revoked or replaced under this Act.\n                     flme inclusion of this page is authorized by L.N. 480119731\n         DIPLOMATIC IMMUNITIES AND PRIVILEGES                               15\n                  FIRSTSCHEDULE   (Sections 2, 3 and 4)\n    VIENNA CONVENTION ON DIPLOMATIC RELATIONS\n  THE STATES PARTIES TO “HE PRESENT C O ” T I O N ,\n   REcaLiNG that peoples of          nations from ancient times have\nrecognized the status of diplomatic agents,\n   HAVING   IN MIND the purposes and principles of the Charter of the\nUnited Nations(‘) concerning the sovereign equality of States. the\nmaintenance of international peace and security, and the promotion of\nfriendly relations among nations,\n   BELIEVING    that an international convention on diplomatic inter-\ncourse, privileges and immunities would contribute to the develop-\nment of friendly relations among nations, irrespective of their differing\nconstitutional and social systems,\n   RWIZINGthat the purpose of such privileges and immunities is not\nto benefit individuals but to ensure the efficient performance of the\nfunctions of diplomatic missions as representing States,\n   AFFIRMING     that the rules of customary international law should\ncontinue to govern questions not expressly regulated by the provisions\nof the present Convention.\n  HAVE AGREED 8s fOflOWS:\n                               ARTICLE 1\n  For the purpose of the present Convention, the following expressions\nshall have the meanings hereunder assigned to them:\n    (a) the “head of the mission” is the person charged by the\n         sending State with the duty of acting in that capacity;\n    (b) the “members of the mission” are the head of the mission\n         and the members of the staff of the mission;\n    (c) the “members of the staff of the mission” are the members\n         of the diplomatic staff, of the administrative and technical\n         staff and of the service staff of the mission;\n    (d) the “members of the diplomatic stafP‘ are the members of\n         the SWof the mission having diplomatic rank,\n    (e) a “diplomatic agent” is the head of the mission or a member\n         of the diplomatic staff of the mission;\n     (f) the “members of the administrative and technical sW”arc\n         the members of the staff of the mission employed in the\n         administrative and technical service of the mission;\n     (g) the “members of the service staff are the members of the\n         staff of the mission in the domestic service of the mission;\n     (h) a “private servant” is a person who is in the domestic\n         service of a member of the mission and who is not an\n          employee of the sending State;\n            (1)   “Treaty Series No. 67 (1946)”, Cmd. 7015.\n        me inclusion of this page is authorized by L.N. 480/1973]\n16           DIPLOMATIC IMMUNITIES AND PRlVILEGES\n         (i) the “premises of the mission” are the buildings or parts of\n             buildings and the land ancillary thereto, irrespective of owner-\n             ship, used for the purposes of the mission including the\n             residence of the head of the mission.\n                                   ARTICLE 2\n       The establishment of diplomatic relations between States, and of\n     permanent diplomatic missions, takes place by mutual consent.\n                                     ARTICLE3"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Saving.\n    SCHEDULES\n        DIPLOMTIC LtlMWITIES AND PRN7LEGES\n          THE DIPLOMATIC IMMUNITIES AND\n                  PRIVILEGES ACT\n                                                                                  Sch,\n                                                                               36 of ZO(b4.\n                                                          [6thAugust, 1962.1\n                       PART I. Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "consular employee",
      "definition": "any person, not being a",
      "source_provision": "sec2"
    },
    {
      "term": "consular office",
      "definition": "any building or part of a",
      "source_provision": "sec2"
    },
    {
      "term": "consular officer",
      "definition": "a consul-general, consul,",
      "source_provision": "sec2"
    },
    {
      "term": "head of mission",
      "definition": "an Ambassador, High Com-",
      "source_provision": "sec2"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for external",
      "source_provision": "sec2"
    },
    {
      "term": "personal immunities",
      "definition": "immunity from suit or legal",
      "source_provision": "sec2"
    },
    {
      "term": "Vienna Convention",
      "definition": "the international convention",
      "source_provision": "sec2"
    }
  ]
}