{
  "id": "jm-stat-the-disaster-preparedness-and-emergency-management-act",
  "type": "statute",
  "title": "The Disaster Preparedness and Emergency Management Act",
  "title_en": "The Disaster Preparedness and Emergency Management Act",
  "short_name": "Disaster Preparedness and Emergency Management Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-disaster-preparedness-and-emergency-management-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-disaster-preparedness-and-emergency-management-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Office shall consist of a Board of Management comprising Constitu-\nthe Director-General and such additional members not being less than tion of\nseven nor more than ten as the Minister may from time to time appoint Office.\nby instmment in writing."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                         Interpre-\n                                                                          tation.\n     “Board” means the board of management of the Office;\n     “chairman” means the chairman of the Board:\n     “Director-General” means the Director-General of the\n         Office appointed under section 7;\n     “disaster” means the occurrence or threat of occur-\n         rence of an event, caused by an act of God or\n         otherwise, which results or threatens to result in\n         loss or damage to property, damage to the environ-\n         ment, death or injury of persons, on a scale which\n         requires emergency intervention by the state and\n         includes widespread dislocation of essential ser-\n         vices, fire, accidents, hurricane, pollution, disease,\n         earthquake, drought and flood so declared under\n         section 12;\n     “disaster preparedness” includes an activity undertaken\n         in anticipation of a disaster, hazard or other emer-\n         gency situation in order to reduce any negative\n         impact;\n     “functians” includes powers and duties;\n     “hazard” means a natural or manmade phenomenon\n         which may cause physical damage, economic\n          [The inclusion of ithis page is authorized by L.N. 42/15-55]\nR/L-23\n4                    DISASTER PREPAREDNESS AND EMERGENCY\n                                  MANAGEMENT\n                       losses, or threaten human life and well-being, if it\n                       occurs in an area of human settlement, agricul-\n                       tural or industrial activity;\n                  “the Office” means the Office of Disaster Preparedness\n                      and Emergency Management established under\n                      section 3.\nEstablish-\nment of         3.-(1) There is hereby established for the purposes of\nthe Office.   this Act, a body to be called the Office of Disaster Prepared-\n              ness and Emergency Management which shall be a body\n              corporate to which the provisions of section 28 of the Inter-\n              pretation Act shall apply.\nSchedule.            (2) The provisions of the Schedule shall have effect\n              as to the constitution of the Office and otherwise in relation\n              thereto.\nPrincipal       4. The principal objects of the Office shall be to advance\nobjects of\nOffire.       disaster preparedness and emergency management measures\n              in Jamaica by facilitating and co-ordinating the develoy-\n              ment and implementation of integrated disaster manage-\n              ment systems.\nFunctions.      5 - 4 1 ) The functions of the Office shall be to carry out\n              such activities as may be necessary to give effect to the\n              objects specified in section 4 and, without prejudice to the\n              generality of the foregoing, such functions shall include-\n                   (a) developing and implementing policies and pro-\n                       grammes to achieve and maintain an appropriate\n                       state of national and sectoral preparedness for\n                       coping with all emergency situations which may\n                       affect Jamaica;\n                   (b) encouraging and supporting disaster preparedness\n                       and mitigation measures in all the parishes in\n  DISASTER PREPAREDNESS AND EMERGENCY                             5\n               MANAGEMENT\n    collaboration with the local government author-\n    ities, community based organizatioris and the\n    private and voluntary agencies. respectively;\n(c) providing appropriate training programmes and\n    consulting services related to all aspects of disaster\n    preparedness, disaster mitigation, loss reduction,\n    and disaster management;\n(d) planning and implementing programmes to\n    enhance public awareness and understanding of\n    disaster related issues, emergency management,\n    hazard prevention and other similar matters;\n(e) identifying and analyzing hazards or emergency\n    situations and conducting related operational\n    research into their effects;\n(f, establishing, maintaining and managing mutual\n    assistance and co-operation agreements.\n (2) It shall be the duty of the Office t o -\n(a) advise the Minister on major issues relating to\n    disaster mitigation, preparedness, warriing systems\n    and emergency management;\n(b) prepare guidelines for disaster relief and response;\n(c) initiate, co-ordinate, inspect, evaluate and s u p\n     prt-\n        (i) the development of a National Disaster Plan;\n       (ii) the development and testing of emergency\n             response plans by appropriate agencies\n             including the emergency services, the\n             security forces, the private sector, and\n             voluntary agencies;\n    me inclusion of this page i s authorized by L N . 421 19951\n6                      DISASTER PREPAREDNESS AND EMERGENCY\n                                   MANAGEMENT\n                          (E) contingency plans               related      to       specific\n                            incidents;\n                 (d) identify any emergency contingencies that are\n                     within or related to the area of responsibility of\n                     each Ministry and public sector agency, and\n                     develop with that Ministry or public sector agency,\n                     a plan for mitigating or responding to that con-\n                     tingency;\n                 (e)    be instrumental in stimulating pubIic interest in\n                        disaster mitigation, preparedness and emergency\n                        management and in securing public co-operation\n                        and participation in achieving planned objectives;\n                 (f)    encourage-\n                            (i) measures for mitigating the & a t of hazards\n                                and to reduce losses from disaster; and\n                           (ii) the development of comprehensive disaster\n                                prevention and preparedness programmes\n                                and capabilities.\n                   (3) For the purpose of discharging its functions under\n             this Act, the Office may, subject to the provisioru of this\n             Act, do anything and enter into any transaction which,\n             in the opinion of the Office, is necessary to ensure the\n             performance of its functions.\nPolicy\ndircCtiOlU"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may appoint any person to act temporarily in the\nplace d any member d the Board other than the Director-General appoint-\nin the case of the absence or inability to act of such member.      ments."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any member of the Board other than the Director-General may Resigna-\nat any time resign his office by instrument in writing addressed to tion.\nthe Director-General who shall forthwith cause it to be forwarded to\nthe Minister and upon the date of the receipt by the Minister of such\ninstrument the member shall cease to hold office."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may at any time revoke the appointment of any Revocation\nmember of the Board (other than the Director-General) if he thinks it uf aPW1nt-\nexpedient so to do.                                                   ments."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Minister may, after consultation with the\n             chairman, give to the Office such directions of a general\n             character as to the policy to be followed by the Office in\n             the discharge of its functions as appear to the !Minister to\n             be necessary in the public interest; and the Office shall give\n             effect to those directions.\n                   (2) The Office shall furnish to the Minister such\n             information as he may require with respect to the activities\n           DISASTER PREPAREDNESS AND EMERGENCY                                  7\n                        MANAGEMENT\nof the Office, and shall afford to the Minister facilities for\nverifying such information in such manner and at such times\nas he may reasonably require."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   The Board shall appoint a Director-General of Appoint-\n                                                         ment of\nthe Office.                                              DirectoP\n                                                         General\n                                                                     and othm\n      (2) The Director-General shall be in charge of the ozmm\nday-to-day management and operation of the Office.\n       (3) The Board may appoint and employ at such\nremuneration and on such terms and conditions as it thinks\nfit, such officers, other employees and agents as it thinks\nnecessary for the proper carrying out of the provisions of\nthis Act :\n  Provided that-\n     (a) no salary in excess of the prescribed rate shall be\n            assigned to any post without the prior approval\n            of the Minister;\n     (b) no appointment shall be made without the prior\n         approval of the Minister to any post to which a\n         salary in excess of the prescribed rate is assigned.\n      (4) In subsection (3) the prescribed rate means a rate\nof one hundred and fifty thousand dollars per annum or\nsuch higher rate as the Minister may, by order, prescribe.\n       (5) The Governor-General may, subject to such con-\nditions as he may impose, approve of the appointment of\nany officer in the service of the Government to any post\nin the Office and any officer so appointed shall, during such\nappointment, in relation to pension, gratuity or other allow-\nance, and to other rights as a public officer, be treated as\ncontinuing in the service of the Government.\n               inclusion of this page is authorized by LN. 42/1W5]\n                     DISASTER PREPAREDNESS AND EMERGENCY\n                                  MANAGEMENT\npensions,      8. The Office may, with the approval of the Minister-\ngratuities\nand other\nretiring           (a) enter into arrangements respecting schemes,\nbendt8.                whether by way of insurance policies or not;\n                  (b) make regulations,\n             for medical benefits, pensions, gratuities and other retiring\n             or disability or death benefits relating to employees of the\n             Office and such arrangements or regulations illay include\n             provisions for the grant of benefits to the dependants and\n             the legal personal representatives of such employees.\nFunds.         9. The funds and resources of the Office shall consists\n             of-\n                   (a) such sums as may from time to time be placed at\n                       its disposition by Parliament;\n                   (b) any other moneys and other property which may\n                       in any manner become payable to or vested in the\n                       Office in respect of any matter incidental to its\n                       functions.\nAccounts        10.-( 1) The Office shall keep accounts and other records\nand audit.\n             in relation to its business, and shall prepare annually a\n             statement of accounts in a form satisfactory to the Minister,\n             being a form which shall conform with established account-\n             ing standards.\n                    (2) The accounts of the Office shall be audited\n             annually by an auditor appointed by the Board with the\n             approval of the Minister.\n                    (3) The auditor’s fees and expenses of the audit shall\n             be paid by the Office.\n                    (4) The Auditor-General may, at any time, examine\n             and report on the accounts of the Office.\n                                                        ___\n                       [The inclusion of this page i s authorized by LN. 42/,1995]\n       DISASTER PREPAREDNESS AND EMERGENCY                                       9\n                   MANAGEMENT"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. There shall be paid to the Director-General and each member of Remunera-\nthe Board such remuneration and allowances as the Minister may deter- tion of\nmine.                                                                 members."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)     The seal of the Office shall be kept in thc custody of the seal and\nDirector-General or of any officer of the Office authorizcd by the Board\nin that behalf, and shall be affixed to instruments pursuant Q a resolu-\n                                                                         zT&!'\ntion of the Board in the presence of the Director-General or any other\nmember duly authorized to act in that behalf, and the secretary.\n          (2) The seal of the Office shall be authenticated by the signature\nof the secretary.\n           F e inclusion of this page is authorized by L.N. 42/'1995]\n14                     DISASTER PREPAREDNESS AND EMERGENCY\n                                           MANAGEMENT\n                      (3) AN documents other than those required  law to be under\n                                                                        bz:\n               seal, made by, and all decisions of the Board may e signified under\n               the hand of the Director-General or any other member of the Board\n               or officer duly authorized to aot in that behalf."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.--(1) The Board shall meet at kast once in every ffionth and sub-\n               ject thereto, as often as may be necessary or expedient for the trans-\n               a d o n of its business and such meetings shall be held at such places and\n               times and on such days as the Board may determine.\n                     (2) The chairman may at any time call a spacial meeting of\n               the Board and shall call a special meeting to be held within seven\n               days of a written request for the purpose addressed to him by any\n               two members of the Board.\n                       (3) The chairman shall preside at meetings of the Board and\n               if the chairman is absent from a meeting the members present shall\n               elect one of their number to preside at that meeting.\n                      (4) The quorum of the Board shall be five.\n                       ( 5 ) The decisions of the Board shall be by a majority of vat@\n               and in addi’tion to an original vote the chairman or other member\n               presiding at the meetin shall have a casting vote in any case in\n               which the voting is equaf\n                       (6) Subjwt to the provisions of this Schedule the B             d may\n               regulate its own proceedings.\nDisclosure        11. A member of the Board who is directly or indirectly interested\nof interest.   in any matter which is being dealt with by the Ebard-\n                    (a) shall disclose the nature of his interest at a meating of the\n                        Board; and\n                    (b) shall not take part in any deliberation or decision of the Board\n                        with respect to that matter.\nAppoint-          1 2 . 4 1 ) The Board may appoint such committees as it thixtks fit\nment d         consisting wholly or partly of members of the Board and may delegate\ncommittees.    to such committees such of the Board’s functions as it thinks fit.\n                      (2) A delegation under sub-paragraph (1) shail not prevent the\n               exercise by the Board of any function so delegated.\n        DISASTER PREPAREDNESS AND EMERGENCY                                         15\n                     MANAGEMENT"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Office shall, within three months after the an$\nend of each financial year, or within such longer period as estimates.\nthe Minister may in special circumstances allow, cause to\nbe made, and transmit to the Minister a report dealing\ngenerally with the activities of the Office during the pre-\nceding financial year together with the statement oi accounts\nin respect of that year.\n        (2) The Minister shall cause copies of the report\ntogether with copies of the statement of accounts in respect\nof that year and the auditor’s report thereon to be laid on\nthe Table of the House of Representatives.\n        (3) The Office shall, before a date specified by the\nMinister, submit to the Minister for his approval, estimates\nof revenue and expenditure for the ensuing year."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) Where the Office reports to the Minister-                    Minister\n                                                                      may\n    (a) the existence of any local condition in any part of           :rig:r\n        the Island tending to endanger public safety, and areas.\n        there are no powers under any law other than this\n        section whereby such condition may be removed\n        or guarded against; or\n    (b) that any part of the Island appears to be threatened\n        with or affected by a natural or technological\n        hazard and that measures apart from, or in addi-\n        tion to, those specifically provided for in this Act,\n        should be taken promptly,\nthe Minister shall notify the Prime Minister in writing and\nthe Prime Minister may by order published in the Gazette\ndeclare that part of the Island to be a disaster area and\ndirect the enforcement of any measures recommended by\nthe Office or any other measures that he thinks expedient\nfor removing or otherwise guarding against any such condi-\ntion and the probable consequences thereof or mitigating\nas far as possible, any such hazard.\n         me inclusion of this page is authorized by L N . 42/11995]\n10               DISASTER PREPAREDNESS AND EMERGENCY\n                              MANAGEMENT\n                  (2) Any order under this section-\n               (a) may extend to the whole Island or to such part\n                   thereof or to such particular places as may be\n                   specified therein;\n               (b) shall, subject to subsection (4), remain in force for\n                   such period as may be specified therein.\n                  (3) A copy of every such order shall be posted in a\n          conspicuous place at every police station and post office in\n          the Island.\n                  (4) Any officer or employee of the Office or any other\n          person authorized in writing in that behalf by the Director-\n           General may at all times enter any premises for the purpose\n           of ensuring compliance with the provisions of any order\n           made under this section, and shall, if so required by the\n          person in charge af the premises, produce to that person\n          the authority for such entry.\n                  ( 5 ) Where the Director-General is satisfied that it is\n          'necessary for the performance of his duties under this Act\n           to do so, he may by himself or by some other person duly\n           authorized by him in that behalf, enter any premises with\n           or without the consent of the owner or occupier, and take\n           such action as he may consider necessary in the public\n          interest.\nRegal.-      13. The Minister may make regulations generally for\nti0M.\n          giving effect to the provisions of this Act, and without\n          prejudice to the generality of the foregoing, may make\n          regulations in relation t o -\n               (a) the prevention, mitigation and suppression of tech-\n                   nological hazards;\n               (b) the collection and publication of data pertaining to\n                   disaster mitigation preparedness and emergency\n                   management;\n                                                       __ -\n                                                     __-\n                   me inclusion of this page is authoFized by L.N. 42/ 19951\n       DISASTER PREPAREDNESS AND EMERGENCY                                11\n                          MANAGEMENT\n    (c) prescribing matters in respect of which fees are to\n         be payable, the amount of such fees and the\n         persons liable to pay them;\n    (4 any other matter or anything which may be, or is\n         required by this Act to be, prescribed."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The office of a member of the Board other than the Director- otfice of\nGenerd shall not be a public office for the purposes of Chapter V member\n                                                                    other than\nof the Constitution of Jamaica.\n                                                                           Director-\n                                                                           General\n                                                                           not public\n                                                                           Of&cs."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No customs duty or other similar impost or tax               z;rP\nunder the General Consumption Tax Act, shall be pay- fromcus-\nable upon any article which is imported into Jamaica, or toms duty.\ntaken out of bond in Jamaica, by the Office and shown to\nthe satisfaction of the Commissioner of Cutsorns to be\nrequired for the use of the Office in the performance of its\nfunctions under this Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The income of the Office shall be exempt from E X ~ P\n                                                         tion fran\nincome tax.                                              moome\n                                                                   tax.\n         (2) The Office shall be exempt from stamp duty on\nall instruments executed by it or on its behalf.           transfer\n                                                                   tax.\n        (3) There shall be exempt from taxation under the\nTransfer Tax Act any transfer by the Office ,Df property\nbelonging to it or of any right or interest created in, over\nor otherwise with respect to any such property."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Every person who-                                     Otfenca\n                                                             and penal-\n     (a) assaults or obstructs the Director-General or any ties.\n          other duly authorized person acting in execution\n          of his duty under this Act; or\n     (b) fails to furnish any information required pursuant\n          to the provisions of an order under section 12, or\n          knowingly furnishes false information,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate, to a fine not\nexceeding twenty thousand dollars or to imprisonment for\na term not exceeding twelve months.\n        me inclusbon of this page is authorized by L.N. 42/1995]\n12                   DISASTER PREPAREDNESS AND EMERGENCY\n                                  MANAGEMENT\nProtection       17. No action, suit or other proceeding shall be brought\nof officers,\nemployees      or instituted personally against any officer or employee of\nand autho-\nrized per-\n               the Board or any person authorized under section 12, in\nsons.          respect of any act done bona fide in pursuance or execution\n               or intended execution of this Act.\n                        me inclusion of this page is authorized by L.N. 42/’1995]\n        DISASTER PREPAREDNESS AND EMERGENCY                                         13\n                     MANAGEMENT\n                              SCHEDULE             (Section 3 (2) )"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Protection of officers,employees and authorized persons.\n        [The inclusbn of this page is authorized by L.N. 42/ 19951\n         DISASTER PREPAREDNESS AND EMERGENCY                                          3\n                      MANAGEMENT\n         THE DISASTER PREPAREDNESS AND                                        Act\n          EMERGENCY MANAGEMENT ACT                                        15 of 1993.\n                                                     [25th June, 1993.1"
    }
  ],
  "definitions": []
}