{
  "id": "jm-stat-the-disaster-risk-management-enforcement-measures-no-2-order",
  "type": "statute",
  "title": "The DISASTER RISK MANAGEMENT (ENFORCEMENT MEASURES) (NO. 2) ORDER",
  "title_en": "The DISASTER RISK MANAGEMENT (ENFORCEMENT MEASURES) (NO. 2) ORDER",
  "short_name": "DISASTER RISK MANAGEMENT (ENFORCEMENT MEASURES) (NO. 2) ORDER",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-disaster-risk-management-enforcement-measures-no-2-order",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-disaster-risk-management-enforcement-measures-no-2-order | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Disaster Risk Management (Enforcement Measures)\n      (No. 2) Order, 2020.\n318                   PROCLAMATIONS, RULES AND REGULATIONS                         [MARCH 24, 2020"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. With effect from the 25th day of March, 2020, the measures set out in this Order are\n      directed to be enforced for removing or otherwise guarding against or mitigating the threat,\n      or effects, of the SARS – CoV-2 (Coronavirus COVID-19) and the possible consequences\n      thereof."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.—(1) For the period from the 25th day of March, 2020, to the 7th day of April, 2020,\n      no person shall be permitted to enter Jamaica.\n             (2) Sub-paragraph (1) shall not apply to any person, or category of persons,\n      authorised by the Minister responsible for immigration, subject to the approval of the\n      Cabinet.\n             (3) Each person landed in Jamaica between the 18th day of March, 2020, and the\n      21st day of March, 2020, from any country where there is local transmission of the SARS –\n      CoV-2 (Coronavirus COVID-19), as published by the Ministry responsible for health and\n      wellness from time to time, is required to remain within that person’s abode or place of\n      residence for the period from the 25th day of March, 2020, to the 7th day of April, 2020.\n              (4) A person referred to in sub-paragraph (3) shall comply with the quarantine rules\n      as outlined by the Ministry with responsibility for health and wellness, whether the abode\n      or place of residence referred to that paragraph is a hotel or not.\n              (5) A person referred to in sub-paragraph (3) shall be permitted to leave Jamaica\n      before the 7th day of April, 2020, if the person does not have any symptoms of the SARS\n      – CoV-2 (Coronavirus COVID-19).\n              (6) If during the period referred to in sub-paragraph (3) a person develops symptoms\n      of the SARS – CoV-2 (Coronavirus COVID-19), the person is required to forthwith inform\n      the Ministry with responsibility for health and wellness.\n             (7) A person who, after the 21st day of March, 2020, has been permitted to enter\n      Jamaica, shall—\n            (a)   remain in quarantine, at that person’s abode or place of residence, or such other\n                  place as may be directed by an authorized officer, for a period of 14 days beginning\n                  from the date on which that person was permitted to enter Jamaica; and\n            (b)   comply with all applicable directions given, and requirements imposed, by an\n                  authorized officer."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A person in Jamaica who develops flu-like symptoms and who may have had contact\n      with someone who—\n            (a)   has travelled to a country affected by the SARS – CoV-2 (Coronavirus COVID-"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.—(1) Except as required for attendance at work in accordance with paragraph 6, for\n     the period from the 25th day of March, 2020, to the 7th day of April, 2020, gatherings in\n     any public place shall not exceed 10 persons at a time, and each person at such a gathering\n     shall maintain a distance of at least 91.44 centimetres (or 3 feet) from other persons.\n             (2) Sub-paragraph (1) does not include—\n           (a)    subject to sub-paragraphs (3)(a) and (4), hospitals, infirmaries and nursing homes;\n           (b)    the Jamaica Constabulary Force and the Jamaica Defence Force;\n           (c)    services concerning the provision of health, water, electricity, sanitation,\n                  firefighting, civil aviation, or telecommunications;\n           (d)    correctional services;\n           (e)    tourist establishments, as defined in the Public Health (Tourist Establishments)\n                  Regulation, 2000;\n           (f)    subject to sub-paragraph (3)(b), retail services (such as markets, supermarkets,\n                  pharmacies and “corner shops”) for the provision of food, medicine or other\n                  necessities of life;\n           (g)    sittings of the Houses of Parliament, and meetings of the Cabinet, or any\n                  committees thereof;\n           (h)    Ministries, Departments and Agencies of Government, and Municipal\n                  Corporations;\n           (i)    Tax Administration Jamaica, the Bank of Jamaica and the Jamaica Customs\n                  Agency;\n           (j)    banking business, as defined in the Banking Services Act;\n           (k)    services connected with oil-refining and with the loading, distribution,\n                  transportation or retail of petroleum fuel, liquefied natural gas or any renewable\n                  energy source;\n           (l)    services connected with the loading and unloading of ships and with the storage\n                  and delivery of goods at, or from, docks, wharves and warehouses operated in\n                  connection with docks or wharves;\n           (m)    the provision of public transportation by bus (including buses operated by the\n                  Jamaica Urban Transit Company or the Montego Bay Metro Company Limited),\n                  limited to seated passengers only;\n           (n)    the provision of public transportation by motor car, limited to one person less\n                  than the maximum number of persons allowed to be carried under the relevant\n                  licence;\n           (o)    the Judiciary and persons employed to a court;\n320                   PROCLAMATIONS, RULES AND REGULATIONS                        [MARCH 24, 2020\n            (p)   any service, activity or public gathering, authorised to be carried on by the\n                  Medical Officer (Health), or a person designated by the Medical Officer (Health)\n                  to give such authorisation.\n             (3) During the period referred to in sub-paragraph (1)—\n            (a)   the operator of a hospital or nursing home shall ensure that no person visits a\n                  patient in the hospital or nursing home, more than once per day, and that each\n                  such patient does not have more than one visitor per day; and\n            (b)   markets shall operate only during the hours of 6:00 am to 2:00 pm.\n              (4) During the period from the 25th day of March, 2020, to the 23rd day of April,\n      2020, the operator of an infirmary shall ensure that—\n            (a)   no person visits, more than once per day, a patient in the infirmary and that each\n                  such patient does not have more than one visitor per day; and\n            (b)   no patient of the infirmary is permitted to go outside the infirmary.\n             (5) With effect from the 25th day of March, 2020, to the 23rd day of May, 2020, no\n      new patient shall be admitted to an infirmary."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.—(1) For the period from the 25th day of March, 2020, to the 7th day of April, 2020—\n            (a)   no person employed to the Government who has attained the age of 65 years or\n                  more, other than persons—\n                        (i)    employed in any undertaking or entity referred to in any of paragraphs\n                               5(2)(a), (b), (c), (d), (g), (h), (i), (k) (l) or (o); or\n                        (ii)   authorised under paragraph 5(2)(p),\n                  shall be required to attend at the person’s place of employment and shall, to the\n                  extent possible, work from home; and\n            (b)   all other persons who can work from home should do so.\n               (2) During the period referred to in sub-paragraph (1), an employer shall have a\n      duty, if satisfied that an employee is able to discharge the duties of that employee from the\n      employee’s place of residence, to grant the employee permission to do so without imposing\n      any adverse consequences to the employee in respect thereof.\n              (3) An employee whose assigned tasks can only be discharged at the place of\n      employment is required to attend for work at that place during the period referred to in\n      sub-paragraph (1) unless otherwise permitted by the employer as part of the employer’s\n      measures to combat the risk of transmission of the SARS-CoV-2 (Coronavirus COVID-19)\n      at the place of employment.\nMARCH 24, 2020]         PROCLAMATIONS, RULES AND REGULATIONS                                                  321\n            (4) The grant of permission to an employee under sub-paragraph (2) or (3) shall\n     not count against the leave entitlements of that employee, unless otherwise agreed between\n     the employer and employee."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.—(1) Notwithstanding the provisions of paragraph 6, a person who has attained the\n     age of 75 years or more shall remain within that person’s abode or place of residence,\n     except that the person may once per day leave that abode or place of residence for food,\n     medicine or other necessities of life.\n             (2) Sub-paragraph (1) shall not apply to any person employed in any undertaking\n     or entity referred to in paragraph 5(2)(g) or (h), or in any service or activity authorised\n     under paragraph 5(2)(p)."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.—(1)      For the period from the 25th day of March, 2020, to the 23rd day of April,\n     2020—\n            (a)    all bars, nightclubs and other places of amusement shall remain closed;\n            (b)    the opening hours of barber shops and hair salons shall be no earlier than 10:00\n                   am and no later than 5:00 pm;\n            (c)    no more than 10 persons at a time shall be permitted to be in any barber shop or\n                   hair salon, and no more than 2 of those persons shall be clients waiting to be\n                   served.\n             (2) In sub-paragraph (1), “place of amusement” means any place open to the public,\n     whether for a fee or free of charge, for the purpose of entertainment and (without limit to\n     the generality of the foregoing) includes a cinema, dance hall, club, open air dance venue,\n     amusement arcade, any place where a coin operated amusement machine is open to the\n     public, a festival, discotheque, roller disco, or skate rink."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every educational institution, as defined in the Education Act, shall remain closed\n     until the 19th day of April, 2020."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Disaster Risk Management (Enforcement Measures) Order, 2020, is revoked.\n  Dated this 24th day of March, 2020.\n                                                                                         ANDREW HOLNESS\n                                                                                           Prime Minister.\n    PRINTED BY JAMAICA PRINTING SERVICES (1992) LTD., (GOVERNMENT PRINTERS), DUKE STREET, KINGSTON, JAMAICA"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19); or\n            (b)   is infected with the SARS – CoV-2 (Coronavirus COVID-19) or has been exposed\n                  to a person so infected,\n      is required to forthwith inform the Ministry with responsibility for health and wellness.\nMARCH 24, 2020]       PROCLAMATIONS, RULES AND REGULATIONS                                       319"
    }
  ],
  "definitions": []
}