{
  "id": "jm-stat-the-disaster-risk-management-enforcement-measures-no-3-order",
  "type": "statute",
  "title": "The DISASTER RISK MANAGEMENT (ENFORCEMENT MEASURES) (NO. 3) ORDER",
  "title_en": "The DISASTER RISK MANAGEMENT (ENFORCEMENT MEASURES) (NO. 3) ORDER",
  "short_name": "DISASTER RISK MANAGEMENT (ENFORCEMENT MEASURES) (NO. 3) ORDER",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-disaster-risk-management-enforcement-measures-no-3-order",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-disaster-risk-management-enforcement-measures-no-3-order | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Disaster Risk Management (Enforcement Measures)\n      (No. 3) Order, 2020.\n350                     PROCLAMATIONS, RULES AND REGULATIONS                          [APRIL 8, 2020"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. With effect from April 8, 2020, the measures set out in this Order are directed to be\n      enforced for removing or otherwise guarding against or mitigating the threat, or effects, of\n      the SARS – CoV-2 (Coronavirus COVID-19) and the possible consequences thereof."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.—(1) For the period from April 8, 2020, to April 21, 2020, no person shall be permitted\n      to enter Jamaica.\n             (2) Sub-paragraph (1) shall not apply to any person, or category of persons,\n      authorised by the Minister responsible for immigration, subject to the prior approval of\n      the Cabinet.\n               (3) A person who, after March 21, 2020, has been permitted to enter Jamaica, shall—\n         (a)      remain in quarantine, at that person’s abode or place of residence, or such other\n                  place as may be directed by an authorized officer, for a period of 14 days beginning\n                  from the date on which that person was permitted to enter Jamaica; and\n         (b)      comply with all applicable directions given, and requirements imposed, by an\n                  authorized officer."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Each person who entered Jamaica on or after March 18, 2020, shall forthwith contact\n      the Ministry with responsibility for health and wellness, either—\n         (a)      through the website https://jamcovid19.moh.gov.jm/ or e-mail covid19@moh.gov.jm;\n                  or\n         (b)      by calling any of the following numbers—\n                       (i)     888-ONE-LOVE (888-663-5683);\n                       (ii)    888-754-7792;\n                       (iii)   876-542-5998;\n                       (iv)    876-542-6007; or\n                       (v)     876-542-6006,\n      and shall provide to that Ministry the residential address where that person can be located,\n      and all other information required by that Ministry for the purposes of measures to combat\n      the risk of transmission of the SARS-CoV-2 (Coronavirus COVID-19)."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A person in Jamaica who develops flu-like symptoms and who may have had contact\n      with someone who—\n            (a)     has travelled to a country affected by the SARS – CoV-2 (Coronavirus COVID-"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.—(1) During the period from April 8, 2020, to April 21, 2020—\n           (a)     gatherings in any public place shall not exceed 10 persons at a time; and\n           (b)     except as required for work in accordance with paragraph 7, each person at such\n                   a gathering shall maintain a distance of at least 91.44 centimetres (or 3 feet) from\n                   other persons.\n                 (2) Sub-paragraph (1)(a) does not include—\n           (a)     subject to sub-paragraphs (3) and (5), hospitals, infirmaries and nursing homes;\n           (b)     security forces;\n           (c)     services concerning the provision of health, water, electricity, sanitation,\n                   firefighting, civil aviation, or telecommunications;\n           (d)     correctional services;\n           (e)     tourist establishments, as defined in the Public Health (Tourist Establishments)\n                   Regulations, 2000;\n           (f)     subject to sub-paragraph (4), retail services (such as markets, supermarkets,\n                   pharmacies and “corner shops”) for the provision of food, medicine or other\n                   necessities of life;\n           (g)     sittings of the Houses of Parliament, and meetings of the Cabinet, or any\n                   committees thereof;\n           (h)     Ministries, Departments and Agencies of Government, and Municipal\n                   Corporations;\n           (i)     Tax Administration Jamaica, the Bank of Jamaica, the Jamaica Customs Agency,\n                   the Office of Disaster Preparedness and Emergency Management and the\n                   Independent Commission of Investigations;\n           (j)     financial services, as defined in the Banking Services Act;\n           (k)     credit union business by a society registered under the Co-operative Societies\n                   Act;\n           (l)     services connected with oil-refining and with the loading, distribution,\n                   transportation or retail of petroleum fuel, liquefied natural gas or any renewable\n                   energy source;\n           (m)     services connected with the loading and unloading of ships and with the storage\n                   and delivery of goods at, or from, docks, wharves and warehouses operated in\n                   connection with docks or wharves;\n352                   PROCLAMATIONS, RULES AND REGULATIONS                          [APRIL 8, 2020\n            (n)   the provision of public transportation by bus (including buses operated by the\n                  Jamaica Urban Transit Company or the Montego Bay Metro Company Limited),\n                  limited to seated passengers only;\n            (o)   the provision of public transportation by motor car, limited to one person less\n                  than the maximum number of persons allowed to be carried under the relevant\n                  licence;\n            (p)   the Judiciary and persons employed to a court;\n            (q)   Factories as defined in the Factories Act;\n            (r)   any service, activity or public gathering, authorised to be carried on by the\n                  Medical Officer (Health), or a person designated by the Medical Officer (Health)\n                  to give such authorisation.\n             (3) During the period referred to in sub-paragraph (1), the operator of a hospital or\n      nursing home shall ensure that no person visits a patient in the hospital or nursing home,\n      more than once per day, and that each such patient does not have more than one visitor\n      per day.\n             (4) During the period referred to in sub-paragraph (1), markets shall operate, and\n      vending in public arcades and public transportation centres shall take place, only during—\n            (a)   the hours of 6:00 am to 2:00 pm on April 8, 2020;\n            (b)   the hours of 6:00 am to 7:00 pm on April 9, 2020 (Holy Thursday);\n            (c)   the hours of 7:00 am to 2:00 pm on April 11, 2020;\n            (d)   the period April 14, 2020 to April 21, 2020—\n                        (i)    the hours of 6:00 am to 2:00 pm on Sundays, Mondays, Tuesdays\n                               and Wednesdays; and\n                        (ii)   the hours of 6:00 am to 6:00 pm on Thursdays, Fridays and\n                               Saturdays,\n      except that on April 10, 2020 (Good Friday), April 12, 2020 (Easter Sunday) and April 13,\n      2020 (Easter Monday), all markets shall remain closed, and no vending shall take place in\n      public arcades and public transportation centres.\n             (5) During the period from the April 8, 2020, to April 21, 2020, the operator of an\n      infirmary shall ensure that—\n            (a)   no person visits a patient in the infirmary; and\n            (b)   no patient of the infirmary is permitted to go outside the infirmary.\n              (6) With effect from April 8, 2020, to May 23, 2020, no new patient shall be admitted\n      to an infirmary."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.—(1) For the period from April 8, 2020, to April 21, 2020, all persons who can work from\n      home should do so.\nAPRIL 8, 2020]       PROCLAMATIONS, RULES AND REGULATIONS                                      353\n              (2) During the period referred to in sub-paragraph (1), an employer shall have a\n     duty, if satisfied that an employee is able to discharge the duties of that employee from the\n     employee’s place of residence, to grant the employee permission to do so without imposing\n     any adverse consequences to the employee, in respect thereof.\n            (3) During the period referred to in sub-paragraph (1), the employer shall not require\n     any person who—\n           (a)   has attained the age of 70 years or more; or\n           (b)   exhibits flu-like symptoms or respiratory symptoms,\n     to attend for work at the workplace.\n             (4) During the period referred to in sub-paragraph (1), an employer may permit an\n     employee who is not able to work from home to nevertheless remain at home in order to\n     care for—\n           (a)   an elderly or ailing family member; or\n           (b)   a child of the employee, if there are no other suitable child care arrangements\n                 available for that purpose.\n             (5) The grant of permission to an employee under sub-paragraph (2) or a requirement\n     in respect of an employee under sub-paragraph (3) shall not count against the leave\n     entitlements of that employee, unless otherwise agreed between the employer and employee.\n              (6) During the period from April 8, 2020 to May 5, 2020, an employer shall provide\n     sufficient number of areas, at the workplace, where any person who is an employee or\n     customer of the employer, or any other visitor to the workplace, is able to readily access\n     facilities for washing or otherwise sanitizing, that person’s hands."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.—(1) With effect from April 8, 2020, to April 21, 2020, each of the following persons\n     shall remain within that person’s abode or place of residence, except that the person may\n     once per day leave that abode or place of residence for food, medicine or other necessities of\n     life—\n           (a)   a person who has attained the age of 70 years or more;\n           (b)   a person who has the “flu” or a respiratory illness.\n             (2) Sub-paragraph (1)(a) shall not apply to any person employed in any undertaking\n     or entity referred to in paragraph 6(2)(g) or (h), or in any service or activity authorised\n     under paragraph 6(2)(r)."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.—(1) During the period from April 8, 2020, to April 21, 2020 all bars, nightclubs and\n     other places of amusement shall remain closed.\n            (2) Subject to sub-paragraph (3), during the period from April 8, 2020 to April 21,\n     2020 no more than 10 persons at a time shall be permitted to be in any one area of a barber\n     shop or hair salon, and no more than 2 of those persons shall be clients waiting to be\n     served in that area.\n354                   PROCLAMATIONS, RULES AND REGULATIONS                           [APRIL 8, 2020\n              (3) The opening hours of barber shops and hair salons shall be—\n            (a)   no earlier than 10:00 am and no later than 5:00 pm during the periods April 8, 2020\n                  to April 9, 2020 and April 14, 2020 and April 21, 2020; and\n            (b)   no earlier than 8:00 am and no later than 2:00 pm on April 11, 2020,\n      except on April 10, 2020 (Good Friday), April 12, 2020 (Easter Sunday) and April 13, 2020\n      (Easter Monday), when they shall be closed.\n              (4) During the period from April 10, 2020, to April 13, 2020, all public beaches\n      (whether licensed under the Beach Control Act or not), water attractions (including rivers\n      and falls) and other attractions shall remain closed.\n              (5) In sub-paragraph (1), “place of amusement” means any place open to the public,\n      whether for a fee or free of charge, for the purpose of entertainment and (without limit to\n      the generality of the foregoing) includes a cinema, dance hall, club, open air dance venue,\n      amusement arcade, any place where a coin operated amusement machine is open to the\n      public, a festival, discotheque, roller disco, or skate rink."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every educational institution, as defined in the Education Act, shall remain closed\n      until the end of the day of April 21, 2020."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.—(1) Each person shall remain indoors during the hours from 8:00 pm on April 8, 2020,\n      to 6:00 am April 9, 2020.\n              (2) During the period from April 14, 2020 to April 22, 2020, commencing at 9:00 pm\n      on April 14, 2020, and ending at 5:00 am on April 22, 2020, each person shall remain indoors\n      during the hours from 9:00 pm to 5:00 am each day.\n              (3) Sub-paragraphs (1) and (2) shall not apply to—\n            (a)   members of the Houses of Parliament and persons employed to the Houses of\n                  Parliament;\n            (b)   Permanent Secretaries, the Solicitor-General and the Chief Parliamentary Counsel;\n            (c)   any member of a security force;\n            (d)   any person employed in a service concerning the provision of health, water,\n                  electricity, public works, sanitation, firefighting, civil aviation or\n                  telecommunications;\n            (e)   veterinary surgeons, licensed under the Veterinary Act;\n            (f)   immigration officers and customs officers;\n            (g)   correctional services officers;\n            (h)   persons employed in the transportation of agricultural produce or livestock or\n                  employed in the poultry industry (including catching crew, poultry processing\n                  plant staff and the staff of feed mills);\nAPRIL 8, 2020]       PROCLAMATIONS, RULES AND REGULATIONS                                       355\n           (i)   persons employed in the sugar cane industry;\n           (j)   persons employed to “tourist establishments” as defined by the Public Health\n                 (Tourist Establishments) Regulations, 2000;\n           (k)   persons employed in services connected with oil-refining and with the loading,\n                 distribution or transportation of petroleum fuel, liquefied natural gas or any\n                 renewable energy source;\n           (l)   persons employed in services connected with the loading and unloading of\n                 ships and with the storage and delivery of goods at, or from, docks, wharves and\n                 warehouses operated in connection with docks or wharves;\n           (m)   persons employed in the provision of public transportation by the Jamaica Urban\n                 Transit Company or the Montego Bay Metro Company Limited;\n           (n)   the Judiciary and persons employed to the courts;\n           (o)   persons employed to the business process outsourcing sector;\n           (p)   persons employed to the media (such as journalists, television or radio\n                 presenters, camera operators, announcers, engineers, technicians and newspaper\n                 delivery personnel);\n           (q)   persons employed to businesses providing private security;\n           (r)   persons employed to the Jamaica Printing Services Limited;\n           (s)   persons employed to the Toll Authority established under the Toll Roads Act;\n           (t)   persons employed to courier services;\n           (u)   persons employed in the bauxite or alumina industries;\n           (v)   persons engaged in the transportation of manufactured products;\n           (w)   persons employed to Factories as defined in the Factories Act;\n           (x)   Mayors and Councillors of Municipal Corporations;\n           (y)   persons employed to the Independent Commission of Investigations;\n           (z)   persons employed to the Cabinet Office, the Office of the Prime Minister, the\n                 Ministry with responsibility for finance and the public service, Tax Administration\n                 Jamaica, the Accountant General’s Department or eGov Jamaica Limited;\n           (aa) the Director-General of the Office of Disaster Preparedness and Emergency\n                Management and persons authorised in writing by the Director-General; and\n           (bb) persons employed in any service or activity designated in writing by the Minister\n                with responsibility for national security, with the prior approval of the Cabinet,\n                as an exempt service or activity under this sub-paragraph,\n     for the purposes of that employment, service, activity or authorisation, or duties as such\n     member (as the case may be).\n356                   PROCLAMATIONS, RULES AND REGULATIONS                                      [APRIL 8, 2020\n              (4) During the times and periods referred to in sub-paragraph (1) (from 8:00 pm on\n      April 8, 2020, to 6:00 am April 9, 2020) and sub-paragraph (2) (from April 14, 2020 to April"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.—(1) During the period from April 9, 2020, to April 14, 2020, each person shall remain\n      indoors at the following times—\n            (a)   from 8:00 pm on Thursday, April 9, 2020 (Holy Thursday) to 7:00 am on Friday,\n                  April 10, 2020 (Good Friday);\n            (b)   from 3:00 pm on Friday, April 10, 2020 (Good Friday) to 7:00 am on Saturday, April"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. During the period from April 8, 2020, to April 21, 2020, when in a public place, each of\n     the following persons shall wear a mask fitted to that person’s face so as to cover that\n     person’s nose and mouth—\n            (a)    a person who has attained the age of 65 years or more;\n            (b)    a person who has the “flu” or a respiratory illness;\n            (c)    a person who has the care of—\n                          (i)     another person who is in quarantine or isolation;\n                          (ii)    another person who is suspected or confirmed with SARS – CoV-2\n                                  (Coronavirus COVID-19); or\n                          (iii)   another person who is exhibiting flu-like symptoms or respiratory\n                                  symptoms;\n            (d)    a person who has comorbid illnesses."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Disaster Risk Management (Enforcement Measures) (No. 2) Order, 2020, is\n     revoked.\n  Dated this 8th day of April, 2020.\n                                                                                         ANDREW HOLNESS\n                                                                                           Prime Minister.\n    PRINTED BY JAMAICA PRINTING SERVICES (1992) LTD., (GOVERNMENT PRINTERS), DUKE STREET, KINGSTON, JAMAICA"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19); or\n            (b)     is infected with the SARS – CoV-2 (Coronavirus COVID-19) or has been exposed\n                    to a person so infected,\nAPRIL 8, 2020]         PROCLAMATIONS, RULES AND REGULATIONS                                        351\n     shall forthwith inform the Ministry with responsibility for health and wellness and comply\n     with all applicable directions given, and requirements imposed by, the Medical Officer (Health),\n     a public health officer or a nurse registered under the Nurses and Midwives Act."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22, 2020, commencing at 9:00 pm on April 14, 2020, and ending at 5:00 am on April 22,\n      2020), a person referred to in sub-paragraph (3) shall, on being requested to do so by an\n      authorized officer, produce satisfactory proof of identification as a person referenced in\n      that sub-paragraph.\n              (5) During the times and periods referred to in sub-paragraph (1) (from 8:00 pm on\n      April 8, 2020, to 6:00 am April 9, 2020) and sub-paragraph (2) (from April 14, 2020 to April"
    }
  ],
  "definitions": []
}