{
  "id": "jm-stat-the-dividing-fences-act",
  "type": "statute",
  "title": "The Dividing Fences Act",
  "title_en": "The Dividing Fences Act",
  "short_name": "Dividing Fences Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-dividing-fences-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-dividing-fences-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Dividing Fences Act.                 Shorttitle."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Nothing in this Act shall be deemed to apply to a case land\n                                                            Classesof\n                                                                 to\nwhere land adjoins uncultivated and untenanted land being which this\n                                                          Act does\nthe property of the Crown, or vested in the Commissioner not apply.\nof Lands for any public purpose, or any public road."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Act-                                       Interpreta-\n                                                        tion.\n“dividing fence” means any fence which separates any\n    holding from any other, and shall be deemed synony-\n    mous with the term “line fence”;\n“fence” includes wall, bank and hedge;\n“occupier” includes the owner of any land whether in pos-\n    session by himself or by any person for him."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every occupier of land shall, as between himself and How\n                                                                         of\nthe occupier of the adjoining land, be liable to bear one-half expenses\n                                                               dividing\n                                                               fences to be\nof the expense of erecting and maintaining a sufficient apportioned.\ndividing fence to separate their respective holdings."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A fence shall be deemed “sufficient” for the purpose Whena\n                                                           fence is\nof this Act when it is high enough, strong enough and sufficient\nclose enough, to prevent ordinary animals, other than pigs\nand goats, of the kind kept on the one holding from tres-\npassing on to the other.\n4                                     DIVIDING FENCES\nPower of        6 . 4 1 ) Whenever there shall be no dividing fence between\noccupier of\nland to       two holdings, or the existing fence is from want of repair\nrequire his\nneighbour     or other cause insufficient, it shall be lawful for the occupier\nto agree as   of either holding, by notice in writing, to call on the\nto making a\ndividing      occupier of the other to come to an agreement in writing\nfence\n between      with him as to the kind of fence to be erected, or the kind\nthem.         of repairs or work to be done to make such fence sufficient,\n              and as to the mode in which the work is to be carried out.\n                     (2) If the parties come to such an agreement, and\n              either party shall nevertheless fail to do anything which by\n              the said agreement he has agreed to do, the other party hav-\n              ing done what he had agreed to do, or so much thereof as he\n              has not been prevented from doing by the default of the\n              other party, may do for the other party what such other\n              party has failed to do, and on the completion of the work\n              shall be entitled to recover from such party a sum equivalent\n              to what he has spent on the work in excess of one-half of the\n              cost of the whole work.\n                     (3) If the parties shall fail, within fourteen days of the\n              giving of such notice as aforesaid, to come to such agree-\n              ment as aforesaid, it shall be lawful for the party giving\n              the notice to erect or repair (as the case may be) the whole\n              of such fence, and on the completion of the work he shall be\n              entitled to recover from the other party one-half of the cost\n              of the work so done.\n                    (4) Any money to be recovered under this section may\n              be sued for as money paid by the plaintiff at the request of\n              the defendant.\n                    (5) Nothing in this section shall apply where there is\n              bona fide any dispute between the parties as to the true\n              boundary line between their respective holdings.\n                       DIVIDING FENCES                                   5"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Power of occupier of land to require his neighbour to agree as\n      to making a dividing fence between them."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Where the holdings are separated or bounded by a ~ s t o c a s e s\nriver, gully or watercourse, and it is impracticable to con- where   the\n                                                               boundary\nstruct and maintain a suitable dividing fence on the actual ~$~~~~~\nboundary, if the parties cannot agree as to the line on ;;E;;;f-W\nwhich the fence is to be erected it shall be lawful for either course.\nparty to lodge a plaint in the Resident Magistrate’s Court,\nalleging the necessity for a dividing fence, and the inability\nof the parties to agree on the line on which such fence\nis to be erected, and thereupon a summons shall issue to\nthe other party; and if the defendant shall not on a day to\nbe named in such summons, show cause to the contrary,\nthen, on proof of the respective occupation of the plaintiff\nand defendant, and of the necessity for a dividing fence, and\nof the failure to come to an agreement as aforesaid, and\nof the service of the summons if the defendant shall not\nappear thereto, the Resident Magistrate shall hear evidence,\nand determine the line on which the dividing fence shall be\nerected.\n       (2) Court fees shall be payable in any such case as in\nthe case of a disputed boundary, and shall be deemed to be\npart of the cost of the fence.\n       (3) Any decision of the Resident Magistrate under\nthis section shall not alter or affect the actual boundary, of\neither holding otherwise than for the purposes of this Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. If, in any action brought under section 6 it shall Casesof\n                                                              excessive\nappear to the Court that the plaintiff has erected a fence of expenditure.\nan unreasonably costly character, or that he has paid an\nexcessive sum for the fence erected, or for the repairs\nrequired to be done, the Court shall determine what would\nhave been the cost of a reasonably proper fence, or what\nshould properly have been the cost of the fence erected or\nof the repairs required to be done, and he shall award the\nplaintiff a sum equivalent to the defendant’s half of the\ncost aforesaid after deducting therefrom the value of the\nwork done by the defendant, if any.\n6                                     DIVIDING FENCES\nPower to          9. In any action brought under section 7 in a Resident\nResident\nMagistrate     Magistrate’s Court, the Resident Magistrate shall have the\nto refer       same power of referring the matters in controversy for\nmatter to\nSurveyor.      report as in an action in respect of disputed boundary\n               brought under the Judicature (Resident Magistrates) Act;\n               and when the Resident Magistrate has made such a reference\n               all the provisions of the said Act applicable to such a\n               reference if made in an action brought under the said Act\n               shall apply to the same.\nConse-           10. Where any damage shall have been done to a divid-\nquences of\ndamage         ing fence which is “sufficient”, within the meaning of\nto dividing\nfence by an    section 5, by any animal which is suffered to be on the land\n occupier of\nan adjoining\n               bounded by such dividing fence by the occupier thereof, or\nholding.       by fire which has originated from the negligence of the\n               occupier of one holding bounded by such fence, such\n               occupier shall bear the entire cost of repairing and reinstat-\n               ing such fence, and until the same shall have been repaired\n               and reinstated shall not impound any animals trespassing\n               on his land, the property of the adjoining occupier whose\n               holding was separated from that of the first named occupier\n               by the fence damaged or destroyed, and shall not be entitled\n               to any compensation for damage sustained by him by any\n               such trespass, and if he refuse, or for an unreasonable time\n               neglect, to repair and reinstate such fence, the adjoining\n               owner may do the necessary work on his behalf, and recover\n               the cost of it against him as money paid at his request.\n Remedies of      11. Where the occupier of land is not the owner there-\ntenant and\nlandlord as    of, and is not, as between himself and the owner, bound\nbetween        by the terms of his tenancy to bear the expense of erecting\nthemselves\nin respect\nof moneys\n               or repairing the fence dividing such land from the adjoin-\nexacted for    ing land, he shall, on being obliged to defray any such\nfencing\npurposes.      expense under the provisions of this Act, be entitled to\n               recover the same from his landlord as money paid at his\n               request, or to deduct the same from his rent as the same\n               falls due :\n                       DiViDING FENCES                                               7\n  Provided that in any case in which, as between himself\nand his tenant, the landlord is not bound to erect or repair\nany dividing fence, and is nevertheless, under the provi-\nsions of this Act, put to expense in erecting or repairing\nthe same, the tenant shall, in addition to the rent otherwise\npayable during his tenancy, pay a further rent equivalent\nto ten per centum per annum on the amount paid by the\nlandlord :\n   Provided that where a tenant has paid any money which\nunder the provisions of this section he is entitled to deduct\nfrom his rent he shall be entitled to remain in possession\nof his holding until such money shall have been paid, or\nuntil he shall have repaid himself by deductions as afore-\nsaid :\n  Provided always that no tenant shall have any rights\nagainst his landlord under the provisions of this section\nunless he has given his landlord, or the person representing\nsuch landlord, timely notice of any notice received by him\nunder the provisions of this Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Consequences of damage to dividing fence by an occupier of an\n      adjoining holding."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Remedies of tenant and landlord as between themselves in respect\n      of moneys exacted for fencing purposes."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Nothing in this Act contained shall be deemed to Powerto\n                                                                         tenant to\ncreate a liability on a tenant, as between himself and his give\n                                                             . notice\nlandlord, by reason of this Act, at his cost, on a requisi- z l G t o r d\ntion under this Act, to make or maintain a dividing fence; under\n                                                            requisition\n                                                                    this\nand in any proceeding to recover from a tenant his propor- Act,and\ntion of such cost he may, by notice to his landlord of such              ~~~~~~~\nproceeding being taken, bring such landlord before the\nCourt, and the Court shall require such landlord, if not\nappearing, to be summoned to appear, and on the hearing\nof the case the Court shall, on being satisfied that there\nis no liability on the tenant under his contract with his\nlandlord to erect or maintain such fence, adjudicate the\ncase as if the landlord were the sole defendant in such\nproceedings, whether he has appeared or made default in\nappearing.\n                                                                    --\n8                                       DIVIDING FENCES\nPowers, etc.,      13. In the making, repairing or otherwise making suffi-\nin favour of\noccupiers,      cient, any dividing fence it shall be lawful for the occupier\netc., making    doing such work, his servants or agents, to cut down and\nor repairing\ndividing\nfences.\n                remove any trees or parts of trees, and to remove the roots\n                of trees if necessary, if such trees or parts of trees or roots\n                affect or tend to affect such fence. And no compensation\n                or allowance shall be made in respect thereof to the owners\n                of such trees, or for trespass on the land in felling or cut-\n                ting such trees, or removing such roots.\nDisabilities      14. The occupier of any land who has received a notice\nof occupiers\nrefusing or     calling on him to come to an agreement under this Act to\nneglecting      erect or repair a dividing fence, and has failed within\nto agree in\nmaking a\ndividing\n                fourteen days of the giving of such notice to come to such\nfence.          agreement, shall not, during such time as would be sufficient\n                to enable the occupier giving such notice to erect or repair\n                the fence, and while such last mentioned occupier is pro-\n                ceeding with due diligence with the erection or repair of\n                such fence, impound any animals trespassing on his land,\n                the property of the adjoining owner who gave such notice\n                as aforesaid, or under his care and control, and shall not\n                be entitled to any compensation for damage sustained by\n                him by any such trespass.\nService of         15. Where the possession of land is vacant, and the\nnotice when\nland is         residence of the owner is not known, service of any notice\nvacant and\nthe resi-\n                required under this Act shall be deemed to be sufficient\ndence of the    if affixed to some conspicuous part of the unoccupied land.\nowner is\nunknown."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Powers, etc., in favour of occupiers, etc., making or repairing\n      dividing fences."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Disabilities of occupiers refusing or neglecting to agree in making\n      a dividing fence."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Service of notice when land is vacant and the residence of the\n      owner is unknown.\n     [The inclusion of this page is authorizcd by L.N. 480/1973]\n                        DIVIDING FENCES                                              3\n              THE DIVIDING FENCES ACT                                    Cap. 101.\n                                                [22nd M a y , 1888.1"
    }
  ],
  "definitions": []
}