{
  "id": "jm-stat-the-dogs-act-2020",
  "type": "statute",
  "title": "The Dogs Act, 2020",
  "title_en": "The Dogs Act, 2020",
  "short_name": "Dogs Act, 2020",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-dogs-act-2020",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-dogs-act-2020 | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Dogs (Liability for Attacks) Act, Short title.\n2020.\n                                                      2\nInterpretation.     2. In this Act—\n                         “agent”, where used in relation to the Government, includes an\n                              independent contractor employed by the Government;\n                         “attack” includes any circumstance which does not result in injury,\n                               but which creates a reasonable apprehension of injury;\n                         “injury” means injury to an individual, and includes death, disease,\n                               or any impairment of an individual’s physical or mental\n                               condition;\n                         “occupier”, in relation to premises or any public place, means a\n                              person who under the Occupiers’ Liability Act has a duty\n                              of care to visitors of the premises or public place, and\n                              includes a tenant;\n                         “owner”, in relation to a dog, means—\n                                  (a) the person presumed under section 3 to be the\n                                      owner of the dog;\n                                  (b) the person having the custody or care of the dog\n                                      at the time the injury concerned occurred; or\n                                  (c) where a dog is in a public place, the person who\n                                      caused the dog to be in that public place;\n                         “premises” means land or buildings, regardless of use;\n                         “public place”, for the avoidance of doubt, has the meaning\n                             assigned to it in the Interpretation Act;\n                         “veterinary surgeon” means a person registered as veterinary\n                              surgeon under the Veterinary Act.\nPresumption         3.—(1) The occupier of any premises where a dog is kept, or\nof ownership\nof dog.\n                  permitted to live or remain, shall be presumed to be the owner of the\n                  dog.\n                         (2) For the purposes of this section, where there is more than\n                  one occupier of the premises concerned, being premises let in separate\n                  apartments or lodgings (however described), the occupier of that\n                                   3\nparticular part of the premises at which the dog was kept, or permitted\nto live or remain, at the time in question shall be presumed to be the\nowner of the dog.\n        (3) Nothing in this section precludes more than one person\nbeing presumed to be the owner of a dog and being held liable for\ninjury caused by the dog accordingly.\n       (4) A person may rebut a presumption of ownership under this\nsection by proving that the person was not the owner of the dog at the\ntime in question and that the dog was kept, or permitted to live or\nremain, at the premises without the person’s sanction or knowledge.\n        (5) Where an individual who is presumed under this section to\nbe the owner of a dog is under the age of eighteen years, any individual\nover the age of eighteen years who is the parent or guardian of that\nindividual shall be presumed to be the owner of the dog."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.—(1) The owner of a dog has a duty to ensure that, at all times Duties of\n                                                                    owners.\nwhile the dog is in a public place—\n     (a) the dog is kept under control;\n     (b) the dog is fitted with a muzzle that prevents the dog from\n         biting any individual; and\n     (c) the dog is fitted with a restraint (such as a secured leash\n         attached to a collar or harness), or contained in a receptacle,\n         that allows the movements of the dog to be kept under control\n         and prevents the dog from biting or presenting a menace to\n         any individual.\n       (2) The owner of a dog shall not permit the dog to enter any\npublic place at which a notice prohibiting entry by dogs is prominently\ndisplayed, unless the dog—\n     (a) is being used, by the occupier, to secure the place;\n     (b) is being used for a lawful purpose by a constable or other\n         agent of the Government; or\n     (c) is guiding a “person with a disability” as that term is defined\n         in the Disabilities Act.\n                                                       4\nCivil liability.      5.—(1) The owner of a dog shall be liable in damages for injury\n                   done by the dog in any place, other than the premises (or part thereof)\n                   referred to in section 3 where the dog is kept, or permitted to live or\n                   remain, and it shall not be necessary for the party seeking compensation\n                   in damages to show—\n                        (a) a previous mischievous propensity in the dog;\n                        (b) the owner’s knowledge of a previous mischievous propensity\n                            in the dog; or\n                        (c) that the injury was attributable to neglect on the part of the\n                            owner.\n                          (2) Nothing in subsection (1) precludes the liability of a person\n                   under any other law for injury done on premises where a dog is kept,\n                   or permitted to live or remain.\n                          (3) Compensation referred to in subsection (1) shall be\n                   recoverable in any court of competent jurisdiction by the person claiming\n                   the compensation.\n                          (4) A person shall not be liable under this section if the person\n                   proves that at the time when the injury occurred the dog was in the\n                   custody or care of another person whom the first mentioned person\n                   reasonably believed to be a fit and proper person to exercise the duties\n                   referred to in section 4.\n                          (5) Subsection (4) shall not apply in any case where the first\n                   mentioned person has employed or contracted the other person to\n                   provide a security service using the dog, and the other person, in\n                   providing that service, acted in the course of the person’s duties.\n                           (6) An action under this section shall be brought within six years\n                   after the date on which the injury occurred.\nCriminal              6. Where a dog attacks an individual in any place, other than the\nliability.\n                   premises (or part thereof) referred to in section 3 where the dog is kept\n                   or permitted to live or remain, the owner of the dog commits an offence.\n                                   5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be a defence in any proceedings under section 5 or 6 for Defences.\nthe defendant to prove—\n     (a) that the attack by the dog occurred in the defence against an\n         offence (whether to person or property) being carried on\n         by the individual attacked by the dog;\n     (b) the person was not the owner of the dog at the time of the\n         attack;\n     (c) the individual attacked was trespassing or was in a place\n         where that individual was not authorised to be; or\n     (d) the attack was by a dog being used by a constable, or other\n         agent of the Government, in the lawful execution of the duties\n         of the constable or other agent (as the case may be)."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.—(1) A person who commits an offence under section 6 shall be Penalty upon\n                                                                   criminal\nliable, upon conviction therefor before—                           liability.\n     (a) a Parish Court, summarily, to a fine not exceeding five hundred\n         thousand dollars or, on default of payment of the fine, to\n         imprisonment for a term not exceeding six months, in any\n         case where the person had not previously been warned under\n         section 10 (whether in respect of the same dog or another\n         dog);\n     (b) a Parish Court, summarily, to a fine not exceeding one million\n         dollars or to imprisonment for a term not exceeding six\n         months, in any case where the attack does not result in injury\n         to an individual and the person had previously been warned\n         under section 10 (whether in respect of the same dog or\n         another dog);\n     (c) a Parish Court, summarily, to a fine not exceeding three million\n         dollars or to imprisonment for a term not exceeding three\n         years, in any case where the attack results in injury to an\n         individual;\n                                                    6\n                      (d) a Circuit Court to a fine, or to imprisonment for a term not\n                          exceeding five years, in any case where the attack results in\n                          the death of, or debilitating injury to, an individual; or\n                      (e) a Circuit Court, to a fine, or to imprisonment for a term not\n                          exceeding fifteen years, in any case where the attack results\n                          in the death of an individual and the offender is proved to\n                          have been present at the time of the attack and to have failed\n                          to attempt to restrain the dog or to render assistance to the\n                          individual attacked.\n                       (2) The Minister may by order subject to affirmative resolution\n                 amend the penalties specified in this section.\nAdditional         9.—(1) In addition to any penalty that a court may impose upon\npowers of\ncourt.           conviction under section 8, the court may—\n                      (a) order that the dog be put to death by a veterinary surgeon,\n                          at the expense of the owner of the dog and in such manner\n                          as shall be specified in the order; or\n                      (b) make an order specifying the measures to be taken, as the\n                          court considers appropriate, for the management and control\n                          of the dog.\n                         (2) In making an order under subsection (1), the court shall\n                 take into consideration—\n                      (a) the seriousness of any injury resulting from the attack;\n                      (b) any circumstances that explain the attack; and\n                      (c) such precautions as have been taken by the owner since the\n                          attack, which are likely to preclude any further attacks by\n                          the dog.\nReport of          10.—(1) An individual who is attacked by a dog, or who has\nattack and\ndiscretion of    witnessed such an attack, may report the attack to a constable.\nconstable to\nissue warning.            (2) A constable who receives a report under subsection (1)\n                 shall cause an investigation to be made into the matter and shall, if the\n                 investigation determines that the individual was attacked but the attack\n                                    7\nhas not resulted in injury and that the owner of the dog had not previously\nbeen warned under this section (whether in respect of the same dog or\nanother dog), issue a warning in prescribed form to the owner of the\ndog.\n          (3) A Justice of the Peace may, on the application of a\nconstable and if satisfied that there is reasonable cause to believe that a\ndog has attacked an individual, issue a warrant authorising any constable\nto seize and detain the dog, and the warrant may authorise a constable\nto enter upon premises at any reasonable time for the purpose of seizing\nthe dog.\n         (4) A dog detained pursuant to subsection (3) shall be dealt\nwith in such manner as shall be prescribed pending the determination of\nthe matter.\n          (5) A person who hinders or obstructs a constable attempting\nto execute a warrant issued under this section commits an offence and\nshall be liable, on summary conviction therefor before a Parish Court,\nto a fine not exceeding three hundred thousand dollars or, in default of\npayment, to imprisonment for a term not exceeding three months."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.—(1) The Minister may make regulations generally for giving Regulations.\neffect to the provisions of this Act.\n         (2) Without prejudice to the generality of subsection (1),\nregulations made under this section may provide for—\n     (a) the taking of evidentiary samples from a dog detained under\n         section 10;\n     (b) the custody and care of a dog detained under section 10,\n         and the costs thereof; and\n     (c) the form of warning to be given under section 10 and the\n         procedure otherwise relating thereto."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Dogs (Liability for Injuries by) Act is repealed.                   Repeal of\n                                                                              Dogs\n                                                                              (Liability for\n                                                                              Injuries by)\n                                                                              Act.\n                                       8\n              MEMORANDUM OF OBJECTS AND REASONS\n    A decision has been taken to repeal the Dogs (Liability for Injuries by)\nAct and replace it with legislation that—\n     (a)   imposes a statutory duty, on the owner of a dog (defined to include\n           any person responsible for a dog), to exercise management and\n           control of the dog to ensure that the dog does not cause injury to an\n           individual in a public place;\n     (b)   provides for—\n                 (i)    civil liability in respect of injury caused by a dog; and\n                 (ii)   criminal liability where an individual is attacked by a\n                        dog, along with the appropriate penalties therefor; and\n     (c)   provides for a procedure for reporting attacks by dogs, and\n           empowering constables to investigate and, in appropriate\n           circumstances, to issue a warning instead of proceeding to criminal\n           charge.\n  This Bill seeks to give effect to that decision.\n                                                              DELROY CHUCK\n                                                             Minister of Justice\n                         A BILL\n                         ENTITLED\n    AN ACT to Repeal the Dogs (Liability for Injuries\n        by) Act, and to provide for liability for\n        attacks by dogs and for connected matters.\n9\n    _______________________________________\n     As introduced by the Honourable Minister of Justice.\n     –––––––––––––––––––––––––––––––––––\n    __________________________________________\n        PRINTED BY JAMAICA PRINTING SERVICES (1992) LTD.,\n    (GOVERNMENT PRINTERS), DUKE STREET, KINGSTON, JAMAICA.\n     –––––––––––––––––––––––––––––––––––"
    }
  ],
  "definitions": []
}