{
  "id": "jm-stat-the-domestic-violence-act",
  "type": "statute",
  "title": "The Domestic Violence Act",
  "title_en": "The Domestic Violence Act",
  "short_name": "Domestic Violence Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-domestic-violence-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-domestic-violence-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Domestic Violence Act.                         short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)   In this Act-                                                          lnterpreta-\n                                                                               tion.\n   \"applicant\" means any person who applies or on whose\n        behalf application is made, pursuant to this Act, for an\n        order;\n   \"child\" means-\n         (a) a person who is under the age of eighteen years 3212004\n             and who has never been married, being a child of S. 2(a),\n             both spouses who resides, or immediately\n             preceding the date of the application was\n             residing, in the household residence;\n         (b) a child of either spouse who resides, or imme-\n             diately preceding the date of the application\n             was residing, in the household residence and\n             uho is or was, living in the household as a\n             child of the family;\n         (c) a child whether or not a child of a member of the 3212004\n                                                               S. 2(b)(i).\n             household and-\n                   (i) who is or has been a member of the\n                       household; or\n                   (ii) who resides in the household on a regular\n                        basis; or\n                  (iii) of whom any member of the household is 3212004\n                                                               S. 2(b)(ii).\n                        the guardian;\n         \"Court\" means the Resident Magistrate's Court or the\n             Family Court;\n                 DOMESTIC WOLENCE\n\"dependant\" includes-\n     (a) a member of the family of a respondent being a\n         person who is eighteen years of age or older and\n         normally resides, or resides on a regular basis,\n         with the respondent; and\n     (b) a person who, by reason of physical or mental\n                                                                     0\n         disability, age or infirmity, is reliant on the\n         respondent for his welfare or maintenance;\n\"ex parte application\" means an application made without\n     notice to the respondent;\n\"member of the household\" means a person who normally\n   resides, or resides on a regular basis, with the\n   respondent and \"member of the respondent's\n   household\" shall be construed accordingly;\n\"occupation order\" means an order made pursuant to\n    section 7 and includes an interim order made under\n    section 8;\n\"prescribed person\" means the spouse, a parent, a child or\n     dependant of the respondent or any person who is a\n     member of the respondent's household or is in a\n     visiting relationship with the respondent;\n\"protection order\" means an order made pursuant to section\n     4 and includes an interim order made under that\n     section;\n\"respondent\" means a person who is named in an\n     application made pursuant to this Act;\n\"spouse\" includes-\n                                                                     0\n     (a) a woman who cohabits with a man as if she were\n         in law his wife;\n     (b) a man who cohabits with a woman as if he were\n         in law her husband;\n     (c) a former spouse:\n                      DOMESTIC VIOLENCE                                               5\n    \"visiting relationship\" means a relationship between a man 3212004\n         and a woman who do not share a common residence, s. 2(9.\n         which is a close personal relationship by virtue of its\n         nature and intensity having regard to-\n          (a) the amount of time that the persons spend\n              together;\n          (b) the place where that time is ordinarily spent;\n          (c) the manner in which that time is ordinarily spent;\n          (d) the duration of the relationship; and\n          (e) the existence of a child (if any) of both parties.\n                PART 11. Applicationfor Orders"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   The Court may, on application, grant a protection Powerof\n                                                             Court to\norder or occupation order in accordance with this Act.       grant\n                                                                         protection\n       (2) An application for an order referred to in subsection order or\n                                                                 occupation\n(I), may be made-                                                order.\n    (a) by the spouse or parent in respect of whom the alleged?'\n        conduct has been, or is likely to be, engaged in by the\n        respondent;\n    (b) where the alleged conduct is used or threatened against 3212004\n        a child or dependant by-                                s. 3(a).\n             (i) a person with whom the child or dependant\n                 normally resides or resides on a regular basis;\n            (ii) a parent or guardian of the child or dependant;\n            (iii) a dependant who is not mentally disabled;\n            (iv) a person who is approved' by the Minister\n                 responsible for social welfare to carry out social\n                 welfare work; or\n             (v) a Constable;\n6                                       DOMESTIC VIOLENCE\n3212004              (c) by a person who is a member of the respondent's\nS. 3(b).\n                         household or who is in a visiting relationship with the\n                         respondent, in respect of the alleged conduct engaged\n                         in or threatened by the respondent toward that person.\n3212004\ns. 3(c).\n                        (3) An application under subsection (2) may be made on\n                 behalf of a person entitled to apply under paragraph (a) or (c) of        Q\n                 that subsection by-\n                     (a) a Constable; or\n                     (b) any other person, whether or not a member of the\n                         household, with the leave of the Court.\n3212004                 (4) In determining whether to grant leave under\ns. 3(c).         subsection (3)(b), the Court may take into account whether or\n                 not-\n                     (a) the application is-\n                              (i) in accordance with the wishes; or\n                             (ii) in the best interests,\n                           of the person entitled to apply; and\n                      (b) there is any conflict between the i~terestsof the person\n                          seeking leave and the person entitled to apply.\n                                            Protection Orders\nApplication        4.-(1) Application may be made to the Court for a\nfor protection\norder.\n                 protection order to prohibit the respondent-\n                      (a) from entering or remaining in the household residence\n                          of any prescribed person; or\n                      (b) from entering or remaining in any area specified in the\n                          order being an area in which the household residence\n                          of the prescribed person is located; or\n                       DOMESTIC VIOLENCE\n    (c) from entering the place of work or education of any\n        prescribed person; or\n    (d) from entering or remaining in any particular place; or\n    (e) from molesting a prescribed person by-\n            (i) watching or besetting the household residence,\n                place of work or education of a prescribed\n                person;\n            (ii) following or waylaying the prescribed person in\n                 any place;\n            (iii) making persistent                  telephone          calls   to   a\n                  prescribed person;\n            (iv) using abusive language to or behaving towards\n                 a prescribed person in any other manner which\n                 is of such nature and degree as to cause\n                 annoyance to, or result in ill-treatment of the\n                 prescribed person; or\n            (v) damaging any property owned by, or available 3212004\n                for the use or enjoyment of, the prescribed S. 4(a).\n                person, or any propepy in the care or custody or\n                situated at the residence of the prescribed\n                person.\n       (2) On hearing an application under subsection (I),\nthe Court may make a protection order if it is satisfied that-\n    (a) the respondent has used or threatened to use, violence\n        against, or caused physical or mental injury to, a\n        prescribed person and is likely to do so again; or\n    (b) having regard to all circumstances, the order is\n        necessary for the protection of a prescribed person.\n       (3) A protection order may be made on an ex parte\napplication if the Court is satisfied that the delay that would be\ncaused by proceeding on summons would or might result in-          3212004\n                                                                                         ,,\n            [The inclusion o f this page is authorized by L.N. 1 1 1120051\n                                     DOMESTIC VIOLENCE\n                   ( a ) risk to the personal safety of a prescribed person; or\n                   (b) serious or undue hardship,\n               and any protection order made on an ex parte application shall\n               be an interim order.\n                      (4) Where a protection order is granted on an ex parte\n               application, it shall be served personally on the respondent who\n               may apply immediately for it to be discharged.\n3212004               (5) In making a protection order under this section or an\ns. 4 ( ~ ) .   occupation order under section 7, the Court may at the same\n               time, of it own volition or upon the application of any party\n               applying for the order, make an order, in accordance with the\n               provisions of the Maintenance Act, for the maintenance of-\n                   ( a ) any applicant entitled to be maintained by the\n                         respondent; or\n                   (b) any member of the household in respect of whom the\n                       applicant is entitled to apply for maintenance as against\n                       the respondent,\n               if no such order for maintenance is already in force:\n                  Provided that the duration of an order for maintenance urider\n               this section shall not exceed the duration of the protection order\n               made under this section or the occupation order made under\n               section 7, as the case may be.\nBreach o f       5-41) Where a protection order, whether interim or\nprotection\norder.         otherwise, is made and-\n                   ( a ) it is served personally on the respondent; and\n                   (b) the respondent contravenes the order in any respect,\n                       DOMESTIC VIOLENCE                                   9   1\nthe respondent commits an offence and is liable on conviction to\na fine not exceeding ten thousand dollars or to imprisonment for\na term not exceeding six months or to both such fine and\nimprisonment.\n        (2) Subject to the provisions of this section, where a\nprotection order is in force, a Constable may arrest without\nwarrant a person whom he has reasonable cause to suspect of\nhaving committed a breach of the order.\n       (3) No person shall be arrested pursuant to this\nsection unless a Constable believes that the arrest of that\nperson is reasonably necessary for the protection of the\nprescribed person.\n      (4) For the purposes of subsections (2) and (3), the\nConstable shall take into account-\n    (a) the seriousness of the act which constituted the alleged\n        breach;\n    (b) the time that has elapsed since the alleged breach\n        was committed; and\n    (c) the restraining effect of other persons or circumstances\n        on the respondent.\n       (5) Where an arrest is made under this section-\n    (a) the person arrested shall be entitled to make a\n        telephone call to one person of his choice, not\n        being the applicant;\n    (b) the Constable who makes the arrest shall ensure\n        that the person arrested is informed, at the time\n        of arrest, of the right conferred by paragraph (a);\n        and\n10                                    DOMESTIC VIOLENCE\n                     (c) the person arrested shall be brought before the\n                         Court within a period of forty-eight hours begin-\n                         ning at the time of his arrest.\nDuration and       6.-(1) A party to the proceedings may apply to the Court for\nd~schargeof\nprotection       a discharge of a protection order.                                      0\norder.\n                        (2) A copy of an application made under subsection\n                 (1) shall be served personally on each person who was a\n                 party to the proceedings in which the original order was\n                 made.\n                         (3) In determining whether to discharge a protection\n                 order the Court shall have regard to the matters referred to\n                 in section 4 (2).\n                                          Occupation Orders\nApplication        7.-(1) Application may be made to the Court by or on behalf\nfor a grant of\noccupation\n                 of a prescribed person for an occupation order granting the\norder.           prescribed person named in the order the right to live in the\n                 household residence.\n                        (2) Subject to subsection (3), the Court may, on an\n                 application under subsection (I), make an occupation order\n                 granting to the prescribed person, for such period or periods\n                 and on such terms and subject to such conditions as the\n                 Court thinks fit, the right to occupy the household residence.\n                                                                                         0\n                        (3) The Court may make an order under subsection\n                 (2) only if the Court is satisfied that such an order-\n                     (a) is necessary for the protection of the prescribed\n                         person; or\n                     (b) would be in the best interest of a child.\n                            [The inclusion of this page is auth~rizedby L.N. 111/2005]\n                      DOMESTIC VIOLENCE                                         10.01"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . Duration and discharge of protection order.\n                          Occirpatim Orders"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) An occupation order may be made on an ex parte ~ x p a r - t e\n                                                        application\napplication if the Court is satisfied that-             for occupa-\n                                                                          tion order.\n    (a) the respondent has used violence against or caused\n        physical or mental injury to a prescribed person; and\n    (b) the delay that would be caused by proceeding on\n        summons could or might expose the prescribed person 3212004\n        to physical injury.                                 S. 5.\n         (2) An occupation order made on an ex parte appli-\ncation shall be an interim order and shall be served person-\nally' on tbe respondent.\n      (3) Where the Court grants an occupation order on\nan ex parte application, the Court shall at the same time\nmake an interim protection order unless it considers that\nthere are special reasons why such an order should not\nbe made.\n       (4) An occupation order which is made on an ex parte\napplication while the prescribed person and the respondent\nare living together in the same household residence shall\nexpire-\n    (a) on the discharge of the order by the Court; or\n    (b) on the discharge of an interim protection order made\n        pursuant to subsection (3).\n        (5) Where an occupation order is made on an ex parte\napplication, the respondent may apply for variation or discharge\nof that order.\n            [The inclusiop of this page is authorized by L.N. 111/2005]"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Court may, if it thinks fit, on the application of             0\n    occupation      either party, make an order-\n1   order.\n                        (a) extending or reducing any period specified by the\n                            Court pursuant to subsection (2) of section 7; or\n                        (b) varying or discharging any terms and conditions\n                            imposed by the Court pursuant to that subsection.\n    Procedure          11.-(1) Before making an occupation order (other than an\n    relating to\n    occupation      interim occupation order) the Court shall direct that notice be\n    orders.         given to any person having an interest in the property which\n                    would be affected by the order.\n                           (2) The person referred to in subsection (1) shall, upon\n                    being notified pursuant to that subsection, be entitled to appear\n                    and be heard in the matter of the application for the occupation\n                    order as a party to that application.\n    Power of          12.-31) Subject to subsection (2), the Court may on or after\n    Court to make\n    ancillary       making an occupation order, make an order granting to the                 0\n    order.          applicant the use of all or any of-\n                        (a) the furniture;\n                        (b) the household appliances; and\n                     DOMESTIC VIOLENCE                                11\n    (c) household effects,\nin the household residence to which the occupation order\n relates for such period and subject to such terms and con-\n ditions as the Court thinks fit.\n        (2) An order made under subsection (1) shall con-\ntinue in force for a period of three months from the date\nof the making thereof unless the Court otherwise directs\nbut shall expire before that period if the occupation order\nexpires or is discharged.\n                       PART 111. GeneraZ"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Power of Court to make ancillary order.\n                           PAR^ 111. General"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Every interim order made under this Act on an z\n                                                        gkm\nex parfe application shall specify a date for a hewing which\nshall be as soon as reasonably practicable thereafter to\ndetermine whether an order shall be made in substitution\nfor the interim order.\n         (2) The copy of an interim order which is served\n on the respondent shall notify the respondent that unless\n the respondent attends Court on the date specified therein\n to show cause why an order should not be made in sub-\n stitution for the interim order, the Court may discharge\n the interim order and make an order in substitution therefor.\n        (3) At the hearing referred to in subsection (1) the\n Court may-\n     (a) discharge the interim order;\n      (b) discharge the interim order and make an order in\n           substitution therefor; or\n      (c) on good cause being shown, adjourn the hearing\n           to such date and place as the Court may specify.\n         (4) Where a hearing is adjourned under subsection\n                       --\n12                                  DOMESTIC VIOLENCE\n               (3) (c) the Court shall, at the adjourned hearing, exercise\n               either the power conferred by paragraph (a) or (b) of that\n               subsection.\n                      (5) In this section-\n                   “interim order” means an interim protection order or\n                        interim occupation order, as the case may be;\n                   “order” means a protection order or an occupation\n                        order, as the case may be, not being an interim\n                        order.\nConduct of       14.-(1) No person shall be present during the hearing\nproceedings.\n               of any proceedings under this Act unless such proceedings\n               are criminal proceedings or the person is-\n                    (a) an officer of the Court;\n                    (b) a party to the proceedings;\n                    (c) the attorney-at-law for a party to the proceedings;\n                    (d) a witness; or\n                    (e) any other pxson permitted by the Judge to be\n                        present.\n                       (2) Any witness shall leave the courtroom if asked\n               to do so by the Judge.\n                      (3) Nothing in this section shall limit any other\n               power of the Court to hear proceedings in camera or to\n               exclude any person from the Court.\nStandard         15. Every question of fact arising in any proceedings\nof proof.\n               under this Act (other than criminal proceedings) shall be\n               decided on a balance of probabilities.\nRestriction\nof publica-"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Subject to subsection (4), no person shall publish\ntion of        any report of any proceedings under this Act unless he is\nproceedings.\n               first granted leave of the Court which heard the proceedings.\n                    DOMESTIC VIOLENCE\n        (2) Every person who contravenes subsection (1)\ncommits an offence and is liable on summary conviction\nto a fine not exceeding twenty-five thousand dollars.\n       (3) Nothing in this section limits-\n    (a) the provisions of any other enactment relating to\n         prohibition or regulation of the publication of\n         reports or particulars relating to judicial proceed-\n         ings; or\n    (b) the power of the Court to punish any contempt\n          of Court.\n       (4) This section shall not apply to the publication\nof any report in any publication that-\n    ( U) is of a bona fide professional or technical nature;\n          or\n    (b) is intended for circulation among members of the\n        legal or medical professions, officers of the Public\n        Service, psychologists, marriage counsellors or\n        social welfare workers."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In any proceedings under this Act, the Court may Orders by\nmake an order by the consent of all the parties to such consent.\nproceedings."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Court may, on making an order under this Act, aunseuiag.\nrecommend that either or both parties participate in\ncounselling of such nature as the Court may specify."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Any person aggrieved by-                                Appeals.\n     (a) the making of an order by the Court; or\n    (b) the refusal of the Court to make an order,\nmay appeal to the Court of Appeal.\n        me inclusion of this page is authorized by LN, 96/1998]\n 14                                DOMESTIC VIOLENCE\n                      (2) Except where the Court which makes an order\n              under this Act otherwise directs, the operation of such order\n              shall not be suspended by virtue of an appeal under this\n              section, and every such order may be enforced in the same\n              manner and in all respects as if no appeal under this section\n              were pending.\nProtach'on\nof"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) The rights conferred on any person in respect\nmortgagee.    of any property by an order made under this Act shall\n              be subject to the rights of any other person entitled to the\n              benefit of any mortgaga, security, charge or encumbrance\n              affecting the property if such mortgage, security, charge\n              or encumbrance was registered before the making of the\n              order or if the rights of the person entitled to the benefit\n              arise under an instrument executed before the date of the\n              making of the order.\n                     (2) Notwithstanding anything in any enactment or\n              in any instrument, no money payable under any such\n              mortgage, security, charge or encumbrance shall be called\n              up or become due by reason of the making of an order\n              under this Act.\nMatrimonial    21. This Act shall not affect the power of the Supreme\nCauses Act.\n              Court to make orders under section 10 of the Matrimonial\n              Causes Act.\nRules of        22. Rules of Court may be made by the Rules Committee\ncourt.\n              constituted under the Judicature (Resident Magistrates) Act\n              for the purpose of regulating the practice and procedure\n              of the Court in proceedings under this Act providing for\n              such matters as are necessary for giving full effect to the\n              provisions of this Act and for the due administration\n              thereof.\n                        ~-\n                      [The inclusbn of this page is authorized by LN. 96 I19981"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Rules of Court.\n              [The inclusioa of &is page is authorized by L.N. 961 19981\n                     DOMESTIC VIOLENCE                                                        3\n            THE DOMESTIC VIOLENCE ACT                                             Acts\n                                                                               15 of 1995,\n                                                                               32 of 2004.\n                                                             [6thMay, 1996.1\n                      PART I, Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "applicant",
      "definition": "any person who applies or on whose",
      "source_provision": "sec2"
    },
    {
      "term": "Court",
      "definition": "the Resident Magistrate's Court or the",
      "source_provision": "sec2"
    },
    {
      "term": "ex parte application",
      "definition": "an application made without",
      "source_provision": "sec2"
    },
    {
      "term": "member of the household",
      "definition": "a person who normally",
      "source_provision": "sec2"
    },
    {
      "term": "occupation order",
      "definition": "an order made pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed person",
      "definition": "the spouse, a parent, a child or",
      "source_provision": "sec2"
    },
    {
      "term": "protection order",
      "definition": "an order made pursuant to section",
      "source_provision": "sec2"
    },
    {
      "term": "respondent",
      "definition": "a person who is named in an",
      "source_provision": "sec2"
    },
    {
      "term": "visiting relationship",
      "definition": "a relationship between a man 3212004",
      "source_provision": "sec2"
    }
  ]
}