{
  "id": "jm-stat-the-drug-court-treatment-and-rehabilitation-of-offenders-act",
  "type": "statute",
  "title": "The Drug Court (Treatment and Rehabilitation of Offenders) Act",
  "title_en": "The Drug Court (Treatment and Rehabilitation of Offenders) Act",
  "short_name": "Drug Court (Treatment and Rehabilitation of Offenders) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-drug-court-treatment-and-rehabilitation-of-offenders-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-drug-court-treatment-and-rehabilitation-of-offenders-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Minister shall. in each parish, appoint to a special pane! of\n             Justices, those Justices whom he may consider to be specially qualified\n             to deal with cases before the Drug Court, and no Justice of the Peace\n             shall be qualified to sit as a member of the Drug Court unless he is a\n                                                                                       0\n             member of such a panel."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. A Drug Court shall be constituted of a Resident Magistmk as\n             chairman, and two Justices one of whom shall be a woman and both\n             of whom shall be members of the panel referred to in paragraph 1:\n               Provided that subject to paragraph 3-\n                  ( U ) the Court shall be deemed to be fully constituted where the\n                        chairman and only one such Justice sit;\n                  (b) until the panel referred to in paragraph 1 is prepared, the\n                        Court shall be constituted of a Resident Magistrate alone."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Whm a Drug Court conducts a trial to determine guilt or\n             innocence. the Court shall be constituted of a Resident Magistrate\n             alone.\n                       D o inclusion of Ehis pge is authorized by L.N. 112/2002]"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Drug Court may, from time to time, on the variationof\nrecommendation of the approved treatment provider, vary mditi0M.\nor revoke the conditions imposed pursuant to section 9 (2).\n        me inclusion of $his p q e is authorized by L.N. 112/2002]\n8                DRUG COURT (TREATMENT A N D REHABILITATION\n                               O F OFFENDERS)\nRapol-h.       11.-(1) An approved treatment provider shall submit to\n             the Drug Court, at such intervals as may be prescribed, a\n             progress report in respcct of each drug offender who parti-\n             cipates in a prescribed treatment programme.\n                     (2) A report under subsection (1) shall include, in\n             any case where the drug offender fails to comply with any\n             directions given by the approved treatment provider or any\n             specified condition, the nature of the non-compliance and\n             the effect or likely effect on the offender’s successful com-\n             pletion of the prescribed treatment programme.\nTeeation        12.-(1) The Drug Court shall terminate a prescribed\nof pro-\ngramme.      treatment programme in relation to a drug offender if-\n                  (a) the offender successfully completes the programme;\n                 (b) the offender requests the Drug Court to terminate\n                     the programme; or\n                 (c) based on the report of the approved treatment pro-\n                      vider, the Drug Court is satisfied that there is no\n                      useful purpose to be served by the drug offender’s\n                      continued participation in the prescribed treat-\n                      ment programme.\n                    (2) Where a prescribed treatment programme is\n             terminated, the records of any tests performed on the person\n             concerned shall not be admissible in evidence in any pro-\n             ceedings against that person.\nProcedure\non termha-"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) As soon as may be reasonably practicable after\ntion.        the termination of a prescribed treatment programme, the\n             drug offender shall be brought before the Drug Court to\n             be dealt with in accordance with subsection (2) or (3), as\n             the case may require.\n                     me inclusion of this page is authorized by L.N. 112/2002]\n    DRUG COURT (TREATMENT AND REHABlLITATlON                         9\n                  OF OFFENDERS)\n        (2) If the offender has successfully completed the\nprescribed treatment programme, the Drug Court shall dis-\ncharge the offender in relation to the relevant offence and\nthat discharge may be either absolute or conditional as the\nCourt thinks fit.\n        (3) If the offender has failed to complete the pre-\nscribed treatment programme the Drug Court may-\n     (a) if the trial was deferred pursuant to section 7(2)\n          (a)-\n              (i) hear and determine the relevant offence; or\n             (ii) if the Court considers that the circumstances\n                  of the case so warrant, make an order re-\n                  quiring the offender to undergo a new pre-\n                   scribed treatment programme for such\n                  period and subject to such conditions as the\n                   Court may, on the recommendation of an\n                   approved treatment provider, specify;\n     (b) if sentencing was deferred pursuant to section 7\n          (2)(b),impose any sentence which it could have\n          imposed for the relevant offence;\n     (c) if the execution of a sentence was deferred pur-\n          suant to section 9(4), make an order confimhg\n          that sentence;\n     (4 if the trial was deferred by a regular sitting, refer\n          the relevant offence back to the regular sitting to\n          be heard and determined by that sitting, unless it\n          is an offence specified in section 7(3).\n        (4)Subject to subsection (3, a conviction in respect\nof a relevant offence shall not form part of the criminal\nrecord of any person who successfully completes a prescribed\ntreatment programme.\n        ( 5 ) Subsection (4)shall not apply in any case where\n        me inclusion of @his p g e is authorized by L.N. 112/2002]\n10                 DRUG COURT (TREATMENT AND REHABILITATION\n                                        OF OFFENDERS)\n               a person is convicted of a relevant offence on more than\n               two occasions.\nRegieter.         14. The Clerk of Courts in each parish shall keep a\n               register containing such particulars as may be prescribed\n               in respect of persons who are dealt with by the Drug Court\n               in accordance with this Act.\nArrest           15. Where, based upon a report by an approved treat-\nwarmnt\n               ment provider under section 11, the Drug Court is satisfied\n               that a drug offender has failed to comply with the specified\n               conditions, the Court may issue a warrant authorizing a\n               Oonstable to arrest the offender and bring him before the\n               Drug Court to be dealt with under this Aot.\nIrwnunity\nfrom             16.41) A person shall not be liable to prosecution for\nprosecution    any offence comprising the unlawful possession or use of\nfor certain\noffences.      drugs as a result of any admission made-\n                   (a) for the purpose of seeking a referraI to the Drug\n                        Court d e r this Act;\n                   (b) for the purpose of satisfying the Drug Court that\n                        the persan should participate in a prescribed treat-\n                        ment programme;\n                   (c) in connection with the supervision of the prescribed\n                        treatment programme in relation to that person.\n                      (2) An admission referred to in subsection (1) shall\n               not be admissible in evidence against the person making it,\n               in proceedings brought as a result of the admission, for an\n               &ence referred to in that subsection.\nProvision        17-41) Every approved treatment provider shall forth-\ninfornation.\n               with notify the Drug Court of any faiTure by a drug offender\n               to comply with the prescribed treatment programme.\n                       F   e inclusion of this page is authorized by L.N. ll2/2002]\n    DRUG COURT (TREATMENT AND REHABlUT'ATLON\n                  OF OFFENDERS)\n        (2) The following provisions apply to and in respect\nof information furnished in accordance with this section\n(hereinafter referred to as protected informatiod-\n     (a) the provision of the information-\n              (i) does not constitute a breach of professional\n                  etiquette or ethics or a departure from ac-\n                  cepted standards of professional conduct\n                  on the part of the person furnishing it;\n             (ii) shall not give rise to any action for defa-\n                  mation against that person;\n            (iii) shall not constitute a ground for civil pro-\n                  ceedings for malicious prosecation or for\n                  conspiracy;\n     (b) the information shall not be admissible in any pro-\n          ceedings More a court, tribunal or committee;\n     (c) a person shall not be compellable in any such pro-\n          ceedings to disclose the information or to produce\n          any document that contains the information.\n        (3) The provisions of subsection (2) (b)and (c) shall\nnot apply to or in respect of the provision of protected in-\nformation-\n     (a) in proceedings before the Drug Court; or\n     (b) in support of, or in answer to. any allegation made\n          in proceedings against a person in relation to the\n          exercise of his functions under this Act.\n        (4) A drug offender shall be taken to have authorized\nthe provision of protected information-\n     (a) by an approved treatment provider to the Drug\n          court;\n     (b) by any member of staff of the Drug Court to any\n         other member of staff.\n            inclusion of &is page is authorized by L.N. 1 1 Z m f\n12               DRUG COURT (TREATMENT AND REHABILITATION\n                               OF OFFENDERS)\nR~~latio-.     18. The Minister may make regulations generally for\n             giving effect to the provisions of this Act.\n                                             SC~IEDULB                   (Section 4)"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Regulations.\n     SCHEDULE.\n       me inclusion d this page is authorized by L.N. 112/2002]\n    DRUG COURT (TREATMENT AND REHABILITATION                         7\n                  OF OFFENDERS)\n    (d) the person has been informed of the Drug Court’s\n         powers under this Act and of the respective con-\n         sequences of the person’s compliance or non-\n         compliance with a prescribed treatment programme.\n       (2) The Drug Court shall make an order-\n    (a) requiring the drug offender to undergo a prescribed\n          treat’mentprogramme and to comply with the con-\n          ditions imposed by the Court pursuant to para-\n          graph (b);\n    ( b ) impsing such conditions as the Court deems fit\n          (hereinafter referred to as specified conditions) in\n          relation to the drug offender’s participation in the\n          prescribed treatment programme.\n       (3) Where the Drug Court makes an order under sub-\nsection (2), it shall inform the drug offender of the conse-\nquencies of any failure to comply with the specified condi-\ntions.\n       (4) The Drug &UI% may make an order under sub-\nsection (2) in relation to an offender who is convicted of a\nrelevant offence before a regular sitting, and in such a case\nthe regular sitting shall defer execution of the sentence during\nthe period for which that order is in force.\n       (5) Where the Court makes an order under subsection\n(2), the drug offender to whom it relates shall be required to\nsignify his consent in writing to participate in the prescribed\ntreatment programme, and to comply with the specified con-\nditions, including, where applicable, a condition that the\noffender undergo drug tests at such times as are specified\nin the order."
    }
  ],
  "definitions": []
}