{
  "id": "jm-stat-the-drug-offences-forfeiture-of-proceeds-act",
  "type": "statute",
  "title": "The Drug Offences (Forfeiture of Proceeds) Act",
  "title_en": "The Drug Offences (Forfeiture of Proceeds) Act",
  "short_name": "Drug Offences (Forfeiture of Proceeds) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-drug-offences-forfeiture-of-proceeds-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-drug-offences-forfeiture-of-proceeds-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Producing, manufacturing, supplying or otherwise dealing in any\n            dangerous drug in wutravention of the Dangerous Drugs Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)     In this Act-                                                          tnterpmta-\n                                                                                   tion.\n     \"benefit \" includes any property, service or advantage\n         whether direct or indirect;\n     \"Commissioner\" means the C~mmissionerof Police;\n     \"constable\" means a member of the Jamaica Constabulary\n         Force;\n     \"forfeiture order\" means an order made under section 7;\n     \"interest\" in relation to property, means-\n              (a) a legal or equitable interest in the property; or\n           (b) a right, power or privilege in connection with\n                property;\n     \"pecuniary penalty order\" means an order made under\n         section 14;\n     \"prescribed offence\" means an offence specified in the\n          Schedule;                                         Schedule.\n     \"property\" includes money and all other property, real or\n         personal, including things in action and other\n         intangible or incorporeal property;\n     \"realizable property\" means, subject to subsection (2) (b)-\n              (a) any property held by a person who has been\n                  convicted of or charged with, a prescribed\n                   offence; and\n               [The indudon of lh1.i page Is nulhorlmd by L.N. 180N20061\n  DR(JG OFFENCES (FORFEITURE OF PROCEEDS)\n       ( b ) any property held by a person to whom a\n             person so convicted or charged has directly or\n             indirectly made a gift caught by this Act;\n\"relevant application period\" in relation to a person's\n     conviction of a prescribed offence, means the period\n     of six months aRer the day on which the person was\n     convicted of the offence:\n\"restraint order\" means an order made pursuant to section        (-\n     28;\n\"tainted property\" in relation to a prescribed offence,\n     means-\n       (a) property used in, or in connection with,\n            the commission of the offence; or\n       (b) property derived, obtained or realized directly\n           or indirectly by the person convicted from the\n           commission of the offence.\n  (2) For the purposes of this Act-\n(a) a reference to a benefit derived or obtained by,\n    or otherwise accruing to, a person (\"A\") includes a\n    reference to a benefit derived or obtained by, or\n    otherwise accruing to, another person at A's request or\n    direction;\n(b) property is not realizable property if--\n        (i) there is in force in respect of that property a\n            forfeiture order under this Act or under any\n            other enactment;\n       (ii) a forfeiture order is proposed to be made             -\n                                                                li'\n            against that property under this Act or any other\n            enactment;\n(c) property is held by a person if he has any interest\n    in it.\n         DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n       (3) For the purposes of section 17 the amount that\nmight be realized at the time a pecuniary penalty order is\nmade against a person is the total of the values at that time\nof all the realizable property held by the person, less the\ntotal amount payable in pursuance of an obligation, where\nthere is an obligation having priority at that time, together\nwith the total of the values at that time of all gifts caught by\nthis Act.\n       (4) For the purposes of subsection (3), an obligation\nhas priority at any time if-\n     (a) it is an obligation of the person to pay an amount\n          due in respect of-\n              (i) a fine or other order of a court, imposed or\n                  made on conviction of an offence and before\n                  the pecuniary penalty order;\n             (ii) any tax, rate, duty, cess or other impost\n                  payable under any enactment for the time\n                  being in force;\n     (b) it relates to property which is-\n              (i) property for the time being comprised in a\n                  bankrupt's estate for the purposes of section\n                   104 of the Bankruptcy Act;\n             (ii) to be applied for the benefit of creditors of\n                   a bankrupt by virtue of a condition imposed\n                  under paragraph (d)of the proviso to section\n                   72 (6) of the Bankruptcy Act.\n          (5) Subject to subsections (6) and (7), for the purposes\nof this Act the value of property (other than cash) in rela-\ntion to any person holding the property is-\n      (a) where any other person holds an interest in the\n          property, the market value of the firstmentioned\n          person's beneficial interest in the property, less the\n          amount required to discharge any incumbrance on\n          that interest (other than a charging order); and\n-   --- [The inolusion of this page is a w U h o r i d by L.N.79/19363   -\n       DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n     (b) in any other case, the market value of the property.\n       (6) References in this Act to the value at any time\n(hereinafter referred to as \"the material time\") of the transfer\nof any property are references to-\n     (a) the value of the property to the recipient when he\n         receives it, adjusted to take account of subsequent\n         changes in the value of money; or\n     (b) where subsection (7) applies, the value mentioned\n         therein,\nwhichever is the greater.\n       (7 Where at the material time the recipient holds-\n     (a) the property which he received (not being cash); or\n     (b) property which, in whole or in part, directly or\n          indirectly represents. in his hands, the property\n          which he received,\nthe value referred to in subsection (6) (b) is the value to him\nat the material time of the property mentioned in varagraph\nfn) or, as the case mav be. paramaph (b) of this subsection\nso far as it represents the propertv which he received.\n       (8) Subject to subsection (1 1). a reference to the value\nat the material time of a pift is a reference to-\n     (a) the value of the ~ f tot the recipient when he\n        received it adjusted to take account of subsequent\n        chanees in the value of money; or\n    (b) where subsection (9) awdies. the value mentioned\n        therein,\nwhichever is the greater.\n       (9) Subiect to s~lbsection(11). where at the material\ntime a nerson holds-\n     (a) propertv which he received (not being cash): or\n     (6) nroperty which. in whole or in part, directly or\n          indirectlv represents in his hands the property\n          which he received.\n                                        -\n         me indusion af ,this pnge is au&oriaed by LN.791 19961\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\nthe value referred to in subsection (8) is the value to him at\nthe material time of the property mentioned in paragraph\n(a), or, as the case may be, in paragraph (b) of this sub-\nsection, so far as it so represents the property which he\nreceived.\n      (10) A gift is caught by this Act if-\n     (a) it was made by the person convicted or charged at\n         any time after the commission of the offence or, if\n         more than one, the earliest of the offences to which\n         the proceedings for the time being relate; and\n         the Court considers it appropriate in all the circum-\n         stances to take the gift into account;\n     (b) it was made by the person convicted o r charged at\n         any time and was a gift of property-\n             (i) received by that person in connection with\n                 the commission of the prescribed offence\n                 committed by him; or\n            (ii) which in whole or in part directly repre-\n                  sented in that person's hands property\n                 received by him in that connection.\n      (11) For the purposes of this Act-\n     (a) the circumstances in which a person is to be treated\n         as making a gift include those where he transfers\n         property to another person directly or indirectly\n         for a consideration the value of which is signifi-\n         cantly less than the value of the consideration\n         provided by the person; and\n     (6) in those circumstances, the provisions of sub-\n         sections (8)to (101 shall apply as if the person had\n         made a gift of such share in the property as bears\n         to the whole property the sane proportion as the\n         dierence between the values r e f e h d to in para-\n                                   -- .-                     -\n         TThc inclusion of this page is authoriced by LN.79115%)\n                   DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                      graph (a) bears to the value of the consideration\n                      provided by the person, that is to say-\n                        consideration consideration\n                        provided by - provided by\n                        transferor    transferee                        value of\n                                                                   x whole\n                                      consideration\n                                      provided by\n                                        transferor\n               PARTII. Forfeiture Orders, Pecuniary Penalty Orders\n                                         and Related Matters\nApplica-       3.411 This section shall have effect without prejudice to\ntion for\nforfeiture\norder ,and\n             the operation of the provisions of the Dangerous Drugs Act\npunmry       which relate to seizure and forfeiture.\nm d t ~\norder.              (2) Where a person is convicted of a prescribed\n             offence committed after the 15th day of August, 1994, the\n             Director of Public Prosecutions may apply to a Judge of the\n             Supreme Court (hereinafter referred to as the Judge) for\n             one or both of the following orders-\n                  fa) a forfeiture order against anv pro~erty that is\n                       tainted propertv in relation to the prescribed\n                       offence:\n                 (6) a pecuniary penalty order aeainst the person con-\n                       victed in resnect of the total value of anv benefits\n                       derived by or accruinrr to the person convicted\n                       from the commission of the n r e s c n i d offence.\n                   (3) An apnlicatior, under this section-\n                 Oal mav not be made after the end of the relevant\n                      application period in relation to the conviction:\n                      and\n                 (b) mav be made in reqpect of more than one prescribed\n                      offence\n                     me inclusion of this page is auBhonzad by L N 79/19%1\n           DRUG OFFENCES (FORFEITURE OFPROCEEDS)\n           (4) Where an application under this section is finally\n    determined, no further application for a forfeiture order or a\n    pecuniary penalty order may be made in respect of the offence\n    for which the person was convicted unless the Judge gives leave\n    for the making of a new application on being satisfied that-\n        (a) the property or benefit to which the new application\n3           relates was identified after the previous application was\n            determined; or\n        (6) necessary evidence became available after the previous\n            application was determined; or\n        (c) it is in the interest of justice that the new application be\n            made:\n      Provided that the Judge shall not grant leave in respect of any\n    application made after the expiration of two years from the date\n    of conviction.\n          ( 5 ) The Director of Public Prosecutions may, in accor-              l8izoo5\n                                                                                2nd Sch.\n    dance with rules of court, appeal against the Judge's decision to\n    rehse an application for a forfeiture order under this section."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Importing or exporting a dangerous drug in contravention of the\n            Dangerous Drum Act.\n291 1996      4. A money laundering offence under setlon 5 of thc M m q\nS. 3 (a).   Laundering Act.\n2911996       5. Aiding, abetting, counselling or procuring the c,)mniissim of 3114'\nS. 3 (b)    of the offenres specified in paragraphs I to 4.\n291 1996      6. Conspiring to commit any of the offences spcrifitd in pmgraphs\nS. 3 (b).   1 to 4."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)    Where the Director of Public Prosecutions applies for Noiiccof\n    a forfeiture order against property that is tainted property in app'icatiOn~\n    relation to a prescribed offence-\n        (a) the Director of Public Prosecutions shall-\n                (i) give no less than fourteen days' written\n                    notice of the application to the person convicted\n                    and to any other person who the Director of\n                    Public Prosecutions has reason to believe may\n                    have an interest in the property; and\n                (ii) publish a copy of the notice in the Gazette and\n                     in a daily newspaper printed and circulated in\n                     Jamaica;\n        (b) the person convicted and any other person who claims\n                 [The Inclusion of this page ir authorized by L.N. 180AiL0061\n12                       DRUG OFFENCES (FORFEITURE OF PROCEED;)\n                          an interest in the property may appear and adduce\n                          evidence at the hearing of the application;\n181zoo5               (c) the Judge, at any time before the final determination of\n2nd Sch.\n                          the application-\n                              (i) shall make an order for a valuation :o be carried\n                                  out in relation to the property, and give such\n                                  ancillary directions as the Judge considers\n                                  necessary for that purpose; and\n                                                                                       (3\n                              (ii) may direct the Director of Public Prosecutioi~s\n                                   to give notice of the application to any person\n                                   who, in the opinion of the Judge, appears to\n                                   have an interest in the property.\n                          (2) Where the Director of Public Prosecutions applies for\n                  a pecuniary penalty order against a person convicted of a\n                  prescribed offence, in respect of benefits derived by or accruing\n                  to that person fiom the commission of the offence-\n                      (a) he shall give the person convicted not less than\n                          fourteen days' written notice of the application;\n                          and\n                      (b) the person convicted may appear and adduce evidence\n                          at the hearing of the application.\nAmendment           5.---(I) The Judge hearing an application under section 3 (2)\nof application.\n                  (hereaRer in this section referred to as the original application)\n                  may, before final determination thereof, and on the application\n                  of the Director of Public Prosecutions amend the original\n                  application to include any other property or benefit, as the case\n                  may be, upon being satisfied that-\n                                                                                       : -\\\n                                                                                       \\i\n                      (a) the property or benefit was not reasonably capable of\n                          identification when the original application was made;\n                          or\n                      (b) necessary evidence became available only after the\n                          original application was made.\n           DRUG OFFENCES (FORFEITURE OFPROCEEDS)\n           (2) Where the Director of Public Prosecutions applies to\n    amend an original application and the amendment would have\n    the effect of including additional property in the original\n    application, he shall give not less than fourteen days' written\n    notice of the application to amend to any person who he has\n    reason to believe may have an interest in the property to be\n    included in the original application.\nI\n          (3) Any person who claims an interest in the property\n    to be included in the original application may appear and\n    adduce evidence at the hearing of the application to amend.\n          (4) Where the Director of Public Prosecutions applies\n    to amend an application for a pecuniary penalty order\n    against a person and the effect of the amendment would be\n    to include an additional benefit in the application for the\n    pecuniary penalty order, he shall give the person not less\n    than fourteen days' written notice of the application to\n    amend."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)   Where an application is made to the Judge for a Procedure\n                                                                      on applica-\n    forfeiture order or pecuniary penalty order in respect of a ,ion,\n    person's conviction for a prescribed offence, the Judge may, in\n    determining the application, have regard to the transcript of any\n    proceedings against the person for the offence.\n           (2) [Deleted by Act 18 of 2005, 2ndSch.I"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Where an application is made to the Judge for a Fortemre\n    forfeiture order against property in respect of a person's :,\":,Zion\n    conviction for a prescribed offence and the Judge is satisfied that\n    the property is tainted property in respect of the offence, the\n?   Judge may order that the property or such part thereof as the\n    Judge may specify in the order, be forfeited to the Crown\n           (2) Where the Judge orders that property, other than\n    money, be forfeited to the Crown, the Judge shall specify in the\n    order the amount representing the value of the property pursuant 1gi2oo5\n    to a valuation carried out under section 4(l)(c)(i).             2nd sch.\n                 lThc lndvslon of this page is nuthodzed by L.N. 180Al20061\n                      DRUG OFFENCES (FORFEITURE OF PROCEED,S)\n                    (3) In considering whether a forfeiture order should\n               be made under subsection (1) the Judge shall have regard\n               to-\n                   (a) the rights and interests, if any, of third parties in the\n                       property;\n                   (b) the gravity of the offence concerned;\n                                                                                   0\n                   (c) any hardship that may reasonably be expected to\n                       be caused to any person by the operation of the\n                       order; and\n                   (4 the use that is ordinarily made of the property, or\n                          the intended use of the property.\n                      (4) Where the Judge makes a forfeiture order the\n               Judge may give such directions as are necessary or convenient\n               for giving effect to the order.\n~ f f e c of\n          t      8.-(1)   Subject to subsection (2), where the Judge makes\nforfeitwe\norder.         a forfeiture order against any property, the property vests\n               absolutely in the Crown by virtue of the order.\n                      (2) Where such property is subject to the Registration of\n               Titles Act-\n                   (a) the property vests in the Crown in equity but not\n                       at law until the applicable registration requirements\n                       have been complied with;\n                   (b) the Crown is entitled to be registered as owner of\n                       the property;                                               (3\n                   (c) the Commissioner of Lands has power on behalf\n                          of the Crown to do, or authorize the doing of,\n                          anything necessary or convenient to obtain the\n                          registration of the Crown as owner, including the\n       DRUG OFFENCES (FORFEITURE OFPROCEEDS)                              15\n        execution of any instrument required to be executed by\n        a person transferring an interest in that kind of\n        property.\n      (3) Where the Judge makes a forfeiture order against\nproperty-\n    (u) the property shall not, except with the leave of the\n        Judge and in accordance with any directions of the\n        Judge, be disposed of, or otherwise dealt with, by\n        or on behalf of the Crown, before the relevant appeal\n        date;\n    (b) if, after the relevant appeal date, the order has not\n        been discharged, the property may be disposed of and\n        the proceeds applied or otherwise dealt with in\n        accordance with the directions of the Attorney-\n        General.\n      (4) Without prejudice to the generality of subsection\n(3) (b) the directions that may be given pursuant thereto\ninclude a direction that property is to be disposed of in\naccordance with the provisions of any enactment specified in\nthe direction.\n      (5) In this section \"relevant appeal date\" means-\n    (a) the date on which the period allowed by the rules\n        of court for the lodging of an appeal against a\n        person's conviction or for the lodging of an appeal\n        against the making of a forfeiture order expires\n        without an appeal having been lodged, whichever\n        is the later; or\n    (b) where the appeal against a person's conviction or\n        against the making of a forfeiture order is lodged,\n        the date on which the appeal lapses in accordance\n        with the rules of court or is finally determined,\n        whichever is the later.\n            IThe inclusion of lhls page h authorized by L.N. 180A/20061\n16                      DRlJG OFFENCES (FORFHTIJRE OFPROCEEIX)\nVoidable           9. The Judge\n                             \" mav-\ntransfers.\n                     (a) before making a forfeiture order, and\n                     (b) in the case of property in respect of which a\n                                   '\n                         restraint order was made, where a copy of the\n                         order was served in accordance with section 3 1,\n                 set aside any conveyance or transfer of the property that\n                 occurred after the seizure of the property or the service of the\n                 restraint order, unless the conveyance or transfer was made for\n                 valuable consideration to a person acting in good faith and\n                 without notice\nProtectionof       10.-(1) Where an application is made for a forfeiture order\nthird parties.\n                 against property, a person who claims an interest in the property\n                 may, before the forfeiture order is made, apply to the Judge for\n                 an order under subsection (2).\n                        (2) If, pursuant to subsection (I), a person applies\n                 for an order the Judge shall make an order declaring the\n                 nature, extent and value (as at the time the order is made)\n                 of the person's interest if the Judge is satisfied-\n                     (a) that the person was not in any way involved in the\n                         commission of the offence; and\n                     (b) where the person acquired the interest during or\n                          after the commission of the offence, that he\n                          acquired the interest-\n                             (i) for sufficient consideration; and\n                             (ii) without knowing, or having reasonable grounds\n                                  to suspect, that at the time he acquired it, the\n                                  property was tainted property.                          0\n                       (3) Subject to subsection (4), where a forfeiture order\n                 has already been made against property, a person who\n                 claims an interest in the property may, before the end of\n~8'2005          the period of three months commencing on the day on which\n2nd Sch.\n                              [The lnclurlon of this page ir authorhd by L.N. 180AIlW61\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\nthe forfeiture order is made or such longer period as the\nJudge may, having regard to all the circumstances, allow,\napply under this subsection to the Judge for an order under\nsubsection (2).\n       (4) A person who-\n     (a) had knowledge of the application for the forfeiture\n         order before the order was made; or\n     (b) appeared at the hearing of that application,\nshall not, except with the leave of the Judge, be permitted\nto make an application under subsection (3).\n        (5) A person who makes an application under sub-\nsection (I) or (3) shall give not less than fourteen days'\nwritten notice thereof to the Director of Public Prosecutions,\nwho shall be a party to any proceedings in respect of the\napplication.\n       (6) An applicant or the Director of Public Prosecu-\ntions may in accordance with rules of court, appeal to the\nCourt of Appeal from an order made under subsection (2).\n        (7) Where a person has obtained an order under\nsubsection (2) and the period allowed by rules of court with\nrespect to the making of appeals has expired or any appeal\nfrom that order made pursuant to subsection (6) has been\ndetermined in the person's favour, the Attorney-General\nshall, on application of the person aforesaid, direct that-\n     (a) the property or the part thereof to which the\n          applicant's interest relates, be returned to the\n          applicant; or\n     (b) an amount equal to the value of the applicant's\n         interest, as declared in the order, be paid to the\n         applicant.\n         LThe inalusion of this page is authorized by LN. 791,19961\n18                   DRUG OFFEh'CES (FORFEITURE OF PROCEEDS)\nDischarge        1 1 . 4 1 ) Where a forfeiture order or a pecuniary penalty\nof forfei-\nture order     order is made in respect of a person's conviction of a\nor pecuniary\npenalty        prescribed offence, and the conviction is subsequently\norder on\nappeal and     quashed the quashing of the conviction discharges the order.\nquahing of\nconviction.            (2) Where a forfeiture order is discharged as pro-\n               vided in subsection (1) or, as the case may be, by the Court\n               on an appeal against the order, any person who claims to\n               have had an interest in the property immediately before the\n               making of the forfeiture order, may apply to the Attorney-\n               General in writing for the return or, as the case may be,\n               the transfer of the interest to him.\n                         (3) On receipt of an application under subsection\n               (2), the Attorney-General shall-\n                      (a) if the interest is still vested in the Crown, direct\n                           that the property or part thereof to which the\n                           applicant's interest relates, be transferred or re-\n                           turned to the applicant; or\n                     (b) in any other case, direct that there be payable to\n                           the applicant, an amount equal to the value of the\n                           interest at the time when the order is made.\n                       (4) In the exercise of the powers conferred by this\n               section and section 10, the Attorney-General shall have\n               power to do or authorize the doing of anything necessary\n               or convenient to effect the transfer or return of property,\n               including the execution of any instrument and the making\n               of an application for the registration of an interest in the\n               property.\nPayment           12. Where the Judge is satisfied that a forfeiture order\ninstmd of\nforfeiture     should be made against the property of a person convicted\norder.\n               of a prescribed offence but that the property or any part\n               thereof or any interest therein cannot be made subject to\n               such an order, and, in particular-\n                    (a) cannot, on the exercise of due diligence, be located;\n                       lThe rnclusion of thispage is authorid b y L.N. 79/19%]\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n     ( b ) has been transferred to a third party in circum-\n           stances which do not give rise to a reasonable\n           inference that the title or interest was transferred\n           for the purpose of avoiding the forfeiture of the\n           property;\n      (c) is located outside Jamaica;\n     (4 has been substantially diminished in value or\n         rendered worthless; or\n     (e) has been commingled with other property that\n          cannot be divided without difficulty,\nthe Judge may, instead of ordering forfeiture of the property\nor part thereof, or interest therein. order the person to pap\nto the Crown an amount equal to the value of the property.\npart or interest."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Discharge of forfeiture order or pecuniary w a l t y order on\n      appcal and quashing of oonviction."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where the Judge orders a person to pay an amount Enforce-\n                                                             ment of\nunder section 12 that order shall be enforceable against any orders\n                                                             made undpr\nrealizable property of that person.                          section 12.\n                  Pecuniary Penalty Orders\n   1 4 . 4 1 ) Subject to this section, where the Director of Pecuniary\n                                                                 penalty\nPublic Prosecutions applies to the Judge for a pecuniary order on\npenalty order against a person in respect of that person's conviction.\nconviction of a prescribed offence the Judge shall. if satisfied\nthat the person has benefited from that offence. order him to\npay to the Crown an amount equal to the value of his\nbenefits from the offence or such lesser amount as the Judge\ncertifies in accordance with section 17 to be the amount\nthat might be realized at the time when the pecuniarv\npenalty order is made.\n        (2) The Judge shall in accordance with sections 15\nto 18, assess the value of the benefits derived by a person\nfrom the commission of a prescribed offence.\n                                                             ---\n        me inolusion Of this p j e is authorized by L.N. 79119961\n                    DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                      (3) The Judge shall not make a precuniary penalty\n              order under this section-\n                   (a) until the period allowed by rules of court for the\n                        lodging of an appeal against conviction has expired\n                        without such an appeal having been lodged; or\n                  (b) where an appeal against conviction has been\n                        lodged, until the appeal lapses in accordance with\n                        the rules of court or is finally determined.\nRules for       15.-(1) Where a person obtains property as the result of,\ndetermin-\ningbeoat      or in connection with the commission of, a prescribed\nand assess-\ningvalue.     offence, his benefit is the value of the property so obtained.\n                      (2) Where a person derives an advantage as a result\n              of, or in connection with the commission of, a prescribed\n              offence, his advantage shall be deemed to be a sum of\n              money equal to the value of the advantage so derived.\n                      (3) Where a pecuniary penalty order has previously\n              been made against a person, in assessing the value of any\n              benefit by him from the commission of the prescribed\n              offence, the Judge shall leave out of account any of his\n              benefits that are shown to the Judge to have been taken into\n              account in determining the amount to be recovered under\n              that order.\n                     (4) If evidence is given at the hearing of the applica-\n              tion that the value of the person's property at any time\n              after the commission of the prescribed offence exceeded\n              the value of the person's property before the commission\n              of the offence, then the Judge shall, for the purposes of\n              section 14 (2) and subject to subsection (5)>treat the value\n              of the benefits as not being less than the amount of the\n              excess.\n                      (5)If, after evidence of the kind referred to in sub-\n              section (4) is given, the person satisfies the Judge that the\n                                 -                                         -\n                      [ I h c inclusion of this page is authorized by LJN. 79/'19%1\n       DRUG OFFENCES (FORFEITURE OF PROCEEDS)\nwhole or part of the excess was due to causes unrelated to\nthe commission of the prescribed offence, subsection (4) shall\nnot apply to the excess or, as the case may be, that part.\n  1 6 . 4 1 ) Where-                                              Statements\n                                                                  rclaling lo\n      (a) a person is convicted of a prescribed offence and from  benefits\n                                                                        corn-\n            the Director of Public Prosecutions tenders to the mission or\n                                                                  prescribed\n            Judge a statement as to any matters relevant-         onence9.\n                (i) to determining whether the person has bene-\n                    fited from the offence or from any other\n                    prescribed offence of which he is convicted\n                    in the same proceedings; or\n               (ii) to an assessment of the value of the person's\n                    benefit from any such offence as is referred\n                    to in sub-paragraph (i); and\n     (b) the person accepts to any extent an allegation in\n           the statement,\nthe Judge may, for the purposes of so determining or making\nthat assessment, treat his acceptance as conclusive of the\nmatters to which it relates.\n        (2) Where-\n     (a) a statement is tendered to the Judge as mentioned\n          in subsection (1); and\n     (b) the Judge is satisfied that a copy of that statement\n          has been served on the person,\nthe Judge may require the person to indicate to what extent\nhe accepts each allegation in the statement and, so far as he\ndoes not accept any such allegation, to indicate any matters\non which he proposes to rely.\n        (3) If the person fails in any respect to comply with\na requirement under subsection (2), he may be treated for\nthe purposes of this section as accepting every allegation in\nthe statement other than-\n                                                - --                  --\n         me inolusion of this page is authorized by L B . 791'19961\n                     DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                    (a) any allegation in respect of which he has complied\n                       with the requirement; and\n                   (b) any allegation that he has benefited from the pre-\n                       scribed offence or that any property or advantage\n                       was obtained by him as a result of, or in connection\n                       with, the commission of the offence.\n                       (4) Where-\n                    (a) the person tenders to the Judge a statement as to\n                        any matters relevant to determining the amount\n                        that might be realized at the time when the\n                        pecuniary penalty order is made; and\n                    (b) the Director of Public Prosecutions accepts to any\n                        extent any allegation in such statement,\n               the Judge may, for the purposes of that determination, treat\n               the acceptance by the Director of Public Prosecutions as\n               conclusive of the matters to which it relates.\n                       (5) An allegation may be accepted or a matter\n               indicated for the purposes of this section either-\n                    (a) orally before the Judge; or\n                    (b) in writing in accordance with rules of court.\n                       (6) No acceptance by a person under this section\n               that he received any benefits from the commission of a pre-\n               scribed offence shall be admissible in any proceedings for\n               any offence.\nAmount to        17.41) Subject to subsection (2), the amount to be\nbe recovered\nunder          recovered under a pecuniary penalty order shall be the\npecuniary\n,,,,,,         amount which the Judge assesses to be the value of the\norder.         person's benefit from the prescribed offence or, if more than\n               one, all the offences in respect of which the order may be\n               made.\n                       (2) Where the Judge is satisfied as to any matter\n               relevant for determining the amount which might be realized\n                       Ple&usion   of this page is authorized by L.N. 79/1996]\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)                               23\nat the time the pecuniary penalty order is made (whether by\nan acceptance under section 16 or otherwise) the Judge may\nissue a certificate giving his opinion as to the matters con-\ncerned, and shall do so if satisfied that the amount that\nmight be realized at the time the pecuniary penalty order is\nmade is less than the amount that the Judge assesses to be\nthe value of the person's benefit from the prescribed offence\nor, if more than one, all the offences in respect of which the\npecuniary penalty order may be made.\n  1 8 . 4 1 ) Where-                                           Variation\n     (a) the Judge makes a pecuniary penalty order against         2zrr;.\n                                                               of peal.\n           a person in relation to a prescribed offence;\n     (b) in calculating the amount payable under the\n           pecuniary penalty order the Judge took into\n           account a forfeiture order or a proposed forfeiture\n           order, in respect of property; and\n     (c) an appeal against the forfeiture or forfeiture order\n            is allowed or, as the case may be, the proceedings\n            for the proposed forfeiture order are terminated\n           without such an order being made,\nthe Director of Public Prosecutions may apply to the Judge\nfor a variation of the pecuniary penalty order so as to\nincrease the amount of the order by the value of the pro-\nperty not forfeited as aforesaid and the Judge may, if he\nconsiders it appropriate to do so, vary the order accordingly.\n     (a) in calculating the amount payable under a pecu-\n         niary penalty order, the Judge took into account,\n         in accordance with section 2 (3) and (4), an amount\n         of tax paid by the person against whom the order\n         is made; and\n     (b) an amount is repaid or refunded to the person in\n         respect of the tax so paid,\n         me inclusion of this page is aumonzed by L.N. 791 19961\n                   DRUG OFFENCES (FORFEITURE OF PROCEELN)\n            the Director of Public Prosecutions may apply to the Judge\n            for a variation of the pecuniary penalty order so as to\n            increase the order by the amount repaid or refunded and the\n            Judge may, if he considers it appropriate to do so, vary the\n            order accordingly.\nJudge may     19.-(1) In assessing the value of benefits derived by or\nlift\ncorporate   accruing to a person from the commission of a prescribed\nveil.\n            offence, the Judge may treat as that person's property, any\n            property that the Judge is satisfied is subject to the effective\n            control of the person, whether or not he has-\n                 (a) any legal or equitable interest in the property; or\n                 ( b ) any right, power or privilege in connection with\n                       the property.\n                     (2) Without prejudice to the generality of subsection\n            (1) the Judge may have regard t o -\n                 (a) shareholding in, debentures over or directorships\n                     in, any company that has an interest (direct or\n                     indirect) in the property, and for this purpose the\n                     Judge may order the investigation and inspection\n                     of the books of a company named in the order;\n                 (b) any trust that has a relationship with the property;\n                 (c) any relationship between persons having interests\n                     in the property or in such company o r trusts as is\n                     referred to in paragraph (a) or (b),and any other\n                     persons.\n                    (3) Where for the purposes of making a pecuniary\n            penalty order against a person, the Judge treats particular\n            property as the person's property, the Judge may, on applica-\n            tion by the Director of Public Prosecutions, make an order\n            declaring that the property is available to satisfy the order.\n                                                                            -\n                        indusmn of this page is muthorid by LN. 79f 1 9 6\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n       (4) Where a declaration is made by an order under\nsubsection (3)-\n     (a) the order may be enforced against the property\n         named in the order; and\n      (b) a restraint order may be made in respect of that\n           property,\nas if it were property of the person against whom the order\nis made.\n         (5) The Director of Public Prosecutions shall, in\nmaking an application for an order under subsection (3)-\n      (a) give written notice of the application to the person\n           against whom the pecuniary penalty order is made\n           and to any other person who the Director of Public\n           Prosecutions has reason to believe may have an\n           interest in the property; and\n      (b) the person against whom the pecuniary penalty\n           order is made and any other person who claims an\n           interest in the property may appear and adduce\n           evidence at the hearing.\n    PARTHI. Provisions relarlng ro investigations and\n                       Preservation of Property liable to For-\n                       feiture ,and Pecuniary Pemliy Orders\n                             Powers ofSearch and Seizure"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Statements d a t i n g to benefits from awmirsion of p d b e d\n      offences."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Judge may li carpma& veil.\n           --\n            inclusion of thir plge u amoriprd by LN. 791 19961\n       DRUG OFFENCES (FORFEITURE OF PROCEEDS)\nPARTIU. Pro~isionsreluting to lnwsti~a~ions   and Preservation of\n   Property liable to Forfeiture and Pecunimy P e d y Orders\n                     Powers of Search nnd Seizure"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)    Subject to section 21, where a Justice of the                zzz\nPeace is satisfied by information on oath that there are misea for\n                                                           tainted paw-\nreasonable grounds for suspecting that tainted property is PW.\nto be found on any premises specified in the information,\nhe may issue a search warrant in accordance with sub-\nsection (2).\n       (2) The warrant mentioned in subsection (1) may\nauthorize a constable named in the warrant to enter the\npremises specified in the warrant, with such assistance and\n            p h e inolusim of this page is authorized by L.N. 791119961\n                     DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n               by such force as is necessary and reasonable t o -\n                   (a) enter upon the premises;\n                   ( b ) search the premises for tainted property;\n                    (c) seize property found in the course of the search\n                         that the constable believes, on reasonable grounds,\n                         to be tainted property.\nResirictionl     21. A warrant shall not be issued under section 20 unless\non issue of\nsearch         the informant or some other person has given to the Justice\nwarrants       of the Peace, on oath, any further information that the\n               Justice of the Peace may require concerning the grounds on\n               which the issue of the warrant is sought.\nMatlera to\nbe included"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. A warrant issued under section 20 shall include-\nin search           (a) a statement of the purpose for which the warrant\nwarrant.\n                        is issued, and a reference to the nature of the pre-\n                        scribed offence;\n                    (b) a description of the kind of property to be seized;\n                    (c) a time, not being later than twenty-eight days, upon\n                         the expiration of which the warrant ceases to have\n                        effect; and\n                    (dl a statement as to whether entry is authorized to\n                        be made at any time of the day or night, or during\n                        specified hours of the day or night.\nOther            23. A warrant issued pursuant to section 20 shall be\ntainled\nvowty          deemed to authorize the constable to seize property that he\nmay be\nseized.        believes, on reasonable grounds, to be-\n                    (a) tainted property in relation to the prescribed\n                         offence, although not of a kind specified in the\n                         warrant; or\n                    (b) tainted property in relation to another prescribed\n                         offence,\n                                                 ---    .    --\n                       me inclusion of tlus page is authorize3 by L.N. 79/1996]\n                                                         P\n      DRUG OFFENCES (FORFEITURE OF P R O C E E m\nif the constable believes, on reasonable grounds, that it is\nnecessary to seize that property or thing in order to prevent\nits concealment, loss or destruction or its use in connection\nwith the offence specified as aforesaid or any other offence."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) A constable who executes a warrant issued under ,\",\"&'dmpf\nsection 20 shall-                                           %id.\n     (a) detain the property seized, taking reasonable care\n         to ensure that it is preserved so that it may be\n          dealt with in accordance with this Act;\n     (b) upon the execution of the warrant, prepare a list\n         of the property seized and give a copy thereof to\n          the owner or occupier of the premises who is pre-\n          sent at the time of seizure; and\n     (c) as soon as is practicable after the execution of the\n         warrant, but within a period of seventy-two hours\n         thereafter, prepare a written report, identifying the\n         property seized and the location where the pro-\n         perty is being detained and send a copy of the\n         report to the Clerk of Courts in that location.\n         (2) The Clerk of Courts referred to in subsection (1)\n(c) shall furnish a copy of the report to-\n      (a) the person from whom the property was seized;\n         and\n     (b) any other person who appears to the Clerk of\n         Courts to have an interest in the property."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)  Where property has been seized otherwise than \",\"o\",?ty\"f\nbecause it may afford evidence as to the commission of a seizd.\nprescribed offence, any person who claims an interest in the\nproperty may apply to the Judge for an order that the\nproperty be returned to him.\n        (2) The following provisions of this section shall\n            me inolusion of &is page is m&orired by 2.N.791819961\n                       DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n               apply in res*    of the return of property referred to in sub-\n               section (1).\n                        (3) Where application is made under subsection (I),\n               the Judge shall order the return of the property to the appli-\n               cant if the Judge is satisfied that-\n                    (a) the applicant is entitled to possession of the\n                          property;\n                    (b) the property is not tainted property in relation to\n                          a prescribed offence;and\n                    (c) the person in respect of whose conviction, charging\n                          or proposed charging the seizure was made, has\n                          no interest in the property.\n                        (4) Subject to section 26, the property shall be\n               returned to the person from whose possession it was seized\n               as soon as practicable after the end of a period of seventy-\n               two hours after seizure if at the end of that period an\n               information had not been laid in respect of a prescribed\n               offence.\nRetention         26.41) Subject to subsections (2) and (3),where property\nof P r o w w\nseized.        is seized under section 23 otherwise than because it may\n               afford evidence as to the commission of a prescribed offence\n               and-\n                      (a) but for this subsection, the property would be\n                         returned to a person as soon as practicable after\n                         a particular period; and\n                    b before the end of that period, a restraint order is\n                         made in relation to the property,\n               it shall be dealt with in accordance with the restraint order\n               or with any other provision of this Act.\n                        (2) If, at the time when a restraint order is made\n               against property referred to in subsection (I), the property\n               is in the possession of the Commissioner, the Commissioner\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\nmay apply to the Judge who made the restraint order for an\norder that he retain possession of the property.\n        (3) The Judge may, if satisfied that there are reason-\nable grounds for believing that the property may afford\nevidence as to the commission of a prescribed offence, make\nan order that the Commissioner retain the property for so\nlong as it is required as evidence as aforesaid.\n        (4) In any proceedings on an application under sub-\nsection (2), a witness shall not be required to answer any\nquestion or to produce any document if the Judge is satisfied\nthat the answering of the question or the production of the\ndocument may prejudice the investigation of, or the pro-\nsecution of a person for, an offence.\n        (5) Where an application for a restraint order has\nbeen refused in relation to property referred to in subsection\n(I), and at the time of such refusal, the property is in the\npossession of the Commissioner the property shall as soon\nas practicable after the refusal, be returned to the person\nfrom whose possession it was seized.\n       (6) Where property has been seized under section 23\nand while the property is in the possession of the Commis-\nsioner a forfeiture order is made in respect thereof, the\nproperty shall be dealt with in accordance with the forfei-\nture order.\n                         Restraint Orders"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) Where a person (in this section and section 28 A P P ~ -\n                                                              tion for\ncalled \"the defendantn&                                       restraint\n                                                              order.\n     (a) has been convicted of a prescribed offence: or\n     ( b ) has been charged with a prescribed offence,\nthe Director of Public Prosecutions may apply to the Judge\nfor a restraint order against any realizable property held by\nthe defendant or by a person other than the defendant.\n        p h e inclusion of this page is authorized by L.N. 791119961\n                  DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                   (2) An application for a restraint order may be made\n            ex parte and shall be in writing and be accompanied by an\n            affidavit stating-\n                 (a) where the defendant has been convicted of a pre-\n                      scribed offence, the prescribed offence for which\n                      the defendant was convicted, the date of the con-\n                      viction, the Judge before which the conviction was\n                      obtained and whether an appeal has been lodged\n                      against the conviction;\n                 (b) where the defendant has been charged with a\n                      prescribed offence, the prescribed offence for which\n                      he is charged and the grounds for believing that\n                      the defendant committed the offence;\n                (c) a description of the property in respect of which\n                     the restraint order is sought;\n                (d) the name and address of the person who is believed\n                     to be in possession of the property;\n                (e) the grounds for believing that the property is\n                     tainted property in relation to the offence;\n                 (fl the grounds for believing that the defendant de-\n                    rived a benefit directly or indirectly from the com-\n                    mission of the offence;\n                (g) where the application seeks a restraint order against\n                    property of a person other than the defendant, the\n                    grounds for believing that the property is tainted\n                    property in relation to the offence or is subject to\n                    the effective control of the defendant;\n                (h) the grounds for believing that a forfeiture order or\n                    a precuniary penalty order may be or is likely to be\n                    made under this Act.\nReslraint     28.-(1) Subject to this section, the Judge may, on the\norden.\n            application of the Director of Public Prosecutions, make a\n                    [ThIhe inclusion of t h i s page is authorized @ Z.N.79119961\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\nrestraint order against property if the Judge is satisfied\nthat-\n      (a) the defendant has been convicted of a prescribed\n          offence or charged with a prescribed offence, as the\n          case may be;\n    (b) where the defendant has been charged with a\n        prescribed offence, there are reasonable grounds\n        for believing that the defendant committed the\n        offence;\n    (c)    there are reasonable grounds for believing that the\n            property is tainted property in relation to the\n            prescribed offence of which the defendant has been\n            convicted or with which he has been charged or\n            that the defendant derived a benefit directly or\n            indirectly from the commission of the offence;\n    (d) where the application seeks a restraint order against\n        property of a person other than the defendant,\n        there are reasonable grounds for believing that the\n        property is tainted property in relation to the\n        prescribed offence of which the defendant has been\n        convicted or with which he has been charged or\n        that the property is subject to the effective control\n        of the defendant;\n     (e) there are reasonable grounds for believing that a\n         forfeiture order or a pecuniary penalty order is\n         likely to be made under this Act.\n          (2) A restraint order may-\n     (a) prohibit the defendant or any other person from\n           disposing of, or otherwise dealing with, the pro-\n           perty or such part thereof or interest therein as is\n           specified in the order, except in such manner as\n           may be specified in the order; and\n          r h e inclusion of this page is authorized by L.N. 791119961\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n    ( b ) at the request of the Director of Public Prosecu-\n          tions, where the Judge is satisfied that the circum-\n          stances so r e q u i r e\n              (i) direct the Commissioner or such other\n                  person as the Judge may appoint to take\n                  custody of the property or such part thereof\n                   as is specified in the order and to manage or\n                   otherwise deal with all or any part of the\n                  property in accordance with the directions\n                   of the Judge; and\n             (ii) require any person having possession of\n                   the property to give possession thereof to\n                   the Commissioner or to the person appoint-\n                   ed under sub-paragraph (i) to take custody\n                  of the property.\n        (3) A restraint order may be made subject to such\nconditions as the Judge thinks fit and, without limiting the\ngenerality of the foregoing, may make provision for meeting\nout of the property or a specified part of the property, all or\nany of the following-\n     (a) the person's reasonable living expenses (including\n          the reasonable living expenses of the person's\n          dependants (if any)) and reasonable business\n          expenses;\n     (b) the person's reasonable expenses in defending the\n          criminal charge and any proceedings under this\n          Act.\n        (4) In determining whether there are reasonable\ngrounds for believing that property is subject to the effective\ncontrol of the defendant the Judge may have regard to the\nmatters referred to in section 19 (2).\n        (5) Where the Commissioner or other person\nappointed under subsection (2) (6) (i) is given a direction in\nrelation to any property, the Commissioner or the other\n      -.      -\n                        of thlr page is authorized by L N . 79119961\n           [The ~nclus~on\n      D R U G OFFENCES (FORFEITURE OF PROCEEDS)\nperson may apply to the Judge for directions on any question\nrespecting the management or preservation of the property\nconcerned.\n        (6) An application under subsection (5) shall be\nserved upon all persons interested in the application or such\nof them as the Judge thinks expedient and all such persons\nshall be entitled to appear and be heard at the hearing.\n        (7) The Commissioner or person appointed under\nsubsection (2) (b) (i) shall, in acting on directions given by\nthe Judge, be deemed to have discharged his duty in the\nsubject-matter of the application."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29) I995                 is or documents are to be given and the manner\nS 2 (cxi)\n(ii).                    in which it is or they are to be given.\n                       (8) A hancial institution that is notified of a moni-\n             toring order and knowingly-\n                   (a) contravenes the order; or\n29!1996           (b) provides false or misleading information or docu-\ns. 2 (0.\n                        ments in purported compliance with the order,\n             is guilty of an offenceand is liable on summary conviction\n             in a Resident Magistrate's Court to a fine not exceeding two\n             hundred thousand dollars.\n                       (9) A reference in this section to a transaction con-\n             ducted through an account includes a reference to-\n                   (a) the making of a fixed term deposit;\n                   (b) in relation to a fixed term deposit, the transfer of\n                          the amount deposited or any part thereof at the\n                          end of the term; and\n                   (c) the opening, existence or use of a deposit box heId\n                          by the institution.\nMonitoring      45.-(1) A financial institution that is, or has been, sub-\norders not   ject to a monitoring order shall not disclose the existence or\nto be dir-\nclosed.      the operation of the order to any person except-\n                   (a) an officer or agent of the institution, for the pur-\n                       pose of ensuring that the order is complied with;\n                     me inclusion of thi.pagc is aulhorized by LN. 96119981\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n    (b) an attorney-at-law, for the purpose of obtaining\n         legal advice or representation in relation to the\n         order.\n       (2) A person referred to in subsection (1) (a) and (b)\nto whom disclosure of the existence or operation of a moni-\ntoring order has been made and a constable referred to in\nsubsection (1) of section 44 shall not-\n     (a) disclose the existence or operation of the order\n         except to another person referred to in that sub-\n         section for the purposes of-\n             (i) the performance of that person's duties, if\n                 the disclosure is made by the constable\n                 referred to in section 44 (1);\n            (ii) ensuring that the order is complied with or\n                 obtaining legal advice or representation in\n                 relation to the order, if the disclosure is\n                 made by an officer or agent of the institu-\n                 tion; or\n           (iii) giving legal advice or making representa-\n                 tions in relation to the order, if the dis-\n                 closure is made by an attorney-at-law; or\n    (b) make a record of, or disclose, the existence of the\n        operation of the order in any circumstances even\n        when he ceases to be a person referred to in sub-\n        section (1).\n       (3) Nothing in subsection (2) prevents the disclosure\nby a person referred to in subsection (1) (b) of the existence\nor operation of a monitoring order-\n     (a) for the purposes of, or in connection with, legal\n         proceedings; or\n     (b) in the course of proceedings before a court.\n              -.\n                      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                       (4) A person referred to in subsection (1) (b) shall\n                not be required to disclose to any court the existence or\n                operation of a monitoring order.\n                         (5) A person who contravenes subsection (1) or (2)\n                is guilty of an offence and is liable on summary conviction\n                in a Resident Magistrate's Court-\n                     (a) in the case of an individual, to a h e not exceeding\n                           one hundred thousand dollars or to imprisonment\n                           for a term not exceeding three years or to both\n                           such h e and imprisonment;\n                     (b) in the case of a body corporate, to a fine not\n                           exceeding two hundred thousand dollars.\n                        (6) A reference in this section to disclosing the\n                existence or operation of a monitoring order to a person\n                includes a reference to disclosing information to the person\n                from which that person could reasonably be expected to\n                infer the existence or operation of the monitoring order.\nRetention         4 6 . 4 1 ) Subject to this section and section 47, a financial\nof records\n   financial    institution shall retain in its original form for the minimum\ninstitutions.\n                retention period applicable to the document-\n                      (a) a document that relates to a financial transaction\n                          carried out by the financial institution in its capa-\n                          city as such and, without limiting the generality\n                          of the foregoing, includes a document that relates\n                          to-\n                              (i) the opening or closing by a person of an\n                                   account with the institution;\n                             (ii) the operation by a person of an account\n                                  with the institution;\n                            (iii) the opening or use by a person of a deposit\n                                  box held by the institution;\n                            (iv) the telegraphic or electronic transfer of\n       DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                 funds by the institution on behalf of a\n                 person to another person;\n             (v) the transmission of funds between Jamaica\n                 and a foreign country or between foreign\n                 countries on behalf of a person; or\n            (vi) an application by a person for a loan from\n                 the institution, where a loan is made to the\n                 person pursuant to the application; and\n     (b) a document that relates to a financial transaction\n         carried out by the financial institution in its capa-\n         city as such that is given to the institution by or on\n         behalf of the person, whether or not the document\n         is signed by or on behalf of the person.\n       (2) For the purposes of this section, the expression\n\"minimum retention period\" means-\n    (a) where the document relates to the opening of an\n         account with the institution, the period of five\n         years after the day on which the account is closed;\n    (b) where the document relates to the opening by a\n        person of a deposit box held by the institution the\n         period of five years after the day on which the\n        deposit box ceases to be used by the person; and\n    (c) in any other case, the period of five years after the\n         day on which the transaction takes place.\n         (3) Subsection (1) does not apply to a financial trans-\naction document that relates to a single deposit, credit. with-\ndrawal, debit or transfer of an amount of money that does\nnot exceed two hundred thousand dollars or such larger\namount as may be prescribed for the purposes of this sub-\nsection.\n       (4) A financial institution required to retain docu-\nments under this section shall retain them in such manner\nthat makes retrieval of the information contained in the\n--\n        me inclusion of this page i s authorized by L.N. 79/81996]\n                      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                documents or, as the case may be, the documents, reason-\n                ably practicable.\n                        (5) A financial institution that contravenes sub-\n                section (I) or (4) is guilty of an offence and is liable on\n                summary conviction in a Resident Magistrate's Court to a\n                fine not exceeding two hundred thousand dollars.\n                        (6) Nothing in this section limits any other obliga-\n                tion of a financial institution to retain documents.\n~        ~ofi 47.-(1)\n                    ~ At financial\n                             ~      institution\n                                    ~           shall maintain a register\ndocum~nta.\noT'g'nd    of documents  released  under   subsection (2).\n                        (2) Where a financial institution is required to release\n                the original of a document before the end of the minimum\n                retention period applicable to the document, the institution\n                shall retain a complete copy of the document until the\n                period has ended or the original document is returned,\n                whichever first occurs.\n                        (3) A financial institution that contravenes sub-\n                section (1) or (2) is guilty of an offence and is liable on\n                summary conviction in a Resident Magistrate's Court to a\n                fine not exceeding two hundred thousand dollars.\ncornmuni-         48.-(1)  Where a financial institution has information\ncation of\ninformation     about an account heId with the institution and the institu-\nto law\n                tion has reasonable grounds for believing that the informa-\nauthori'tiea.   tion-\n                     (a) may be relevant to an investigation of, or the prose-\n                          cution of. a person for a prescribed offence; or\n                     (b) would otherwise be of assistance in the enforce-\n                          ment of this Act or any regulations made here-\n                          under,\n                the institution may give the information to a constable or\n                the Director of Public Prosecutions.\n                                                -                                   -\n                            r h e inclusion of this w g e is authorized h?. L.N. 79119961\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n        (2) No action, suit or proceedings shall lie against-\n     (a) a hancial institution; or\n     (b) a person who is an officer, agent or employee of the\n          institution acting in the execution of his duties as\n          such,\nin relation to an action taken by the institution or person\npursuant to subsection (1)."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Before making a restraint order, the Judge may applioa-\n                                                             Noti- of\nrequire notice to be given to, and may hear, any person who, lion for\n                                                             restraint\nin the opinion of the Judge, appears to have an interest in order.\nthe property, unless the Judge is of the opinion that given\nsuch notice before making the order would result in the\ndisappearance, dissipation or reduction in the value of the\nproperty."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. A copy of a restraint order shall be served on a person        ggzenpf\naffected by the order in such manner as the Judge directs or order.\nas may be prescribed by rules of court.\n        p'he inclusion of this page is authorized by L.N. 79119961\n34                DRUG OFFENCES (FORFEITURE OF PROCEEDS)\nRegistra-     32.-(1)   A copy of a restraint order which affects regis-\ntion of\nrmttraint   tered land in Jamaica shall be registered with the Registrar\norder.      of the Supreme Court and with the Registrar of Titles who\n            shall record the particulars of the order in the Register Book\n            of Titles.\n                    (2) A restraint order is of no effect with respect to\n            registered land unless it is so registered.\n                    (3) Where particulars of a restraint order are regis-\n            tered as required by this section, a person who subsequently\n            deals with the property concerned shall, for the purposes of\n            section 33, be deemed to have notice of the order at the time\n            of the dealing.\n                    (4) The registration of a restraint order under this\n            section shall be exempt from the payment of fees under\n            the Registration of Titles Act and stamp duty under the\n            Stamp Duty Act.\ncontravm-     3 3 . 4 1 ) A person who knowingly contravenes a restraint\ntioo of\nrestraint   order by disposing of, or otherwise dealing with, property\norder.      that is subject to the restraint order is guilty of an offence\n            and is liable-\n                 (a) on summary conviction in a Resident Magistrate's\n                        Court-\n                           (i) in the case of an individual to a fine not\n                               exceeding one hundred thousand dollars or\n                               to imprisonment for a term not exceeding\n                               three years or to both such fine and impri-\n                               sonment; or\n                       (ii) in the case of a body corporate to a fine not\n                            exceeding two hundred thousand dollars;\n                 (b) on conviction on indictment in a Circuit Court-\n                             (i) in the case of an individual to a fine or to\n                                 imprisonment for a term not exceeding seven\n                                                                        -\n                        p h e inclusion of this page is authorized by L.N. 79/119961\n       DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                 years or to both such fine and imprisonment;\n                 or\n            (ii) in the case of a body corporate to such\n                 fine as the Court may impose.\n        (2) Where a restraint order is made against property\nand-\n     (a) the property is disposed of or otherwise dealt with\n         in contravention of the restraint order; and\n     (b) the disposition or dealing was not for sufficient\n         consideration or not in favour of a person who\n         acted in good faith and without notice,\nthe Director of Public Prosecutions may apply to the Judge\nfor an order that the disposition or dealing be set aside.\n       (3) The Judge may, on the application of the Director\nof Public Prosecutions under subsection (2)-\n     (a) set aside the disposition or dealing as from the day\n         on which the disposition or dealing took place; or\n    (b) set aside the disposition or dealing as from the day\n         of the order under this subsection and declare the\n         respective rights of any persons who acquired in-\n         terests in the property on or after the day on which\n         the disposition or dealing took place, and before\n         the day of the order under this subsection."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.41) A restraint order remains in force until-           Dumtion\n                                                             of resvaint\n    (a) it is revoked under section 35 or 37;                order.\n    (6) it ceases to be in force under section 36;\n     (c) a forfeiture order or a pecuniary penalty order, as\n         the case may be, is made in respect of property\n         which is the subject of the order; or\n    (d) the property which is the subject of the order\n         becomes forfeited to the Crown under any other\n         enactment.\n        me inclusion of this page is authorized by L.N. 79N9961\n                  DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                   (2) A restraint order shall cease to be in force in\n            respect of any property or interest therein or any part\n            thereof which is excluded from its application pursuant to\n            section 35 (5).\n                              Review of Search Warrants\nReview of     3 5 . 4 1 ) A person who has an interest in property that\nsearch\nawranta     was seized under a warrant issued pursuant to section 20 or\nand\n            in respect of which a restraint order was made may, at any\nOrde*       time, apply to the Judge-\n                 (a) for an order under subsection (5);or\n                 (b) for permission to examine the property.\n                    (2) An application under subsection (1) shall not be\n            heard by the Judge unless the applicant has given to the\n            Director of Public Prosecutions not less than three days'\n            notice in writing of the application.\n                    (3) The Judge may require notice of the application\n            to be given to, and may hear, any person who. in the opinion\n            of the Judge, appears to have an interest in the property.\n                    (4) On an application made under subsection (1) (a)\n            in respect of any property. the Judge mav. after hearing the\n            apulicant, the Director of Public Prosecutions or any other\n            person who is notified under subsection (3), act in accord-\n            ance with subsection (5).\n                    (5) For the purposes of subsection (4) the Judqe may\n            order that the property or anv part thereof 5e returned to\n            the a~plicantor, in the case of a restraint order, revoke the\n            order or vary it to exclude the proaertv or anv interest\n            therein or any part thereof from the application of the order.\n            or make the order subject to such conditions as the Judge\n            thinks fit-\n                 (a) if the applicant enters into a recognizance before\n                      the Judge, with or without sureties, in such amount\n                                                                   ~~ -.~\n                                                                        ~~\n                    me inclusion of this page is azlthorized by L.U. 79)19961\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n           and with such conditions, as the Judge directs, and\n          where the Judge considers it appropriate, deposits with\n          the Judge such sum of money or other valuable security\n          as the Judge directs;\n    ( b ) if the conditions referred to in subsection (6) are\n          satisfied; or\n    (c)   for the purpose of-\n             (i) meeting the reasonable living expenses of the\n                 person who was in possession of the property at\n                 the time the warrant was executed or the order\n                 was made or any person who, in the opinion of\n                 the Judge, has an interest in the property and of\n                 the dependants of that person;\n             (ii) meeting the reasonable business or legal\n                  expenses of a person referred to in sub-\n                  paragraph (i).\n      (6) An order under subsection (5) in respect of property\nmay be made if the Judge is satisfied that-\n    (a) a warrant should not have been issued pursuant to\n        section 20 or a restraint order should not have been\n        made, in respect of the property;\n    (b) the applicant is the lawhl owner of, or lawfu!ly\n        entitled to possession of, the property and appears\n        innocent of any complicity in a prescribed offence or of\n        any collusion in relation to such offence; and\n    (c) the property will no longer be required for the purpose\n          of any investigation or as evidence in any proceedings.\n      (7) On an application to the Judge under subsection\n(1) (b), the Judge may order that the applicant be permitted\nto examine the property subject to such terms as appear\nto the Judge to be necessary or desirable to ensure that the\n              [The l m l v ~ i o nof this page la nutho~lrodby L.N. IBOAl20061\n                        DRUG OFFENCES (FORFEITURE OF PROCEkDSJ\n                 property is safeguarded and preserved for the purpose for which\n                 it may subsequently be required."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Subject to this section, a restraint order shall\n                 not continue in force for a period of more than six months\n                 after the date when the order is made unless, hefore the\n                 expiration of that period, the Director of Public Prosecutions\n                 applies to the Judge for an extension of the period of operation\n                 of the order.\n                        (2) Where the Director of Public Prosecutions applies for\n                 an extension of the period of operation of a restraint order and\n                 the Judge is satisfied that-\n                     (a) a forfeiture order may be made in respect of the\n                          property concerned or part thereof; or\n                     ( b ) a pecuniary penalty order may be made against a\n                           person in relation to the property concerned,\n                 the Judge may extend, for such further period as the Judge may\n                 specify, the period of operation of the restraint order and may\n                 make such other order as he considers appropriate in relation to\n                 the operation of the order.\nDivwalof           37.-(1)   Where the Judge is satisfied that property will no\nP\"Pe*Y\nseized w dcalt   longer be required for the purposes of-\nwith\n                     (a) section 7 (forfeiture order on conviction) or section\n                         14 (pecuniary penalty order on conviction);\n                     (b) any other enactment providing for forfeiture;\n                     (c) any investigation; or\n                     (4 evidence in any proceeding,\n                 the Judge shall on the application of the Director of Public\n                 Prosecutions or any person having an interest in the property, act\n                 in accordance with the following subsections.\n                        (2) The Judge may revoke any restraint order made\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\nin respect of the property or cancel any recognizance entered\ninto pursuant to section 35.\n           (3) Where property has been seized under a warrant\nissued under section 20 or where the property is under the\ncontrol of a person appointed pursuant to section 28 (2) (b)\n(i), the Judge may-\n       (a) order that the property be returned to the person\n             from whom it was taken if that person's possession\n             of the property is lawful;\n       ( b ) order that the property be returned to the lawful\n             owner or the person who is lawfully entitled to\n             possession of it if-\n                  (i) the person from whom it was taken was not\n                       lawfully entitled to possession of it; and\n                 (ii) the lawful owner or the person lawfully\n                      entitled to its possession is known;\n       (c) order that the property be forfeited to the Crown\n             if-\n                  (i) possession of it by the person from whom it\n                       was taken is unlawful; and\n                 (ii) the lawful owner or person lawfully entitled\n                       to its possession is not known or cannot,\n                      upon reasonable enquiry, be ascertained.\n         Production Orders and other Information\n                    Garhering Powers\n                                                                     Productim"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Disposal of property seized or dealt with.\n      Production Orders and other Information Gathering Powers"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.41) Where--                                                     and i n a m\n     (a) a person has been convicted of a prescribed offence '\"\"         'Idm.\n         and a constable has reasonable grounds for suspect-\n         ing that any person has possession or control of a\n         document relevant to-\n            ti) identifying, locating or quantifying property\n                 of the person who committed the offence\n         me inolusion of this pigs is authorized by LS. 79/11996]\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                  or to identifying or locating a document\n                 necessary for the transfer of such property;\n                  or\n            (ii) identifying, locating or quantifying tainted\n                 property in relation to the offence; or\n           (iii) identifying or locating a document necessary\n                 for the transfer of such tainted property; or\n     (b) a constable has reasonable grounds for suspecting\n          that a person has committed a prescribed offence\n          and that any person has possession or control of\n          a document referred to in paragraph (a),\nthe constable may apply to a Judge in Chambers in accord-\nance with subsection (2) for an order under subsection (4)\nagainst the person suspected of having possession or control\nof the document.\n       (2) An application under subsection (1) shall be\nmade ex parte and shall be in writing and be accompanied\nby an affidavit.\n        (3) Where a constable applies for an order under\nsubsection (4) and includes in the affidavit a statement to\nthe effect that the constable has reasonable grounds for\nbelieving that-\n     (a) the person who was convicted of the offence or\n          who is believed to have committed the offence,\n          derived a benefit directly or indirectly from the\n          commission of the offence; and\n     (b) property specified in the affidavit is subject to the\n          effective control of that person.\nthe Judge in Chambers may treat any document relevant to\nidentifying, locating or quantifying that property as a docu-\nment in resnect of which an order may be issued under\nsubsection (4), and for that purpose the Judpe may have\nregard to the matters referred to in section 19 (2).\n                --\n        [The inclusion of this page is avthorizcd by L.N. 79/#1996]\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n        (4) Where an application is made for an order\nagainst a person, the Judge in Chambers may, subject to\nsubsections (5) and (6), make an order requiring the person\nto-\n     (a) produce to a constable any documents of the kind\n            referred to in subsection (1) that are in the person's\n            possession or control; or\n    (b) make available to the constable for inspection, any\n        such document as aforesaid.\n       (5) An order under subsection (4) (a) shall not be\nmade in respect of accounting records used in the ordinary\nbusiness of banking. including ledgers. day-books, cash\nbooks and account books.\n       (6) A Judge in Chambers shall not make an order\nunder this section unless-\n    (a) the applicant or some other person has given the\n         Judge, either orally or by affidavit, such informa-\n         tion as the Judge requires concerning the grounds\n         on which the order is sought; and\n    (6) the Judge is satisfied that there are reasonable\n        grounds for making the order.\n       (7) An order that a person produce a document or\ndocuments to the consta5le shall specify the time when,\nand the place where, the document or documents are to be\nproduced.\n         (8) An order that a person make a document or\ndocuments available to a constable for inspection shall\nspecify the time or times when the document or documents\nis or are to be made avaitable.\n      -~       ~                               .   -\n           IThe inclusim of this page is authorized br. L.N. 791119961\n42                 DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n&ope of        39.41) Where a document is produced or made avail-\npcdicc\npwem\nunder pro-\n             able to a constable pursuant to an order under section 38,\nductmn       the constable may-\norder, ek.\n                  (a) in the case of a document produced-\n                           (i) inspect it;\n                          (ii) take extracts from it;\n                        (iii) make copies of it; or\n                         (iv) retain it if, and for so long as, its retention\n                               is reasonably necessary for the purposes of\n                               this Act; or\n                  (b) in the case of a document made a v a i l a b l e\n                           (i) inspect it;\n                          (ii) take extracts from it; or\n                        (iii) make copies of it.\n                     (2) Where a constable retains a document pursuant\n             to an order under section 38, the constable shall give to the\n             person to whom the order was addressed a receipt for the\n             document and a copy of the document certified by the con-\n             stable in writing to be a true copy of that document.\nEndenlid       40.41) Where a document is produced or made avail-\nvalue of\ninforma-     able by a person pursuant to an order under section 38, the\ntion.\n             production or making available of-\n                  (a) the document; or\n                  (b) any information, document or thing obtained as a\n                      direct or indirect consequence of the production or\n                      making available of the document,\n             is not admissible against the person in any criminal proceed-\n             ings except a proceeding for an offence under section 42.\n                    (2) For the purposes of subsection (I), proceedings\n             on an application for a restraint order, a forfeiture order or\n             a pecuniary penalty order are not criminal proceedings.\n                     me inclusion of this page is ~Ihorizedbr. LAN.79119961\n       DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n       (3) A person is not excused from producing or\nmaking available a document when required to do so by an\norder under section 38 on the grounds that the production\nor making available of the document-\n     (a) might tend to incriminate the person or make the\n         person liable to a penalty; or\n    (b) would be in breach of an obligation, whether\n         imposed by law or otherwise, of the person not to\n         disclose the existence or contents of the document."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. The person who is required to produce a document to             :fan2z&\na constable may apply to a Judge in Chambers for a variation tion o*.\nof the order and if the Judge is satisfied that the document\nis essential to the business activities of that person, the Judge\nmay vary the production order so that it requires the person\nto make the document available to a constable for inspec-\ntion."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.-(1)      A person commits an offence against this Act Failure M\n                                                                       comply with\nif he-                                                                 Plcdwtion\n                                                                       order.\n      (a) without reasonable excuse, fails to comply with an\n          order to produce a document to a constable or to\n          make it available to a constable for inspection;\n      (b) in purported compliance with such an order, pro-\n          duces or makes available a document which he\n          knows to be false or misleading in a material parti-\n          cular and he does not-\n             (i) indicate to the constable to whom the docu-\n                  ment is producea or made available that it\n                  is false or misleading; and\n             (ii) provide to the constable such correct in-\n                  formation as he has in his possessior~or as\n                  he can reasonably acquire.\n             me inclusion ofthis page is authorized by L.N. 79/119%1\n                   DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                     (2) A person is liable on summary conviction of an\n             offence under subsection (1)-\n                  (a) in the case of an individual to a fine not exceeding\n                       one hundred thousand dollars or to imprisonment\n                       for a term not exceeding three years or to both\n                       such fine and imprisonment; or\n                  (6) in the case of a body corporate to a fine not exceed-\n                       ing two hundred thousand dollars.\nScafotl        43.41) Where a constable has reasonable grounds for\nwarrant to\nfacilitate   suspecting that-\ninvestip\ntiom.             (a) in relation to a person convicted of a prescribed\n                      offence, a document of a kind referred to in section\n                      38 is in any premises; or\n                  (b) a person has committed a prescribed offence and\n                      such a document is in any premises,\n             the constable may apply to a Judge in Chambers for a\n             warrant under subsection (2) to search the premises.\n                      (2) Subject to subsections (3) and (4), a Judge may,\n             on an application made under subsection (I), issue a warrant\n             authorizing a constable named in the warrant with such\n             assistance as may be necessary and reasonable tc-\n                  (a) enter the premises;\n                  (b) search the premises for such documents as afore-\n                        said; and\n                   (c) seize and detain any document found in the course\n                        of the search that, in the opinion of the constable,\n                        is likely to be of substantial value (whether by\n                        itself or together with other documents) to the\n                        investigation in respect of which the application is\n                       made.\n                    (3) A Judge in Chambers shall not issue a warrant\n             under subsection (2) unless he is satisfied that-\n                         mclusion of this p p e is authorized by L.N. 79119961\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n    (a) a production order has been made in respect of the\n         document and has not been complied with;\n    (b) a production order in respect of the document\n         would be unlikely to be effective because there are\n         reasonable grounds for suspecting that such a pro-\n         duction order would not be complied with;\n     (c) the document involved cannot be identified or des-\n         cribed with sufficient particularity to enable a\n         production order to be made in respect thereof;\n    (dl it is not practicable to communicate with any person\n         having the power to grant entry to the premises;\n     (el entry to the premises will not be granted unless a\n         warrant is produced; or\n     (f) the relevant investigation might be seriously preju-\n         diced unless the constable is granted immediate\n         access to the document without notice to any\n         person.\n        (4) A search warrant shall not be issued under sub-\nsection (2) unless-\n     (a) the applicant or some other person has given the\n          Judge, either orally or by affidavit, any further in-\n          formation that the Judge requires concerning the\n          grounds on which the warrant is sought; and\n     (b) the Judge is satisfied that there are reasonable\n          grounds for issuing the warrant.\n        (5) A search warrant issued under subsection (2)\nshall state-\n      (a) the purpose for which it is issued, including a\n          reference to the prescribed offence that has been,\n          or is believed to have been, committed;\n     (b) whether entry is authorized to be made at any time\n          of the day or night or during specified hours of the\n          day o r night;\n        lThe inclusion of this page is authorized by L.N. 79P199tJ\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n     (c) a description of the kind of documents authorized\n         to be seized; and\n     (d) the date, not being later than twentyeight days\n         after the day of issue of the warrant upon whch\n         the warrant ceases to have effect.\n        (6) Where a constable enters premises in execution\nof a warrant issued under this section, he may seize and\nretain-\n      (a) any document, other than items subject to legal\n          privilege, which is likely to be of substantial value\n          (whether by itself or together with other docu-\n          ments) to the investigation for the purpose of which\n          the warrant was issued; and\n     (b) anything that the constable believes, on reasonable\n         grounds, will afford evidence as to the commission\n         of a criminal offence.\n        (7) In this section-\n     (a) the expression \"items subject to legal privilege\"\n          means-\n             (i) communication between an attorney-at-law\n                  and his client; and\n            . -. communication made in connection with or\n           (ii)\n                 in contemplation of legal proceedings and\n                 for the purposes of those proceedings,\n         being communication which would in legal pro-\n         ceedings be protected from disclosure by virtue of\n         any rule of law relating to the confidentiality of\n         communication;\n     (6) \"premises\" includes any place and in particular any\n         building, receptacle or vehicle.\n        me inclusion of this page is authorized by L.N. 791115961\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                     Monitoring Orders"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.   Search warrant to facilitate investigations.\n         [The indusicm of this page is auhrized by LN. 791 19961\nDRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                     Monitoring Orders\nMonitoring orders.\nMonitoring orders not to be disclosed.\nRetention of records of hancial institutions.\nRegister of original documents.\nCommunication of idonnation to law enforcement authorities.\nInterpretation.\n                     PARTIV. General\nAppeals.\nAmendment of Schadulc,\nCompcnaation.\nRegulations.\nCosts.\nStandard of proof.\nSavings.\n                 -\n                 -\n   m e inclusim d this pige is authorized by LN. 79/1%1\n           DRUG OFFENCES (FORFEITURE OF PROCEEDS)                                               5\n                                                                                      Ads\n              THE DRUG OFFENCES (FORFEITURE                                        1601 1994,\n                                                                                   29 of 19%,\n                    OF PROCEEDS) ACT                                               18 of ZOOS\n                                                                                    2nd %h\n                                                            [15th August, 1994.1\n                          PART I. Preliminary"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44,(1)  The Director of Public Prosecutions may apply Monitolfnt\n                                                               ordcn\nto a Judge in Chambers in accordance with subsection (3)\nfor an order (in this section called a \"monitoring order\")\ndirecting a financial institution to give to a constable named 2911996\n                                                               S. 2 (a).\nby the Director of Public Prosecutions in the application,\ninformation and such documents as the Director of Public\nProsecutions may specify in the application, other than\nitems subject to legal privilege.\n         (2) The constable referred to in subsection (1) shall\nbe a constable designated in writing by the Commissioner.\n         (3) An application under subsection (1)shall be made\nex parte and shall be in writing and be accompanied by an\naffidavit.\n         (4) A monitoring order shall direct a financial\n                                                                 2911996\ninstitution to disclose information or to produce documents, s. (b).\nor both, obtained by or under the control of the institution\nabout transactions conducted through an account held by a\nparticular person with the institution.\n         (3A monitoring order shall apply in relation to\ntransactions conducted during the period specified in the\norder, being a period commencing not earlier than the day\n on which notice of the order is given to the financial institu-\n tion and ending not later than three months after the date\nof the order.\n        (6) A Judge shall not make a monitoring order unless\nhe is satisfied that there are reasonable grounds for suspect-\ning that the person in respect of whose account the informa-\ntion is or documents are sought-                               291 1996\n                                                               S. 2 (c).\n     (a) has committed, or is about to commit a prescribed\n           offence;\n     (b) was involved in the commission, or is about to be\n          involved in the commission, of a prescribed offence;\n          or\n         pix inclusion of thk page is authorized by LN. 961 19981\n                   DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                  (c) has benefited directly or indirectly, or is about to\n                         benefit directly or indirectly, from the commission\n                         of a prescribed offence.\n                       (7)A monitoring order shall specify-\n                   (a) the name or names in which the account is believed\n                         to be held;\n291 1996\nS. 2 (d).\n                  ( b ) the class of infomation and a description of any\n                         documents that the institution is required to give;\n                        and\n                   (c) the name of the constable to whom the information"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. For the purposes of sections 44 to 48, \"financial insti- 2kmta'\ntution\" means-\n     (a) a bank licensed under the Banking Act;\n     (b) a financial institution licensed under the Financial\n         Institutions Act;\n     (c) a building society registered under the Building\n         Societies Act;\n     (d) a society registered under the Co-operative Societies\n         Act;\n     (el an insurance company registered under the Insur-\n         ance Act.\n                            PARTIV. General"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(1) A person who has an interest in property against A m .\nwhich a forfeiture order is ma& may appeal against that\norder-\n     (a) in the case of a person convicted of the prescribed\n          offence in respect of which the order was made,\n         in the same manner as if the order were or were\n          part of a sentence imposed on that person in respect\n          of that offence; or\n     (b) in any other case, in the same manner as if the\n         person had been convicted of the prescribed offence\n          in respect of which the order was made and the\n        W e inclusion of this page is authorized by L,N, 79/'1996]\n                    DRUG OFFEh7CES(FORFEITURE OF PROCEEDS)\n                          order were, or were part of, a sentence imposed on\n                          that person in respect of that offence.\n                      (2) A person against whom a pecuniary penalty\n              order or an order under section 12 is made may appeal\n              against that order in the same manner as if it were, or were\n              a part of, a sentence imposed on that person in respect of\n              the person's conviction of a prescribed offence.\n                      ( 3 ) Where a court-\n                   (a) makes a pecuniary penalty order; and\n                   (b) makes an order under section 19 (3) declaring that\n                         particular property is available to satisfy the order,\n              a person who has an interest in the property may appeal\n              against the order referred to in paragraph (6) in the same\n              manner as if the person had been convicted of the prescribed\n              offence in reliance on which the order was made and the\n              order were, or were part of, a sentence imposed on the\n              person in respect of that offence.\n                     (4) On an appeal against a forfeiture order, a pecu-\n              niary penalty order or an order referred to in subsection ( 3 )\n              (b),the order may be confirmed, discharged or varied.\n                      (5) Nothing in this section shall be taken to affect\n              any right of appeal that a person would have apart from\n              this section.\nAmendment       51, The Minister may, by order subject to affirmative\nOf gshedu\".\n              resolution, amend the Schedule.\nCowcnsa-\ntion."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-(1)   Where a Judge refuses an application for a for-\n              feiture order or a pecuniary penalty order. the Judge shall,\n              on the application of a person who held realizable property,\n              order that compensation be paid to that person if the require-\n              ments of subsection (2) are fulfilled.\n                                                                           ---\n                          m e mclusion of this m e a authorized by L N. 791 19961\n      DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n         (2) The Judge shall order payment of compensation\nif the Judge is satisfied that-\n      (a) there has been some serious default in the investiga-\n           tion or conduct of the matter and that, but for\n           that default, the application would not have been\n           instituted or continued; and\n     (6) the applicant has suffered substantial loss in conse-\n           quence of anything done in relation to the property\n           by or in pursuance of an order of the Judge under\n           section 28.\n         (3) The amount of compensation payable under this\nsection is such amount as the Judge thinks just in all the\ncircumstances.\n        (4) Compensation payable under this section shall\nbe paid out of the Consolidated Fund."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.-41) The Minister may make regulations generally for R&a-  nons.\ngiving eflect to the provisions of this Act, and in particular,\nbut without prejudice to the generality of the foregoing.\nmay make regulations prescribing anything required by this\nAct to be prescribed.\n        (2) Regulations made under subsection (1) shall be\nsubject to affirmative resolution."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Where-                                                   ~        ~   t   r\n     (a) a person brings, or appears at, proceedings before\n         a Judge under this Act in order to-\n             (i) prevent a forfeiture order, pecuniary penalty\n                 order, an order under section 12 or a\n                 restraint order from being made; or\n            (ii) have property of that person excluded from\n                 a forfeiture order, pecuniary penalty order\n                 or restraint order;\n         P%c indueion of Dhib page is authorivd by L.N. %/19981\n                  DRUG OFFENCES (FORFEITURE OF PROCEEDS)\n                 (b) the person is successful in those proceedings; and\n                 (c) the Judge is satisfied that the person was not in-\n                      volved in any way in the commission of the offence\n                      in respect of which the relevant order was sought\n                      or made,\n            the Judge may order the Crown to pay all costs reasonably\n            incurred by that person in connection with the proceedings\n            or such part of those costs as the Judge may determine.\nslandard      55. Except as otherwise provided in this Act any question\nof proof.\n            of fact to be decided by a Judge on an application under this\n            Act shall be decided on the balance of probabilities.\nsainpn.      56. Nothing in this Act shall prejudice, limit or restrict-\n                (a) the operation of any other enactment which pro-\n                    vides for the forfeiture of property or the imposi-\n                    tion of penalties or fines;\n                (b) the remedies available to the Crown (apart from\n                    this Act) for the enforcement of its rights and the\n                    protection of its interests; or\n                (c) any power of search or any power to seize or detain\n                     property which is exercisable by a constable apart\n                     from this Act.\n                                          SCHMDULE                      (Section 2)\n                                  L I of~ prescribed offences"
    }
  ],
  "definitions": [
    {
      "term": "Commissioner",
      "definition": "the C~mmissionerof Police",
      "source_provision": "sec2"
    },
    {
      "term": "constable",
      "definition": "a member of the Jamaica Constabulary",
      "source_provision": "sec2"
    },
    {
      "term": "forfeiture order",
      "definition": "an order made under section 7",
      "source_provision": "sec2"
    },
    {
      "term": "pecuniary penalty order",
      "definition": "an order made under",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed offence",
      "definition": "an offence specified in the",
      "source_provision": "sec2"
    },
    {
      "term": "restraint order",
      "definition": "an order made pursuant to section        (-",
      "source_provision": "sec2"
    }
  ]
}