{
  "id": "jm-stat-the-duty-free-shopping-system-act",
  "type": "statute",
  "title": "The Duty-Free Shopping System Act",
  "title_en": "The Duty-Free Shopping System Act",
  "short_name": "Duty-Free Shopping System Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-duty-free-shopping-system-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-duty-free-shopping-system-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Binoculars; ,..                                   : ,            ,.\n                                               .        : ."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In this Act-                                                      Interpreta-\n                                                                           tion.\n    \"approved goods\" means any class or description of goods\n        specified in the Schedule as approve goods;          Schedule\n    \"Commissioner\" means the Commissioner of Customs;                      1211985\n                                                                           Sch.\n    \"consumables\" means-                                                   281201o\n                                                                           S. 3(b).\n          (a) any spirits, wine or fermented, distilled or spiri-\n              tuous liquor;\n          (b) any cigars, cigarettes or tobacco; and\n          (c) any luxury chocolates,\n          specified in the Schedule as consumables;\n    \"diplomats\" means persons entitled to immunities or pri-\n         vileges under section 10 of the Diplomatic Immunities\n         and Privileges Act;\n    ''duty-free shopping, system\" means the. systkm permitted 2812010\n          by this Act for the sale of approved'goods and consum- S. 3(C).\n     *    ables to arriving passengers, departing passengers or        '\n          diplomats, free of customs duty, excise duty, general\n          consumption tax and special consumption tax;\n    \"licensed duty-free shop9' means any premises, or area 'in 2812OlO\n         any premises, in relation to which a licence issued S. 2(b).\n         under the provisions of section 5 is in force;\n    \"Minister\" means the Minister responsible for finance;\n                              DUTY-FREE SHOPPING SYSTEM\n                   \"passenger\" includes a crew member.\n                    (2) The Minister may, from time to time, by order\n               amend the Schedule.\nDuty-free         3.-31) The Commissioner may, on application made in the\nshop\noperator's     prescribed manner and on payment of the prescribed fee, grant\nlicence.       to any person who desires to operate on his own account a\n121985\nSch.           licensed duty-free shop a licence (hereinafter referred to as a\n2812010        \"dutylfree shop operator's licence\") so to do.\ns. 2@).\n                      (2) Any licence granted under this section may be\n               granted on such terms and subject to such conditions as may\n121985         be prescribed or as the Commissioner may in any case stipulate.\nSch.\n                      (3) Any licence granted under this section shall, unless\n               previously cancelled under this Act, continue in force from\n               the date of issue until the next succeeding 31st day of March\n               and may be renewed from year to year, so, however, that a\n               licence issued or renewed during the month of March in\n               any year shall,' unless cancelled as aforesaid, continue in\n               force until the 31st day of March of the next succeeding\n               year.\nDuty-free        4.-31) The Commissioner may, on application made in the\nshop opera-\ntor's agency   prescribed manner and on payment of the prescribed fee issue to\npermit.        any person who (not being the holder of, or an applicant for,\n121985\nSch.           a duty-free shop operator's licence) is for the time' being\n28/2010        accredited in. writing by. the holder of, or an applicant for, a\nS. 2(b).\n               duty-free shop operator's licence as an agent for the purposes\n               of the duty-free shopping system, a permit (hereinafter referred\n               to as a \"duty-free shop operator's agency perinit\") to operate a\n               duty-free shop as agent for the duty-free shop operator by\n               whom he is accredited.\n                        [The inclusion of, this page is authorized by L.N. 92~120121\n                    DUTY-FREE SHOPPING SYSTEM                                          5\n            (2) Every person accrediting an agent for the purposes\n    of subsection (1) shall keep a register showing .every person\n    who is for the time being accredited for this purpose, and\n    shall not grant any such accreditation without making the appro-\n    priate entry in this register; and if any person contravenes the\n    requirements of this subsection he shall, in respect of each con-\n    travention, incur a penalty of one hundred thousand dollars.      28/20 10\n                                                                            S. 4(b).\n            (3) Any permit issued under this section may be issued\n    subject to such terms and conditions as may be prescribed or\n    as the ~omrnissionermay in any case stipulate.                 12.11985\n                                                                            Sch.\n        (4) Any permit issued under this section shall unless\n previously cancelled under this Act, continue in force from\n the date of issue until the next succeeding 3 1st day of March,\n and ,may be renewed from year to year, so, however, that\n any permit issued or renewed during the month of March in\n any ,year shall, unless cancelled as aforesaid, continue in'\n force until the 31st day of March of the next succeeding\n.year."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Spirits, liqueurs and wines (except miniatures) imported with\n      minimum contents 1 I ounces per bottle;"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-31) The Commissioner may, on application made in the Duty-free\n    prescribed manner and on payment of the prescribed fee, grant\n    to any person who is-                                         121198s\n                                                                            izce,\n                                                                            Sch.\n        (a) the holder of, or an applicarit for, a duty-free\n                                                           . . shop 2sno1o\n            opefator's licence; or       '\n                                                                    s 2(b).\ni    . (b) the holder of,' or an applicant for, a duiy-free' shop 2812010\n                                                     %   .   t\n             operator's agency permit,                                      s. 2(b).\n                                             '   I\n    a licence (hereinafter referred to as a \"duty-free shop licence\") 2812010\n    in relation to any premises specified in the application, S. 2(b).\n    authorizing the use of such premises or any area in such\n    premises as a licensed duty-free shop where approved goods\n    or consurnables may be sold under the duty-free shopping\n    system.\n                                         DUTY-FREE SHOPPING SYSTEM\n                                (2) Any licence granted under this section may be\n                         granted subject to such terms and conditions as may be pre-\n        1211985          scribed or as the Commissioner may in any case stipulate.\n                                (3) Any licence granted under this section shall, unless\n                         previously cancelled under this Act, continue in force from\n                         the date of issue until the next succeeding 31st day of\n                         March, and may be renewed from year to year, so, however,\n                                                                                               a\n                         that any licence issued or renewed during the month of\n                         March in any year shall, unless cancelled as aforesaid, continue\n                         in force until the 31st day of March of the next succeeding\n                         year.\n        Time limit         6. Every application for the renewal of a licence or a permit\n        for applica- '\n        tion for , .     under this Act shall, unless the Commissioner otherwise per-\n        renewal.         mits, be delivered to the Commissioner not later than twenty-\n        '21'985\n        Sch.             one days before the expiry of that licence or permit, as the case\n                         may be.\n        Refusal to         7.--(I) Subject to the right of appeal conferred by section\n,   -   grant or\n                         9 of this Act, the Commissioner may, in his discretion, refuse to\n        renew\n        licence or       grant, or to ienew, any' licence or permit under this Act, and\n        permit.\n        1211985          shall so refuse if he is not satisfied that the applicant is, or\n'       Sch.             satisfactory evidence is produced that the applicant is not, a fit\n                         and proper person to be'the holder of a licence or             or\n                         where it appears that the applicant-\n                              (a) not being a body corporate, is'under eighteen years\n                                  of age; or\n              DUTY-FREE SHOPPING SYSTEM                                     7\n    (b) does not have sufficient financial resources to enable 2812010\n        him to purchase, lease or own the premises to be used S. 5(b).\n        as a duty-free shop, and to have suitable furniture,\n        equipment, personnel or available goods therefor;\n    (c) is not resident in Jamaica, or was not so resident\n        throughout the six months immediately preceding the\n        date of application; or\n    (4 being a body corporate is not incorporated in Jamaica;\n        or\n    (e) has within the immediately preceding twelve months\n        been refused the grant or renewal of a duty-free shop 2812010\n        operator's licence or a duty-free shop operator's agency S. 2(b).\n        permit; or\n    V) has been the holder of a duty-free shop operator's 2812010\n       licence or a duty-free shop operator's agency permit S. 2(b).\n       which' has been cancelled within the immediately\n    ,  preceding twelve months; or    .\n    (g) has been found to b e howingly concernedq*          with\n        evading or attempting to evade the provisions of this\n        Act or of the Customs Act relating to the importation or\n        exportation of any goods.\n        (2) Where the Commissioner refuses an application 1211985\n                                                               Sch.\nfor the grant or renewal of a licence or a permit, he shall\nrefund to the applicant any fee paid in respect of such appli-\ncation."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Spirits, liqueurs or wines-locally manufactured with minimum\n       contents 1 1 ounces per bottle."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) The Commissioner shall cancel a licence or a permit Cancellation\n                                                             of licence\nunder this Act if-                                           or permit.\n8                                  DUTY-FREE SHOPPING SYSTEM\n1211985             (a) the holder of the licence or the permit is convicted of\nSch.\n                        any offence involving fraud or dishonesty; or\n                    (b) the holder .of the .licence or the permit is found to be          '\n                        knowingly concerned with evading or attempting to\n                        evade the provisions of this Act or of the Customs\n                        Act relating to the importation or exportation of any\n281201o                 goods, in connection with the duty-free shopping sys-\nS.2(b).\n                        tem; or\n                    (c) after due consideration and determination in the pre-\n                        scribed manner of any application made in the pres-\n                        cribed form-\n                                 (i) by ariy person; or\n                                 (ii) by any organization or association recognized\n1211985\n                                      by the Commissioner as representing operators\nSch.                                  of duty-free shops,\n                          ,   requesting that the licence or permit be cancelled, he is\n                              satisfied that the holder is no longer a fit and proper\n                              person to hold such licence or permit.\n                        (2) Before cancelling a licence or permit under this sec-\n                ,tion the Commissioner shall by notice in writing-\n            I\n                    (a) notify the holder of the licence or permit, as the case\n                        may be, of his intention to cancel the licence or permit\n                        at the end of the period of thirty days from the date of\n                        service of the notice; and\n                     *I\n                    (b) state thereid thk reasons for the cancellation.\nRight of            9.-41) In any case where the Commissioner cancels a\nappeal.          licence under paragraph (c) of section 8, or rehses to grant or to\n                 renew any licence or permit under this Act, the holder of or the\n                'applicant as the case may be for, the licence or permit may,"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Commissioner may require any applicant, as a con- Bond may\ndition precedent to the grant of a licence under this Act, to\nfurnish a bond-                                               SC~.\n    (a) in such sum; and\n    (b) with such number of sureties approved by the Com-\n        missioner,\nas the Commissioner may from time to time specify in each ]2/]985\ncase, conditioned on due payment of all duties and' the due sch.\nobservance of the provisions of this Act and of any regulations\nmade thereunder. .        *"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. [Repealed by Act 28 of 2010, S. 7.1\n                                                                   ,    ."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.1 1985        at any time within sixty days after the Commissioner's decision\nSch.\n             '   DUTY-FREE SHOPPING SYSTEM                                  9\nhas been communicated to him, and on payment of such fee as\nmay be prescribed, appeal in the prescribed manner to the\nMinister.\n      (2) On any such appeal the Minister may-\n                                            ,\n    (a) confirm the cancellation or refusal; or\n    (b) on payment by the appellant of the prescribed fee,\n        restore, grant or renew the permit or licence, as the\n        case may be,\nand the decision of the Minister on any such appeal shall be\nfinal. ."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Duty-free shop as private warehouse.\n     Commissioner may issue directions.\n     Application of Customs Act.\n     Sale of approved goods and consumables.\n    \"Conditions applicable to the sale of approved goods and con-\n       sumable~.\n     False advertisement.\n     Failure to carry out directions.\n     infringement of conditions.\n     Refusal to give explanation.\n     False declaration, etc.\n     Evading provisions relating to approved goods and consumables.\n     Failure to make returns.\n               DUTY-FREE SHOPPING SYSTEM"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The provisions of Part IV of the Customs Act shall Application\n                                                                  of Customs\napply mutatis mutandis to the warehousing of goods under the Act. '\nprovisions of this Act.\n                    Duty-Free Shopping System"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. subject to the provisions of this Act and of any regula- saleof\n                                                                 approved\ntions made thereunder, any approved goods or consumables goodsand\nwarehoused in a' licensed duty-free shop may be sold free of any consum-\ncustoms duty, excise duty, general consumption tax or ,special able~.\n                                                                 28/2010\ncon'sumption tax to which such goods would, but for the s.z(b).\nprovisions of this Act, be liable.                               s. 1 1 . 1 0\n                                                                 28/20\n   1 8 . 4 1 ) Approved goods or consurnables may be purchased Conditions\nfrom a licensed duty-free shop by any person-                  the sale of to\n                                                               applicable\n                                                                       approved\n     (a) who is arriving in Jamaica in or on any aircraft or           goodsand\n                                                                       consumables.\n          shipat the port of entry, and before clearing Customs;       2812010\n                                        .--   -                        S. 12\n12                             DUTY-FREE SHOPPING SYSTEM\n                     (b) who is departing from Jamaica and who can supply\n                           proof that he is, at or about the time of the purchase,\n                           departing from Jamaica; or\n                     (c) who is a diplomat.       .\n                          (2) Any approved goods or consumables purchased-by\n                a diplomat or other person under subsection ( 1 ) shall be subject\n                to any prescribed requirements in respect of packaging or other-\n                wise.\n                                       .Offences and Penalties\nFalse advert-      19.-41) Any person who, not being the holder of a duty-free\nisement.\n28/2010         shop operator's licence or a duty-free shop operator's agency\nS. 2(b).        permit under this Act, with .intent to deceive, displays any adver-\n                tisement indicating in any manner that-\n                      (a) any premises used by him is a licensed duty-free shop;\n                           or\n                      (b) approved goods or consumables may be obtained from\n                           him or through him under the duty-free shopping sys-\n                           tem; or          1\n                      (c) he is authorized to sell goods free of customs duty,\n                           excise duty, general consumption tax or special con-\n                           sumption tax, '\n                 shall be guilty of an offence and shall incurmapenalty of five\n                 hundred thousand dollars.        -\n                          (2) In this section, \"advertisement\" shall have the\n                 meaning assigned to it in section 2 of the Advertisements Reg-\n                 ulation Act.\nFailure to         20. Any person who, without reasonable excuse, fails to\ncarry out\ndirections.      carry out any direction given in writing by the Cornrnis-\n12/1985          sioner relating to the opkration of a duty-free shop shall be\nSch.\n28/20 10\n                 guilty of an offence and shall i n d i a penalty of two hundred\nS. 2(b).         and ,fifty thousand dollars.\n28/20 10\nS. 14.\nInfringe-         21. Any person who, without reasonable excuse, infringes\nment of\nconditions.     any term or condition subject to which his licence or permit was\n                granted, shall be guilty of an offence and shall incur a penalty of\n                two hundred a'nd fifty thousand dollars.\n                 DUTY-FREE SHOPPING SYSTEM                                 13"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Any person who, when required by the Commissioner to Refusal to\n  give a written explanation of any matter relating to the opera-\n  tion of a place used as a              warehouse under this Act, 121198s\n  without reasonable cause, refuses or fails to give a satisfactory S C ~..\n  written explanation,'or to give any explanation, shall be guilty of\n  an offence and shall incur a penalty of one hundred thousand 2812010 .\n                                                                      S. 15\n  dollars."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Any person who, in any matter relating to the duty-free False decli-\n   shopping system or to the operation of any duty-free shop, with ~~~~~i~\n   intent to deceive-                                                 s. 2(b).\n        (a) makes, or causes to be made; 'any false declaration,\n             whether oral or written; or                '      +   8-\n. . (b) uses, or causes to,be used,-any false certificate; qr .\n  - . (c) makes,-or causes to be made, any alteration or falsifi-\n          ',cation in any document after that document has been\n         - officially issued,                            t\n   shall be guilty of an offence and shall incur a penalty of five 2812010\n   hundred thousand dollars.                                          s. 16."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Any person who, knowingly and with intent to defraud Evadingpro-\n                                                                      visions\n   the Government of Jamaica of revenue-                              relating to\n                                                                      approved\n        (a) acquires possession of; or                                goods and\n                                                                      consum-\n        (b) carries, removes, deposits, conceals or harbours; or      able~.\n       -(c) deals in any manner, otherwise than in accordance with\n             the provisions of this Act or of any regulations made\n             thereunder, 4 t h\n   any approved goods or any consumables on which customs or 2812010\n   excise duty, general consumption tax or special consumption tax S. 17(a).\n   due thereon has not been paid, shall be guilty of an'offence and\n   shall incur a penalty for each such offence of five hundred 2812010\n   thousand dollars or treble the value of the goods, whichever is S. 17(b).\n   greater; and in addition, all goods in respect of which any such\n   offence is committed shall be forfeited."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any person who without reasonable excuse fails or Failureto -\n                                                                      make re-\n   rehses-                                                            turns.\n        (a) to make such returns at such times; or\n            [me inclusion of this page is authorized by L.N. 92~120121\n                                    DUTY-FREE SHOPPING SYSTEM\n                         (b) to keep such records in such form; or\n                         (c) to embody in any return any such inforhation,\n    12f1985         as may be prescribed or as may be required by.the Commis-\n    Sch.\n    28t2010\n                    sioner shall be. guilty of an offence and shall incur a penalty of\n    S. 18.          one hundred thousand dollars.\n    Penalty re-       26. Without prejudice to any other form of recovery, any\n    coverable\n    from bond.      penalty incurred under the provisions of this Act may be\n    12f1985         recovered by the Commissioner by the application, in whole or\n    Sch.'\n                    in part, of any bond furnished pursuant to section 10.\n    ~-~zcutions       27.-41) Any offences under this-Act may be prosecuted, and\n    for offences.\n                    any penalty incurred under, or forfeiture imposed by this Act\n                    may be sued for, prosecuted and recovered summarily in a Resi-\n                    dent Magistrate's Court, and any sum of money payable under\n                    this Act may be recovered and enforced in a summary manner in\n                    a Resident Magistrate's Court on the complaint of any officer.\n                             (2) In this section \"officer\" has the meaning assigned to\n                    it by section 2 of the Custo,ms Act. -                . ,\n                                                      General\n    ReNaions.         28.-41) The Minister may make regulations generally for\n                    the better carrying out of the purposes and provisions of this\n                    ~ c t and\n                          , in particular, but without prejudice to the generality\n                    of the foregoing, may make regulations-.\n                         (a) prescribing the form and manner in which applica-\n                             tions shall be made for any licence or permit which\n                             may be granted under this Act, and the forms of such\n                             permits or licences;        +\nI                        (b) prescribing any fees to be paid under this Act;\n                         (c)               the nature of the notices, emblems or other\n                               instruments to be 'displayed in tourist shops;\n                         (d) prescribing the method of packaging i f approved goods\n                             and consumables:\nI                              [The inclusion of this page I S authorized by L.N. 92r/2012]\n                   DUTY-FREE SHOPPlNG SYSTEM                                           15\n        (e) prescribing any other matter or anyhng which may\n            be, or is required to be, prescribed.\n            (2) Notwithstanding anything contained in section 29 of\n    the Interpretation Act, any regulations made under this Act may\n    provide in respect of a breach of any of the provisions thereof\n    that the offender shall be liable to a fine not exceeding three 28no1o\n    hundred thousand dollars or to a term of imprisonment not S. 19.\na   exceeding two years or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28,2010          an offence and shall incur a penalty of one hundred thousand\nS. 8.            dollars.\nRetumsana           13.-41) Every holder of a duty-free shop licence shall-\nrecords.\n281201 0\ns. 9.                 (a) make such returns at such times;\n                      (b) keep such records in such form; and\n                      (c) provide such records and information,\n                  as may be prescribed or as may be required by the Cornrnis-\n                  sioner.\n                         (2) The Commissioner may-\n                       (a) if he thinks fit, vary the time for making any returns;\n                           and\n                       (b) review and audit the records at such times as he thinks\n                           necessary.\n                                                Warehousing\nDuty-free           14.+1) Every licensed duty-free shop shall be deemed to be\nshop as pri- .\nvate ware-        a private warehouse or a private excise warehouse, as the case\nhouse.            may be, for the purposes of the Customs Act, the Excise Duty\n281201 0\nS. 2(b).          Act and the General Consumption Tax Act.\n2812010\nS. 10(a).\n                          (2) The Commissioner may permit any approved goods\n                 . or any consumables which, but for the provisions of this Act,\n                  would be liable to customs duty, excise duty, general consump-\n                  tion tax or special consumption tax to be removed from any\n                         [The inclusion of .this page is authorized by L.N. 92cl2012]\n               DUTY-FREE' SHOPPING SYSTEM                                         11\nwarehouse, or customs area, or private excise warehouse or fac-\ntory licensed under the Excise Duty Act, without payment of\nsuch duty or tax and deposited in a licensed duty-free shop, sub-\nject to the prescribed* conditions, for purposes of import or\nexport under the duty-free shopping system.\n          (3) No provisions of this section shall confer on any ap-\nproved goods or consumables any exemption from customi\nexamination either prior to deposit in, or after delivery from, a\nlicensed duty-free shop. .\n   1 5 . 4 1 ) The Commissioner may issue any directions he con- Commis-\n                                                                    sioner may\nsiders necessary for the better regulation and control of the issuedirec-\noperations of a licensed duty-free shop.                            tions.\n                                                                       28/20 10\n                                                                       S. 2(b).\n        (2) The Commissioner may require a written explana-            1211985\n                                                                       Sch.\ntion from any person in charge of a licensed duty-free shop, or        28/20 10\nhis servant employed in such shop, or his agent, in order to en-       S. 2(b).\nquire into any matter affecting the administration and control of\nsuch shop."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The Minister may from time to time by order, subject to Amendment\n    affirmative resolution, increase any monetary penalty imposed\n    by this Act.                                                  subject to\n                                                                             i$:z,\n                                                                             resolution.\n                                                                             28/2010\n                                                                             S.20.\n              [The 'inclusion of this page is authorized by L.N. 92c/2012]\n                                         DUTY-FREE-SHOPPINGSYSTEM\n                                                    SCHEDULE                       (Section 2)\n                                                   Approved Goods\n                         ,   ,\n                                 ,       *.         .    ,    .   ..\"     '.   '\n                                                                                            ..\n                                     ,"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.    Loose gem stones (precious and semiprecious, cut and polished);\n                         [The inclusion of' this page is authorized by L.N. 92r/2012]\n                   DUTY-FREE SHOPPING SYSTEM                                      17\n                                     SCHEDULE,  conrd.              (Section 2)\n                              Approved Goods, conrd.\n3 1.   Writing instruments, including mechanical pencils;"
    }
  ],
  "definitions": [
    {
      "term": "approved goods",
      "definition": "any class or description of goods",
      "source_provision": "sec2"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner of Customs",
      "source_provision": "sec2"
    },
    {
      "term": "diplomats",
      "definition": "persons entitled to immunities or pri-",
      "source_provision": "sec2"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for finance",
      "source_provision": "sec2"
    }
  ]
}