{
  "id": "jm-stat-the-early-childhood-act",
  "type": "statute",
  "title": "The Early Childhood Act",
  "title_en": "The Early Childhood Act",
  "short_name": "Early Childhood Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-early-childhood-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-early-childhood-act | Legal areas: Children",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Early Childhood Act.                      Short title.\n                                                                                    Inter-\n    1     2 . - ( 1 ) In this Act-                                                  pretatlon\n    !\n    I\n    I        \"basic school\" means a school that offers a course of edu-\n    I\n    I            cational training for students under the age of six\n    I            years;\n    I\n             \"Commission\" means the Early Childhood Commission\n    I           established under section 3 of the Early Childhood\n                Commission Act;\n             \"day care centre\" means any premises used for the provi-\n                 sion of non-residential day care service to more than\n    I\n    i            four children up to six years of age for at least six\n    I\n                 hours per day and at least four days per week;\n    !        \"early childhood institution\" means a setting that provides\n    i\n                  developmentally appropriate care, stimulation, educa-\n                  tion and socialization, for children under the age of\n                  six years, including day care centres and basic\n    I             schools;\n    I\n             \"inspector\" means a person assigned by the prescribed\n                  authority pursuant to section 18;\n             \"prescribed authority\" means the Early Childhood Unit of\na                the Ministry responsible for education, or such other\n                 entity as the Minister may designate in writing.\n                                          Registration\n    1      3.+1) No person shall operate an early childhood institu- Registration\n                                                                     o f early\n        tion unless that institution is registered under this Act.   ch~ldhood\n                                                                                    ~nstituttons.\n                      [The inclusion o f this page is authorized by L.N. 123ROlll\n                                           EARLY CHILDHOOD\n                          (2) Every application for registration under this section\n                  shall be submitted in accordance with section 4.\n                           (3) The Commission shall register an early childhood\n                  institution if in relation to an application the Commission is\n                  satisfied, based upon the written report of the prescribed autho-\n                  rity, that-\n                       (a) the applicant is eighteen years of age or over;\n                       (b) the applicant is a fit and proper person to operate an\n                           early childhood institution;\n                       (c) where the applicant is an individual, the applicant has\n                           not been convicted of an offence under the Dangerous\n1212009\n                           Drugs Act, the Offences Against'the Person Act, the\nSch.                       Sexual Offences Act (other than an offence against\n                           section 28) or the Child Care and Protection Act, or an\n                           offence involving fraud, dishonesty or moral turpitude;\n                        (4 where the applicant is a company, none of its directors\n                            or in the case of another body of persons, none of its\n                            members, has been convicted of an offence mentioned\n                            in paragraph (c).\n                        ( e ) a person to be employed by the applicant in the opera-\n                              tion of the institution has not been convicted of an\n                              offence mentioned in paragraph (c).\n                        V) the applicant or a person to be employed by the appli-\n                           cant in the operation of the institution is not, by reason\n                           of any infirmity of mind or body or otherwise, inca-\n                           pable of operating or being employed in the institution;\n                           and\nFirst Schedule.         ( g ) the premises in which the institution is to be operated\n                              meets the requirements set out in the First Schedule.\n                           (4) Where the registration of an early childhood institu-\n                  tion is approved by the Commission, the Conmission shall-\n                        (a) within thirty days after such approval (exclusive of\n                            Saturdays, Sundays and public general holidays),\n                           EARLY CHILDHOOD\n          issue a registration certificate to the institution; and\n     (b) upon the issue of the registration certificate, cause a\n         notice of the registration to be published in the\n         Gazette;\n        (5) A notice under subsection (4)(b)shall state-\n      (a) the name of the institution as it appears on the\n           registration certificate; and\n      (b) the name of the operator of the institution.\n         (6) The operator of an early childhood institution\nregistered under this section shall ensure that a valid registration\ncertificate issued to the institution under subsection ( 4 ) is\ndisplayed in a conspicuous place on the premises of the\ninstitution.\n        (7) Registration under this section-\n      (a) shall be valid for a period of five years from the date\n          of issue of the registration certificate; and\n      (b) may be renewed upon application in accordance with\n          the provisions of section 4, not later than thirty days\n          before the date of expiration thereof.\n        (8) A person, other than the holder of a permit issued\nunder section 5, who operates an early childhood institution that\nis not duly registered under this Act, commits an offence and is\nliable upon summary conviction before a Resident Magistrate to\na fine not exceeding two hundred thousand dollars."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Any premises, constructed after the date of commencelnent of this Act,                  Access.\non which an early childhood institution is to be operated sliall provide for\naccess by a person with a physical disability, including-\n     (a) ramps for wheelchair access;\n     (6) adequate space for a person on crutches or in a wheelchair to\n         manoeuvre in toilet and activity areas;\n     (c)   an appropriate number of wash basins and toilets at wheelchair\n           height;\n                 [The inclusion of this page i s authorized by L.N. IlflOlO I\n                                              EARLY CHILDHOOD\n                                       FIRSTSCHEDULE,\n                                                   contd.\n                     (4 doors that open inward for the purposes of entry and doors that\n                           open outward for the purposes of exit.\nLayout and        3 . 4 1 ) An early childhood institution shall not be located in a building\naccorn-\nniodation.\n              where any person resides unless' the portion of the building where the\n              early childhood institution is operated is used exclusively for the purposes\n              of tliat institution during the opening hours of the institution.\n                      (2) The following shall be accommodated on the premises of every\n              early childhood institution-\n                     (a)   an internal play area and access to an outdoor play area;\n                     (b)   a sick bay for children;\n                     (c)   separate bathroom facilities for staff and children;\n                     (4 a food storage and preparation area;\n                     (e)   a dining area;\n                           an area for napping;\n                     (g) an administrative area;\n                     (I)   an instruction area tliat shall not be used for any purpose other than\n                           the instruction of children, when children are present,\n              so situated to allow for a defined space in respect of each of the areas\n             .-.,\n             'mentioned in paragraphs ( a ) to (h) and so that the use of one area for its\n              assigned purpose does not interfere with the use of another area for its\n              assigned purpose.\n                       (3) The premises shall provide for adequate space for-\n                     (a) storage of equipment and materials used at the early childhood\n                           institution; and\n                     (b) children to move about freely, including crawl space for infants.\nLighting.         4.---(I) Proper lighting shall be provided in every part of the premises\n               where children are accommodated and through where they may\n               pass.\n                      (2) All electrical outlets shall be placed out of the reach of children\n               and shall be protected by safety covers and mechanisms.\nWater.             5. Adequate supplies of safe drinking water shall be provided for the\n               use of a child in an early childhood institution.\nEquipment.          6. The premises shall be equipped with-\n                                 [The inclusion of this page i s authorized by L.N. llROlO I\n                             EARLY CHILDHOOD\n                        FIRSTSCHEDULE,\n                                    contd.\n    (a) adequate supplies necessaly for rendering first aid; and\n    (b) adequate fire fighting and protective equipment.\n                          SECONDSCHEDULE                                      (Section 4)"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   Every application for registration in accordance with $p'icatiOn\nthis section shall be in the prescribed form and shall be registration.\nsubmitted to the Commission, together with the matters sZcond\nspecified in the Second Schedule.                                 Schedule.\n       (2) Within seven days (exclusive of Saturdays, Sundays\nand public general holidays) after receiving an application under\nsubsection (I), the Commission shall forward a copy of the\napplication to the prescribed authority.\n              fThe inclusion of this page is authorized by L.N. I l R O l O I\n                                            EARLY CHILDHOOD\n                        (3) Within fifteen days (exclusive of Saturdays, Sundays\n                and public general holidays) after receiving an application\n                submitted in accordance with subsection (I), an officer of the\n                prescribed authority authorized in that behalf shall arrange with\n                the applicant t o -\n                        (a) visit and conduct an inspection of the proposed\n                            premises; and\n                        (b) conduct interviews of the applicant and, as the\n                            prescribed authority considers necessary, persons\n                            proposed to be employed in the operation of the\n                            institution.\nPermit to\noperate"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) The Commission may, upon the recommendation of\ninstitution     the prescribed authority, issue to an applicant for registration\nprior to        under section 3 a permit to operate the institution pending the\nregistration.\n                determination of the application.\n                         (2) A permit under subsection (1) shall cease to be valid\n                upon-\n                        (a) the delivery to the applicant of a certificate of\n                            registration under section 3(4); or\n                        (b) where a notice of refusal of registration is delivered to\n                            the applicant under section 6, upon the expiration of\n                            twenty-four hours after the delivery of the notice or\n                            such longer time as the Commission may specify in\n                            the notice.\n                        (3) As a condition of the grant of a permit under this\n                section, the Commission may, on the recommendation of the\n                prescribed authority, impose time scales for the completion of\n                improvements or amendments to the mode of operation or the\n                premises of the institution.\n                          (4) A permit issued under this section shall-\n                        (a) be in the prescribed form; and\n                        (b) stipulate all the conditions imposed under subsection\n                            (3) in respect of the institution.\n                           EARLY CHILDHOOD\n        (5) The holder of a permit under this section shall allow\nan inspector entry onto the premises of the institution, at all\nreasonable hours, for the purpose of carrying out any inspection\nto ascertain whether or not the institution is in compliance with\nthe conditions of the permit."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) The Commission shall, upon the recommendation of                    ReRl~alof\n                                                                              registration.\nthe prescribed authority, refuse an application for registration\nunder section 4-\n      (a) in any case where the Commission is not satistied as\n          to the matters set out in section 3(3); or\n      (b) if the Commission is satisficd that--\n                (i) a person to be ernployed by the applicant is\n                    not a fit and proper person to be employed in\n                    an early childhood institution;\n                (ii) for reasons connected with zoning, situation,\n                     construction, accommodation, staffing or\n                     equipment, the premises to be used for the\n                     operation of the institution are not fit to be\n                     so used.\n        (2) Where an application is refused under this section,\nthe Commission shall send to the applicant a notice of the\nrefusal, specifying the reasons therefor."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Commission shall keep a register of early childhood Register of\n                                                                    early\ninstitutions and shall cause to be entered therein, from time to childhood\ntime, in respect of every early childhood institution registered in institutions\n                                                                    to be kept.\naccordance with the provisions of this Act, the name of the\ninstitution and such particulars in relation thereto as may be\nprescribed."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. An operator of an early childhood institution shall keep Records of\n                                                                early\nproper records showing the business conducted by him in childhood\nrespect of that early childhood institution and shall keep such institutions\n                                                                to be kept.\nother records as may be prescribed.\n                                                                              Complaints"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.--(I) A person may make a complaint in writing to the                    procedure.\n               [The inclusion o f this page is authorized by L.N. lli2OlO I\n                          EARLY CHILDHOOD\nCommission if that person has reason to believe that-\n     (a) an early childhood institution has contravened any\n         provision of this Act; or\n     (b) a child at any early childhood institution has been\n         abused or has suffered injury or harm as a result of the\n         act or negligence of the operator, a person acting as an\n         agent, or any person employed in the operation, of the\n         early childhood institution.\n           (2) Upon receiving a complaint under subsection (I),\nthe Commission shall refer the complaint to an inspector who\nshall, with a view to preparing the report mentioned in\nsubsection (3), make such inquiries as he thinks fit and conduct\ndiscussions with the complaining party, the operator of the early\nchildhood institution and, where appropriate, any employee of\nthe early childhood institution involved in the complaint.\n         (3) The inspector shall submit to the Commission a\nreport containing the following information-\n      (a) the grounds of the complaint, noting any facts in\n          dispute between the relevant parties;\n      (b) whether, in the opinion of the inspector, the matter can\n          be remedied;\n      (c) if the inspector is of the opinion that the matter can be\n          remedied, the measures recommended by the\n           inspector to effect the remedy; and\n      (6)the time period that the inspector considers to be\n           reasonably sufficient to effect the remedy.\n      (4) Upon receiving a report under subsection (3), the\nCommission shall-\n      (a) give notice in writing of its intention to consider the\n          report, to-\n                (i) the operator of the early childhood institution\n                     and any employee of such institution who is\n                     involved in the complaint, together with a\n              [The inclusion o f this page is authorized by L.N. llROlO I\n                         EARLY CHILDHOOD\n                     copy of the complaint and a copy of the\n                     report;\n              (ii) the complaining party, together with a copy\n                   of the report;\n     (b) in such notice, specify a period, being not less than\n         seven days, during which any of the persons referred\n         to in paragraph (a) shall be entitled to attend before\n         the Commission, to make representations concerning\n         the complaint.\n         (5) After the expiry of the period mentioned in sub-\nsection (4), the commission may-\n     (a) dismiss the complaint; or\n     (b) confirm the complaint and direct the implementation\n         of the recommendations contained in the report,\n         subject to such variations (if any) as the Commission\n         thinks fit.\n        (6) A person who attends before the Commission under\nsubsection (4) shall be entitled to be accompanied by his\nAttorney-at-Law.\n        (7) This section is without prejudice to any other\nproceedings that may be brought in relation to the complaint by\nvirtue of any other law."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Subject to section 11, the Commission may, in SuSpe\"iOn\n                                                         and cancel-\naccordance with subsection (2), suspend or cancel the lation\nregistration of an early childhood institution.          registration.\n         (2) The Commission may, by notice in writing to the\noperator of an early childhood institution-\n     (a) suspend the registration of the early childhood\n           institution if the Commission is satisfied that the\n           institution-\n              (i) is being operated in breach of any of the\n                  requirements of this Act or of regulations\n                  made under this Act; or\n                           -             --   -   -   -\n             [The inclusion o f this page is authorized by I,.N. llnOlO I\n                          EARLY CHILDHOOD\n               (ii) in any case where pursuant to section 9(3)(c)\n                     an inspector recommends measures to\n                     remedy the matter, the operator has failed to\n                     comply with a direction made by the\n                     Commission under section 9(5)(b);\n     (b) cancel the registration if the Commission is satisfied\n         that-\n              (i) the operator of the early childhood institution\n                   or a person employed in the operation of the\n                   institution has been convicted of an offence\n                   mentioned in section 3(b)(i);\n              (ii) the operator of the early childhood institution\n                   is, by reason of mind or body or otherwise,\n                   incapable of operating the institution;\n              @)the premises of the early childhood\n                 institution are found to be unsuitable upon an\n                 inspection carried out pursuant to section 18;\n              (iv) the early childhood institution is being\n                   operated in breach of the Public Health Act;\n                   or\n              (v) the registration has been suspended under\n                  subsection (2)(a) on more than one occasion\n                  over a period of eighteen months.\n        (3) Where the Commission suspends the registration of\nan early childhood institution under subsection (2)(a), the\nCommission shall act in accordance with subsection (4).\n        (4) The Commission-\n     (a) may cancel the registration if six months have expired\n         after the date of such suspension, and the Commission\n         is satisfied that the grounds for the suspension still\n         exist at the institution; or\n     (b) shall forthwith restore the registration if satisfied\n         that-\n                           EARLY CHILDHOOD\n                (i) the operator has complied with the directions\n                     (if any) issued under section 9(5)(b); and\n                (ii) the grounds for suspension no longer exist,\n            and shall, in writing, inform the operator of the\n            restoration.\n        (5) The Commission shall cause a notice of every\nsuspension, cancellation or restoration of registration under this\nAct to be published in the Gazette."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(I) Before refusing an application for renewal of Noticeof\n                                                                    suspension\nregistration, or suspending or cancelling the registration of an ,,,-,        ,,\nearly childhood institution, the Commission shall give to the registration.\noperator of the institution not less than seven days written notice\nof the Commission's intention to do so, stating-\n      (a) the grounds on which the Commission intends to\n          refuse the application for renewal of the registration,\n          or suspend or cancel the registration, as the case may\n          be; and\n      (b) that, if within seven days after the receipt of that\n          notice, the operator informs the commission that he\n          desires an opportunity to show cause why such action\n          should not be taken, the Commission shall, before\n          taking any action, afford the operator or his\n          representative such an opportunity.\n       (2) If the operator fails to show cause as mentioned in\nsubsection (l)(b), the Commission shall-\n      (a)    in the case of suspension or cancellation, act in\n            accordance with section lO(2) and shall send a copy\n            of the notice referred to in that subsection by\n            registered post to the operator; and\n      (b) in the case of refusal to renew registration, send to the\n          applicant notice of refusal to renew registration.\n        (3) A notice referred to in subsection (2)(a) shall not be\neffective until the expiration of seven days from the date on\n                                                                    - -\n               [The inclusion o f this page is authorized by L.N. ll/ZOlO 1\n                                           EARLY CI-IILDHOOD\n                  which it was issued, or where notice of appeal is given under\n                  section 12, until the appeal has been determined or withdrawn.\nAppeal.              12. A person aggrieved by any decision of the Commission\n                  to refuse an application for registration or renewal of\n                  registration or to suspend or cancel registration may, within\n                  seven days after the date on which the notice of such decision\n                  was received by him, appeal against such decision to the Appeal\nThird             Tribunal appointed by the Minister in accordance with the\nsc'leduk.         provisions of the Third Schedule.\nCancellation         13.-41) The Commission, acting on the recommendation of\nof pcrniit.\n                  the prescribed authority, may, by notice in writing to the\n                  operator of an early childhood institution, cancel a permit issued\n                  under section 5 if the Commission is satisfied that any condition\n                  of the permit is being breached in relation to the early childhood\n                  institution.\n                         (2) The provisions of section 1 1 and 12 shall apply, with\n                  the necessary modifications, to the cancellation of a permit\n                  under this section.\nInvestigations.      14.-(1)   The Commission may, where it considers it\n                  expedient to do so, hold or cause to be held an investigation-\n                        (a) to determine whether any registration made, or permit\n                            issued, under this Act should be suspended, restored\n                            or cancelled;\n                        (b) in respect of the breach of any provision of this Act or\n                            any regulations made hereunder, or the terms or\n                            conditions of any such permit; or\n                        (c) as respects any matter related to or connected with its\n                            functions, so as to determine whether any of such\n                            functions should be exercised.\n                           (2) With respect to any investigation under subsection\n                  (I), the following provisions shall have effect-\n                        (a) the persons holding the investigation (hereinafter\n                            referred to as \"the investigator\") shall do so in such\n                            manner and under such conditions as the investigator\n                          EARLY CHILDHOOD\n          may think most effectual for ascertaining the facts of\n          the matter under investigation;\n     (b) the investigator shall have for the purposes of the\n          investigation all the powers of a Resident Magistrate\n          to summon witnesses, call for the production of books\n          and documents and to examine witnesses and the\n          parties concerned on oath;\n     (c) any person summoned to attend or to produce books\n         or documents under this section and refi~sing or\n         neglecting to do so, or refusing to answer any\n         question put to him by or with the concurrence of the\n         investigator commits an offence and is liable on\n         summary conviction before a Resident Magistrate to a\n         fine not exceeding fifty thousand dollars and in\n         default of payment to imprisonment for a term not\n         exceeding three months:\n             Provided that no person shall be bound to\n          incriminate himself and every witness shall, in respect\n          of any evidence given by him at such an investigation\n          be entitled to the same privileges to which he would\n          be entitled if giving evidence before a court;\n     (d) any witness attending at the request of, or upon\n         summons by, the investigator shall, subject to any\n         order made by the tribunal, be entitled to like\n         allowances for expenses as if summoned to attend a\n         Resident Magistrate's Court.\n   Operation and Inspection of Early Childhood Institutions"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The office of Chairman or member of the Appeal Tribunal shall not Office of\nb e a public office for the purposes of Chapter V of the Constitution of Cllairlna\"Or\n                                                                          member o f\nJamaica.                                                                  Tribunal not\n                                                                                 public office"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Investigations.\n          Operation and Inspection of Early Childhood Institutions"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) A person shall not operate an early childhood Qualifications\n                                                                   of operator\ninstitution unless that person meets the qualifications prescribed and\nunder subsection (4) as to training in the care of children.       employees.\n        (2) The operator of an early childhood institution shall\nnot employ any person in the institution for the purpose of\ncaring for the children therein unless that person meets the\n              [The inclusion of this page i s authorird by L.N. llROlO I\n                                            EARL Y CHILDHOOD\n                  quaIifications prescribed under subsection (4) as to training in\n                  the care of children.\n                        (3) A person who contravenes subsection ( I ) or (2)\n                  commits an offence.\n                           (4) The Commission may, with the approval of the\n                  Minister, make regulations prescribing qualification require-\n                  ments in respect of operators and employees of early childhood\n                  institutions.\nProliibition of      16.-(1)    Corporal punishment shall not be inflicted on a\ncorporal\npi~nish~nent      child in an early cl~ildl~ood\n                                             institution.\nand restraint\no f cliild.               (2) A mechanical or electrical device shall not be used to\n                  restrain a child in an early childhood institution.\n                          (3) Where restraint of a child is necessary, such restraint\n                  shall be administered in accordance with regulations made for\n                  that purpose.\nSlorag of\nloxic"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. All medicines, cleaning agents or toxic substances kept\nsi~bstances,      at an early childhood institution shall be appropriately labelled\netc.              and stored in a locked cupboard or other locked receptacle,\n                  which shall be kept-\n                        (a) out of the reach of children;\n                        (b) away from equipment; and\n                        (c) away from the area in which food is stored.\nAssignment           18.--(I) The prescribed authority may assign such officers as\nof officers\nand powers of     it thinlts necessary to be inspectors of early childhood\nentry and         institutions for the purpose of investigating complaints and\ninspection.\n                  otherwise securing the proper observance of the provisions of\n                  this Act.\n                           (2) The assignment of an officer pursuant to this section\n                  shall be published by notice in the Gazette and such officer shall\n                  be furnished with a certificate of assignment, which he shall\n                  produce to the operator or any other person in charge of an early\n                           EARLY CHILDHOOD\nchildhood institution, if required to do so, on entering any\npremises pursuant to subsection (3).\n        (3) An inspector may at all reasonable hours enter and\ninspect any early childhood institution, or any premises which\nhe has reasonable cause to believe is so used, for the purpose of\ndetermining whether the institution is being operated in\naccordance with this Act.\n        (4) An inspector may, for the purposes of subsection\n(3l-\n       (a) require the production of records or other documents\n           required to be kept pursuant to this Act;\n       (b) make copies of such documents or records."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.---(I) Every operator and-employee of an early childhood obligation of\ninstitution shall co-operate with an inspector executing his ~ ~ ~ ~ P , , c O '\nfunctions pursuant to section 18.\n        (2) Any person who fails to comply with subsection (1)\ncommits an offence and is liable upon summary conviction\nbefore a Resident Magistrate to a fine not exceeding ten\nthousand doI1ars and in default of payment to imprisonment for\na term not exceeding three months."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Any person who willhlly obstructs or impedes an Penaltyfor\ninspector in the execution of his duties under this Act commits obstruction\nan offence and is liable upon summary conviction before a\nResident Magistrate to a fine not exceeding twenty thousand\ndollars and in default of payment to imprisonment for a term not\nexceeding six months."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister may cause an early childhood institution to Henltli\nbe visited at any reasonable time by the Chief Medical Officer\nor any other health personnel for the purpose of ensuring that\nproper health standards are maintained at that early childhood\ninstitution.\n               [The inclusion o f this page is authorized by L.N. 11ROlO I\n16                                        EARLY CHILDHOOD\nOrder for          22.-(1)    Where the Minister has grounds to believe that the\nclosure o f\nearly           welfare of children in an early cllildhood institution has been, is\ncllildllood     being or is liltely to be, endangered and that it is in the public\ninstitutions.\n                interest to make an order under this section, the Minister may by\n                order published in the Gazette direct that the institution be\n                closed for such period or pending the fulfillment of such\n                conditions, as the Minister thinks necessary.\n                        (2) A person who fails to comply with an order under\n                subsection (1) shall be liable on summary conviction before a\n                Resident Magistrate to a fine not exceeding two hundred and\n                fifty thousand dollars or to imprisonment for a term not\n                exceeding six months.\n                       (3) For the purposes of subsection (1) the Minister may\n                take into account any report referred to the Minister by the\n                Commission.\n                                                     General\nRegulations.       23.-(1)  The Minister may, subject to affirmative resolution,\n                make regulations generally for giving effect to the provisions of\n                this Act.\n                         (2) Without prejudice to the generality of subsection (I),\n                the Minister may, subject to affirmative resolution, make\n                regulations-\n                      (a) prescribing entries to be made in the records kept\n                          pursuant to section 8;\n                      (b) prescribing standards with regard to safety, security,\n                          sanitation and such other matters as the Minister\n                          considers necessary for the efficient operation of an\n                          early childhood institution;\n                      (c) prescribing conditions for admission of children into\n                          early childhood institutions;\n                      (d) prescribing the forms of application, registration,\n                          reports and other documents to be used under this\n                          Act;\n                              [The inclusion o f this page is auiharlzed by L.N. ll/2OlO I\n                            EARL Y CHILDHOOD\n     (e) regulating the manner in which and the conditions\n          subject to which the services of an early childhood\n          institution shall be performed;\n     V) prescribing the hours during which early childhood\n        institutions may remain open;\n     (g) prescribing guidelines for the nutrition programmes to\n         be implemented by early childhood institutions;\n     (h) regulating the manner in which a child may be\n         restrained in an early childhood institution;\n     (i) the frequency of inspections carried out under this\n          Act;\n     (j) the    return, custody or disposal of registration\n          certificates upon the suspension or cancellation of\n          registration;\n     (k) prescribing any other matter or anything, which may\n         be or is required by this Act to be prescribed.\n                                                                                   +"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Order for closure of early childhood institutions.\n              -\n                           EARLY CHILDHOOD\n                                      General"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) A person who contravenes section 3(6) (display of offences.\nregistration certificate) commits an offence and shall be liable\nupon summary conviction before a Resident Magistrate to a fine\nnot exceeding twenty-five thousand dollars.\n        (2) A person who intentionally makes false statement or\ndeclaration in any application submitted under section 4\ncommits an offence and is liable upon summary conviction\nbefore a Resident Magistrate to a fine not exceeding fifty\nthousand dollars or to imprisonment for a term not exceeding\nthirty days.                                                 e\n        (3) A person who, not being assigned as an inspector\npursuant to section 18, assumes the designation or description\nof, assumes to act as, or impersonates, an inspector commits an\noffence."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any person who contravenes or fails comply with any of where\n                                                                Penalty\n                                                                       no\nthe provisions of this Act, for which no penalty is expressly\nprovided, commits an offence and is liable upon summary penalty.\nconviction before a Resident Magistrate to a fine not exceeding\n                                           EARLY CFIILDHOOD\n                 fifty thousand dollars and in default of payment to imprisonment\n                 with or without hard labour for a term not exceeding thirty\n                 days.\nRegistration        26.-(1) A person who, on the date of colnmencement of this\nof existing\nearly            Act, is the operator of an early childhood institution shall apply\ncli~ldhood       within three months after that date to the Commission to have\ninstitutio~is.\n                 that early childhood institution registered pursuant to this\n                 Act.\n                         (2) Every application under this section shall be\n                 submitted in accordance with section 4.\n                        (3) Where an application has been made pursuant to\n                 subsection (I), the operation of the early childhood institution to\n                 which it relates may be continued pending the determination of\n                 the application.\nPower to            27. The Minister may, by order subject to affirmative\namend\nschedules by     resolution, amend the First or Second Schedule.\norder.\nFirst and\nSecond\nSchedules.\n                 -\n                              EARLY CHILDHOOD\n                             FIRSTSCHEDULE                                      (Section 3)\n            Requirements in respect ofpremises to be u.redfor the\n                 operation of an early childl?ood institution"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Power to amend Schedules by order.\n    SCHEDULES.\n                                   EARLY CHILDHOOD\n                                                                                        Acts\n                        THE EARLY CHILDHOOD ACT                                       5 of 2005.\n                                                                                     12 of 2009\n    I                                                                                   Sc h.\n                                                     [30th November, 2007.1\n    i\n    :\n    I"
    }
  ],
  "definitions": [
    {
      "term": "basic school",
      "definition": "a school that offers a course of edu-",
      "source_provision": "sec1"
    },
    {
      "term": "Commission",
      "definition": "the Early Childhood Commission",
      "source_provision": "sec1"
    },
    {
      "term": "day care centre",
      "definition": "any premises used for the provi-",
      "source_provision": "sec1"
    },
    {
      "term": "early childhood institution",
      "definition": "a setting that provides",
      "source_provision": "sec1"
    },
    {
      "term": "inspector",
      "definition": "a person assigned by the prescribed",
      "source_provision": "sec1"
    },
    {
      "term": "prescribed authority",
      "definition": "the Early Childhood Unit of",
      "source_provision": "sec1"
    }
  ]
}