{
  "id": "jm-money-laundering",
  "type": "statute",
  "title": "The Money Laundering Act",
  "title_en": "The Money Laundering Act",
  "short_name": "Money Laundering Act",
  "status": "in_force",
  "in_force_date": "1998-01-04",
  "url": "https://laws.moj.gov.jm/library/statute/the-money-laundering-act",
  "description": "Official statute text from the Ministry of Justice Laws of Jamaica portal.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The pduODi<m, mufadun%extraction, Praparatisn, disbribution,\n           sale, & l h y      my kTIll6 W h @ m . b k a e . dbptch (bdudhg\nL.N.       dispatch in t  m& ) trampat, importation or exporWion of or t a b g\n1671/1999. steips prepwat~'to the -  xe           d,or athsr d&g in any nclsootic\n           drug or any psychotropic substmcz mnlmy to the pmv%bns of the\n           Dangerom Drugs Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In this Act-                                                     tion.\n  \"designated authority\" means the Director of Public\n       Prosecutions or such other person as may be\n       designated by the Minister by order;\n  \"financial institution\" means-\n         (a) a bank licensed under the Banking Act;\n         (b) a financial institution licensed under the Finan-\n             cial Institutions Act;\n         (c) a building society registered under the Building\n             Societies Act;\n         (6) a society registered under the Co-operative\n             Societies Act;\n         (e) an insurance company registered under the\n             Insurance Act;\n         v) a person licensed under the Bank of Jamaica\n            Act to operate an exchange bureau;\n         (g) a person licensed under the Securities Act as a\n             dealer or investment adviser;\n         (h) any other person declared by the Minister, by\n             order subject to affirmative resolution, to be a\n             financial institution for the purposes of this Act;\n   \"property\" includes money and all other property, real or\n       personal, including things in action and other\n           [The inclusion of thir pass is authorized by L.N. 3/2WZ]\n4                                    MONEY LAUNDERING\n                          intangible or incorporeal property;\n                   \"specified offence\" means-\nSchedule.                    (a) an offence listed in the Schedule; or\n                             ( b ) an act or omission that occurred outside Jamaica\n                                   which, had it occurred in Jamaica, would have\n                                   constituted such an offence;                            -7\n                                                                                           L<\n                   \"transaction\" includes the receiving or making of a gift.\n                      (2) The Minister may, by order subject to affirma-\n              tive resolution, amend the Schedule.\nMoney\nlaundering."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   A person shall be taken to engage in money\n              laundering if that person-\n                    (a) engages in a transaction that involves property that\n                        is derived fiom the commission of a specified\n                        offence; or\n                    (b) acquires, possesses, uses, conceals, disguises, dis-\n                        poses of or brings into Jamaica, any such pro-\n                        perty; or\n                    (c) converts or transfers that property or removes it\n                        from Jamaica,\n              and the person knows, at the time he engages in the trans\n              action referred to in paragraph (a) or at the time he does\n              any act referred to in paragraph (b) or (c), that the property\n              is derived or realized directly, or indirectly fiom the com-\n              mission of a specified offence.\n                         (2) A person who, after the 5th of January, 1998\n              engages in money laundering is guilty of an offence and\n              is liable-\n                     (a) on summary conviction before a Resident Magis-\n                                                                                           0\n                         trate\n                              (i) in the case of an individual, to a fine not\n                                  exceeding one million dollars or to imprison-\n                               [The inclusion of thir page is iuthorizcd by L.N. 3/2002]\n                           MONEY LAUNDERING                                 5\n                  ment for a term not exceeding five years or\n                  to both such fine and imprisonment;\n            (ii) in the case of a body corporate, to a fine not\n                 exceeding three million dollars;\n     (b) on conviction in a Circuit Court-\n             (i) in the case of an individual, to a fine or to\n                 imprisonment for a term not exceeding\n                 twenty years or to both such fine and im-\n                 prisonment;\n            (ii) in the case of a body corporate, to a fine.\n       (3) An attorney-at-law shall not be taken to engage in\nmoney laundering to the extent that he receives bonafide fees\nfor legal representation of a person charged with an offence\nunder this section or with a specified offence.\n       (4) Nothing in this section shall apply to-\n    (a) a bona fide purchaser for value without notice in\n         relation to property described in this section; or\n    (b) a person who enters into any subsequent transaction\n        relating to that property, so, however, that this\n        paragraph shall not apply in any case where a person\n        enters into &y such subsequent transaction involving\n        the use of other property, knowing that the other\n        property is derived from the commission of a specified\n        offence."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A reference in section 3 (l)(b)to concealing or disguising Meaning of\n                                                                  concealing\nany property includes a reference to concealing or disguising its or\nnature, source, location, disposition, movement or ownership or disguising.\nany rights with respect to it.\n               [The inclusion of this paBe i s authorized by L.N. 3/2002]\n6                                            MONEY LAUNDERING\nConspiring,          5. A person who conspires with another to commit, or aids,\naiding,\nabetting, etc.,   abets, counsels, or procures, the commission of, an offence\ncommission        under section 3, is guilty of an offence and is liable-\nof offence of\nmoney                 ( a ) on summary conviction before a Resident Magistrate-\nlaundering.\n                               (i) in the case of an individual, to a fine not\n                                   exceeding one million dollars or to imprison-                7\n                                   ment for a term not exceeding five years or                  L\n                                   to both such fine and imprisonment;\n                              (ii) in the case of a body corporate, to a fine\n                                   not exceeding three million dollars;\n                     ( b ) on conviction in a Circuit Court-\n                               (i) in the case of an individual, to a fine or to\n                                    imprisonment for a term not exceeding\n                                   twenty years or to both such- fine and\n                                    imprisonment;\n                              (ii) in the case of a body corporate, to a fine.\nDuty of              6.-( 1) Subject to the provisions of this Act, it shall be the\nfinancial\ninstitution to    duty of a financial institution to make a report to the designated\nreport certain    authority, either on its own initiative or in response to a request\ntransactions.\n3411997           made to it by the designated authority, in relation to any cash\nS. 2(a).\n1411999\n                  transaction involving the prescribed amount being carried out by\nS. 2(a).          any person with that institution.\nI 411999                 (1A) Subsection (1) shall not apply to transactions\nS. 2(b).\n                  carried out by-\n                      (a) a ministry, department or agency of government;\n                      (b) a statutory body or authority;\n                      (c) a company registered under the Companies Act, in\n                          which the Government or an agency of the                              0\n                          Government, whether by the holding of shares or by\n                          other financial input, is in a position to influence the\n                          policy of the company;\n                            MONEY LAUNDERING                                        7\n      (4 any Embassy, High Commission, consular office or\n          organization to which the Diplomatic Immunities and\n          Privileges Act applies; or\n      (e) any organization in relation to which an order is made\n          under section 3(2) of the Technical Assistance\n           (Immunities and Privileges) Act.\n       (2) A financial institution which makes a report\nunder subsection (1) to the designated authority shall not\ndisclose the existence of that report to any other person.\n       (3) Where a financial institution makes a report in\naccordance with subsection (I), that institution, its directors\nand employees shall be exempt from-\n     (a) any liability to prosecution for an offence under\n          section 3 or 5 ;\n     (b) any criminal, civil or administrative liability, as\n         the case may be, for breach of any restriction on\n         disclosure of information imposed by contract or\n         by any legislative, regulatory or administrative\n         provision,\nregardless of the outcome of the report.\n         (4) In making a report under subsection (1) a financial\ninstitution shall comply with such directions as may be given by\nthe designated authority.\n       ( 5 ) A financial institution which fails to comply with\nsubsection (l), (2) or (4) is guilty of an offence and liable on\nsummary conviction in a Resident Magistrate’s Court to a fine\nnot exceeding four hundred thousand dollars.\n                                                                          3411991\n       (6) In subsection (1)-                                             S.2(b).\n              [The inclusion of this pa8e is authorized by L.N. 3/2002]\n8                                             MONEY LAUNDERING\n                     “cash transaction” means a transaction involving the\n                        physical transfer of currency from one person to\n                        another;\n1411999              “prescribed amount” means-\ns. 2(c).\n                          (a) in relation to a person licensed under the Bank\n                                of Jamaica Act to operate an exchange bureau,\n                                eight thousand dollars or more in the currency\n                                of the United States of America or an                       7\n                                                                                            -1\n                                equivalent amount in Jamaican currency or any\n                                other currency;\n                          (b) in relation to any other financial institution, fifty\n                              thousand dollars or more in the currency of the\n                              United States of America or an equivalent\n                              amount in Jamaican currency or any other\n                              currency.\n3411997\ns. 2(c).\n                           (7) For the purposes of the definition of “cash\n                 transaction” and “the prescribed amount” in subsection (6),\n                 “currency” refers to the coin and paper money designated as the\n                 legal tender of Jamaica, the United States of America or any\n                 other foreign country which circulates as and is customarily\n                used and accepted as a medium of exchange in the country of\n                issue.\nExemption           6A.-(1) A financial institution may apply in writing to the\nfrom duty\nto report under Minister responsible for finance or a person designated in\nsection6,       writing by that Minister for exemption from the require-\n1411999\ns.3.            ments of section 6 (1) in relation to a transaction or series of\n                transactions carried out or to be carried out by a person who is\n                an established customer of that institution.\n                         (2) The Minister responsible for finance may grant an\n                exemption in relation to a transaction or series of transactions\n                specified in an application under subsection (1) if the Minister is\n                                                                                            0\n                satisfied that the exemption should be granted, having regard to\n                the matters specified in subsection (3).\n                   (3) The matters referred to in subsection (2) are as\n            follows-\n                            [The inclusion o f this page IS authorized by L . N   3/2002]\n                                    MONEY LAUNDERING                          8.0 1\n         (a) the transaction or series of transactions consists of a\n             deposit into or a withdrawal from an account\n             maintained by that customer with the financial\n             institution;\n         (6) the customer carries on-\n                (i) a retail business (other than a business that\nf\n                     includes the selling of vehicles, vessels, farm\n4\n                     machinery or aircraft);\n                (ii) a business declared by the Minister by order to\n                     be an entertainment business or a hospitality\n                     business for the purposes of this Act.\n        (c) the account through which the transaction or series of\n            transactions is conducted is maintained for the\n            purposes of any such business; and\n        (d) the amount of cash involved in the transaction or series\n             of transactions does not exceed an amount that is\n             reasonably commensurate with the lawful business\n             activities of the customer.\n           (4) In subsection (I) “established customer”, in relation\n    to an application for exemption, means a person who has been a\n    customer of the financial institution for not less than a period of\n    twelve months immediately preceding the date of the\n    application."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Conspiring, aiding, abetting, etc.. commission of offence of\n      money laundering."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The organization, management or financing of any of the offences 167111999.\nspecified in paragraph 1.2 or 3."
    },
    {
      "provision_ref": "sec6b",
      "section": "6B",
      "title": "Section 6B",
      "content": "6B.-(1) A financial institution shall, in relation to each f u s -\n    customer, pay special attention to all complex, unusual or large picious\n    business transactions, or unusual patterns of transactions\n    whether completed or not, which appear to the financial s.3.\n    institution to be inconsistent with the normal transactions\n    carried out by that customer with the institution.\n            (2) Upon reasonable suspicion that the transactions\n    described in subsection (1) could constitute or be related to\n    money laundering, a financial institution shall promptly report\n    the transactions to the designated authority."
    },
    {
      "provision_ref": "sec6c",
      "section": "6C",
      "title": "Section 6C",
      "content": "6C.-(1)     A person is guilty of an offence if, knowing or\n14/1999        suspecting that a designated authority is acting or is proposing\ns. 3.          to act , in connection with an investigation which is being, or is\n               about to be conducted in relation to money laundering, he\n               discloses information or any other matter, relating to the\n               investigation, to any other person, except-\n                    (a) an attorney-at-law for the purpose of obtaining legal\n                                                                                          0\n                         advice; or\n                   (b) for the purpose of facilitating the investigation or any\n                         proceedings which might be conducted following the\n                         investigation.\n                              [The inclusion of this page ir authorized by L.N. 3/2002]\n                           MONEY LA WDERING                                          8.03\n              (2) A person is guilty of an offence if, knowing or\n    suspecting that a report has been made to the designated\n    authority under section 6B(2), he discloses information or any\n    matter, relating to the report, to any other person, except-\n           (a) an attorney-at-law for the purpose of obtaining legal\n                 advice; or\n           (b) for the purpose of facilitating any investigation or\n                 proceedings which might be conducted following that\n                 report.\n              (3) A person is guilty of an offence if, knowing or\n    suspecting that a disclosure referred to in section 6B(5) has\n    been made, he discloses information or any other matter,\n    relating to that disclosure, to any other person, except -\n           (a) an attorney-at-law for the purpose of obtaining legal\n                 advice; or\n           (6) for the purpose of facilitating any investigation or\n                 proceedings which might be conducted following that\n                 disclosure.\n              (4) Nothing in subsections (1) to (3) makes it an offence\n    for an attorney-at-law to disclose information or any other\n    matters to-\n          (a) a person who is, or a representative of, a client of that\n                 attorney-at-law, in connection with the giving of legal\n                 advice to &at client; or\n          (b) any other person, in contemplation of or in connection\n                with, legal proceedings and for the purpose of those\n                proceedings.\n              ( 5 ) A person convicted of an offence under subsection\n    (l), (2) or (3) is liable to a fine not exceeding two million dollars\n    or to imprisonment for a term not exceeding two years or to\n    both such fine and imprisonment.\n0       7.-( 1) A financial institution shall establish and implement\n    such programmes, policies, procedures and controls as may be financialin-\n                                                                              %\n                                                                              ;! ;\n    necessary for the purpose of preventing or detecting money stimtion*.\n    laundering.\n              (2) Without prejudice to the generality of subsection\n    (l),the programmes referred to in that subsection shall include-"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Publicly inciting or inducing others, by a n y means, to m m i t\nany of the other offences referred to in this Schedule or to use narcotic\ndrugs or psychotropic substances contrary to the Dangerous Drugs Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.04                                    MONEY LAUNDERING\n                  (a) the establishment of procedures to ensure high\n                       standards of integrity of employees;\n                   (b) the development of a system to evaluate the\n                       personal employment and financial history of\n                       those employees;\n                   (c) the establishment of programmes for training of                 -7\n                       employees on a continuing basis and for instruct-\n                        ing employees as to their responsibilities in respect\n                        of the provisions of this Act;\n                  (d) arrangements for an independent audit in order to\n                       ensure that the programmes as aforesaid are being\n                        implemented.\n                    (3) For the purposes of this section, a financial insti-\n             tution shall designate an officer of the institution who\n             performs management functions to be responsible for ensur-\n             ing the implementation of the programmes, policies, pro-\n             cedures and controls referred to in subsection (I), including\n1411999      the reporting of transactions referred to in sections 6 and 6B.\ns. 4.\n                    (4) A financial institution shall consult with the com-\n             petent authority for the purpose of carrying out its obligations\n             under this section.\n                     ( 5 ) In this section ''competent authority\" means the\n             Minister or such other person as he may specify in writing\n             for the purpose of this section.\n                    ( 6 ) A financial institution which fails to comply with\n             subsection (1) or (3) is guilty of an offence and liable on\n             summary conviction before a Resident Magistrate to a fine\n             not exceeding four hundred thousand dollars.                              0\nMonitoring      8.-(1) The Director of Public Prosecutions may apply\norders.      to a Judge in Chambers in accordance with subsection (3)\n             for an order (in this section referred to as a \"monitoring\n             order\") directing a financial institution to give to a constable\n                   MONEY LAUNDERING                                9\nnamed by the Director of Public Prosecutions in the applica-\ntion, information and such documents as the Director of\nPublic Prosecutions may specify in the application, other\nthan items subject to legal privilege.\n      (2) The constable referred to in subsection (1) shall\nbe a constable designated in writing by the Commissioner\nof Police.\n      (3) An application under subsection (1) shall be made\nex purte and shall be in writing and be accompanied by an\naffidavit.\n       (4) A monitoring order shall direct a financial insti-\ntution to disclose information or to produce documents, or\nboth, obtained by or under the control of the institution\nabout transactions conducted through an account held by a\nparticular person with the institution.\n      (5) A monitoring order shall apply in relation to\ntransactions conducted during the period specified in the\norder, being a period commencing not earlier than the day\non which notice of the order is given to the financial institu-\ntion and ending not later than three months after the date\nof the order.\n       (6) A Judge shall not make a monitoring order unless\nhe is satisfied that there are reasonable grounds for suspect-\ning that the person in respect of whose account the informa-\ntion is or documents are sought-\n     (a) has committed or is about to commit an offence\n           under section 3 or 5;\n      (b) was involved in the commission, or is about to be\n           involved in the commission of, such an offence; or\n      (c) has benefited directly or indirectly, or is about to\n           benefit directly or indirectly, from the commissim\n           of that. offence.\n__---                       _ _ ___.-               I_\n             inClusionod this page is authorized by U.\n                                                      --\n                                                      146/ 19991\n10                                 MONEY LAUNDERING\n                    (7) A monitoring order shall specify-\n                  (a) the name or names in which the account is believed\n                       to be held;\n                  (6) the class of information and a description of any\n                       documents that the institution is required to give;\n                       and\n                  (c) the name of the constable to whom the information\n                       is or documents are to be given and the manner\n                       in which it is or they are to be given.\n                    (8) A financial institution that is notified of a\n             monitoring order and knowingly-\n                  (a) contravenes the order; or\n                  (b) provides false or misleading information or docu-\n                       ments in purported compliance with the order,\n             is guilty of an offence and is liable on sumsnary conviction\n             in a Resident Magistrate’s Court to a fine not exceeding\n             one million dollars.\n                    (9) A reference in this section to a transaction con-\n             ducted through an account includes a reference to-\n                   (a) the making of a fixed term deposit;\n                  (b) in relation to a fixed term deposit, the transfer of\n                        the amount deposited or any part thereof at the\n                        end of the term; and\n                   (c) the opening, existence or use of a deposit box\n                       held by the institution.\n                    (10) Nothing in section 3 shall apply to a financial\n             institution that is subject to a monitoring order in SO far as\n             that institution continues to conduct business with the per-\n             son to whom the order relates.\nMonitoring     9.-(1) A financial institution that is, or has been, subject\norders not\ntokdis-      to a monitoring order shall not disclose the existence or\nclosed.      the operation of the order to any person except-\n                                  __--\n                      p h e inclusion of this page is authorized by L.N. 146/1999]\n                      MONEY LAUNDERING                                    11\n    (a) an officer or agent of the institution, for the purpose\n        of ensuring that the order is complied with;\n    (b) an attorney-at-law, for the purpose of obtaining\n        legal advice or representation in relation to the\n        order.\n       (2) A person referred to in subsection (1) (a) or (b)\nto whom disclosure of the existence or operation of a\nmonitoring order has been made and a constable referred\nto in section 8 (1) shall not-\n     (a) disclose the existence or operation of the order\n          except to another person referred to in that sub-\n          section for the purposes of-\n                 the performance of that person’s duties, if\n                 the disclosure is made by the constable\n                 referred to in section 8 (1);\n                 ensuring that the order is complied with or\n                  obtaining the legal advice or representation\n                 in relation to the order, if the disclosure is\n                  made by an officer or agent of the institu-\n                  tion; or\n                 giving legal advice or making representa-\n                  tions in relation to the order, if the dis-\n                 closure is made by an attorney-at-law; or\n                a record of or disclose the existence or the\n          operation of the order in any circumstances even\n          when he ceases to be a person referred to in sub-\n          section (l),\n      (3) Nothing in subsection (2) prevents the disclosure\nby a person referred to in subsection (1) (b) of the existence\nor operation of a monitoring order-\n     (a) for the purposes of, or in connection with, legal\n         proceedings; or\n     (b) in the course of proceedings before a court.\n                                                                      -\nRL--40\n12                                 MONEY LAUNDERING\n                 (4) A person referred to in subsection (1) (b) shall\n           not be required to disclose to any court the existence or\n           operation of a monitoring order.\n                    (5) A person who contravenes subsection (1) or (2)\n            is guilty of an offence and is liable on summary conviction\n            in a Resident Magistrate's Court-\n                 (a) in the case of an individual, to a fine not exceeding\n                       two hundred thousand dollars or to imprisonment\n                       for a term not exceeding three years or to both\n                       such fine and imprisonment;\n                 (b) in the case of a body corporate, to a fine not\n                       exceeding six hundred thousand dollars.\n                   (6)A reference in this section to disclosing the\n            existence or operation of a monitoring order to a person\n            includes a reference to disclosing information to the person\n            from which that person could reasonably be expected to\n            infer the existence or operation of the monitoring order.\nRSg0l.-       10. The Minister may make regulations generally for\ntbnR\n            giving effect to the provisions and purposes of this Act.\n                                            SCHEDULE                           (Section 2)\n                                        Specified Offences"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Regulations.\n                   MONEY LAUNDERING                                                    3\n                                                                           Acts\n          THE MONEY LAUNDERING ACT                                      30 of 1996,\n                                                                        34 of 1997,\n                                                                        14 of 1999.\n                                                 [5th January, 1998.1"
    }
  ],
  "definitions": [
    {
      "term": "designated authority",
      "definition": "the Director of Public",
      "source_provision": "sec2"
    }
  ]
}