{
  "id": "jm-poca",
  "type": "statute",
  "title": "Proceeds of Crime Act 2007",
  "title_en": "Proceeds of Crime Act 2007",
  "short_name": "POCA",
  "status": "in_force",
  "issued_date": "2007-02-01",
  "in_force_date": "2007-05-30",
  "url": "https://moj.gov.jm/sites/default/files/laws/Proceeds%20of%20Crime%20Act.pdf",
  "description": "The Proceeds of Crime Act 2007 is Jamaica's primary legislation on anti-money laundering, asset recovery, and combating the financing of terrorism. The Act establishes the offense of money laundering, provides for the confiscation of proceeds of crime and instrumentalities of criminal offenses, and creates reporting obligations for financial institutions and designated non-financial businesses. The Act is consistent with the Financial Action Task Force (FATF) Recommendations and implements Jamaica's obligations under the United Nations Convention against Transnational Organized Crime. Amendments made in 2013 and 2017 strengthened provisions on cyber-enabled financial crime and expanded the list of reporting entities to include virtual asset service providers.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1. Short Title and Purpose",
      "content": "This Act may be cited as the Proceeds of Crime Act, 2007 and shall come into force on a date appointed by the Minister by order. The purpose of this Act is to deprive persons of the proceeds and benefits of criminal conduct, to prevent the use of the financial system for money laundering and terrorist financing, and to implement Jamaica's obligations under international conventions on anti-money laundering and asset recovery. This Act applies to all offenses, including offenses committed outside Jamaica where the proceeds are laundered in Jamaica. The Act should be read alongside the Terrorism Prevention Act, the Financial Services Commission Act, and the Banking Services Act to form a comprehensive anti-financial crime framework. The Financial Investigations Division (FID) is designated as the national financial intelligence unit for the purposes of this Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2. Interpretation",
      "content": "In this Act: 'proceeds of crime' means property derived or obtained, directly or indirectly, from the commission of an offense, wherever the offense occurred; 'money laundering' means any act or omission that conceals or disguises the true origin of property, knowing or having reasonable grounds to suspect that the property constitutes proceeds of crime; 'property' means assets of every kind, whether corporeal or incorporeal, movable or immovable, tangible or intangible, and legal documents or instruments evidencing title to or an interest in such assets; 'virtual asset' means a digital representation of value that can be digitally traded, transferred, or used for payment or investment purposes, but does not include digital representations of fiat currencies or securities; 'virtual asset service provider' means any legal or natural person who conducts activities in virtual assets as a business; 'reporting entity' means a financial institution, designated non-financial business or profession, or virtual asset service provider required to report suspicious transactions under this Act; 'Financial Investigations Division' means the body established under the Financial Investigations Division Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3. Money Laundering Offenses",
      "content": "A person commits the offense of money laundering who: (a) acquires, uses, or has possession of property knowing or suspecting that the property constitutes proceeds of crime; (b) conceals, disguises, converts, transfers, or removes from Jamaica property knowing or suspecting that it constitutes proceeds of crime; (c) assists another person to acquire, retain, use, or control property knowing or suspecting that it constitutes proceeds of crime; or (d) enters into or is otherwise concerned in an arrangement which the person knows or suspects facilitates the acquisition, retention, use, or control of proceeds of crime. A person who commits money laundering is liable on summary conviction to a fine not exceeding ten million dollars or to imprisonment for a term not exceeding three years, and on conviction on indictment to imprisonment for a term not exceeding twenty years. Money laundering committed using computer systems, electronic networks, or virtual assets shall be treated as an aggravating circumstance."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4. Cyber-Enabled Financial Crime",
      "content": "For the purposes of this Act, the following shall constitute offenses of cyber-enabled financial crime where committed using computer systems or electronic networks: (a) the use of compromised electronic payment systems to launder proceeds of crime; (b) the use of virtual assets to convert, transfer, or conceal proceeds of crime; (c) the use of online financial platforms to make fraudulent transactions that constitute money laundering; (d) the establishment or operation of online schemes for the collection and distribution of proceeds of crime; and (e) the use of anonymous electronic communication or encryption to conceal the nature or destination of transactions constituting money laundering. A person who commits cyber-enabled financial crime is liable to the penalties applicable to the underlying money laundering offense, with an enhanced maximum term of imprisonment where the offense involved the use of encryption or anonymization technology to conceal proceeds. The Financial Investigations Division shall have specialist capacity for the investigation of cyber-enabled financial crime."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5. Confiscation Orders",
      "content": "Where a person is convicted of an offense under this Act, a court may make a confiscation order requiring the person to pay to the Crown an amount equal to the value of the proceeds of crime that the person has benefited from. In making a confiscation order, the court shall: (a) determine the total benefit derived by the defendant from criminal conduct; (b) assess the value of the defendant's available assets; and (c) make the confiscation order for an amount not exceeding the lesser of the benefit figure and the value of available assets. Where a confiscation order is made, it shall be registered as a judgment debt and may be enforced accordingly. Where a defendant cannot satisfy a confiscation order, the court shall impose a term of imprisonment in default of payment in accordance with the schedule set out in this Act. Confiscation orders shall apply to property held by the defendant in any form, including virtual assets and interests in electronic payment systems."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6. Restraint Orders",
      "content": "Where a person has been charged with or is under investigation for an offense, the Director of Public Prosecutions may apply to the Supreme Court for a restraint order prohibiting any person from dealing with any realisable property. A restraint order may be made at any time before or after proceedings for an offense are commenced. A restraint order shall: (a) identify the property to which it applies with reasonable particularity; (b) specify the persons to whom it is addressed; (c) prohibit the disposal, concealment, transfer, or other dealing with the restrained property; and (d) where applicable, appoint a receiver to manage the restrained property pending the conclusion of proceedings. A restraint order may apply to property held in electronic form, including balances in electronic payment accounts, virtual assets held in custody, and other digital assets. Third parties with a legitimate interest in restrained property may apply to the court to vary or discharge the restraint order."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7. Virtual Asset Service Providers",
      "content": "Virtual asset service providers operating in Jamaica shall register with the Financial Services Commission and comply with the anti-money laundering and counter-terrorism financing requirements set out in this Act and in regulations made thereunder. Virtual asset service providers shall: (a) verify the identity of their customers in accordance with the customer due diligence requirements of this Act; (b) monitor transactions for suspicious activity and report suspicious transactions to the Financial Investigations Division; (c) maintain records of all transactions, including originator and beneficiary information, for a minimum of five years; (d) implement transaction monitoring systems capable of detecting unusual patterns consistent with money laundering or terrorist financing; and (e) comply with travel rule requirements by including originator and beneficiary information in all virtual asset transfers. A virtual asset service provider that fails to comply with these requirements commits an offense and is liable to regulatory action including suspension or revocation of registration."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8. Customer Due Diligence",
      "content": "Reporting entities shall apply customer due diligence measures when: (a) establishing a business relationship with a customer; (b) carrying out occasional transactions above the prescribed threshold, including electronic transfers; (c) there is a suspicion of money laundering or terrorist financing regardless of transaction value; or (d) there is doubt about the veracity or adequacy of previously obtained customer identification information. Customer due diligence shall include: (a) identifying and verifying the customer's identity using reliable, independent source documents, data, or information; (b) identifying and verifying the identity of the beneficial owner where applicable; (c) understanding and obtaining information on the purpose and intended nature of the business relationship; and (d) conducting ongoing monitoring of transactions throughout the relationship. Enhanced due diligence shall be applied to high-risk customers, including politically exposed persons, customers engaged in virtual asset transactions, and cross-border wire transfers above prescribed thresholds."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9. Suspicious Transaction Reporting",
      "content": "A reporting entity that knows, suspects, or has reasonable grounds to suspect that a transaction or proposed transaction involves proceeds of crime or is connected to the commission of an offense shall, as soon as practicable and in any event within three business days, submit a suspicious transaction report to the Financial Investigations Division. A suspicious transaction report shall be made in the form and manner prescribed by the Financial Investigations Division and shall contain: (a) the identity of the reporting entity; (b) details of the transaction or proposed transaction; (c) the reason for the suspicion; (d) the identity of the persons involved in the transaction to the extent known; and (e) any other information relevant to the suspicion. A reporting entity, its directors, officers, and employees shall not be civilly, criminally, or professionally liable for making a suspicious transaction report in good faith. Tipping off — disclosing to a customer that a suspicious transaction report has been made about them — is an offense under this Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10. Financial Investigations Division",
      "content": "The Financial Investigations Division (FID) is Jamaica's national financial intelligence unit and is responsible for: (a) receiving, analyzing, and disseminating suspicious transaction reports to law enforcement; (b) investigating money laundering and proceeds of crime offenses; (c) applying for confiscation, restraint, and other orders under this Act; (d) recovering proceeds of crime on behalf of the Crown; (e) cooperating with foreign financial intelligence units on mutual legal assistance matters; and (f) issuing guidelines to assist reporting entities in meeting their obligations under this Act. The FID shall have access to all information held by government agencies that is relevant to financial investigations, subject to the requirements of the Data Protection Act 2020. The FID Director shall submit an annual report to the Minister on the activities of the Division, including statistics on suspicious transaction reports received, investigations initiated, and assets recovered."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11. International Cooperation",
      "content": "Jamaica shall cooperate with foreign states in the tracing, restraint, and recovery of proceeds of crime, on the basis of mutual legal assistance treaties, agreements, or arrangements, or on a reciprocal basis. The Attorney-General may receive and execute requests from foreign states for: (a) the tracing and identification of proceeds of crime; (b) the restraint of property that is or may become subject to a foreign confiscation order; (c) the enforcement of foreign confiscation orders; and (d) the provision of financial intelligence to assist in foreign investigations. Jamaica may share financial intelligence with foreign financial intelligence units, including suspicious transaction report information, on the basis of reciprocity and subject to the conditions specified in the Egmont Group of Financial Intelligence Units standards. The Financial Investigations Division shall cooperate with Interpol, the Caribbean Financial Action Task Force (CFATF), and other international bodies on anti-money laundering matters."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12. Record-Keeping Requirements",
      "content": "Reporting entities shall maintain all records relating to customer due diligence and transactions for a minimum period of seven years from the date of the transaction or the end of the business relationship, whichever is later. Records shall be maintained in a manner that enables them to be retrieved promptly in response to a request from the Financial Investigations Division, law enforcement, or a supervisory authority. Records shall include: (a) copies of customer identification documents; (b) account files and business correspondence; (c) transaction records, including electronic transfer records and records of virtual asset transactions; (d) suspicious transaction reports and internal assessments; and (e) risk assessments conducted in relation to customers and transactions. Electronic records shall be maintained in a format that is durable, retrievable, and capable of being produced in hard copy. Destruction of records in contravention of this section is an offense under this Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13. Supervisory Framework",
      "content": "The Bank of Jamaica, the Financial Services Commission, and other designated supervisory authorities shall supervise the compliance of reporting entities with the anti-money laundering and counter-terrorism financing requirements of this Act. Supervisory authorities shall have the power to: (a) conduct on-site and off-site examinations of reporting entities; (b) require the production of records, documents, and information relevant to compliance; (c) issue directives and guidance on compliance with this Act; (d) impose administrative sanctions, including fines, on reporting entities for non-compliance; and (e) refer cases of serious non-compliance to law enforcement for criminal investigation. Supervisory authorities shall publish guidance on the risk-based approach to anti-money laundering compliance, including guidance specific to risks arising from virtual assets and cyber-enabled financial crime. Supervisory findings shall be shared with the Financial Investigations Division where relevant to investigations."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14. Civil Recovery",
      "content": "The Director of Public Prosecutions may initiate civil recovery proceedings in the Supreme Court to recover property that is or represents the proceeds of criminal conduct, without the need for a criminal conviction. Civil recovery proceedings may be initiated where: (a) criminal proceedings have not been brought due to the death, absence, or immunity of the suspect; (b) the criminal standard of proof cannot be met but there is sufficient evidence to establish, on the balance of probabilities, that the property represents proceeds of crime; or (c) the value of the property warrants civil recovery proceedings notwithstanding the outcome of criminal proceedings. A civil recovery order shall vest the property recovered in the Crown. Persons from whom property is recovered in civil proceedings shall have no right to compensation unless they can establish, on the balance of probabilities, that the property was not proceeds of crime. Civil recovery proceedings shall be subject to the rules of court applicable to civil proceedings in the Supreme Court."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15. Penalties for Non-Compliance",
      "content": "A reporting entity that fails to comply with its obligations under this Act, including obligations relating to customer due diligence, suspicious transaction reporting, and record-keeping, commits an offense and is liable: (a) on summary conviction, to a fine not exceeding five million dollars; (b) on conviction on indictment, to a fine without limit. In addition to criminal penalties, the supervisory authority may impose administrative sanctions including: (a) public censure; (b) financial penalties of up to twenty million dollars per breach; (c) suspension of the reporting entity's licence or registration; (d) revocation of the reporting entity's licence or registration; and (e) prohibition orders preventing specified individuals from holding positions of responsibility in regulated entities. In assessing sanctions, the supervisory authority shall have regard to the seriousness of the breach, any harm caused, the degree of cooperation displayed, and the entity's compliance history. Directors and senior managers of reporting entities may be held personally liable for systematic compliance failures under their oversight."
    }
  ],
  "definitions": [
    {
      "term": "proceeds of crime",
      "definition": "Property derived or obtained, directly or indirectly, from the commission of an offense, wherever the offense occurred.",
      "source_provision": "sec2"
    },
    {
      "term": "virtual asset",
      "definition": "A digital representation of value that can be digitally traded, transferred, or used for payment or investment purposes, but does not include digital representations of fiat currencies or securities.",
      "source_provision": "sec2"
    },
    {
      "term": "money laundering",
      "definition": "Any act or omission that conceals or disguises the true origin of property, knowing or having reasonable grounds to suspect that the property constitutes proceeds of crime.",
      "source_provision": "sec2"
    },
    {
      "term": "Financial Investigations Division",
      "definition": "Jamaica's national financial intelligence unit, responsible for receiving, analyzing, and disseminating suspicious transaction reports and for investigating money laundering and proceeds of crime offenses.",
      "source_provision": "sec10"
    }
  ]
}
