{
  "id": "jm-stat-the-early-childhood-commission-act",
  "type": "statute",
  "title": "The Early Childhood Commission Act",
  "title_en": "The Early Childhood Commission Act",
  "short_name": "Early Childhood Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-early-childhood-commission-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-early-childhood-commission-act | Legal areas: Children",
  "provisions": [
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Any member of the Commission other than the chairman may at        Resigna-\nany time resign his office as member by instrument in writing addressed to      tion.\nthe Governor-General and transmitted through the chauman, and from the\ndate of the receipt by the Governor-General of such instrument, such\nmember shall cease to be a member of the Commission.\n       (2) The chairman may at any time resign his office as chairman or\nmember by instrument in writing addressed to the Governor-General and\nsuch resignation shall take effect as from the date of the receipt of such\ninstrument by the Governor-General."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  The Commission shall appoint and employ, at such             Appoint-\n    remuneration and on such terms and conditions as it thinks fit,\n    an Executive Director who shall hold ofice for a period not            Direda\n    exceeding four years and may be reappointed for periods not            :Ed\n    exceeding four years at a time.                                        employees.\n          (2) The Executive Director shall be responsible for the\nj   day-to-day management of the Commission.\n          ( 3 ) The Commission may appoint and employ, at such\n    remuneration and on such terms and conditions as it thinks fit,\n    such other officers and employees as it thinks necessary for the\n    proper carrying out of the provisions of this Act:\n        Provided that, except with the prior approval of the\n    Minister-\n          (a) no salary in excess of the prescribed rate shall be\n              assigned to any post; and\n          (b) no appointment shall be made to any post to which a\n              salary in excess of the prescribed rate is assigned.\n          (4) For the purposes of subsection ( 3 ) the \"prescribed\n    rate\" shall be such rate as the Minister may prescribe by order\n    subject to affirmative resolution.\n          (5) The Governor-General may, subject to such con-\n    ditions as he may impose, approve the appointment of any\n    officer in the service of the Government to any office with the\n    Commission and any officer so appointed shall, while so\n    employed, in relation to other rights as a public officer be\n    treated as continuing in the service of the Government.\n          (6) It shall be lawfhl for the Commission, with the\n     approval of the Minister-\n           (a) to enter into arrangements respecting schemes,\n               whether by way of insurance policies or not; or\n           (b) to make regulations,\n                               EARLY CHILDHOOD COMMISSION\n               for pensions, gratuities and other retiring or disability or death\n               benefits relating to members and employees of the Com-\n               mission and such arrangements or regulations may include\n               provisions for the grant of benefits to the dependants and legal\n               personal representatives of such members or employees.\nDelegatim        6.-41) The Executive Director may in writing, with the\nof power by\nExecutive      approval of the Commission, delegate any of his powers or the\nDirector.      performance of any duties conferred on him by or under this\n               Act to a person specified in the instrument of delegation.\n                     (2) A delegation under subsection (1) shall not prevent\n               the exercise of the powers or the performance of the duties by\n               the Executive Director.\nMinisterial      7. The Minister may, after consultation with the Chairman of\ndirections.\n               the Commission, give to the Commission directions of a\n               general character as to the policy to be followed by the\n               Commission in the performance of its functions in relation to\n               matters appearing to the Minister to concern the public interest.\nFunds and        8. The funds and resources of the Commission shall consist\nresources of\nthe Cornmis-   of-\nsion\n                     (a) such sums as may be provided by Parliament for the\n                         Commission in the Estimates of Revenue and\n                         Expenditure;\n                     (b) revenues fiom charges imposed by the Commission\n                         for the use of any facility or services provided by it;\n                     (c) such sums as may be allocated fiom time to time to\n                         the Commission from loan funds;\n                     (9 sums borrowed by the Commission for the purpose of\n                          meeting any of its obligations or discharging any of\n                          its functions;\n                     (e) all other sums or property which may in any manner\n                         become payable to or vested in the Commission in\n                         respect of any matter incidental to its functions.\n               EARLY CHILDHOOD C O M S S I O N                                7"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Commission shall meet as often as may be necessary or         Procedure\ne-ent         for the transaction of its business, and such meetings shall be   and\nheld at such places and times and on such days as the Commission may            meetings.\ndetermine.\n       ( 2 ) The chairman may at any time call a special meeting of the\nCommission, and shall call a special meeting to be held within seven days\nof a written request for that purpose addressed to him by any two members\nof the Commission.\n       (3) The chairman shall preside at all meetings of the Commission\nand in the absence of the chairman fkom any meeting the members present\nand constituting a quorum shall elect a chairman from among their number\nto preside at that meeting.\n       (4) A quorum of the Commission shall be twelve.\n       (5) The decisions of the Commission shall be by a majority of votes\nand, in addition to the on@ vote, the person presidmg at a meeting shall\nhave a casting vote in any case in which the voting is equal.\n                                EARLY CHILDHOOD COMMISSION\n                       (6) Minutes in proper form of each meeting of the Commission shall\n                be kept and shall be confirmed by the chairman or other member elected to\n                preside at the meeting, as the case may be, as soon as practicable thereafter\n                at a subsequent meeting.\n                       (7) Subject to the provisions of this paragraph. the Commission\n                shall have the power to regulate its own proceedings.\nDisclosure of      7.-(1) Any member of the Commission who, otherwise than as such\ninterest.       member, is directly or indirectly interested in a contract made or entered\n                into, or proposed to be made or entered into, by the Commission, shall as\n                soon as possible after the relevant facts have come to h s knowledge,\n                disclose the nature of lus interest at a meeting of the Commission.\n                      (2) A disclosure under this paragraph shall be recorded in the\n                minutes of the Commission, and the member-\n                     (a) shall not take part after the disclosure in any deliberation or\n                         decision of the Commission relating to the contract;\n                     (6) shall be disregarded for the purpose of forming a quorum of the\n                         Commission for any such deliberation or decision.\nPower to           8.-(1)   The Commission may appoint a committee of the Commission\nappoint         to examine and report to it on any matter arising out of or connected with\ncommittees.     any of its powers and duties under this Act.\n                       (2) Any such committee shall consist of at least two members of the\n                Commission and such other persons, whether members of the Commission\n                or not, whose assistance or advice the Commission may desire.\n                      (3) Where persons, not being members of the Commission, are\n                members of a committee appointed under this paragraph, the Commission\n                may by resolution declare the remuneration and allowances of such\n                persons, and such sums shall properly be payable out of the funds and\n                resources of the Commission.\n                      (4) The Commission may by resolution reject the report of any such\n                committee or adopt it either wholly or with such modifications, additions or\n                adaptations as the Commission may think fit\nPower to           9. Subject to the provisions of this Act, the Commission may delegate\ndelegate.       to any member or committee of the Commission the power and authority to\n                carry out on their behalf such duties as the Commission may determine.\nProte&on of      10. No act done or proceeding taken under this Act shall be questioned\nthe Connnis-    on the ground of-\nsion\n                 EARLY CHILDHOOD COMMISSION\n     (a) the existence of any vacancy in the membership of, or any defect\n         in the constitution of, the Commission;\n     (b) the contravention by a member of the Commission of the\n         provisions of paragraph 7; or\n     (c) any omission, defect or irregularity not affecting the merits of the\n         case."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to the provisions of subsection (2), the           bowing\nCommission may borrow sums required by it for meeting any\nof its obligations or discharging any of its hnctions.\n      (2) The power of the Commission to borrow shall be\nexercisable only with the approval of the Minister as to the\namount, source of borrowing and the terms on which the\nborrowing may be effected.\n      (3) An approval given in any respect for the purposes of\nsubsection (2) may be either general or limited to a particular\nborrowing or otherwise, and may be either unconditional or\nsubject to conditions."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) With the approval of the House of Representatives OuPmtse\n                                                            by Minister\nthe Minister responsible for finance may guarantee in such of borrow-\nmanner and on such conditions as he may think fit, the ings     by\n                                                            Commis-\nrepayment of the principal and interest on any authorized sion and re-\nborrowings of the Commission.                               P Y m a of\n                                                            lium issued\n                                                                     tomat\n                                                                     w-.\n        (2) Where the Minister responsible for finance is\nsatisfied that there has been default in the repayment of any\nprincipal moneys or interest guaranteed under the provisions of\nthis section, he shall direct the repayment out of the\nConsolidated Fund and assets of Jamaica of the amount in\nrespect of which there has been such default.\n        (3) The Commission shall make to the Accountant-\n General, at such times and in such manner as the Minister\n responsible for finance may direct, payments of such amounts\n as may be so directed in or towards payment of any sums\n issued in hlfilment of any guarantee given under this section,\n and payments of interest on what is outstanding for the time\n being in respect of any sums so issued at such rate as the\n Minister responsible for finance may direct, and different rates\n of interest may be directed as respects different sums and as\n respects interest for different periods.\n8                           EARLY CHILDHOOD COMMISSION\nPower to        11. Moneys standing to the credit of the Commission may be\ninvest\nmoneys.\n             invested in securities and the Commission may, from time to\n             time, sell all or any of such securities and shall, as soon as\n             practicable, notify the Minister, in writing, of any action taken\n             under this section.\nAc~~~ots       12.-41) The Commission shall keep proper accounts and\nand audit.\n             other records in relation to its business, and shall prepare\n             annually a statement of account in a form satisfactory to the\n             Minister, being a form which shall conform with established\n             accounting principles.\n                    (2) The accounts of the Commission shall be audited\n             annually by an auditor or auditors appointed by the\n             Commission and approved by the Minister.\n                  (3) The members, officers and employees of the\n             Commission shall-\n                  (a) grant to the auditor appointed under subsection (2),\n                      access to all books, documents, cash and securities of\n                      the Commission; and\n                  (b) give to him on request, all such information as may\n                      be within their knowledge in relation to the\n                      Commission's operations.\n                      (4) The auditors' fees and any expenses of the audit\n              shall be paid by the Commission.\n                      (5) The Auditor-General shall be entitled at all reason-\n              able times to examine the accounts and other records in\n              relation to the business ofthe Commission.\nAnnual          13.-41) The Commission shall, within six months after the\nrePo\" and    end of each year, or within such longer period as the Minister\nestimates.\n             may in special circumstances allow, cause to be made, and\n             transmit to the Minister, a report dealing generally with the\n             activities of the Commission during the preceding year,\n             including a statement of its account audited in accordance with\n             section 12.\n                 EARLY CHILDHOOD COMMISSION\n     (a) becomes of unsound mind or becomes permanently unable to\n         perform his functions by reason of ill health,\n     (b) becomes bankrupt or compounds with, or suspends payment to,\n         his creditors;\n     (c) is convicted and sentenced to a term of imprisonment or to death;\n     (4 is convicted of any offence involving dishonesty or moral\n         turpitude; or\n     (e) fails to carry out any of the functions conferred or imposed on\n         him under this Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) No action, suit, prosecution or other proceedings shall be             Rotedim\nbrought or instituted personally against any member of the Commission, or       of members\n                                                                                of the Com-\nany member of a committee appointed under paragraph 8, in respect of any        mission.\nact done bonafide in pursuance or execution or intended execution of ttus\nAct.\n        (2) Where any member of the Commission or of a committee\nappointed under paragraph 8, as the case may be, is exempt from liability\nby reason only of the provisions of this section the Commission shall be\nliable to the extent that it would be if the said member were a servant or\nagent of the Commission."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. There shall be paid to the chairman and other members of the               Remunera-\n                                                                                tion o f\nCommission such remuneration, whether by way of honorarium, salary or           members.\nfees, and such allowances, as the Minister may determine."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The office of chairman or member of the Commission shall not be a          Office of\npublic ofice for the purposes of Chapter V of the Constitution of Jamaica.      chairman or\n                                                                                member not\n                                                                                public\n                                                                                office."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Regulations.\n    SCHEDULE\n                      EARLY CHILDHOOD COMMISSION                                      5"
    }
  ],
  "definitions": []
}