{
  "id": "jm-stat-the-education-act",
  "type": "statute",
  "title": "The Education Act",
  "title_en": "The Education Act",
  "short_name": "Education Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-education-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-education-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Each Educational Board shall consist of not less than seven Conslilu-\n                                                                      Don.\npersons and shall bear such name as the Minister may direct."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-               Interpre-\n                                                                     tation.\n “aided educational institution” means any educational\n       institution which the Minister assists in maintain-\n       ing;\n “all-age school” means a school that offers a course ;?(;?\n      of educational training for students of ages six to\n      fifteen years;\n “authorized teacher” means a person registered as such ;.9/$~\n      under section 36 and employed as a teacher in a\n      public educational institution;\n “ Board of Management” means, in relation to any 19j1980\n      public educational institution, the Board of Man- S. Xb).:.:.:... ., . .   ,,\n      agement of that institution;                                 <: ... .:\n “child” means a person who has not attained the age\n      of fifteen years;\n “Commission” means the Teachers Service Commission 191 I 980\n      established pursuant to section 5;                    S.Zb),:.   .. ’.\n                                                                               ._.\n                                                                    _,. .... -.,.\n “community college” means an educational institution i9/1980\n      providing tertiary education and offering a wide S. Xb).\n      variety of professional, para-professional, vocation-\n      al and academic programmes, or any of them,\n      based upon the n&ds of the community in’which\n      the college is based,\n    mo inclusion of this page is auihorizod by L.N. 17/1982]\nd                            EDUCATZON\n       “compulsory school age” means, in relation to any\n            compulsory education area, the ages between\n            which all children residing in such area are\n            declared, under section 20, to be of compulsory\n            school age;\n       “conscience clause” means section 18;\ni9&S\n       “educational institution” means any school, technical\n            institution, training centre, teachers college, com-\n            munity college, institution of higher education or\n            such other institution as may be prescribed;\n       “endowed educational institution” means any educa-\n            tional institution which is wholly or partially\n            maintained by means of any endowment but does\n            not include-\n               (a) any educational institution the endowment\n                    of which is applicable and applied solely for\n                    the education of persons being trained to be\n                    ministers of any religious denomination; or\n               (b) any educational institution which is main-\n                    tained wholly or partially out of annual\n                    voluntary subscriptions and has no endow-\n                    ment other than the premises thereof;\n       ‘‘functions’’ includes powers and duties;\n%\n:?     “high school” means any secondary school classified\n            by the Minister as a high school;\n       “independent school” means any school at which\n            education is provided for twenty or more students\n            between the ages of eight years and nineteen years,\n3gO         not being a public educational institution;\n       “the Independent Schools Committee” means the\n            Independent Schools Committee established under\n            section 26;\n       “parent”, in relation to any child, includes a guardian\n            and every person who has the actual custody of the\n            child;\n              inelusion of thm paae is authorized by L.N. 17/1982]\n                      ED UCA TZON                                  5\n“pre-trained teacher” means a person employed, or ;9;0\n    seeking appointment, as a teacher in a public\n    educational institution who has not pursued, either\n    at a teachers college or some other institution\n    recognized by the Minister as providing training\n    for teachers, a programme of training which in-\n    cluded a course in teaching theory and practice;\n“pre-primary school” means a school (or a department 1911980\n                                                        S. 2(b).\n    of a school) which offers a course of educational\n    training and experience for students who, a t the\n    commencement of any school year, have not\n    attained the age of six years;\n“primary education” has the meaning assigned to that\n    expression by section 7;\n“primary school” means a school (or department of a S.19/1980\n                                                          2(b).\n     school) that offers not less than a five-year course\n     of educational training and experience for students\n     of ages six to twelve years;\n“primary student” means a student who, at the corn- S.1911980\n                                                          wb).\n    mencement of any school year, has not attained\n     the age of twelve years;\n“public educational institution” means any educational\n     institution which is maintained by the Minister and\n    includes any aided educational institution;\n“school”, where used without qualification, means an\n    institution for providing primary or secondary\n    education or both primary and secondary educa-\n    tion;\n“school year” means such period, not exceeding twelve\n    months, as may from time to time be prescribed\n    as a school year for the purposes of administering\n    this Act;\n“secondary education” has the meaning assigned to that\n    expression by section 7;\n  W e indurion of thm puga ia aulbrized by LN. 17/1982]\n6                                         EDUCATION\n1911980           “secondary school” means a school (or department of\nS. Xb).                a school) that offers not less than a five-year course\n                       of educational training and experience for students\n                       who have attained the age of eleven years;\n                  “secondary student” means a student who-\n                       (U) at the commencement of any school year, has\n                            attained the age of twelve years and is under\n                            the age of thirteen years; or\n                        (b) will attain the age of twelve years by the 31st\n                            of December in the year in which he is ad-\n                            mitted to school;\n1911980           “student” means a person for whom education is pro-\nS.  mL                 vided under this Act;\n                  “teachers college” means any institution established for\n                       the purpose of training teachers for service in pub-\n                       lic educational institutions;\n                  “technical institution” means any college, high school\n                       or other institution established for the purpose of\n                       providing for studies, training or research in tech-\n                       nology, science, commerce, dance, music or art, or\n                       such other discipline as may be prescribed;\n                  “tertiary education” has the meaning assigned to it by\n                       section 7;\n                  “training centre” means any institution established for\n                       the purpose of providing education and training\n                       in any vocation requiring manual skill.\n                  PART 11. Minister’s Powers and Advisory Bodies\nGtllelal        3. It shall be lawful for the Minister-\npowm of\nlho Minister.      (a) to promote the education of the people of Jamaica\n                         and the progressive development of institutions\n                         devoted to that purpose;\n                   ( b ) to frame an educational policy designed to provide\n                         a varied and comprehensive educational service in\n                         Jamaica;\n                     me inclusion of this p;l$e is authorized by LN. 17/19821\n                          EDUCATION                                                  7\n    (c) to secure the effective execution of the educational\n        policy of the Government of Jamaica;\n    (d to establish a co-ordinated educational system\n        organized in accordance with the provisions of this\n         Act;\n    (e) to contribute towards the spiritual, moral, mental\n         and physical development of the community by\n         securing that efficient education shall be available\n         to meet the needs of the Island."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Subject to the provisions of this Schedule. a membx of the\nomce and     Commission shall hold office for a period of three. years and each\nfilling pf   member shall be eligible for reappointment.\nVBOBIICWS.\n                   (2) If any vacancy occura in the membership of the commission\n             such vacancy shall be filled by ,the appointment of another member\n             who shall, subject to the provisions of this Schedule, hold officefor\n             the remainder of the period for which the previous member was\n                     me inclusion of this page is authorized by LN. 17/19821\n                              EDUCATION                                              41\nappointed. so. however, that such appointment shall be made in the\nsame manner and from the same category of persons, if any, as the\nappointment of the previous member."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)    Without prejudice to the generality of the pro- Particular\n                                                                powers.\nvisions of section 3 the Minister shall have power-\n      (U) to establish schools in such places as he may think\n           fit and to determine the classification of such\n           schools;\n      (b) to maintain or assist in maintaining schools,\n           whether established by him or otherwise;\n      (c) to establish, maintain and assist in maintaining\n           such teachers colleges and other institutions as\n           he may consider necessary for the training of\n           teachers and to take such other action as he may\n           consider necessary to ensure that the requirements\n           for teachers in public educational institutions will\n           be satisfied;\n      (d) to establish, maintain and assist in maintaining\n           such technical institutions and training centres as\n           he may consider necessary to fulfil the require-\n           ments for technical and vocational education;\n      (e) to provide or assist in providing such facilities as\n          he may think fit for tmtiary education;               1911980\n                                                                        S. 3(1Xa).\n    (f, to provide, subject to such conditions as may be\n        prescribed, such number of places in public educa- i9/1980\n        tional institutions as he may from time to time S. 3(1Xb).\n        determine;\n                 inclusion of this page is autborizcd by LN. 17/19821\n8                                       EDUCATION\n19/1980            (g) subject to such conditions as may be prescribed,\nS. 3(l)(c).           to render to any student or class of students such\n                      forms of assistance as may be necessary to enable\n                      such student or class of students to take full advan-\n                      tage of the educational facilities available;\n                  (h) to provide for the grant of scholarships, exhibi-\n                      tions, bursaries and other financial assistance\n1911980               including loans for tertiary education.\nS. 3(1Xd).\n1911980              (2) Assistance to students under paragraph (g)of sub-\ns. 3 w a )    section (1) may include the provision of free places in inde-\n    (b).\n              pendent schools, books and medical and dental service, and\n              such other forms of assistance as the Minister may consider\n              necessary in any particular case.\n                    (31 For the purposes of this section “free places”\n              nieans accommodation in an educational institution allotted\n19/1980       to students who, or whose parents, are by reason of the\ns. 3(3).      allotment exempt from any liability to pay fees for tuition\n              in such institution,\nEsta’blish-    S.-(l) There shall be established for the purposes of this\nment and\nmnstim-       Act a body to be called the Teachers Service Commission.\nt h of the\nTeachers\nService              (2) The provisions of the First Schedule shall have\nCommis-\nsion.         effect as to the constitution of the Commission and other-\n1911980       wise in relation thereto.\ns. 4.\nFirst                (3) The Commission shall have such powers and\nSohdule.\n              duties as are specified in Part V or as may be prescribed.\nSpecial"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Mgster may at any time revoke the appointment of the Revocation\nchairman or any other member of the Commission if he considers it of appomt-\nexpedient so to do :                                                        mat.\n   Provided that-\n       (i) be shall not revoke the appointment of a nominated member\n            except after consultasion with the nominating body which\n            nominated that member: and\n      (ii) whenever a nominating body has, in accordance %th the\n            provisions of this Schedule, cancelled the nomination of a\n            p e m who has been appinte.3 a n o m i ~ t e dmember he\n            shall revoke the appointment of that member."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.17.\n       me inclusion of this page is authorirod by L.N. 17/1982]\n34                                         EDUCATION\n               and appeals from disciplinary decisions by a Board of\n               Management of any public educational institution.\nFounh                  (2) The provisions of the Fourth Schedule shall have\nSched~e.       effect as to the constitution of the Appeals Tribunal and\n               otherwise in relation thereto.\n                       (3) Any person who is aggrieved by the refusal of\n               the Commission to register him as a teacher or by any\n               decision taken by the Commission pursuant to section 38\n               or by any disciplinary decision taken by the Board of Man-\n               agement of any public educational institution may appeal to\n               the Appeals Tribunal within such time and in such manner\n               as may be prescribed.\n                       (4) The Appeals Tribunal may, on an appeal under\n               subsection (31, either confirm the decision appealed against\n               or vary or quash that decision, and the Tribunal may from\n               time to time return the proceedings to the person or author-\n               ity concerned with the making of that decision for further\n               information or for such other action as the Tribunal thinks\n               just.\nDisciplinary      3 8 . 4 1 ) If any teacher is found in disciplinary proceed-\npenalties.\n,9,1980        ings conducted in the prescribed manner by the Commis-\nS. 17.         sion, to be guilty of professional misconduct, the Commission\n               may-\n                     (a) admonish him;\n                     ( b ) censure him;\n                     (c) recommend that he be demoted;\n                     (d) suspend his registration for a period not exceeding\n                            one year; or\n                     (eh cause his name to be struck off the Register of\n                            Teachers.\n                          (2) If any teacher is found in disciplinary proceed-\n               ings conducted against such teacher in the prescribed man-\n               ner, to have been convicted of a criminal offence of such\n               a nature as to render him, in the opinion of the Commission,\n                      me inclusion of this page. is authorized by L.N.17/19882]\n                           EDUCATION                                  3s\nnot a proper person to be a teacher in any school, the\nCommission may, if it thinks fit, cause his name to be\nstruck off the Register of Teachers.\n        (3) In any action or other legal proceedings brought\nagainst any member of the Commission, in respect of any\nact done in pursuance or execution, or intended execution\nof this Act, the plaintiff shall not recover unless he alleges\nin his pleadings and proves at the hearing, that such act\nwas done either maliciously, or without reasonable or prob-\nable cause.\n       (4) Any person who is refused registration as a\nteacher or whose name has been struck off the Register of\nTeachers, may after the expiration of six months from the\ndate of such refusal or cancellation, as the case may be,\nre-apply for registration as a teacher and in dealing with\nsuch application the Commission shall have regard to all\nthe provisions of section 35.\n                      PARTVI. General"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The statutory system of public education shall be stags of\n                                                                the statutory\norganized in three stages, that is to say-                      systcm of\n                                                                public\n    (a) primary education, which shall consist of full-time eduoation,\n          education generally suitable to the requirements of A92980\n          students who are not over the age of twelve years\n          and, for the purposes of this Act, shall include\n          education at a pre-primary school;\n    ( h ) secondary education, which shall consist of full-\n          time education generally suitable to the require-\n          ments of students who have attained the age of\n          eleven years and are not over the age of nineteen\n          years; and\n    (c) tertiary education, which shall consist of-\n              (i) full-time education other than primary or\n                   secondary education;\n             (ii) part-time education; and\n            (iii) leisure-time occupation in organized cultural\n                   training and recreative activities,\n          available in pursuance of any provision made\n          under this Act for further education for students\n          who have attained the age of fifteen years.\n   S.-(l) The Minister may from time to time divide the m-tiw\nIsland into such educational districts as he may think fit\nand shall establish for each educational district an Educa-\ntional Board.\n       (2) The provisions of the Second Schedule shall have a d\neffect as to the constitution of each Educational Board and schedule\notherwise in relation thereto.\n        [Tbe iaduaion of thia page ia authorwd by L.N. 41119871\n10                                   EDUCATION\n                   (3) Each Educational Board shall have, in addition\n           to the powers conferred upon Educational Boards by this\n           Act, such powers and duties as may be prescribed.\n                  (4) Proceedings against any person for an offence\n           against section 21 or 22 or 23 or 24, or for the recovery\n           of any penalties under any of the said sections, may be\n           instituted by the Educational Board for the area in which\n           the offence is committed.\n                  (5) In any action or other legal proceedings brought\n           against any member of an Educational Board in respect\n           of any act done in pursuance or execution or intended\n           execution of this Act, the plaintiff shall not recover unless\n           he alleges in his pleading and proves at the trial that such\n           act was done either maliciously or without reasonable and\n           probable cause.\nM - ~ ~ ~ 9.-(1)         Every public educational institution shall be\n               administered-\ninstitutions.\n19l1980            (a) by a Board of Management, which shall consist\ns. X.).                 of not less than three persons appointed in the\n                        prescribed manner and shall have such powers and\n                        duties as m y be prescribed; or\n                   (b) where the Minister so directs, in accordance with\n                        the provisions of a scheme approved by the\n                        Minister.\n                     (2) Every scheme which provides for the manage-\n              ment of a public educational institution shall contain pro-\n              visions for the constitution, powers and duties of a Board\n'''\"\n19/19110      of Management for the educational institution to which the\n              scheme relates and shall also provide for the keeping and\n              audit of the accounts of such Board in a manner satisfactory\n              to the Minister.\n                     (3) The Minister may take such action as he may\n              consider necessary whenever there is serious failure in the\n              successful working of any public educational institution\n                      iadusion o€thu pas is mtl~rizcdby L.N.41[1987]\n                             EDUCATION                                     11\nand the Board of Management appointed under this section s.19/1980"
    },
    {
      "provision_ref": "sec7w",
      "section": "7w",
      "title": "Section 7w",
      "content": "7w.\nhas failed, within a reasonable time after having been re-\nquired by the Minister so to do, to provide a remedy for\nsuch failure."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. There shall be paid .to the chairman and other members of the Remuncra-\nTribunal such remuneration whether by way of honorarium, salary\nor fees and suoh allowances as the Minister may determine.\n                                                                    ;k\n                                                                     :'n."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. If any vacancy occurs in the membership of any Educational Fill,n20f\nBoard, such vacancy shall he filled by the appointment of another vacancies.\nrnembs who shall, subject to the provisions of this Schedule, hold\noffice for the remainder of the period for which the previous member\nwas appointed, so, however, that such appointment shall be made in\nthe same manner and from the same category of persons if any, as\nthe appointment of the previous member.\n        LThe indusion of this page is authorized by L.N. 151982J\n44                                         EDUCATlON\nGazetling        10. The name of each Educational Board and the names of all\nof appoint-   members thereof shall, as soon as practicable after such Board is\nments.\n              first conWuted, be published in the Gazette, and every change in the\n              membership thereof shall be so published.\nPdUre            11.-(1) Subject to the provisions of this paragraph each Educational\npnd meet-     Board may make by-laws for the conduct of its business, the regula-\nmgs.          tion of its proceedinss and the times and places of its meetings, but\n              no such by-law shall have effect unless and until it has been approved\n              by the Minister.\n                       (2) The chairman of an Educational Board may at any time\n              call a special meeting of the Board and shall call such meeting within\n              fourteen days of a requisition for that purpose addressed to him by\n              any five members of the Board.\n                       (3) The chairman of an Educational Board, or in his absence\n              the vice<haiman, shall preside at the meetings of the Board, and\n              in the case of the absence of both the chairman and the vice-chairman,\n              the members present and constituting a quorum shall elect a temporary\n              chairman from among their number.\n                       (4) The quorum of each Educational Board shall be five, includ-\n              ing the chairman or any other member presiding at the meeting.\n                       (5) The Minister may be represented at any meeting of an\n              Educational Board by such persons as he may authorize to represent\n              him at meetings, and such persons may take part in the proceedings\n              of the Board at the meeting but shall not vote on any matter.\n                       (6) Each Educational Board may delegate to any member or\n              committee thereof the power and authority to carry out on its behalf\n              such duties as such Educational Eoard may determine.\nMinub.          12. Minutes in proper form shall be kept of the proceadings of each\n              Educational Board.\nRemunera-        13. There shall be paid to the chairman and other members of each\ntion of       Educational Board such remuneration whether by way of honorarium.\nmembers.      salary or fees and such allowances as the Minister m a y determine.\nOffice of        14. The office of chairman or member of an Educational Board shall\nchairman      not be a public o%ce for the purposes of Chapter V of the Constitution\nand qem-      of Jamaica.\nben not\npublic\nOffiCeS.                         THIRD SCHEDULE                           (Section 26)\n              Constilution and Procedure of the Independent Schools Committee\nConstitu-      1. The Independent Schools Committee shall consist of three mem-\ntion of the bers, being persons who have had such experience in teaching or in\nIndepen-    the conduct, management or administration of educational institutions\ndent        as the Minister considers suitable, and two other members who shall be\nSchools\nCommittee.  representatives of professional teachers’ associations recognized by the\n            Minister and shall be nominated by such associations in a manner\n            approved by the Minister.\n                      me inclusion of this page is authorized by LN. 17/1982]\n                             EDUCATION                                                45"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The officeof chairman or other member of the Independent office of\nSchools Committee shall not be a public oBce for the purposes of members\nfiaPter v of the Constitution of Jamaica.                        not to be\n                                                                           public\n                                                                           Office.\n        me inclusion of this page i 6 authorized by LN. 17/1982]\n46                                           ED UCA TION\nGeneral          11. Subject to the provisions of this Schedule the, Independent\npower to       Schools Committee shall have power to regulate its own procedure.\nregulate\nprocedure.\n1911980                                 FOURTH SCHEDULE\ns. 21\n                                        THE APPEALST ~ I B U N A L\n                                 Constitution of the Appeuls Tribunal\nConstitution      1. The Appeals Tribunal (hereinaft81 called the Tribunal) shall m-\nof the         sist of a chairnuin and two other members, one of whom shall be an\nTribunal.\n               attorneyet-law, appointed by the Minister and the other shall be a\n               representasive of professional teachers' associations recognized by the\n               Minister and nominated by such associations in a -er        approved by\n               the Minister.\nAppoint-          2. The chairman and other members of the Tribunal shall be a p\nmiht and       pointed by the Minister and shall hold office for suoh period not\ntenure of      exceeding two years, as the Minister shall dehmine and shall be\noffia of       eligible for reappointment.\nmembers\nRevocation       3. The Minister may, if he thinks it expedient so to do, at any time\nof appoint-    revoke the appintment of the chairman or any 0 t h member of the\nment           Tribunal.\nTemporary        4. (1) In the case of the absence or inability to act of the chairman\nappoint-       of the Tribunal. the Minister may appoint my person to aot tem-\nments.\n               porarily as OhmiIman.\n                    (2) In the case of the absence or inability to act of any member\n               of the Tribunal other than the chairman, the Minister may appint\n               any person to act temporarily in the place of such member.\nResigna-          5. (1) Any member of the Tribunal, other than the chairman, m a y\ntion.          at any bime resign his officeby instrument in writing addressed to the\n               Minister and transmitted through the chairman, and from the date of\n               the receipt by the Minister of such instrument suoh member shall cease\n               to be a member of 'the Tribunal.\n                    (2) The chicman of the Tribunal may at any time resign his offim\n               by instrument in writing addressed to ,the M i s t e r and sllch resignation\n               shaU take effect as from the date of the &pt            of such instrument\n               by the Minister.\nFilling,of       6. If any vacancy oocurs in the membership of the Tribunal sucn\nvacannes.      vacancy shall be Mled by the appointment of anotber member who\n               shall, subject to the provisions of this Schedule, hold ofice for the\n               remainder of the period for which the prtvious member was appointed.\n               so, however, that such appointment shall be made in the same manner\n               and from the same category of persona, if any. as the appmutment Of\n               the previous member.\n                        me inclusion of this pge is authorized by LN. 17/19821\n                              EDUCATION                                      47"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The quorum of the Commission shall he six including the chair-\n              man or the vice-chairman or the person electcd to act as chairman\n              under paragraph 4 (4), not less than two of the members appointed\n              under paragraph 1 (1) (a), and at least one memster from each category\n              of members appointed under paragraph 1 (1) (b).\nDecision by      12. The deoision of the Commission or of a oommith. a p h t e d\nB majority    by it shall be by a majority of votes of the membtrs pment and\nvotc          voting and forming a quorum.and in addition to an aiginal vote\n              the chairman or any person presiding at a mceting shall have a casting\n              vote in any case in which the voting is equal.\nRemunwa-      13. There shall be paid to the chairman and ofher members of the\ntion of     Commission such remuneration, if any (whather by anay of &w\nmembers.    or travelling or other allowances) as the Minister may determine.\nProteclion.   14. Notwithstanding anything to the contrary no aot done or pro-\ngf commis- ceeding taken under this Act by the Commission shall be questioned\n51011.      on the ground of any omission,defect or irregularity not affcdng the\n            merits of the case.\nPmtedion        IS. No member d the Commission shall be penonally liable for any\nof members act or default of the Commission done or omitted to be done in g        d\nof the     faith in the course of the operation of the Commadon.\n\"mmis-\n#IOU.                me inolusion of this p g e is authorized by L.N. 17/19821\n                            EDUCATION                                                43\n                  SECOND SCHEDULE                             (Section 8)\n          Constitution and Procedure of Educafionul Boards"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A scheme shall not be made under this Act interfering when\nwith the governing body of any endowed educational insti- scheme\n                                                             quiresassent\n                                                                    re-\ntution if such governing body is subject to the jurisdiction ;2gdv-\nof the governing body of any religious denomination unless\nthe governing body of such educational institution assent\nto the scheme.\n        IThe inolusion of this page ia authorized by LN. 17/1982]\n12                                        EDUCATION\nProcedure          13.41) A draft of every scheme proposed to be made\nwith regard\nto schemes.     under this Act shall be prepared by such persons and in\n                such manner as the Minister directs and shall be published\n                in the Gazefte together with a notice that any person inter-\n                ested in any endowment or educational institution affected\n                by the scheme may, if he desires to make any objections\n                to the scheme, send his objections in writing to the Minister\n                within two months from the date of such publication.\n                         (2) The Minister shall consider every objection sent\n                to him pursuant to the provisions of this section and there-\n                after may by order approve the scheme with such modifi-\n                cations, if any, as may appear to him to be necessary and\n                as from such date as he shall specify in the order the\n                scheme shall have effect accordingly.\n                        (3) Every such order approving a scheme made under\n                section 10 shall be subject to affirmative resolution and\n                when submitted to each Chamber of the Legislature shall be\n                accompanied by the scheme.\n                        (4)The Minister shall cause a copy of every scheme\n                approved under this Act to be recorded in the Record\n                Office."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. [Repealed by Act I 9 of 1980.1\nLoan3 to       15.-(1) Where the Board of Management of any aided\naidcd\nCdKatiod     educational institution requires a loan for the purpose of\ninstitutions.\n,9,,980      improving or extending the buildings of the institution or\nS. 9(a)&(bl. erecting a new educational institution in substitution for\n             any discontinued educational institution, the Board of\n             Management may apply to the Minister for a loan from the\n             Government.\n                      (2) If upon consideration of an application for a\n             loan under this section, the Minister is satisfied that the\n             purpose for which the loan is required ought to be carried\n             out and that the amount required by way of such loan may\n             properly be obtained by borrowing, he may arrange to\n             obtain a loan from the Government.\n                       me holmion of this p g e is authorized by LN. 17119821\n                           EDUCATION                                           13"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(I) Where the Minister is satisfied that it is expedient Transferof\n                                                                educational\nthat any public educational institution should be transferred institutions\nto a new site either because it is not reasonably practicable tCnewsites.\nto make to the existing premises of the institution the\nalterations necessary for securing that they should conform\nto the prescribed standards, or in consequence of any move-\nment of population or of any action taken or proposcd\nto be taken under the Housing Act, or the Town and\nCountry Planning Act, the Minister may by order authorize\na transfer of the institution to the new site.\n        (2) Any transfer authorizad under this section shall\nnot be deemed for the purposes of this Act to constitute\nthe discontinuance of the institution or the establishment\nof a new institution."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Every public educational institution shall comply ,itequire-\nwith the following requirements, that is to say-            men& to be\n                                                            fulfilled by\n                                                                     public edu-\n    (a) the premises of such institution shall be sanitary cational\n          and be maintained in a condition which the Minis- institulions.\n          ter considers satisfactory for the conduct of an\n         educational institution;\n     (b) it shall be open to inspection pursuant to the provi-\n          sions of section 39;\n     (c) the conscience clause shall be observed therein;\n     (d) it shall be conducted in accordance with all the\n         regulations relating thereto;\n     (e) it shall not be conducted for private profit and no\n          portion of the funds thereof shall be used for any\n          purpose other than the purpose of that institution;\n     v) where such institution is a high school the fees for\n         tuition therein shall be fixed by the Board of Man- @/I980\n         agement subject to the approval of the Minister; 510-\n     (g) where such institution is an aided educational in-\n         stitution-\n-      m e inolusion of bis Fage is authorized by LN. 17/1982]\n                                                                 -\n14                                    EDUCATION\n                        (i) the management and eficiency thereof shall\n                             be of a standard which in the Minister’s\n                             opinion justifies the making of grants-in-aid\n                             to such institution;\n                       (ii) every person holding any interest in or right\n                             over the premises of the institution shall\n                             inform the Minister, in such manner as shall\n                             be prescribed, of the nature and extent of\n                             such interest or right;\n1911980              (iii) the owners or Board of Management\ns. 10.                       thereof shall not discontinue the institution\n                             except after serving on the Minister not less\n                             than four years’ notice, or such shorter\n                             notice as the Minister may agree to accept,\n                             of their intention to do so;\n1911980              (iv) if the owners or Board of Management\ns. 10.                       thereof decide to discontinue the institution\n                             they shall, if the Mjnister so requires, repay\n                             prior to the discontinuance of the institution\n                             such portion as the Minister thinks just of\n                             any expenditure incurred by the Govern-\n                            ment in connection with the establishment\n                            or alteration of the institution.\n                  (2) If it appears to the Minister that in respect of\n          any aided educational institution there has occurred or is\n          about to occur any failure to comply with the requirements\n          of sub-paragraph (iii) of paragraph (g) of subsection (1) the\n19/1980   Minister may dismiss the Board of Management thereof\ns. 10.    and thereafter conduct and maintain the institution-\n               (a) where the notice required under that sub-paragraph\n                    was served on him, until the expiration of the\n                    notice; or\n               (b) in any other case, until the owners of the institution\n                    either-\n                        (i) inform him in the prescribed manner of their\n                            intention to continue to conduct and main-\n                  me inclusion of this page is authorized by LN. 17/1982]\n                             EDUCATlON                              15\n                   tain the institution as an aided educational\n                   institution; or\n              (ii) serve on him the notice required under that\n                   sub-paragraph and such notice expires.\n       (3) While any educational institution is being con-\nducted and maintained by the Minister under subsection\n(2)-\n       (a) he shall keep the premises of the institution in\n           good repair;\n       (b) for all purposes relating to the condition of the\n            premises of the institution and the occupation and\n            use thereof, any interest in such premises which\n            is held for the purposes of the institution shall be\n           deemed to be vested in him,\n       (c) the owners of the institution shall be entitled to\n            the use of the whole or any part of the premises\n            thereof when not required for the purposes of\n            the institution to the like extent as they would\n            have been if they had continued to carry on the\n           institution.\n       (4) Any person aggrieved by a requirement of the\nMinister pursuant to sub-paragraph (iv) of paragraph (s)\nof subsection (1) to repay any amount may appeal to a\nJudge in Chambers.\n         ( 5 ) Any amount required, pursuant to sub-paragraph\n(iv) of paragraph (g) of subsection (11, to be repaid shall be\na debt due to the Government from the owners or Board i9j1980\nof Management of the institution and may be sued for and s 10.\nrecovered in the Supreme Court or in a Resident Magis-\ntrate’s Court by the Attorney-General, with costs of suit,\nfrom the person charged therewith as a debt due to the\nGovernment.\n         me inclusion of this page is authorized by L.N. 17/19821\nE\n16                                   EDUCATlON\nCo-cic-\nclause.\n             lS.-(l) It shal! not be required as a condition of the\n19/1980   admission or attendance of any student in a public educa-\n%?)       tional institution-\n                (a) that he shall attend OT abstain from attending any\n                     Sunday School or place of religious worship;\n                (6) that he shall, if his parent objects, attend any\n                    religious observance or any instruction in religious\n                     subjects at such institution or elsewhere;\n                (c) that he shall attend such institution on any day\n                     specially set apart for religious worship by the\n                     religious body to which he belongs.\n                 (2) If the parent of any student attending a public\n          educational institution requests that such student be excused\n          from attendance at any religious observance or any instruc-\n          tion in religious subjects at such institution or elsewhere,\n          then, until such request is withdrawn, the student shall be\n          excused from such attendance without forfeiting any of the\n          other benefits of such institution.\n                  (3) Where the parent of any student who is a boarder\n          at a public educational institution requests that the student\n          be permitted to attend worship in accordance with the\n          tenets of a particular religious denomination on Sundays\n          or other days exclusively set apart for religious observance\n          by the religious body to which his parent belongs, or to\n          receive religious instruction in accordance with such tenets\n          outside school hours, the Board of Management of the insti-\n          tution shall make arrangements for alfording to the student\n          reasonable opportunities for so doing, so, however, that such\n          arrangements shall not entail expenditure by the Minister\n          or the Board of Management.\n                  (4) Subject to the provisions of this section, the\n          school day in every public educational institution shall\n          include time for collective worship on the part of all students\n          in attendance at the institution, and the arrangements made\n                 me inclusion of this page is aut$orized by LN. 17/19821\n                              EDUCATION                                                17\ntherefor shall provide for a single act of worship attended by all\nsuch students unless, in the opinion of the Board of\nManagement, the premises of the institution are such as to make\nit impracticable to assemble the students for such purpose.\n       (5) A copy of this section.printed in large type shall be\nkept posted up in a conspicuous place in every public\neducational institution."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Minister shall cause every public educational Registration\ninstitution to keep, in such form and manner as shall be ofl,,l,,o\n                                                               students\nprescribed, a register to be known as the Register of Stu- s. 12.\ndents, and such register shall contain the prescribed particu-\nlars with respect to all persons who are students at such\ninstitution."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Minister may by order declare-                                   Declaration\n                                                                           of compul-\n                                                                           sory\n         any area within a radius of three miles fiom any                  education\n         school specified in such order to be a compulsory compulsory\n         education area; and                               school age.\n         the compulsory school age in relation to such com-\n         pulsory education area.\n  2 1 4 1 ) It shall be the duty of the parent of every child of           D U ~ Yof\ncompulsory school age residing in a compulsory education area ~ e ~ ~                       ~   '   o\nto cause him to receive full-time education suitable to his age education of\nand ability, and satisfactory to the Educational Board for the\narea, either by regular attendance at school or otherwise.\n       (2) 1f any child of compulsory school age in a com- 1911980\npulsory education area who is a registered student at a S. 13(a).\nSchool fails to attend regularly thereat, the parent of the\nchild shall be guilty of an offence against this section.\n       (3) In any proceedings for an offence against this\nsection the child shall not be deemed to have failed to\nattend regularly at school by reason of his absence there-\nfiom-\n            phe inclusion of this page is authorized by L.N. 1 1 1/2005]\n                             EDUCATION\n    (a) at any time when he was prevented from attending\n        by reason of sickness or any unavoidable cause;\n    (b) with leave granted by any person authorized in\n        that behalf by the owners or the Board of Manage-\n        ment of the school;\n    (c) if the parent proves that the school at which the\n        child is registered is not within walking distance               0\n        of the child's home.\n        (4) In this section \"walking distance\" means, in\nrelation to any child who has not attained the age of eight\nyears, two miles, and in relation to any other child, three\nmiles, measured in each case by the nearest available route.\n       (5) Any person who is guilty of an offence against\nthis section shall be liable on summary conviction before\na Resident Magistrate, in the case of a first conviction, to\na fine not exceeding one dollar, in the case of a second\nconviction, to a fine not exceeding four dollars, and in the\ncase of a third or subsequent conviction, to a fine not\nexceeding ten dollars or to imprisonment for a term not\nexceeding fourteen days or to both such fine and such\nimprisonment.\n        (6) Where the court before which a prosecution is\nbrought for an offence against this section or section 22 is\nsatisfied-\n    (a) that the child in respect of whom the offence is\n         alleged to have been committed has failed to attend\n         regularly at the school at which he is a registered\n         student; or\n     (b) that a person who is alleged to have failed to                  0\n         comply with the requirements of an attendance\n         order is guilty of an offence against section 22,\nthe court may, whether or not the parent is convicted,\ndirect that the child in respect of whom the offence is alleged\nto have been committed be brought before a Children's Court\n                              EDUCATION\nby the person or authority by whom or on whose behalf the\nproceedings were instituted, and the Children's Court may, if it\nis satisfied that it is necessary so to do for the purpose of\nsecuring the regular attendance of the child at a school, make\nany order which such a court has power to make under section\n80 (2) of the Child Care and Protection Act in the case of\nchildren who are brought before it under Part I11 of that Act.\n        (7) For the purposes of the Child Care and Protection\nAct any child with respect to whom a direction has been given\nunder this section that he be brought before a Children's Court\nshall be deemed to be a child about to be brought, or brought,\nbefore such a court under Part I n of that Act and any order made\nby a Children's Court under this section shall be deemed to be\nan order made under section 80 (2) of that Act, and all the\nprovisions of that Act shall have effect accordingly, but subject\nto the modification that in relation to any such child subsection\n(1) of section 12 of that Act shall have effect as if the words \"or\nany person to whom a direction has been given under subsection\n(6) of section 21 of the Education Act\", were inserted therein\nnext after the word \"constable\".\n       (8) In this section and sections 22, 23 and 24, any L.Nn.\n                                                             149178,\nreference to a Resident Magistrate, in so far as it relates- 64/80.\n    (a) to a Resident Magistrate's Court for the parish of\n         Kingston or for the parish of Saint Andrew, shall, as\n         respects any time on or after the 13th day of\n         November, 1978, be construed as a reference to the\n         Family Court-Corporate Area Region; and\n     (b) to the Resident Magistrate's Court for a parish within\n         the geographical jurisdiction of a Family Court\n         established pursuant to Part I1 of the Judicature (Family\n         Court) Act, shall, as respects any time on or after the\n         date on which such Court is established, be construed\n         as a reference to that Family Court.\n20                                         ED UCATION\nschool          22.-(l).If   it appears to the Educational Board for any\nattendance\norders.      cclmpulsory education area that the parent of any child of\n             compulsory school age residing in such area is failing to perform\n             the duty imposed on such parent by section 21 the Educational\n             Board shall serve upon the parent a notice requiring him, within\n             such time as may be specified in the notice, not being less than\n             fourteen days fiom the service thereof, to satisfy the Educational\n             Board that the child is receiving hll-time education suitable to\n                                                                                        0\n             his age and ability and satisfactory to the Educational Board,\n             either by regular attendance at school or otherwise.\n                    (2) If a parent upon whom a notice is served under\n             this section fails to satisfy the Educational Board in accord-\n             ance with the requirements of the notice that the child to\n             whom the notice relates is receiving hll-time education\n             suitable to his age and ability and satisfactory to the Educa-\n             tional Board, then, if in the opinion of the Educational\n             Board it is expedient that he should attend school, the Board\n             shall serve upon the parent an order (hereinafter referred\n             to as a \"school attendance order\") requiring the parent to\n,,.,,,,\ns. 14.\n             cause the child to become a registered student at a school\n             named in the order:\n               Provided that the Educational Board may at any time, at the\n             request of the parent, substitute another school for the school\n             named in the order.\n                    (3) If any person upon whom a school attendance\n             order is served fails to comply with the requirements of the\n             order he shall be guilty of an offence against this section\n             unless he proves that he is causing the child to whom the\n             order relates to receive, otherwise than at a school, hll-\n             time education suitable to his age and ability and satis-\n             factory to the Educational Board.\n                    (4) If in any proceedings against any person for a\n             failure to comply with a school attendance order that per-\n             son is acquitted, the court may direct that the school attend-\n                            EDUCATION                               21\nance order shall cease to be in force, but without prejudice\nto the duty of the Educational Board to take further action\nunder this section if at any time the Educational Board is\nof the opinion that having regard to any change of circum-\nstances it is expedient so to do.\n        ( 5 ) Except as provided in subsection (4) a school\nattendance order made with respect to any child shall, sub-\nject to any amendment thereof which may be made by the\nEducational Board, continue in force so long as such child\nis of compulsory school age, unless such order is revoked\nby the Educational Board.\n        (6) Any person who is guilty of an offence against\nthis section shall be liable on summary conviction before a\nResident Magistrate, in the case of a first conviction, to a\nfine not exceeding one dollar, in the case of a second con-\nviction, to a fine not exceeding four dollars, and in the case\nof a third or subsequent conviction to a fine not exceeding\nten dollars or to imprisonment for a term not exceeding\nfourteen days or to both such fine and such imprisonment."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Duty of parents to secure education of their children.\n      l I b c inclusion of this page is authorized by LN. 17/1982]\n2                               EDUCA TION"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.41) It shall be lawful for any person authorized in ~ ~ b ~ r i ~\nthat behalf by an Educational Board (which person is herein-     FxEtf\nafter referred tb as an Attendance Officer) at any time $g2y\nbetween the hours of seven o’clock in the morning and six\no’clock in the evening on any day to enter any premises\nand there-\n     (U) make such enquiries as may be necessary to deter-\n         mine whether the provisions of section 21 or\n         section 22 are being complied with in relation to\n         any child whom he has reasonable cause to believe\n         to be residing or employed on such premises; or\n     (b) serve on any person a notice under section 22 or\n         section 24.\n         (2) Every Attendance Officer shall be furnished with\na certificate of authorization by the Educational Board for\n        me indudon af this page is authorized by L.N. 57/1981]\n22                                          EDUCATION\n              the area concerned and upon entering any premises as afore-\n              said, he shall, if required so to do, produce to the occupier\n              his certificate of authorization.\n                       (3) Any person who-\n                    (a) assaults or obstructs any Attendance Officer while\n                         such Attendance Officer is acting pursuant to any\n                         power vested in him by this Act; or\n                    (b) having been requested by any Attendance Officer\n                         to give any information of which he may be\n                         possessed as to the name, age, residence, parent,\n                         employment, or attendance at school of any child,\n                         fails without reasonable cause to give such inform-\n                         ation to the Attendance Officer; or\n                   (c) knowingly gives to any Attendance Officer any false\n                         or misleading information as to the name, age,\n                         residence, parent, employment, or attendance at\n                         school of any child,\n              shall be guilty of an offence against this section, notwith-\n              standing that any child in relation to whom such offence\n              is alleged to have been committed is not of compulsory\n              school age, and shall be liable on summary conviction before\n              a Resident Magistrate to a fine not exceeding forty dollars.\nChildrm          24.-(1) The Minister may direct the Educational Board\napccid,\nq uiring      for any compukory education area to ascertain for his\neducational   information which children of compulsory school age\ntreatment.\n              residing in such area require special educational treatment;\n              and after considering the report of the Educational Board\n              the Minister may take such steps as he thinks fit to provide\n              for the education of any such children requiring special\n              educational treatment.\n                     (2) For the purpose of carrying out the directions\n              of the Minister under this section an Educational Board\n              may cause to be served upon the parent of any child of\n              compulsory school age residing in a compulsory education\n                      p’be inclusion of this page is authorized by L.N. 57119811\n                             EDUCATION                                     23\narea in respect of which such directions were given, a\nnotice requiring the parent to submit the child, at a time\nand place specified in the notice: for examination by a\nMedical Ofiiclsr for advice as to whether the child is suffer-\ning from any disability of mind or body and as to the\nnature and extent of any such disability.\n         (3) If any parent upon whom a notice is served\nunder this section fails without reasonable cause to comply\nwith the requirements of such notice he shall be guilty\nof an offence against this section, and shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding four dollars, and where such offence is con-\ntinued after conviction the parent shall be guilty of a con-\nLinuing offence and in respect of cach day during which that\noffence continues shall be liable to a fine not exceeding two\ndollars.\n                PARTIV. Independent Schools\n  2 5 . 4 1 ) The Minister shall appoint an officer of the Registra-\n                                                                  01 in-\nMinistry of Education to be the Registrar of Independent tion dependent\nSchools (in this Act referred to as “the Registrar”) and 9choo1s.\nshall furnish him with a certificate of appointment.\n         (2) The Registrar shail keep a register, to be known\nas the Register of Independent Schools, and such register\nshall be open to public inspection at all reasonable times.\n       (3) Whenever the Registrar is satisfied that there is\nany error in the Register of Independent Schools, or any\nomission therefrom, he shall forthwith rectify the error or\nomission.\n        (4) Subject to thz provisions of subsection (5) the\nRegistrar shall provisionally register in the Register of\nIndependent Schools any independmt school for the regis-\ntration of which the proprietor thereof makes application\nin the prescribed manner and furnishes the prescribed par-\nticulars.\n___       ..\n24                               EDUCATION\n             (5) No application under subsection (4) may be made\n     in respect of an independent school where pursuant to the\n     provisions of this Part, the proprietor is disqualified from\n     being the proprietor of an independent school or the school\n     premises are disqualified from being used as a school, or\n     if the school premises are used or proposed to be used for\n     any purpose for which they are disqualified by virtue of the\n     provisions of this Part.\n              (6) The Registrar shall, as soon as may be after an\n     independent school has been provisionally registered, cause\n     the schools to be inspected and thereafter refer to the\n     Independent Schools Committee-\n          (U) the application for registration;\n          ( b ) the particulars furnished;\n          (c) the inspection report,\n     in relation to the school, for the recommendations of the\n     Independent Schools Committee as to whether the school\n     should or should not be registered under this Act.\n             (7) The Registrar shall, upon receipt of the recom-\n     mendations of the Independent Schools Cornmitt-\n        (a) register the school finally in the Register of\n               Independent Schools and give notice to the pro-\n               prietor that the school has been registered; or\n         ( b ) if the Independent Schools Committee is of opinion\n               that the school is objectionable upon all or any of\n               the grounds specified in subsection (1) of section"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Children requiring special educational treatment.\n                      PARTIV. Independent Schools"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) There is hereby established an Independent Indepndeni\n                                                                Schools\nSchools Committee whose duties shall be-                        committee.\n      (a) to consider applications for registration of indepen-\n          dent schools referred to the Committee by the\n          Registrar;\n      (6) to deal with representations made to the Com-\n          mittee in respect of notices of complaint served\n          under section 27 and disqualifications arising there-\n          from,\nand to make recommendations and give direction as the\ncase may require to the Registrar in relation to such applica-\ntions and representations.\n        (2) The provisions of the Third Schedule shall have mid\neffect as to the constitution of the Independent Schools schedule.\nCommittee and otherwise in relation thereto."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) If at any time the Registrar is satisfied that any Notice of\nregistered or provisionally registered school is objectionable mmphiui.\nupon all or any of thc following g r o u n d s\n        me inclusion of this p g e is authorized by LN. 17/19821\n26                                     EDUCATtON\n               (a) that the school premises, or any part thereof, are\n                     unsuitable for use as a school;\n               ( b ) that the accommodation provided at the school\n                     premises is inadequate or unsuitable having regard\n1911980              to the number, ages, and sex of the students attend-\nS. 15.               ing the school;\n               (c) that efficient or suitable instruction is not being\n                     provided at the school having regard to the ages\n1911980\ns. 1s\n                      and sex of the students attending the school;\n               ( d ) that the proprietor of the school or any teacher\n                     employed therein is not a proper person to be\n                     the proprietor of an independent school or to be\n                     a teacher in any school, as the case may be,\n          the Registrar shall serve upon the proprietor of the school\n          a notice of complaint stating the grounds of complaint\n          together with full particulars of the matters complained\n          of; and unless any of such matters are stated in the notice\n          to be in the opinion of the Registrar irremediable, the\n          notice shall specify the measures necessary in the opinion\n          of the Registrar to remedy the matters complained of, and\n          shall specify the time, not being less than six months after\n          the service of the notice, within which such measures are\n          thereby required to be taken.\n                  (2) If it is alleged by any notice of complaint served\n          under this section that any person employed as a teacher\n          at the school is not a proper person to be a teacher in any\n          school, that person shall be named in the notice and the\n          particulars contained in the notice shall specify the grounds\n          of the allegation, and a copy of the notice shall be served\n          upon him.\n                  (3) Every notice of complaint served under this\n          section and every copy of such notice so served shall limit\n          the time, not being less than one month after the service\n          of the notice or copy, within which representations in respect\n                 p   c inclusion of this page is authorized by L.N. 17/19821\n                            EDUCATION                                  27\nof the complaint may be made to the Independent Schools\nCommittee under the provisions of section 28."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) Any person upon whom a notice of complaint Detemha-       .\n                                                                   hon of\nor a copy of such notice is served under section 27 may, complainta.\nwithin the time limited in that behalf by the notice, make\nrepresentations in respect of the complaint to the Indepen-\ndent Schools Committee in the prescribed manner.\n          (2) The Independent Schools Committee shall, as\nsoon as may be after representations in respect of any com-\nplaint are made to it, afford all parties concerned an oppor-\ntunity of being heard, and after considering such evidence\nas may be tendered by them or on their behalf, may direct\nthe Registrar-\n     (a) to withdraw the complaint, but without prejudice\n            to the duty of the Registrar to serve a further\n            notice of complaint under section 27 if at any\n            time he is of opinion that having regard to any\n            change of circumstances he ought to do so; or\n      ( b ) to notify the proprietor of the school in respect\n            of which the notice of complaint was served that\n            the school will be struck off the Register of\n            Independent Schools on the specified date; or\n      (c) to notify the proprietor of the school in respect\n            of which the notice of complaint was served that\n            the school will be struck off the Register of\n            Independent Schools on the specified date unless\n            the requirements of the notice of complaint, sub-\n            ject to such modifications, if any, as may be\n            specified by the Committee are complied with to\n            the satisfaction of the Registrar before the specified\n            date; or\n      (d) if the school premises or any part thereof are\n            unsuitable for use as a school to notify the pro-\n             prietor that such premises or part are disqualified\n            from being so used after the specified date; or\n        W e inclusion of this page in authorized by L.N. 1711982)\n28                                   EDUCATION\n               (e) if the accommodation provided at the school\n                    premises is inadequate or unsuitable having regard\n19/1980\nS. 16\n                    to the number, ages and sex of the students attend-\n                    ing the school, to notify the proprietor that the\n                    premises are disqualified from being used on and\n                    after the specified date as a school for students of\n                    such age or sex, or exceeding such number, as\n                    may be specified in the notification;\n               U, if the proprietor of the school or any teacher\n                    employed therein is not a proper person to be\n                    the proprietor of an independent school or to be\n                    a teacher in any school, as the case may be, to\n                    notify the proprietor that on and after the specified\n                    date that person is disqualified from being the\n                    proprietor of any independent school or from being\n                    a teacher in any school.\n                   (3) The Independent Schools Committee shall, in\n          directing the Registrar to notify the proprietor of an\n          independent school of any disqualification or any intention\n          to strike the school off the Register of Independent Schools,\n          specify the date, which shall not be earlier than six weeks\n          from the date of the direction, from or on which the dis-\n          qualification or striking off is to have effect and such date\n          shall, in relation to that disqualification or striking off, be\n          the specified date for the purposes of this Part.\n                  (4) Where the Registrar is directed under subsection\n          (2) to notify the proprietor of an independent school of any\n          disqualification or any intention to strike the school off the\n          Register of Independent Schools, the Registrar shall comply\n          with the direction by serving forthwith upon such proprietor\n          a notification in writing containing the particulars, including\n          the specified date, given in the direction.\n                  (5) If the Registrar is directed to notify the pro-\n          prietor of an independent school that any person employed\n          as a teacher at the school is disqualified from being a teacher\n                 me inclusion of this page is authorized by LN. 17/1982l\n                            EDUCATION                                29\nin any school, a copy of the notification shall be served on\nthat person.\n        (6) Where the person upon whom a notice of com-\nplaint or a copy of such notice is served under section 27\ndoes not. within the time limited in that behalf by the\nnotice, make representations in respect of the complaint\nto the Independent Schools Committee, the Registrar shall\nrequest the Committee to give him directions and the Com-\nmittee may, upon consideration of such information as it\nmay require from the Registrar, give him any direction\nwhich it would have power to give if representations in\nrespect of the complaint had been so made.\n       (7) Where any person is disqualified under this\nsection either from being the proprietor of an independent\nschool or from being a teacher in any school, then, unless\nthe Independent Schools Committee otherwise directs, that\nperson shall be deemed to be disqualified both from being\nthe proprietor of an independent school and from being a\nteacher in any school."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) The Registrar or any person aggrieved by any Appeal to\ndirection of the Independent Schools Committee under sub- Minister.\nsection (2) of section 28 may within twenty-one days after\nnotification of that direction has been served on him appeal\nto the Minister in such manner as may be prescribed.\n        (2) At the hearing of an appeal the Minister may-\n     (a) dismiss the appeal and confirm the directions of\n          the Independent Schools Committee; or\n     (b) allow the appeal and set aside the directions of\n         the Independent Schools Committee; or\n     (c) set aside the directions of the Independent Schools\n         Committee and give in substitution therefor such\n         other directions as he may think proper.\n30                                     EDUCATION\n                    ( 3 ) Where notice of appeal is duly given within the\n          period prescribed by subsection (1)-\n               (a) the withdrawal of complaint; or\n               ( b ) the striking of any school off the Register of\n                       Independent Schools; or\n               (c) any disqualification,\n          which would be the result of the direction in respect of\n          which such notice of appeal is given shall await the determi-\n          nation or abandcniitent of the appeal.\nEnfona-     30.-(1) Subject to the provisions of section 29, where\nmat.\n          a notification has been ser;;ed in accordance with section\n          28 the Registrar shall, on the specified date-\n              (a) if the notification specified any intention to strike\n                     a school off the Register of Independent Schools,\n                     so strike off the school, unless any requirements\n                     specified in the notification were complied with to\n                     his satisEaction before the specified date;\n              ( b ) if the notification specified any disqualification,\n                     record in the Register of Independent Schools a\n                     memorandum of that disqualification.\n                   (2) Any person who-\n                (a) uses any premises for any purposes for which it\n                     is disqualified; or\n                (b) acts as the proprietor of an independent school\n                     or accepts or endeavours to obtain employment\n                     as a teacher in any school while he is disqualified\n                     from being a teacher in any school,\n          shall be guilty of an offence and shall be liable on summary\n          conviction before a Resident Magistrate, in the case of a\n          first conviction, to a fine not exceeding forty dollars, and in\n          the case of a second or subsequent conviction, to a fine not\n          exceeding one hundred dollars or to imprisonment with or\n                             EDUCATION                                  31\nwithout hard labour for a term not exceeding three months\nor to both such fine and such imprisonment.\n        (3) A prosecution for an offence under this section\nshall not be instituted without the sanction of the Director\nof Public Prosecutions."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) Where pursuant to the provisions of this Part $;$:of\nany school is struck off the Register of Independent Schools catlons.\nor any disqualification is imposed, any person may make\nrepresentations to the Independent Schools Committee that\nby reason of any change of circumstances set out in the\nrepresentations the name of the school ought to be restored\nto the Register of Independent Schools or the disqualifica-\ntion ought to be removed, as the case may require, and the\nCommittee shall consider such representations and give to\nthe Registrar such directions as it considers just.\n        (2) Any person aggrieved by any decision of the\nIndependent Schools Committee may appeal to the Minister\nin the manner and within the time specified in section 29,\nand subsection (2) of that section shall have effect in relation\nto such appeal.\n    PARTV. Registration and Discipline of Teachers"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) The Commission shall have power to deal with- ~~d~~\n                                                           of the\n    (a) the registration of teaching personnel and matters Teachers\n                                                           Service\n         related thereto;                                  Commi+\n    (b) the discipline of teaching personnel and matters yqiiggo\n         related thereto; and                              S. 17.\n    (c) the assessment of qualifications and   any other\n         matter of a professional nature referred to the\n         Commission by the Minister.\n       (2) The Commission shall also advise the Minister-\n    (U) on matters relating to the appointment of princi-\n         pals;\n       W e inclusion of thu page ia a u t h o r i d by LN. 17/1982]\n32                                          EDUCATlON\n                    ( b ) if requested by the Minister to do so, on matters\n                          relating to the appointment of vice-principals and\n                           teachers to posts of special responsibility; and\n                    (c) on any other matter that the Commission may wish\n                          to bring to the attention of the Minister or which\n                          the Minister may refer to the Commission for i&\n                           advice and guidance in the discharge of any of his\n                           duties under this Act.\nPCnOlU            33. A person shall not teach or be employed as a teacher\nwho may\nLeach in        in a public educational institution unless he is regktered-\na ublk\nJw-\ntional in-\n                     (a) as a trained teacher;\nstitution.           (b) as a pre-traned teacher; or\n19/1980\nS. 17.               (c) as an authorized teacher.\nRWirtra.           34.4 1) The Commission shall cause to be kept a Register\nteachers.\ntiM Of          of Teachers in which shall be registered the particulars con-\n19/1%0\nS. 17.\n                cerning every person who is a registered teacher.\n                        (2) Every application to the Commission for registra-\n                tion as a teacher shall be made in the prescribed manner\n                and shall be accompanied by such documents as may be\n                prescribed.\n          for     35.-(1) A person shall not be registered as a teacher-\nrefusal of\nregisira-           (a) if he does not possess the prescribed qualifications;\nti0n.\n19/1980             (b) if he does not establish that he is of good character;\ns. 17.                   or\n                    (c) if within a period of six months immediately pre-\n                         ceding the date of his application-\n                             (i) he had been refused registration as a teacher\n                                 by the Commission; or\n                            (ii) his registration as a teacher has been can-\n                                 celled by the Commission.\n                                                                           -\n                       IThe inclusion d this page is autborizcd by L.N. 17/19821\n                            EDUCATION                                        33\n        (2) In deciding whether a person has established that\nhe is of good character, regard shall be had to any criminal\noffence of which he may have been convicted, and to all\nthe circumstances thereof and to the life and conduct of such\nperson subsequent to the conviction.\n        (3) The Commission may refuse to register any per-\nson as a teacher-\n     (a) if he suffers from any physical or mental defect or\n          deformity likely to interfere with the practice of\n          teaching;\n     (b) if he has been convicted of any criminal offence of\n          such a nature as to render him, in the opinion of\n          the Commission, not a proper person to be a ,tea-\n          cher in any school; or\n    (c) if he has in any application for registration as a\n          teacher made any statement or furnished any in-\n          formation which he knew to be false in any mateh1\n          particular.\n   3 6 . 4 1 ) Subject to subsection (3), the Minister may, after Authorid\nconsultation with the chairman of the Commission, direct ‘         $gi\nthe Commission to record in the Register of Teachers under S. 17.\na special column to be headed “authorized teachers”, the\nname of any person who would otherwise be refused regis-\ntration as a teacher on the ground that he does not possess\nthe prescribed qualifications, and the Commission shall give\neffect to such direction.\n          (2) Registration as an authorized teacher shall in no\ncircumstances exceed six years.\n          (3) The Minister may not direct the registration as\nan authorized teacher of any person whose name is struck\noff the Register of Teachers."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) There shall be an Appeals Tribunal established A,,@*\nfor the purposes of hearing appeals from the Commission           yply$"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) The Minister may cause any educational institu-\ntion to be inspected at such intervals as he may think fit tiond\nby persons authorized by him in that behalf and the Minister imihlliom.\nshall cause a special inspection of any such institution to be\ncarried out whenever it appears to him that such special\ninspection is desirable.\n        (2) Any person who prevents a person authorized to\ncarry out any inspection under this section from carrying\nout such inspection or obstructs him in the course of such\ninspection shall be guilty of an offence against this section\nand shall be liable on summary conviction before a Resident\nMagistrate, in the case of a first conviction, to a fine not\nexceeding forty dollars, and in the case of a second or sub-\nsequent conviction, to a fine not exceeding one hundred\ndollars or to imprisonment with or without hard labour for\n       IThe inclwon of this page is authorized by LN. 17/1982]\n36                                          ED UCA TION\n                a term not exceeding three months or to both such fine and\n                such imprisonment.\n                        (3) A prosecution for an offence under this section\n                shall not be instituted without the sanction of the Director\n                of Public Prosecutions.\nEnquiry           40.-(1)    The Minister may from time to time cause en-\ninto manage- quiry to be made and evidence to be          taken touching the\nmmt of\nendowed         management of any endowed educational institution and\ninrtiiutions.\n                the application of its property and income.\n                         (2) The person directed to hold an enquiry under\n                this section shall have the powers and privileges of Commis-\n                sioners under sections 10 and 11 of the Commissions of\n                Enquiry Act (giving Commissioners powers to summon and\n                examine witnesses and relating to the duty of witnesses\n                summoned, their expenses, and penalty for contumacy or\n                insult).\nAppval        41.-(1) Notwithstanding anything to the contrary con-\nq u m d for\ndisposal oftained in any trust, directions or provisions which affect\nL,\"d\"dy in the endowment of any endowed educational institution any\nendowment. property included in such endowment shall not be encum-\n           bered or sold or otherwise disposed of except with the\n           prior approval in writing of the Minister.\n                        (2) Any person aggrieved by the refusal of the Minis-\n                ter to give his approval under subsection (1) may appeal\n                therefrom to a Judge in Chambers."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Approval required for disposal of property included in endow-\n           ment."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Where the age of any person is required to be ascer-\n                tained or proved for the purposes of this Act or any regula-\n                tions made thereunder or for any purpose connected with\n                the education of such person, then, notwithstanding any-\n                thing contained in the Registration (Births and Deaths)\n                Act, any person shall upon making application to the\n                Registrar-General in the prescribed form and upon pay-\n                ment of the prescribed fee which shall not exceed ten cents,\n                        me inclusion of thia page is authorized by LN. 17/19821\n                            ED UCA TION                                   31\nbe entitled to obtain from the Registrar-General a certified\ncopy of the entry in the general register of births relating\nto the person whose age is required to be ascertained or\nproved.\n  4 3 4 1 ) The Minister may make regulations generally ~ ~                ~   d   ~\nfor the proper carrying out of ihe purposes and provi-\nsions of this Act and in particular but without prejudice to\nthe generality of the foregoing may make regulations-\n     (a) for the management and conduct of public educa-\n          tional institutions;\n    (b) specifying the powers and duties of Boards of\n         Management of public educational institutions and s.19/198a\n                                                                 18(a).\n          of Educational Boards;\n     (c) prescribing, subject to such exemptions as may be\n          specified, the standards to which the premises of\n          educational institutions shall conform;\n     (4 with respect to the purposes for which the premises\n          of educational institutions may be used;\n    (e) prescribing the amounts to be paid by way of\n         grants-in-aid or otherwise to any educational 191 1980\n         institution or any class of educational institution S. 18tb).\n         specified in such regulations, and the conditions\n         subject to which any such amounts shall be paid;\n    0 with respect to the appointment, terms of employ-\n         ment, disciplinary control and payment of salaries\n         of teachers and other personnel in public educa- ]9/1980\n         tional institutions;                                s. IS(C).\n    (g) governing the admission of students to public educa-\n         tional institutions and the discipline of such 19/1980\n         Students;                                      S. 18(d).\n    (h) specifying, in respect of public educational institu- 19/1980\n         tions, the curriculum of study to be observed, the S Wd).\n         examinations to be taken by students, and such\n         other matters as the Minister may think fit in\n       IThe inclusion of this page is aUth0rk.d by L.N. 17/1982]\n38                                   EDUCATION\n                   relation to the grant of certificates of competency\n                   to students who pass such examinations;\n             (z) providing for the award of scholarships, exhibi-\n                   tions, bursaries and other financial assistance in-\n                   cluding loans for further education and higher\n                   education and specifying the conditions subject to\n                   which such scholarships, exhibitions and bursaries\n                   shall be held or any other financial assistance shall\n                   be given;\n             ( j ) prescribing the particulars to be furnished to the\n                   Registrar by the proprietors of independent\n                   schools, providing for the notification to the\n                   Registrar of any changes in the particulars so fur-\n                   nished, and specifying the circumstances in which\n                   the Independent Schools Committee may direct the\n                   Registrar to strike any independent school off the\n                   Register of Independent Schools in the event of\n                   the Registrar being unaSle to obtain sufficient par-\n                   ticulars thereof;\n19/198a      (k) delining the several categories of students requiring\nS . 18(d).          special educational treatment and making provi-\n                   sion as to the special treatment appropriate to\n                   the students of each category;\n19/1980      ( I ) prescribing the manner in which disciplinary pro-\nS. 18(e).          oeedings may be instituted before the Commission\n                   against registered teachers the procedure to be\n                   followed in the conduct of such proceedings and\n                   matters incidental to or consequential on such pro-\n                   ceedings;\n             (m) prescribing the manner of appealing to the Minister\n                   and the Tribunal, and as to the proceedings in any\n                   such appeal and matters incidental to or con-\n                   sequential on such proceedings;\n             (n) prescribing anything requiring to be prescribed\n                   under this Act;\n                [The inclusion of this p g e is authorized by L.N. 17119821\n                           EDUCATION                               39\n    (0) with respect to such other matters as may be in-\n         cidental to or connected with the foregoing.\n        (2) Regulations made under this section shall be\nsubject to negative resolution.\n        (3) The Minister may cause all or any of the regula-\ntions made under this section to be bound in a book to be\ncalled the Code of Regulations and thereafter the Minister\nmay, at such times as it may seem to him that by reason of\nany amendment in the regulations the Code of Regulations\nought to be amended or re-printed, direct such amendment\nto be made or such re-printing to be done."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. In the exercise and performance of the functions wish- of\nassigned to him by this Act, the Minister shall have regard E;.'\"\nto the general principle that, so far as is compatible with     Eation\nthe provision of efficient instruction and training, and the of stud-.\navoidance of unreasonable public expenditure, the wishes S.19/1980\n                                                                19\nof parents are to be considered in the education of students.\n       me inolusion of this pge is authorized by LN. 17/1982]\n40                                        EDUCA TZON\n1911980                              FIRST SCHEDULE\ns. 20\nConstitu-                       The Teachers Service Commission\ntion of\nthe com-        1 . 4 1 ) ,%Commission shall consist of nineteen members appointed\nmission.     by the Minister in the following manner, that is to say-\n                   (Q) nine members (hereinafter referred to as ordinary members)\n                         appointed by the Mmister in his discretion;\n                   (6) ten members appointed by the Minister (hereinafter referred\n                         to as nominated members) whom-\n                            (i) six shall be persons nominated by teachers associations\n                                r e c d z e d by the Minister: and\n                           (ii) four shall be persons nominated by any bcdy of persons\n                                recognized by the Minister as reprcscnting owners of\n                                educiptiona!l institutim.\n                     (2) Each nominating body shall as soon as possible &r the\n             enactment of the Education (Amendment) Act. 1980, furnish to the\n             Minister the names of the persons whom they nominatc for appoint-\n             ment under subparagraph (1) (6).\n                     (3) A nominasing body may at any time by insirument in writing\n             addressed to the Minister cancel the nornipation of any person no&-\n             ~ t e by d it.\n                     (4) Whenever pursuant to subparagraph (3) the occasion requhs,\n             the nominating M y shall submit ,tothe Minister the name of an addi-\n             tional person in place of any person whose nomination hus been can-\n             ceued.\n                   (5) In this Schedule “homhting body” means any body autho-\n             rized under this paragraph to nominate persons for appoin-ent as\n             members of the Commission.\nGrard of        2. The Minister on the application of any member of the Commission\nleave d      may grant to such member leave of absence for any period not exceed-\nabwncz to    ing six months and may appoint some other person to aut as a member\nmrmbera.     during the period of leave of absence so granted :\n                Provided that where leave of absence is gmted to a nomimted\n             member, a person nominated by the nominating body concerned in\n             accordance with the provisions of paragraph 1 shaU bt appointed to\n             act."
    }
  ],
  "definitions": []
}