{
  "id": "jm-stat-the-education-tax-act",
  "type": "statute",
  "title": "The Education Tax Act",
  "title_en": "The Education Tax Act",
  "short_name": "Education Tax Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-education-tax-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-education-tax-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Employment of a person in any of the offices mentioned in sub.\nsection (6) of section 1 of the Constitution of Jamaica. other than\nemployment on the personal staff of the Governor-General."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-\n                     \"head of mission\" haa the same meaning as in section 2 of the\n                         Diplomatic Immunities and Privileges Act;\n                     \"hospital\" means any institution for the reception and treatment\n                         of persona sufferingfrom illness or mental defectivmess. any\n                         maternity home, and any institution for the rseeption and\n                         aeabnent of persona during convalescence or persona requiring\n                         medical rehabilitation and includes clinics, dispensaries and\n                         out-patient departments maintained in connection with any\n                         such institution or home as aforesaid:\n                     \"member of mission\" in relation to a head of mission has the\n                          same meaning as in subection (2) of section 4 of the Diplo-\n                         matic Immunities and Wvilegts Act, save that it doen not\n                         include a domestic worker."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) For the purposes of this Act, taxpayers shall be cP%wi-\n                                                          oftax-\ndivided into the following categories-                    PW.\n     u employed persons;\n     ( b ) self-employed persons;\n     (c) employers.\n       (2) The Minister may by regulations modify the appli-\ncation of subsection (1) in relation to cases where it appears\nto him desirable to do so by reason of the nature or circum-\ns h c e s of a person's employment or otherwise, and, without\nprejudice to the generality of the foregoing, such regulations\nmay provide-\n      (a) for disregarding or for treating as not being em-\n            ployment, either as a self-employed person or as\n            an employed person-\n               (i) employment which in the opinion of the\n                    Minister is of a casual or subsidiary nature\n                    or in which the person concerned is engaged\n                   only to an inconsiderable extent;\n              (ii) employment in the service, or for the pur-\n                   poses of the trade or business, or as a\n                   partner, of a relative of the person con-\n                   cerned;\n                                    EDUCATION T A X\n                     (iii) such employment in the senice of, or in the\n                            service of a person employed to, such inter-\n                            national organizations or countries (other\n                            than Jamaica), as may be specified in the\n                            regulations;\n                (b) for treating as employment as an employed per-\n                    son-\n                       (i) such employment as a self-employed person\n                            as may be specified in the regulations;\n                       (ii) such employment outside Jamaica in con-\n                            tinuation of gaiuiul employment in Jamaica\n                            as may be specified in the regulations;\n                (c) for treating as employment as a self-employed per-\n                     son-\n                        (i) such employment as an employed person\n                            as may be specified in the regulations;\n                       (ii) such employment outside Jamaica in con-\n                             tinuation of gainful employment in Jamaica\n                            as may be specified in the regulations;\n                (d) for treating for the purposes of this Act, o r of such\n                    provisions thereof as may be specified in the\n                    regulations, a person's employment either as an\n                    employed person or as a self-employed person as-\n                        (i) continuing during periods of holiday, in-\n                            capacity for work or in such other circum-\n                            stances as the Minister thinks appropriate;\n                       (ii) ceasing in such circumstances as may be\n                            prescribed."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Education tax payable by self-employed persons shall be paid\nby such persons monthly to the Commissioner of Inland Revenue\n(hereinafter referred to as the Commissioner) withim fourteen days\nafter the end of every month aforesaid.\n         (2) Any employed person whose total emoluments in any week is\nless than the minimum wage shall he deemed to be a self-employed\nperson for the purpose of these Regulations, and accordingly the pro-\nvisions of paragraph 2 of the Appendix shall apply.\n         (3) Education tax payable by an employee (being a citizen of\nJamaica) employed in Jamaica to a foreign Embassy, High Commission.\nConsulate or Agency of the United Nations, or any international organi-\nzation entitled to diplomatic privileges under the Diplomatic Immunities\nand Privileges Act, shall be paid to the Commissioner, within\nfourteen days after the end of the month in which the emoluments are\npaid and for the purposes of section 4 of the Act, the employer of such\nan employee shall not be liable to pay education tax in respect of such\nemployee.\n         (4) Education tax payable by employers shall be paid by such\nemployers monthly to the Commissioner within fourteen days after\nthe end of each month aforesaid.\n         (5) If any employer by reason of an error has paid to the\nCammissioner on account of education tax an amount which he\nis not liable so to pay, the amounts which he is liable so to pay sub-\nsequently during the same tax year shall be reduced by the amount\nso ovetpaid"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) Where a taxpayer is employed to more than one employer\nand such taxpayer's emoluments from each employer in any week does\nnot exceed the minimum wage, but the total sum of emoluments in\nthat week exceeds the minimum wage, such taxpayer shall be deemed\nto be a self-employed person and shall pay his tax, in accordance with\nthe provisions of paragraph 2 of the Appendix, within fourteen davs\nafter the end of every month to the Commissioner.\n       (2) Where a taxpayer is a domestic worker and such taxpayer'$\nemoluments in any week exceeds the minimum wage, the emplover of\nthat taxpayer shall deduct and pay such taxpayer's education tax within\nfourteen days after the end of every month to the Commissioner."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6-41) Any taxpayer, being an employad person, shall be entitled\nto inspect the receipt issued by the Commissioner to the employer\nof such taxpayer showing the payment of education tax by that cm-\nployer to the Commissioner.\n       (2) An employer shall. at the request of any taxpaver employed\nby him, afford such taxpayer the opportunity of inspecting the reaeipt\nreferred to in paragraph (1)\n          me inclusion of this page is autho-   by L.N. 37119881\n                           EDUCATlON TAX"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Every employer shall keep a record of remuneration con-\ntaining, in relation to each employed person in his employment, the\nfollowing particula-\n      (a) the name and national insurance number of the employed\n            person;\n       (b) the total emoluments paid to such employed person by that\n            employer and the period in relation to which such emolum*nts\n            are paid;\n      (c) the amounts deducted from the employed person's emoluments\n            pursuant to this Act.\n        (2) Any employer who fails to keep a record in accordance with\nparagraph (1) shall be liable on summary conviction in a Resident\nMagistrate's Court in respect of each oEence to a fine not exceeding\nthree hundred dollars and to an additional fine not exceeding twenty\ndollars for each day on which the offence is continued after conviction.\n           (3) Every employer, whenever called upm to do so by the\n Commissioner or any o$cer authorized by the Commissioner, shall\n  produce to the Commissioner or such other officer, as the case may\n be, for inspection at the employer's premises-\n        (     all wage sheets and other documents or records relating to\n               the calculation or payment of the wages of his employees in\n              respect of the years or months specified by such Commis-\n               sioner or officer or to the deduction of tax pursuant to this\n              Act;\n        (b) such of thme wage sheets or other documents or records as\n              may be specified by the Commissioner or other officer.\n           (4) The Commissioner may, by reference to the informatroll Ob-\n tained from an inspection of the documents and records produced\n under paragraph (3). on the occasion of each inspection prepare a\n certificate showing--\n        (a) the amount of tax which it appears from the documents\n              record so produced that the employer is liable to pay In\n              mpect of education tax; and\n        ( b ) any amount of such education tax which has not been paid to\n              the Commissioner.\n           (5)The production of such a certificate shall be sument evidence\n that the employer is liable to pay to the Commissioner in respect of\n the period specified in the certificate the amount shown therein pur-\nsuant to paragraph (4) (b): and any document purporting to be such\na certificate shall be deemed to be such a certificate until the con-\ntrary is proved."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Every self-employed person shaU keep a record of his earnings\nshowing the following particulars-\n       (a) his name and national insurance number:\n       (b) the amounts deducted from his eamingn pursuant to this Act.\n          ll%e indusion af this page is aukhonzad by L.N. 37119881\n                          EDUCATION TAX\n       .(2).hy self-employed ptrion who fails to keep a rccord in\naccordance with pafagraph (1) &ail hk liable on summary conviction\nin a Resident Magistrate's Court in respect of each offence to a fine\nnot exceeding one thousand dollars and to an additional h e not ex-\nceeding,twp.hundred dollars for each day on which the offence is con-\ntinued aftcr~. conviction.\n       (3) Every self-employed person: hene ever called upon to do so\nh the Commissioner or any officer authorized by the Commissioner\n&s    produce to the Commissioner or such other officer as the case may\nbe, for inspection at the self-employed person's premises, the record\n required to be kept pursuant to paragraph (1) or such other documents\nas may be specified by the Commissions or other offim.\n       (4) The Commissioner may. by reference to thc infomation ob-\ntained from an inspection of the r e c ~ dand docwncnts produced\nunder paragraph (3), on the occasion of each inspection prepare a\ncertificate showing-\n     (a) the amount which it appears from the documenta or record so\n            produced that the aelf-employed person is liable to pay in\n            respect of education tax: and\n     (b) any amount of education tax which haa not been paid to the\n         .. C!o@missioner.\n             ,\n       (5) The production of auch a certificate shallbe su@cient evidence\nthat the self-employed person is liable to pay to thc Commissioner\nin reapact of the period specified in thc certIficate~the'aniountshown\ntherein purauant to para aph (4) (b); and any document .purpomg to.\n                       8\nbe such a certificate sh be deemed to be such a oertificalc until the\ncmtrary is pmved.\n          me inclusion of this page is authorized by L.N. 50/19W\n                               EDUCATlON T A X\n                                   APPENDIX\n                                      Late of education\n                                       tax payable by     Late of education\n          Spbci6d Taxpayers           mployee or by self- tax payable by\n                                      rnployed person        employer\nL.N.    1. Employed Persuns-\n%=I89\n         (a) An employed person        20 cents per week      20 cents per week\n             over the age of 18\n             years and under re-\n             tiremeot age em-\n             ployed as a domestic\n             worker.\n          (6) A citizen of Jamaica      2 per cent of his      3 per cent of the\n              over the age of 18          emoluments             emoluments of\n              years and under r e                                      pason\n              tiremeot age em-\n              ployed by Embas.\n              dm. High Cornmis-\n              aions, Consulates or\n              United        Natim\n              Agenciea situated m\n              Jamaica.\n          (c) A pemn who is not         2 per cent of hi       3 per cent of the\n              a citizen of Jamaica.       emoluments             emolumenb of\n              over the age of 18                                 that pemm\n              years and under re-\n              tirement age rtaident\n              in I       d and em-\n              ployed than other\n              than to E m W i ,\n              High Conrmissions,\n              Consulates or United\n              Nations Agencies.\n                                                                           -\n                        EDUCATION TAX                                      21\n                                Rate of education\n                                tax payable by        Rate of education\n   Specified Taxpayer8          employee or by         tax payable by\n                                 self-employed             employer\n                                     perm0\n (6) Any employed per-           2 per cent of his     3 per cent of the\n     son over the age of           emoluments             emolumentr of\n     18 years and under                                   that person\n     retirement age other\n     than those specified\n     at sub-paragraphs\n     (a>.(b). md (el.\n (e) A citizen of Jamaica        2 per cent of his     3 per cent of the\n      over the age of 18           emoluments            emoluments of\n     years and under re-                                 that Krson\n     tirement age em-\n     ployed by a Jamaican\n     Embassy. Jamaican\n      High Commission.\n     Jamaican Consulate.\n     or a Jamaican cam-\n     P Y .        &dent\n      abroad."
    }
  ],
  "definitions": [
    {
      "term": "hospital",
      "definition": "any institution for the reception and treatment",
      "source_provision": "sec2"
    }
  ]
}