{
  "id": "jm-stat-the-election-petitions-act",
  "type": "statute",
  "title": "The Election Petitions Act",
  "title_en": "The Election Petitions Act",
  "short_name": "Election Petitions Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-election-petitions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-election-petitions-act | Legal areas: Elections",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Election Petitions Act.                               Short title.\n                                                                                        29119%‘\n                   PART I. Election Petitions                                           s. 2."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. InthisAct-                                                                         Interprets-\n                                                                                        tian\n“constituency” means an area of Jamaica having separate\n     representation in the House of Representatives;             6/1%3\n“Constituted Authority” means the Constituted Authority ; 9 i ( E ) .\n     established under section 62C of the Kingston and St. s.2.\n     Andrew Corporation Act, section 40C of the Parish\n     Councils Act and section 44A of the Representation of the\n     People Act;\n“corrupt practice” means bribery, treating and undue influence\n     or any of such offences as defined or recognized by the law\n     of Jamaica;\n“division” means-                                                29/1997\n                                                                 S. 3 (a).\n        (a)any division of any parish except the parishes of\n             Kingston and St. Andrew, for the purposes of the\n             Parish Councils Act;\n        (b) any division‘of the parishes of Kingston and St.\n             Andrew for the purpose of the Kingston and St.\n             Andrew Copration Act;\n“petition” or “election petition” shall mean a petition\n     complaining of an undue return or undue election of a\n     member of the House of Representatives or a councillor of\n     a Parish Council or the Kingston and St. Andrew 29/1997\n     Corporation, presented to the Supreme Court under the s.3(b).\n     provisions of this Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A petihon may be presented to the Supreme Court by any whomay\none or more of the following persons, that is to say-                                   s:m.\n                                                                                        611%3\n                                                                                        s.2 (sch.).\n               [The inclusion of this page IS authonzed by L N   SSn003l\n4                                        ELECTION PETITIONS\n                         (a) in relation to the House of Representatives by the\n                             Clerk of the House of Representatives by authority\n                             of a resolution of that House;\n2911997                  (b) in relation to the House of Representatives or a\ns.4.\n                             Parish Council or the Kingston and St. Andrew\n                             Corporation, by the Attorney-General or by any\n                             other person.\n~ ~ v i s i o n ~ a 4.\n                    ~ The following provisions shall apply to the presentation of\nto presenting\npetitiOnS.      an election petition-\n                        (a) The petition shall be signed by the petitioner, or all\n                             the petitioners if more than one.\n                             The petition shall be presented to the Registrar\n                             of the Supreme Court within twenty-one days\n                             after the return has been made of the member\n                             to whose election the petition relates, unless it\n                             question the return or election upon an allegation\n                             of corrupt practices, and specifically alleges a\n                             payment of money or other reward to have been\n                             made by any member, or on his account, or with\n                             his privity, since the time of such return, in\n                             pursuance or in hrtherance bf such corrupt\n                             practices, in which case the petition may be\n                             presented at any time within twenty-eight days\n                             after the date of such payment.\n                             Presentation of an election petition shall be\n                             made by filing it in the Registry of the Supreme\n                             court.\n                             At the time of the presentation of the petition,\n                             or within three days afterwards, security for the\n                             payment of all costs, charges and expenses that\n                             may become payable by the petitioner-\n                               (i) to any person summoned as a witness on his\n                                    behalf; or\n                               (ii) to the member whose election or return is\n                                    complained of (who is hereinafter referred to\n                                    as the respondent),\n                     ELECTION FETlTlONS                                          5\n        shall be gi\\en on behalf of the petitioner except\n        where the petitioner is the Clerk of the House of\n         Representatives or the Attorney-General.\n    (e) The security shall be an amount of five thousand i94f997\n        dollars fm a petition and shall be deposited in the\n         Consolidated Fund to the credit of the petition to\n         abide the order of the Court."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. On presentation of the petition the Registrar shall\npublish a copy of the same in the Gazette."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Notice of the presentation of a petition and the security          :ziF;i\n(if any) accompanied by a copy of the petition shall, within COPY   of\n                                                             pzti'ion.\nten days after the pmentation of the petition, be served by 2911997\n                                                             S. 6 .\nthe peti,tioner on the mpondent.\n  Service of the p t i i o n may be effected either by personal\nservice or by registered post to the address of the respon-\ndent stated in the respondent's nomination paper."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. It shall be sufficient that a petition shall state ocneral\ngenerally the grounds on which the petitioner relies for tZ:gial\nchallenging the election or return, concluding with a ~ ; f $ ~\nstatement of the relief sought; particulars, however, pteulars\nof the acts complained of as avoiding the election or return      to\nshall be furnished by the petitioner to the respondent, k f u m k h d\nwithin ten days after the presentation of the petition.\n  It shall be lawful for a Judge of the Supreme Court, on\na summons taken out by the respondent for the purpose, to\norder further and better particulars to be furnished by the\npetitioner, or on a summons being taken out by the\npetitioner to allow such particulars to be added to or\namended.\n          :The ixluiion ofIhx page i% authorized by L.N I46 1 9 9 ~ 1\n6                                     ELECTION PETITIONS\nservice of        9. Service of any notices required to be served shall,\nnotices, hoa\n=ffectd.     subject to any direction given by the Chief Justice, be\n6/1963       effected in accordance with the rules in force in the\ns. 2 ~sch.).\n             Supreme Court or in the Court of Appeal, as the case may\n             be, with reference to service.\nAddressfor    10. The petitioner shall in his petition state his address\nservice to k\nfurnishcdby for service within three miles of the Court House of\nbothpartieS.    Kingston. Similarly a respondent shall, within ten days\n                after service on him of notice of the mtition as aforesaid.\n                furnish an address for service within the distance aforesaid:\nNotice of\ncross"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where a petition complains of an undue return and\nwmpJ!ahl.       claims the seat for some person other than the person\n                returned, it shall be lawful for the respondent, within ten\n                days after service of the notice of the petition as aforesaid,\n                to give notice to the petitioner that he intends to complain\n                of the election of the person on whose behalf the seat is\n                claimed as undue.\n                  The rules applicable to a petition and to particulars of\n                charges made therein shall apply equally to such notice-.\nSeveral            12. Where more petitions than one are presented\nps(itions as\nto the samo     relating to the same election or return, all such petitions\ncldon.          shall be dealt with as one petition, in such manner and on\n                such terms as a Judge in Chambers may direct.\nWithdrawal\nof petitions."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. An election petition shall not be withdrawn without\n                the leave of the Court, or of a Judge in Chambers, upon\n                special application made for such leave.\n                  No such application shall be granted unless the Court or\n                Judge is satisfied that adequate notice has been given, h\n                the case of an election to the House of Representatives, in\n                the constituency, or, in the case of an election to a\n29/1997         Parish Council or to the Council of the Kingston and St.\ns. 9.\n                Andrew Corporation, in the parish to which the pe~tion\n                         [ m e inclusion of this page is authorizedby L.N. 1461 19991\n                     ELECTION PETlTlONS                                                1\nrelates, of the intention of the petitioner to make such\napplication.\n  On the hearing of the application for withdrawal, any\nperson who might have been a petitioner in respect of the\nelection to which the petition relates may apply to the\nCourt or a Judge to be substituted as petitioner for the\npetitioner so desirous of withdrawing the petition.\n  The Court or Judge may, if it or he thinks fit, substitute\nas a petitioner any such applicant as aforesaid, and may\nfurther, if the proposed withdrawal is in the opinion of\nthe Court or Judge induced by any corrupt bargain or\nconsideration, by order direct that the security given on\nbehalf of the original petitioner shall remain as security\nfor any costs that may be incurred by the substituted\npetitioner, and that to the extent of the sum named in\nsuch security the original petitioner shall be liable to pay\nthe costs of the substituted petitioner.\n  If no such order is made with respect to the security\ngiven on behalf of the original petitioner, security to the\nsame amount as would be required in the case of a new\npetition, and subject to the like conditions, shall be given\non behalf of the substituted petitioner before he proceeds\nwith his petition, and within five days after the order of\nsubstitution.\n  Subject as aforesaid, a substituted petitioner shall stand\nin the same position, as nearly as may be, and be subject\nto the same liabilities, as the original petitioner.\n  If a petition is withdrawn the petitioner shall be liable\nto pay the costs of the respondent.\n   Where there are more petitioners than one, no applica-\ntion to withdraw a petition shall be made except with the\nconsent of all the petitioners.\n         [   T   ~   ~   ~   I   ~   i   o   ~   ~L.N.\n                                                     ~ 146119991\n                                                         ~ ~ g     e   i   s   ~   u   ~   r   ~   ~\nx                                   ELECTION PETZTIONS\nDeath of\npetmoncr        14. An election petition shall be abated by the death of\n              a sole petitioner or of the survivor of several petitioners.\n              The abatement of a petition shall not affect the liability of\n              the petitioner to the payment of costs previously incurred.\n              On the abatement of a petition notice of such abatement\n              having taken place shall be gwen in the Gazette; and within\n              fourteen days after such notice has been given any prson\n              who might have been a petitioner in respect of the election\n              to which the petition relates may apply to the Court or a\n              Judge in Chnmbers to be substituted as a petitioner.\n                The Court or Judge may, if it or he thinks fit, substitute\n              as a petitioner any such applicant who is desirous of being\n              substituted, and on whose behalf security to the Same\n              amount is given as is required in the case of a new\n              petition, and subject to the same right on the part of the\n              respondent to object to the sufficiency of the same.\nRespond-         15. If before the trial of any election petition any of\nent s death\norrefusal     the following events happen in the case of the respondent,\nto contest\n              that is to say-\n                    (a) if he dies;\n                    (b) if he gives notice to the Registrar of the Supreme\n                        Court and to the petitioner that he does not\n                         intend to oppose the petition,\n              notice of such event having taken place shall be given in\n              the Gazerte, and within fourteen days after the notice shall\n              have been given any person who might have been a\n              petitioner in respct of the election to which the petition\n              relates may apply to the Court or a Judge in Chambers\n              to be admitted as a respondent to oppose the petition,\n              and such person shall on such application be admitted\n              accordingly, either with the respondent, if there be a\n              respondent, or in place of a respondent; and any number\n              of persons not exceeding three may be so admitted.\n                       p h e inclusion of this page is authorized b? L N 1-61 19991\n                    ELECTION PETITIONS                                       9"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. A respondent who has gicen the prescribed notice 5;;:\nthat he does not intend to oppose the petition shall no1 be abllmcsaftcr\n                                                             refusal 10\nallowed to appear or act as a party against such petition contest.\nin any proceedings thereon, and shall not sit or vote in the\nHouse of Representatives until the Speaker or Deputy ;1;?&               ~\nSpeaker of the House of Representatives has been informed\nof the report on the petition or in a Parish Council or the i9(;z;(bl.\nCouncil of the Kingston and St. Andrew Corporation until\nthe chairman or vice-chairman of that Parish Council or\nthe Mayor or h p u t y Mayor of the Kingston and St.\nAndrew Corporation has been so inform&, and the Court\nor Judge shall in all cases in which such notice has been\ngiven foflhwith report the same to the Speaker or Deputy\nSpeaker of the House of Representatives in the case relat-\ning to the House of Representatives, or to the chairman or\nvice-chairman of the Council in a case relating to a Parish\nCouncil or to the Mayor or the Deputy Mayor of the                   ?{;E,\nKingston and St. Andrew Corporation in a case relating\nto the Kingston and St. Andrew Corporation in accordance\nwith the provisions hereinafter contained."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where an election petition complains of a double Double\nreturn, and the respondent has given notice to the return:\nRegistrar of the Supreme Court and the petitioner that lhereof.\nit is not his intention to oppose the petition, and no party ;/;sssh.,\nhas been admitted in pursuance of the provisions of this\nAct to defend such return, then the petitioner, if there be\nno petition complaining of the other member returned on\nsuch double return, may withdraw his petition, by notice\naddressed to the Registrar of the Supreme Court; and\nupon the receipt of such notice the Registrar shall report\nthe fact of the withdrawal of such petition to the Speaker\nor Deputy Speaker of the House of Representatives or to\nthe chairman or vice-chairman of the Parish Council or :*{!=.\nto the Mayor or Deputy Mayor of the Kingston and St.\nAndrew Corporation, as the case may be, and the House\n-                           -   _-__~__\n             inclunmn of lha page is authorized bl. L.N 1461 19991\n10                                   ELECTION PETlTlONS\n~          8    {of Representatives\n                     ~    ~    ~    or\n                                     ~ the Parish Council or the Council of\n                the Kingston and St. Andrew Corporation, as the case may\n                be, shall thereupon give the necessary directions for amend-\n                ing the said double return.\nComplainfs\nof conduct"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where an election petition complains of the conduct\nof the          of a Returning Officer, such Returning Officer shall for\nReturning\nOfficer.        all the purposes of this Act, except the admission of\n                respondents in his place, be deemed to be a respondent.\nComplaint\nof nu return."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A petition complaining of no return may be\n                presented to the Court, and shall be deemed to be an\n                election petition within the meaning of this Act; and the\n                Court may make such order thereon as they think expedient\n                for compelling a return to be made, or may allow such\n                petition to be heard by the Judge in manner hereinbefore\n                provided with respect to ordinary election petitions.\nPriority           19A. The trial of an election petition shall, so far as\nof trial\nof clec-        practicable consistently with the interests of justice in\nlion,           respect of the trial, commence within ninety days of the\npcuhon.\n2811988         date of filing of the petition and be continued from day tc\ns.2.\n                day on every lawful day until its conclusion.\nIh'al of          20. The following provisions shall take effect                       with\npetitions.\n                reference to the trial of an election petition-\n                     (a) Every election petition shall be tried by the\n                        Chief Justice or a Puisne Judge of the Supreme\n                        Court nominated by him after consultation with\n                         the other Judges.\n                    (b) The trial of an election petition shall take place\n                        at the principal Court House in the parish in\n                        which is comprised the constituency or the\n                        division to which the election relates :\n                         [The inclusion 4 this page is authorized by L.N. 146/ 19991\n                     ELECTION PETITIONS                                    11\n          Provided that if it shall appear to a Judge of\n        the Supreme Court on an application by summons\n        that special circumstanws exist which render it\n        desirable that the petition should be tried in\n        Kingston or in some other parish, or, if the\n        parties agree, it shall be lawful for the Judge to\n        order the trial to be held in Kingston or in some\n        other parish.\n    (c) Every election petition shall be tried                   in open\n        Court by a Judge of the Supreme Court sitting\n        alone without a jury.\n    (d) Notice of the time and place a1 which an election\n        petition is to be tried shall be given by affixing a\n        notice signed by the Registrar of the Supreme\n        Court on the notice board (of the Supreme Court),\n        at the Court House where the election petition is\n        to be tried, and by publication in the Gazette. Such\n        notice shall be given not less than fourteen days\n        before the day fixed for trial.\n    (e) (i) The Judge who has been nominated to try\n            the election petition or, if he is not available,\n             any other Judge of the Supreme Court, may\n             direct the postponement of the trial of the\n             election petition to some other date, if it\n             shall appear to him expedient so to do and\n             may gjve such directions as to notice of the\n             postponement as he cansiders necessary.\n        (ii) The Judge presiding at the trial may adjourn\n              the same from time to time, and, in case of\n              a trial outside of Kingston, from any one\n              place to any other place within the parish,\n              as to him may seem expedient, or to\n              Kingston or to some other parish, if the\n              parties so agree.\n         [The inclusion ofthis page is authorued by L N. l46/19991\nRL-I8\n12                              ELECTION PETITIONS\nM U o n aod\noutilicats     0 At the conclusion of the trial, tbc Judge shall\ntherrof.           determine whether the member of the House of\n29/ 1997\nS.12 (a) 0.\n                    Repmeutativea or the Parish council or the\n                    Council of the Kingston and St. Andrew Corpo-\n                    ration, as the case may be, whose return or election\n                    is complained of, or any and what other person,\n                   was duly returned or elected, or whether the\n                   election was void, and shall certify such\n&/I963\nS. 2 (Sch.)\n                   determination to the Speaker of the House of\n                   Representatives, or, if the Speaker be the respond-\n                   ent, to the Deputy Speaker, in the case of an\n                   election to the House of Representatives, or to\n                   the chairman of the Parish Council. or if such\n                   chairman be the respondent, to the vicschairman,\n                    in the case. of an election to a Parish Council\n29/1997\ns.12 (a) 0.\n                    or to the Mayor of the Kingston and St. Andrew\n                    Corporation or, if the Mayor be the respondent,\n                    to the Deputy Mayor, in the case of an election to\n                    the Kingston and St. Andrew Corporation; and\n                    subject to an appeal under section 22 the return\n                    shall be confirmed or altered, or the writ for a\n                    new election shall be issued, as the case m a y re-\n                    quire, in accordance with such determination.\nCdfieats\nwhere          (g) Where any charge is made in an election petition\n                   of any corrupt practice having been committed at\n-d.                the election to which the petition refers, the\n6/1%3\nS. 2 (seh.).\n                   Judge shall in addition to the certificate afore-\n                   said, and at the same time as he sends such\n                   certificate, report in writing to the S@er         or\n                   Deputy Speaker of the House of Representatives\n                   or to the chairman or vice-chairman of the Parish\n                   Council or to the Mayor or Deputy Mayor of the\n                    Kingston and St. Andrew Corporation, as the case\n                   may be, as follows-\n                    (i) whether any corrupt practice has or has\n                         not been proved to have been committed at\n                                                                                   __-.\n                   p % e inclusion of this page i s authorized by L.N 146/ 19931\n                  ELECTION PETITIONS                               13\n         such election, and the nature of such\n         corrupt practice;\n      (5)whether any corrupt practice proved to\n         have been committed as aforesaid has or\n         has not been proved to have been com-\n         mitted by, or with the knowledge and\n         consent of any candidate at such election,\n         or by any agent of such candidate;\n      (iii) the names of all persons, if any, who have\n            been proved at the trial to have been guilty\n            of any corrupt practice;\n      (iv) whether corrupt practices have, or whether\n           there is reason to believe that corrupt\n           practices have extensively prevailed at the\n           election to which the petition relates.\n(h) The Judge may at the same time make a special sPcial\n    report to the Speaker or Deputy Speaker of the\n    House of Representatives or to the chairman or 6,1963\n     vice-chairman of the Parish Council or to the S . 2 ( * h ~\n     Mayor or Deputy Mayor of the Kingston and St. 29/199?\n                                                       S.12\n     Andrew Corporation, as the case may be, as to\n     any matter arising in the course of the trial, an\n     account of which in his judgment ought to be\n     submitted.\n(i)   Where, upon the application of any party to a Swiduaa\n      petition under this Act, it appears to the Court\n      or to a Judge in Chambers that the case raised :!?&\n      by the petition can be conveniently stated as a\n      special case, the Court or Judge may direct the\n      same to be stated accordingly; and any such\n      special case shall, as far as may be, be heard\n      before the Court of Appal, and the decision of\n      the Court of Appeal shall be final; and the Court\n      of Appeal shall certify to the Speaker or Deputy\n       ['rhinclusionafthispageis authorized by L.N. 146/19991\ni4                                  ELECTION PETITIONS\n                       Speaker of the House of Representatives or to the\n                        chairman or vice-chairman of the Parish Council\n                        or to the Mayor or Deputy Mayor of the Kingston\n                        and St. Andrew Corporation, as the case may\n                        be, its determination in reference to such special\n                        CW.\nPowerto          21. If it appear to the Judge on the trial of the said\nreserve\nquestions\nof law.\n               petition that any question or questions of law, as to the\n               admissibility of evidence or otherwise, require further\n               consideration by the Court of Appeal then it shall be\n               lawful for the said Judge to postpone the granting of the\n               said certificate until the determination of such question\n               or questions by the Court, and for this purpose to reserve\n               any such question or questions in like manner as such\n               questions are generally reserved by a Judge at nisi prius.\nAmat..           2 2 . 4 1 ) An appeal shall lie from the determination by\n611963         a Judge of the Supreme Court on a petition under section\ns. 2 (sch.).\n               20 to the Court of Appeal whose decision shall be final and\n               conclusive to all intents and purposes.\n                       (2) So much of the provisions of this Act, and with\n               such modifications, as may be prescribed by rules of court\n               shall have effect in relation to an appeal under this section,\n               and to the appellant and respondent in such appeal as they\n               apply to a petition and to the petitioner and respondent\n               in respect of such petition.\nEvidcnww\ntocorrupt"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Trial of petitions.\n      Decision and certificate thereof.\n      Certificate where corrupt practices c h u f l .\n      Special repon.\n      Special msc."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Appeals.\n                                                                   ~\n         r\n         he inclusion ofthis page is authorized by LN. 146 19991\n2                             ELECTION PETITIONS"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. At the trial of an election petition, unless the\nvacha       Judge otherwise directs, any charge of a corrupt practice\nmeivabh\nbeforeproof may be gone into, and evidence in relation thereto\nof agency.\n            received, before any proof has been given of agency on\n            the part of any candidate in respect of such corrupt\n            practice.\n                        mhe inclusion of this pngc is authorized b~ L.N.146119991\n                         ELECTION PETITIONS                                          15\n                                                                          Power#oi"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)   On the trial of an election petition the Judge Court and\nshall, subject to the provisions of this Act and to any promdu=.\ndirections given by the Chief Justice, have all the powers,\njurisdiction and authority of a Judge of the Supreme\nCourt; and the Court held by him shall constitute a $/;:&,.\nCourt of the Supreme Court.\n        ( 2 ) Witnesses shall be subpoenaed and sworn in\nthe same manner (as nearly as circumstances will admit)\nas in a trial of a civil action in the Supreme Court and shall\nbe subject to the same penalties for perjury.\n        (3) An election petition shall be deemed to be a\nproceeding in the Supreme Court and, subject to the\nprovisions of this Act and to any directions given by the\nChief Justice, the provisions of the Judicature (Civil Pro-\n                                                                   177\ncedure Code) Law and the rules of court shall, so far Cap.     (1953Edm.\nas practicable, apply to election petitions.                   Omitted).\n       (4) Unless otherwise ordered by the Chief Justice\nand subject to the provisions of this Act, all interlocutory\nmatters in connection with an election petition may be\ndealt with and decided by any Judge of the Supreme\ncourt."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The Judge shall be attended on the trial of an officnslo\n                                                            attend\nelection petition by the Clerk of the Circuit Court for the c,,uh\nparish in the same way as if he were sitting as the Judge\nof such Circuit, and by such other officers as usually\nattend the last-mentioned Judge."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. On the trial of an election petition the Judge may, Attendam\n                                                            rind exam-\n                                                            .\nby order under his hand, compel the attendance of any ination       of\nperson as a witness who appears to him to have been *-ca.\nconcerned in the election to which the petition refers, and\nany person refusing to obey such order shall be guilty of\ncontempt of Court.\n            [The inclusion 4 this page i n authorized by L.N.146/ 19991\n16                               ELECTION PETITIONS\n                The Judge may examine any witness so compelled to\n             attend, or any person in Court, although any such witness\n             is not called and examined by any party to the petition.\n               After the examination of a witness by the Judge, such\n             witness may be crossexamined by or on behalf of the\n             petitioner and respondent, or either of them.\ncosh of         27. The reasonable expenses incurred by any person in\nwiimctlk\n             appearing to give evidence at the trial of an election\n             petition, according to the scale allowed to witnesses on\n             the trial of civil actions in the Circuit Court, may be\n             allowed to such person under the hand of the Judge; and\n             such expenses, if the witness was called and examined by\n             the Judge under the powers conferred by the preceding\n             clause, shall be paid in the same manner as the expenses\n             of witnesses summoned on behalf of the Crown to give\n             evidence on a criminal trial in the Circuit Court, and in\n             other cases shall be paid by the party who subpoenaed\n             such witness, and shall be deemed to form part of the\n             c a t s of such party.\nAwnd.nd        28. All costs and charges and expenses of and incidental\nhxation of\ncactk        to the presentation of a petition and to the proceedings\n             consequent thereon, with the exception of such costs,\n             charges and expenses, as are by this Act otherwise\n             provided for, shall be defrayed by the parties to the\n             petition in such manner and in such proportions as the\n             Court or Judge may determine, regard being had to the\n             disallowance of any costs, charges or expenses which may,\n             in the opinion of the Court or Judge, have been caused\n             by vexatious conduct, unfounded allegations or unfounded\n             objections, on the part either of the petitioner or the\n             respondent, and regard being had to the discouragement\n             of any needless expense by throwing the burden of\n             defraying the same on the parties by whom it has been\n                      mheincludon of thin page is authorid hy L.N. 146119991\n                    ELECTION PETITIONS                             17\ncaused, whether such parties are or are not on the whole\nsuccessful. And the Court or Judge shall give judgment\nfor such costs in accordance with such determination as\naforesaid. Such costs shall be taxed by the proper officer\nof the Supreme Court according to the same principles as\ncosts between solicitor and client are taxed in an equity\nsuit in the Supreme Court."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Where it is reported by a Judge under the R d w f\n                                                             E p r b Qf\nprovisions of this Act, that at the trial of an election compt\npetition any corrupt practice was proved to have been p$&Xb’\ncommitted by, or with the knowledge and consent of, any znsentof\ncandidate at the election to which the petition relates,\nnot only shall the election of such candidate, if he has\nbeen elected, be void, but he shall be incapable of being\nelected to or of sitting in the House of Representatives\nduring the five years next after the date of the said repore\nand he shall further be incapable during the said period\nof five years-\n      (a) of being registered as an elector or voting at any\n          election of a member of the House of Rep--\n          tatives; and\n    (6) of holding any office under the Crown in this\n        Island, or any municipal office; and\n    (cl of holding any judicial office, and of being\n        appointed and of acting as a Justice of the Peace.\n  Where it is reported as aforesaid that any corrupt\npractice was proved to have been committed by the agent\nof any candidate at such election, but not with the\nknowledge or consent of such candidate, not only shall\nthe election of such candidate be void, but he shall be\nincapable of being elected or sitting in the House of\n                                                  __\n              of tbii page in authorized by L.N. 146/ 19991\n       ~mclusim\n18                                  ELECTION PETlTIONS\n              Representatives for the Constituency or in the Parish\n              Council of the parish for which the election was held\n29j1997\nS. 14 (a).\n              or in the Council of the Kingston and St. Andrew Corpora-\n              tion. during the House of Representatives or Parish Council\n29!1997       or the Council of the Kingston and St. Andrew Corporation,\nS. 14 (bl.    as the case may be, then in existence:\n411963           Provided that in the event of an appeal any incapacity\ns.2 (Ssh.1.\n              under this section shall continue until the appeal is\n              determined and thereafter. unless the report is set aside,\n              remain in force for a period of five years from the\n              determination of the appeal except where the Court of\n              Appeal directs that the period of five years shall run from\n              the date of the report.\nEmploymat\nas agent of"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Xf, on the trial of any election petition under this\naperson       Act, any candidate is proved to have personally engaged\nknown to\nhavebeen      at the election to which such petition relates, as a\nfoundgujlty canvasser or agent for the management of the election, any\nof corrupt\npractices:    person, knowing that such person has within five years\nefIecl thcre-\nof.           previous to such engagement been found guilty of any\n6/1963        corrupt practice by any competent legal tribunal, or been\nS2(Sch.L      reported guilty of any corrupt practice by the report of\n              the Judge upon an election petition under this Act, the\n              election of such candidate shall subject to appeal under\n              section 22 be void.\nwhere            32. Where a candidate, on the trial of an election\ncorrupt\n               petition claiming the seat for any person, is proved to\nK;&:sto        have been guilty, by himself or by any person on his behalf,\nvoters.\ncourse 10\n               of any corrupt practice in respect of any person who voted\n ~ C P U S U ~ at such election, it shall not be necessary on a scrutiny to\n               ascertain how such person voted, but there shall be struck\n              off, from the number of votes appearing to have been given\n               to such candidate, one vote for every person who voted at\n               such election and in respect of whom any such compt\n               practice is proved to have been committed as aforesaid.\n                       [The inclusiop of this page is authorized kY L.N. 144119991\n                           ELECTION PETITIONS                                                 19"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Where corrupt practices proved as to individual voters. mume\n                to be pursued."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. If, at any time after any person has become disqualified ~ e t e r m i ~ -\nby virtue of this Act, the witnesses, or any of them, on whose\ntestimony such person shall have so become disqualified, shall, if procured\n                                                                                  :::'::&,\nupon the prosecution of such person, be convicted of pejury in bypejury.\nrespect of such testimony, it shall be lawful for such person to\nmove the Court to order, and the Court shall, upon being\nsatisfied that such disqualification was procured by means of\nperjury, order, that such disqualification shall thenceforth cease\nand determine, and the same shall cease and determine\naccordingly."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. No person who has voted at an election shall, in any ~~p~~\nlegal proceeding to question the election or return, be required to to be\n                                                                    required to\nstate for whom he has voted.                                        state for\n                                                                                  whom he\n                                                                                  voted.\n             PART I1 Voiding of Taking of a Poll                                  29/1997\n                                                                                  S. 15.\n 3 5 . 4 1 ) Where under section 37 (1) of the Kingston and St. Election\nAndrew Corporation Act, section 15 (1) of the Parish Councils ~ ~                             ~    i   ~   t   ~   ~   ,\nAct and section 22 (1) of the Representation of the People Act, a\nreturning officer issues an election notice, the Chief Justice shall\nappoint a panel of three Judges of the Supreme Court to\nconstitute a Court to be known as the Election Court.\n         (2) The Chief Justice may direct that the Election\nCourt sit in one or more division, each division being presided\nover by a single Judge."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.--(1) The Election Court shall have the power-                               Powers of\n                                                                                  Election\n                                                                                  court.\n      (a) to hear applications by way of originating motion\n          from the Consthted Authority,\n                             of t i i t s page IS atitlionzed b? L N\n               (The ~ticl~tstoti                                       88!2003]\n20                                         ELECTION PETITIONS\n                          (b) to declare in relation to such applications-\n                                 (i) that the taking of the poll is void; or\n                                 (ii) that the taking of the poll is not void.\n                            (2) The Election Court may, in making a declaration\n                  under subsection (1) (b) (i) make such declaration in respect\n                  to-\n                          (a) a polling station, polling division or an electoral\n                              division under the Kingston and St. Andrew Cor-\n                              poration Act or the Parish Councils Act; or\n                          (b) a polling station, polling division or a constituency\n                               under the Representation of the People Act.\n                            (3) The Election Court shall deliver its decision\n                  within forty-eight hours of arguments being completed.\n                           (4) The Election Court shall, within six months of\n                  the date of the taking of a poll, determine all matters\n                  brought before the Court relating to the poll.\nGraunds on          37. The Constituted Authority may, subject to section 38,\nwhich con-\nstituted\n                  apply to the Election Court for the voiding of the taking of a poll\nB       Y         on one or more of the following grounds-\napply to\nEledion Court             (a) that the total number of votes cast in a constituency\nf a the voiding\nof the taking                  or electoral division exceeds the number of electors\nof a poll.                     on the official list for that constituency or electoral\n                               division;\n                          (b) that ballot boxes have been stolen or destroyed or\n                               have in any manner been tampered with and the\n                               number of electors on the list of electors for the\n                               polling stations is more than the difference in the\n                               number of votes cast for the candidate declared\n                               the winner and the candidate who is not declared\n                               the winner;\n                                 [The inclusioii of this page is authorized by L N   88/2003]\n                           EL.ECTI0N PETPIONS                                                       21\n       (c) that a presiding officer has, under duress, signed\n            ballots and that the number of ballots so signed\n            is sufficient to cast doubt on the majority of votes\n            counted for the candidate declared elected;\n       (4 that votes have been polled by persons who are\n            not born fide electors thereby casting doubt on\n            the integrity of the votes counted for the candi-\n            date declared elected;\n       (e) that there is an upsurge in violence or any irregu-\n            larity during election day in one or more polling\n            stations or polling divisions or in any electoral\n            division or constituency which would lead to a\n            substantial distortion or subversion of the process\n            of free and fair election.\n  3 8 . 4 1 ) Where under section 37 the Constituted Authority Timewithin\nmakes an application to the Election Court, the application shall Which\nbe made within twenty-eight days of the taking of the poll. tobemade.\n                                                                                        2912002\n                                                                                        s. 4 (a).\n        (2) The hearing of an application under section 37 shall, 29/2002\nso far as practicable, commence within sixty days after the S.4.(b).\napplication is filed and shall be continued fiom day to day and\nevery lawful day until its conclusion.\n         (3) The Election Court may extend the period for the                           rT\n                                                                                         :;\nfiling of an application under subsection (1) where the Court is\nof the opinion that, in the circumstances of the case, the period\nought to be extended, so, however, that the Court shall not\nextend the period for more than three days after the period\nspecified in that subsection.\n               [The I I I C I U S I O ~ of this page I S aiithonzed by L N   88/2003]"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Grounds on which constituted authority may apply to Election\n                coutt for the voiding of the taking of a poll."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. T i e within which application to be made.\n    --\n                  [The inclusion ofthis page is authorized by L.N. 146119991\n                         ELECTION PETITIONS                                                            3\n                                                                                        Cap. 101.\n              THE ELECTION PETITIONS ACT                                                   A&\n                                                                                       6 of 1963,\n                                                                                       28 of 1988\n                                                                                       29 of 1997,\n                                                                  [ 17th April, 1885.1 290f2002."
    }
  ],
  "definitions": []
}