{
  "id": "jm-stat-the-electoral-commission-interim-act",
  "type": "statute",
  "title": "The Electoral Commission (Interim) Act",
  "title_en": "The Electoral Commission (Interim) Act",
  "short_name": "Electoral Commission (Interim) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-electoral-commission-interim-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-electoral-commission-interim-act | Legal areas: Elections",
  "provisions": [
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) If, in relation to a matter being considered at a meeting of the Disclosure\n    Commission any member or the member's spouse is directly or indirectly ofinterest.\n    interested in a private capacity, that member shall, as soon as is practicable\n    after the commencement of the meeting, declare such interest and shall not,\n    unless the Commission or otherwise directs, take part in any consideration or\n     discussion of, or vote on any question touching such matter.\n             (2) A disclosure of interest made under sub-paxagraph (1) shall be\n     recorded in the minutes of the meeting at which it is made.\n             (3) A person who contravenes sub-paxagraph (1) shall be guilty of an\n     offence and shall be liable upon conviction to a fine not exceeding twenty\n     thousand dollars or to imprisonment for a term not exceeding two years or to\n     both such fine and imprisonment."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) Subject to sub-paragraphs (2) and (4) the members of the Com- Remuera-\n     mission, other than the Director of Elections, shall receive such emoluments tion of\n     and be subject to such other terms and conditions of s e ~ c as\n                                                                   e may from time\n     to time be prescribed by or under any law or by resolution of the House of\n     Representatives.\n           (2) The emoluments payable to a member shall not be more than the\n    emoluments which may, from time to time, be payable to a Puisne Judge.\n           (3) Theemoluments, terms and conditions of s e ~ c of      e the Com-\n    missioners shall not be altered to their disadvantage during the period of their\n    appointment or reappointment, as the case may be.\n                                 ELECTORAL COMMZSSION (INTERM)\n                         (4) Where a Commissioner is otherwise employed and paid from the\n                 public purse, he may be entitled to any additional benefit that would bring the\n                 amount of his emoluments up to that of a Puisne Judge.\n                          (5) If a Commissioner is not entitled to any benefit, he may be paid\n                 for attendance at meetings at the rate established by the Mioistry responsible\n                 for finance for statutory bodies.\nResignation.         8.-(1) Any member, other than the Chairman, may at any time resign his\n                 office by instrument in writing addressed to the Governor-General and\n                 transmitted through the Chairman, and from the date of receipt by the\n                 Governor-General of such instrument such member shall cease to be a\n                 member.\n                        (2) The Chairman may at any time resign his office by instrument in\n                 writing addressed to the Governor-General; and such resignation shall take\n                 effect as from the date of the receipt by the Governor-General of the\n                 instrument.\nAuthentication      9.-(1)  The seal of the Commission shall be authenticated by the\nof seal and      signatures of the Chairman and another member authorized by the\ndocuments.\n                 Commission to act in that behalf.   \\\n                         (2) All documents, other than those required by law to be under seal,\n                 made by, and all decisions of, the Commission may be signrfied under the\n                 hand of the Chainnan or any other member authorized by the Commission to\n                 act in that behalf.\nPublication         10. The names of all members as first appointed and every c w e in the\nof               composition of the Commission shall be published in the Gazette.\nmembership.\nRotedion of          11. Notwithstanding anytiung to the contrary, no act done or proceeding\nCommission.      taken under this Act by the Commissibn shall be questioned on the\n                 ground of any omission, defect or irregularity not affecting the merits of\n                 the case.\nRotedim of           12.-41) No member shall be personally liable for any act or default of\nmembers.         the Commission done or omitted to be done in good faith in the course of the\n                 operation of the Commission.\n                          (2) Where any member is exempt from liability by reason only of the\n                 provisions of this pangraph the Commission MI be liable to the extent\n                 that it would be if the said member were an employee or agent of the\n                 Commission.\nM ~ c ofe         . 13. The office of Commissioner shall not be a public office for the\nCommissioner     purpose of Chapter V of the Constitution of Jamaica.\nnot public\noffice.\n                  ELECTORAL COMMSSION (INTERIM)                                                       17"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Disqualification of Director and selected Commissioners h m v o w\n      in elections."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where, pursuant to paragraph 1 or pamgraph 2, the Governor-General Revisions\nis directed to act on the advice of or after consultation with the Leader of the            is  yhpL\n                                                                                                   z\\\nOpposition and-                                                                  no Leader of\n           (a) there is no person holding the office of Leader of                        the Opposition.\n               Opposition; or\n           (b) the holder of that office is unwilling or, by reason of his illness\n               or absence from Jamaica, unable to perform his functions in\n               that regard, the Governor-General shall act as if the reference\n               in those paragraphs to the Leader of the Opposition were a\n               reference to such person as the Governor-General, in his\n               discretion, considers appropriate.\n                               SECONDSCHEDULE                                     (Section 9)\n                    Oath to be taken by persons appointed\n                     to assist the Electoral Commission\n    I... ... ... ... ... ...... ... ......... ... ... . . do swear that I will faithfully\nperform any functions assigned to me under the Electoral Commission\n(Interim) Act, and I will not, on any account, at any time whatsoever,\nexcept in so far as provisions of the Act authorize, directly or indirectly\nmeal any information or the nature or contents of any documents\ncommunicated to me in the performance of any functions assigned to me by\nvirtue of the Act.\n    So help me God."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Regulations.\n    '\n              ELECTORAL COMMISSION (LNTERlM)\n            (i) under sentence of death imposed on him by a court in any\n                part of the Commonwealth; or\n            (ii) serving a sentence of imprisonment by whatever name\n                 called of or exceeding six months, imposed on him by\n                 such a court or substituted by a competent authority for\n                 some other sentence so imposed; or\n           (iii) serving a sentence of imprisonment the execution of which\n                 is suspended;\n          is disqualified for registration as an elector for elections to\n          the House of Representatives by or under any law for the time\n          being in force in Jamaica because he has been convicted of an\n          offence connected with the election of members of the House of        '   '\n          Representatives or of any local authority or body for local\n          purposes;\n          is under any law for the time being in force in Jamaica, certified\n         to be insane or otherwise adjudged to be of unsound mind or\n         detained as a criminal lunatic;\n          is, by virtue of his own act, under any acknowledgment of\n         allegiance, obedience or adherence to a foreign power or state;\n          holds or is acting in the office of Judge of the Supreme Court or\n          Judge of the Court of Appeal;\n          is a member of the Jamaica Defence Force or the Constabulary\n          Force;\n          is a party to, or is partner in a firm or a director or manager\n          of a company which to his knowledge is a party to, any contract\n          with the Government of Jamaica for or on account of the public\n         service or any contract directly or indirectly with any political\n         party, and has not previously disclosed to the Governor-General\n         the nature of such contract and his interest or the interest of such\n         firm or company therein;\n         has been adjudged or otherwise declared bankrupt under any law\n         in force in any part of the Commonwealth and has not been\n         discharged; or\n         has at any time been convicted of any offence involving moral\n         turpitude or dishonesty.\n      (2) No person shall be qualified to be a selected Commissioner or the\nDirector if he-\n     (a) is a Member of Parliament or a member of any local authority;\n             me inclusion of this page is authorized by L.N.80~/2008]\n                                 ELECTORAL COiMMSSION (INTERM)\n                       (b) has been a Member of Parliament or a member of any local\n                           authority (or has been a candidate for election as a Member of\n                           Parliament or as a member of any local authority during a\n                           period of seven years prior to the date of appointment as a\n                           selected member or as Director);\n                       (c) is disqualified fiom being a nominated member under sub-\n                           paragraph (1).\n~urationof       4.--(1) Subject to the provisions of this Schedule, the appointment of\n'ppdent      a selected Commissioner and the Director shall be for a period of seven\n             Y.-\n                     (2) Subject to sub-paragraph (3), the nominated Commissioners shall\n             be appointed for four years.\n                    (3) The Prime Minister and the Leader of the Opposition may, at any\n             time during the period of ap~intmentof a nominated Commissioner, advise\n             the Governor-General of a change in their respective nominees.\n                    (4) All members of the Commission shall be eligible for re-\n             appointment.\n                    (5) The office of a member of the Commission shall become vacant-\n                           (a) if he resigns his office;\n                           (b) in the case of a selected Commissioner, if his appointment is\n                               revoked by a resolution passed by the majority of all the\n                               members of the Commission having a right to vote or a\n                               resolution of each House of Parliament approved by not less\n                               than two-thirds of all the members of that House;\n                           (c) if any circumstances arise that, if he were not a member would\n                               cause him to be disqualified for appointment; and\n                           (d) in the case of the Director, if he is removed from office by a\n                               vote supported by not less than six Commissioners including at\n                               least three selected Commissioners.\n                     (6) If the office of a member of the Commission becomes vacant-\n                            (a) any other person who is qualified to be a member of the Com-\n                                mission may be appointed to be a member of the Commission\n                                in accordance with the provisions of paragraph (1);\n                           (b) the duration of the term of office of such member shall be the\n                                unexpired period of the term of office of the member whose\n                                office became vacant.\n~ocedure         5.--(1)     The Commission shall meet as and when necessary for the\nandmedue\n    performance of its functions under this Act and such meetings may be held\n             at such places and times and on such days as the Commission may determine.\n                                [The inclusion of this page i s authorized by L N . 80d2008]\n                    ELECTORAL COMMISSION (INTERM)\n            (2) The Chairman may at any time call a special meeting of the\n    Commission and shall call a special meeting within seven days of the receipt\n    of a written request for that purpose addressed to him by any two members of\n    the Commission.\n             (3) The Chairman or his designate shall preside at all meetingsof the\n    Commission at which he is present and in the case of his absence fiom any\n    meeting the members present and constituting a quorum shall elect one of the\n    selected members to act as Chairman at that meeting.\n1            (4) The quorum at any meeting shall be five Commissioners, or in\n    the case of a meeting of a subcommittee of the Commission, the quorum shall\n    be three Commissioners.\n             (5) Every decision of the Commission shall be by a majority vote\n    and where the voting is equal on any matter the Chairman shall have a casting\n    vote in addition to his original vote.\n             (6) Subject to the provisions of this paragraph, the Commission shall\n    have power to regulate its own proceedings.\n             (7) The validity of any proceedings of the Commission shall not be\n    affected by any vacancy amongst the members or by any defect in the\n    appointment of a member."
    }
  ],
  "definitions": []
}