{
  "id": "jm-stat-the-electric-lighting-act",
  "type": "statute",
  "title": "The Electric Lighting Act",
  "title_en": "The Electric Lighting Act",
  "short_name": "Electric Lighting Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-electric-lighting-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-electric-lighting-act | Legal areas: Public Utilities",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. For the words “value of property” there shall be substiNcd tha\n             words “ u n i m p e d value of property (that is to say, the onimpmved\n             value of land within the meaning of the Land Valuation Act)”.\n              . 2. For the words ”twenty dollars or on every fractional part thereof‘‘\n             there shall be substituted the words “two dollars”."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. he provisions of the ~ a n d sc l a u ~ m~ c shall\n                                                    t    be\nincorporated with this Act, except the enactments with Clauses Act\nrespect to the purchase and taking of lands otherwise than F;cyr-\nby agreement. and except thz enactinents with respect to\nthe entry upon lands by the promoters of the undertaking."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may from time to t h e license any Local Licenceto\nAuthority as defined by this Act,or any company or person, SUPPLY\n                                                               e~c~tiw.\nto supply electricity under this Act for any public or private       t!$f958\npurposes within any area, subject to the following\nprovisions-\n    (a) the licence may make such regulations as to the\n         limits within which, and the conditions under which,\n         a supply of electricity is to be provided, and for\n         enforcing the @ormance by the licensees of their\n         duties in relation to such supply, and for the revo-\n         cation of the licence where the licensees fail to\n         perform such dutim, and genera& may contain such\n         regulations and conditions as the Minister may\n        thiukexpedienc\n    (b) where, in any area or part of an area in which any\n         undertakers are authorized to supply electricity\n         under any licence, the undertakers am not them-\n         selves the Local Authority, the licence may contain\n         m y provisionS and restrictions for enabling the\n         Local Authority, within whose jurisdiction such\n4                                  ELECTRIC LIGHTING\n                       area or part of an area may be, to exercise any of\n                       the powers of the undertakers under this Act with\n                       respect to the breaking up of any street repairable\n                       by such Local Authority within such area or part\n                       of an area, and the alteration of the position of\n                       any pipes or wires being under such street, and\n                       not being the pipes or wires of the undertakers, on\n                       behalf and at the expense of the undertakers, and\n                       for limiting the powers and liabilities of the under-\n                       takers in relation thereto, which the Minister may\n                       think expedient.\n~d~~~~          4. The Minister may from time to time make, and when\nforl~cen~es,\nBppilFatloM   made may rescind, alter or repeal, rules in relation to the\netc           application for licences, and to the payments to be made in\n              respect thereof, and to the publication of notices and\n              advertisements, and the manner in which and the time within\n              which representations or objections with reference to any\n              application are to be made, and to the holding of local\n              inquiries in such cases as he may think it desirable, and to\n              any other matters a r h g under this Act.\n                Any rules made in pursuance of this section shall be\n              deemed to be within the powers conferred by this Act, and\n              shall be of the same force as if enacted in this Act, and shall\n              be judicially noticed.\nundcrtaLers    5.41) The undertakers shall be subject to such regula-\nt~  sub.    tions and conditions as may be inserted in any licence, order\njea U,\nrwdatioua   or special Statute, affecting their undertaking with regard to\ninserted in\nllWnW, etc. the following matters-\nor made by\nMinala.          (U) the limits within which, and the conditions under\n                      which, electricity is to be supplied;\n                 (b) the securing of a regular and &cient supply of\n                      electricity;\n                 (c) the securing of the safety of the public from personal\n                      injury,or from fire or o t h e r w e\n                      [The inclusion of this page a authorized by LN.66119781\n                     ELECTRIC LIGHTING                             S\n      (d) the limitation of the prices to be charged in respect\n           of the supply of electricity;\n      (e) the authorizing inspection and inquiry from time\n           to time by the Minister and the Local Authority;\n       V, the enforcement of the due performance of the\n           duties of the undertakers in relation to the supply\n           of electricity, by the imposition of penalties or\n           otherwise, and the revocation of the licence, order\n           or special Statute, where the undertakers have, in\n           the opinion of the Minister, practically failed to\n           carry the powers granted to them into effect within\n           a reasonable time, or discontinued the exercise of\n           such powers;and\n      (g) generally with regard to any other matters in\n           connection with the undertakings.\n        (2) The Minister may, from time to time, make such\nregulations as he may think expedient for securing the safety\nof the public from personal injury, or from fire or othemise,\nand may from time to time amend or rescind any regulations,\nwhich may be contained in any such licence, order or\nspecial Statute in relation thereto; and any regulations so\nmade or amended by the M i s t e r shall, from and after the\ndate thereof, have the like effect in every respect as though\nthey had been originally inserted in the licence, order or\nspecial Statute, authorking the undertaking, and every\nregulation so rescinded shall, from and after the date\nthereof, be rescinded accordingly; but such rescission shall\nnot d e c t any liability or penalty incurred in respect thereof\nprior to the date of such rescission, or any proceeding or\nremedy which might have been had in relation thereto.\n        (3) Any Local Authority within any part of whose\ndistrict electricity is authorized to be supplied under any\nlicence, order or special Statute, may, in addition to any\nregulations which may be made under the p d m g\nprovisions of this section for securing the safety of the\n       me ialuaim of Ibis paos ia authorized by LN. 480119731\n6                           ELECTRIC LIGHTING\n        public, from time to time make, rescind, alter or revoke,\n        by-laws for further securing such safety; and there may\n        be annexed to any breach of such by-laws such penalties,\n        to be recovered in a summary manner, as they may think\n        necessary :\n          Provided always, that no such by-Iaws shall have any\n        force or effect unless and until they have been confirmed\n        by the Minister, and published in the Guetre.\n               (4) Any and every regulation to be made. under sub-\n        sections (2) and (3) that in any way amends, revokes, rescinds\n        or alters, any regulation made,or which may be contained in\n        any licence, shall be laid on the Table of the House of\n        Representatives and on the Table of the Senate at the next\n        session of the House of Representatives and of the Senate,\n        respectively, and may be alterea or disallowed by resolution\n        of either Chamber at any time not later than the twenty-first\n        day of the sitting of such Chamber after the regulation shall\n        have been laid on the Table:\n          Provided that no alteration made by either Chamber shall\n        take effect unless it is confirmed by resolution of the other\n        Chamber not later than the twenty-first day of the sitting\n        of such other Chamber after the alteration has been made.\nS/1%2          (5) Notwithstanding anything to the contrary, where\n52      the Minister mnsiders it expedient M) to do, he may make\n        regulations regarding the limitation of the prices to be\n        charged by an undertaker m respect of the supply of\n        electricity (in this section referred to a “supply regulations”)\n        and any regulations or conditions contained m any licence,\n        order or special Statute affecting such undertaker or any\n        rules made by virtue of such regulations or conditions shall\n        be subject to the supply regulations and in so far as they\n        conflict with those regulations shall be of no effect during\n        the continuance in force of the supply regulations.\n               me inclusion of this page ia authorized by U.480/19731\n                     ELECTRIC LIGHTING                                  I\n      (6) Regulations made under subsection (3-                511962\n                                                               52\n    (a) may provide for such supplementary and incidental\n        matters as the Minister may consider necessary or\n        expedient for the purposes of the regulations\n         including in particular the furnishing by the under-\n         taker of such information, accounts, schedules or\n         other documents as the Minister may from time\n         to time require;\n    (b) may, notwithstanding the provisions of section 29\n         of the Interpretation Act,prescribe greater penalties\n         than those specified in the said section 29, so, how-\n         ever, that the maximum penalty that may be\n         imposed by any such regulations shall be a h e of\n         two thousand dollars or imprisonment with or\n         without hard labour for a term of twelve months;\n         and\n    (c) shall be subject to negative resolution of the House\n         of Representatives."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Undertakers to be subject to regulations inserted in liwna, etc.,\n      or made by Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The undertakers may, subject to and in accordance poapnof\n                                                                 Ilndauken\nwith the provisions and restrictions of this Act, and of any 6 aalum\nrules made by the Miniiter in pursuance of this Act, and g : ~ e\nof any licence, order or special Statute, authorizing or affect-\ning their undertaking, and for the purpose of supplying\nelectricity, acquire such lands by agreement, construct such\nworks, acquire such licences for the use of any patented or\nprotected processes, inventions, machinery, apparatus,\nmethods, materials or other things,enter into such contracts,\nand generally do all such acts and thhgs as may be necessary\nand incidental to such supply."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Any Local Authority which has obtained a licence, t o m o f\norder or special Statute, for the supply of electricity, may Loul\n                                                             ~ , , ~ i , , . ~\ncontract with any company or person for the execution ~ ~ m ~ y\nand maintenance of any works needed for the purposes elennmty.\nof such supply, or for the supply of electricity within any\n       [The inclusion of ihia pagc is authorizsd by LN. 480/19731\n8                                  ELECTRIC UGRTING\n               area mentioned in such licence, order or special Statute, or\n               in any part of such area; but no Local Authority, company\n               or person, shall by any contract or assignment transfer to\n               any other company or person, or divest themselves of, any\n               legal powers given to them, or any legal liabilities imposed\n               on them by this Act, or by any licence, order or special\n               Statute, without the consent of the Minister.\nLimitations       8. Nothing in this Act shall authorize or empower the\n               undertakers to break up any street which is not repairable\n    smeem,\nrailways\nup       or    by such Local Authority, or any railway or tramway, without\nU-vay3.        the consent of the Authority, company or person, by whom\n               such street, railway or tramway is repairable, unless in\n               pursuance of special powers in that behalf inserted in the\n               licence, order or special Statute, or with the written consent\n               of the Minister, and the Minister shall not in any case insert\n               any such special powers in any licence or provisional order,\n               or give any such consent, until notice has been given to such\n               Authority, company or person, by advertisement or other-\n               wise, as the Minister may direct, and an opportunity has\n               been given to such Authority, company or person to state\n               any objections they may have thereto.\nElectricline      9. Notwithstanding anything in this Act the undertakers\nabove\nground:        shall not be authorized to place any electric line above\nrestrictions\nas to.         ground, along, over or across any street, without the express\n               consent of the Local Authority; and the Local Authority may\n               require the undertakers to forthwith remove any electric\n               line placed by them contrary to the provisions of this section,\n               or may themselves remove the same, and recover the expenses\n               of such removal from the undertakers in a summary manner;\n               and where any electric line has been placed above ground\n               by the undertakers in any position, a Court of Petty Sessions\n               upon complaint made, if they are of opinion that such\n               electric line is or is likely to become dangerous to the public\n               safety, may, notwithstanding any such consent as aforesaid,\n                     me inclusion of this page ia authorized by U.480/19731\n                     ELECTRIC LIGHTING                                   9\nmake an order directing and authorizing the removal of such\nelectric line by such person and upon such terms as they\nmay think fit."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Subject to the provisions of this Act and of the licence, P O ps to~\norder or special Statute, authorizing them to supply electri- pdu  ring the\n                                                                  ition&\ncity, and to any by-laws made under this Act, the under- y$g,hs\ntakers may alter the position of any pipes or wires, being dab.\nunder any street or place authorized to be broken up by\nthem, which may interfere with the exercise of their powers\nunder this Act, on previously making or securing such com-\npensation to the owners of such pipes or wires, and on\ncomplying with such conditions as to the mode of making\nsuch alterations, as may before the commencement of such\nalterations be agreed upon between the undertakers 'and\nowners, or in case of Werence as may be determined in\nmanner prescribed by the licence authorizing the under-\ntakers to supply electricity, or where no such manner is\nprescribed as may be determined by arbitration; and any\nLocal or other Public Authority, company or person, may in\nlike manner alter the position of any electric lines or works\nof the undertakers, being under any such street or place as\naforesaid, which may interfere with the lawful exercise of\nany powers vested in such Local or other Public Authority,\ncompany or person, in relation to such street or place,\nsubject to the like provisions, conditions and restrictions, as\nare in this section contained with reference to the alteration\nof the position of any pipes or wires by the undertakers."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Subject to the provisionS of this Act, in the exercise\nof the powers in relation to the execution of works given\nthem under this Act, or any licence, order or special Statute,\n                                                                    ELT-\nthe undertakers shall cause as little detriment and incon-\nvenience, and do as little damage, as may be, and shall make\nfull compensation to all bodies and persons interested for\nall damage sustained by them by reason or in consequence\n      LThe inclusion of tbia page is authorized by LN. 4801197731\n10                                ELECTRIC LIGHTING\n               of the exercise of such powers, the amount and application\n               of such compensation in case of difference to be determined\n               by arbitration.\nJmpropm           12. No Local Authority. company or person, shall be\nuse of\nelenridty.     at liberty to use any form of lamp or burner, or to use the\n               electricity supplied to them for any purposes, or to deal\n               with it in any manner, so as to unduly or improperly interfere\n               with the supply of electricity supplied to any other Local\n               Authority, company or person, by the undertakers; and if\n               any dispute or difference arises between the undertakers\n               and any Local Authority, company or person, entitled to\n               be supplied with electricity under this Act, or any licence,\n               order or special Statute, as to the matters aforesaid, such\n               dispute or difference shall be determined by arbitration.\nEqualityof        13. Where a supply of electricity is provided in any part\nterms for\nSUPPlY of      of an area for private purposes, then, except in so far as\nelectricity.   is otherwise provided by the terms of the licence, order or\n               special Statute, authorizing such supply, every company or\n               person within that part of thz area shall, on application,\n               be entitled to a supply on the same terms on which any other\n               company or person in such part of the area is entitled, under\n               similar circumstances, to a corresponding supply.\nUndue\npreference"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.\nhouse or other similar land in the immediate vicinity of any\nbuilding, such supply lines, posts and apparatus as are\nnecessary or convenient for the safe and e5cknt supply\nof electricity in accordance with the relevant licence, order\nor special Statute.\n         (2) There shall be paid by the undertakers to the\nowner of the land in question by way of compensation such\ns u m as m a y be agreed between them or, in default of agree-\nment, determined in accordance with section42.\n       me iodusion of this page ia authorircp by LN. 480/19731\n22                                    ELECTRIC LIGHTING\nObidom\nto erection of"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The undertakers shall not, in making any agreements\nprohibited.    for a supply of electricity, show any undue preference to any\n               Local Authority, company or person, but, save as aforesaid,\n               they may make such charges for the supply of electricity as\n               may be agreed upon, not exceeding the limits of price\n               imposed by or in pursuance of the licence, order or special\n               Statute, authorizing them to supply electricity.\nP ~ WU,CNt~  W. If any Local Authority, company or person, neglect\n$$;of      to pay any charge for electricity, or any other sum due from\nd e m d ~ .them to the undertaken in mpect of the supply o   f electricity\n           to such Local Authority, company or person, the under-\n           takers may cut off such supply, and for that purpose may\n                     [The indugion of this page ia authorhd by L\n                                                               x 480/19731\n                      ELECTRIC LJGHTlNG                                   I1\ncut or disconnect any electric line, or other work through\nwhich electricity may be supplied, and may, until such\ncharge or other sum together with any expenses incurred by\nthe undertakers in cutting off such supply of electricity as\naforesaid are fully paid, but no longer, discontinue the supply\nof electricity to such Local Authority, company or person."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Any person who unlawfully and maliciously cuts or UnlawPul\n                                                             aU‘u?g of\ninjures any electric line or work with intent to cut off any iniurlng\nsupply of electricity shall be guilty of felony, and be liable to $$$ha\nbe imprisoned, with or without hard labour, for a term not 3rdSch.\nexceeding five years; but nothing in this section shall exempt\na person from any proceeding for any offence which is\npunishable under any other provision of this Act, or under\nany other enactment, or at common law,provided that no\nperson be punished twice for the same offence."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any person who maliciously or fraudulently abstracts, Fraudulent\n                                                             use or waste\ncauses to be wasted or diverted, consumes or uses, any ofclectriciw.\nelectricity shall be guilty of simple larceny and punishable\naccordingly, and the Resident Magistrate’s Court shall have\njurisdiction in case of any such offence."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Any officer appointed by the undertakers may at Powcrsof\n                                                                rotry on\nall reasonable times enter any premises to which electricity Orrmisesfot\n                                                                mspection\nis or has been supplied by the undertakers, in order to inspect or removal\nthe electric lines, meters, accumulators, fittings, works and of   property\n                                                                of the un-\napparatus for the supply of electricity belonging to the under- dertaken.\ntakers, and for the purpose of ascertaining the quantity of 811977\n                                                                S. 2 (a),\nelectricity consumed or supplied, or, where a supply of\nelectricity is no longer required, or where the undertakers\nare authorized to take away and cut off the supply of\nelectricity from any premises, for the purpose of m o v Q\nany electric lies, accumulators, fittings, works or apparatus,\nbelonging to the undertakers, repair@ all damage caused\nby such entry, inspection or removal.\n         (2) Any person who obstructs an officer appointed 8/1977\nas aforesaid in the execution of his duties under this section S. (b).\n         [lie inclusion of thii page is authorized by LN. 68/19781\n12                                EIECTRIC LIGRTING\n             shall be guilty of an offence and on summary conviction\n             thereof in a Resident Magistrate’s Court, shall be liable to\n             a fine not exceeding two hundred dollars and in default of\n             payment thereof to imprisonment with or without hard\n             labour for a term not exceeding three months."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where any electric lines, meters, accumulators, fittings,\nof propeny\nof d e n     works or apparatus, belonging to the undertakers are placed\n             in or upon any premises not b e i i in the possession of the\n             undertakers for the purpose of supplying electricity under\n             this Act, or any licence, order or special Statute, such electric\n             lines, meters, accumulators, fittings, works or apparatus,\n             shall not be subject to distress, or to the landlord’s remedy\n             for rent of the premises where the same may be, nor to be\n             taken in execution under any process of a Court of Law or\n             Equity, or any proceedings in bankruptcy against the person\n             in whose possession the same may be.\nRM-            20. No alteration in any Government telegraph line shall\nauloaltcr-\nbord0hg      bz made by the undertakers without the express sanction of\n -g m g fw the Postmaster-General\nph\nGovmmcnt\ntelegraph\nh.\n               The undertakers shall not, in the exercise of the powers\n             conferred by this Act, or by any licence, order or special\n             Statute, lay down any electric line, or do any other work for\n             the supply of electricity, whereby any Government tele-\n             graphic line is or may be injuriously affected;and before any\n             such electric line is laid down or work is done within ten\n             yards of any part of a Government telegraphic line (other\n             than repairs in the laying of connections with mains where\n             the direction of the electric lines so laid down crosses the\n             Government line at right angles at the point of the shortest\n             distance, and continues the same for a distance of six feet\n             on each side of such point), the undertakers or their agents,\n             not more than twentyeight nor less than seven clear days\n             before commencing such work, shall give written notioe\n             to the Postmaster-General, specifying the mme and nature\n             of the work, including the gauge of any electric lines, and\n                      [The idusion of this page is authorized by LN.68119781\n                     ELECTRIC UGHTING                                          13\nthe undertakers and their agents shall conform with such\nreasonable requirements, either general or special, as may\nfrom time to time be made by the Postmaster-General for\nthe purpose of preventing any Government telegraphs from\nbeing injuriously affected by the said work.\n  Any difference which arises between the Postmaster-\nGeneral and the undertakers, or their agents, with respect\nto any requirements so made, shall be determined by\narbitration.\n   In the event of any contravention of or wilful non-\ncompliance with this section by the undertakers or their\nagents, the undertakers shall be liable to a finenot exceeding\ntwenty dollars for every day during which such Contravention\nor wilful noncompliance continues, or, if the telegraphic\ncommunication be wilfully interrupted, not exceeding one\nhundred dollars for every day on which such htmuption\ncontinues:\n   Providerl that nothing m this section shall subject the\nundertakers or their agents to a b e under this &on if\nthey satisfy the Court having cognizanoe of the case that the\nimmediate execution of the work WBS required to avoid an\naccident, or otherwise was a work of emergency, and that\nthey forthwith served on the Postmaster-General, in writing\nor by telegraph, a notice of the execution thereof, Stating the\nreason for executing the same without previous notice.\n   For the purposes of this section a Gowmment telegraph\nline shall be deemed to be inpriously dected by a work\nif telegraphic communication by means of such line is,\nwhether through induction or O M              in any manner\ndected by such work, or by any use made of such work."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Restrictions as to altering or doing anything &sting any\n      Government telegraph line."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No Local Authority, company or penon, shall erect, mssvic\nmaintain or have, any electric line or other works in, over,       gmd,\nalong, across or under, any street or public road, for the         %ysr\npurpose of supplying electricity, without a licence from the g$g&\nMinister, or beyond the limits of the area defined in such notliccnred\n                                                             by tbs\n-        me inclusion of this page ia authorized by L.N.68/1978]\n                                                                   Minister.\nN\n14                                    ELLXTRIC LIGHTING\n                licence, and any Local Authority, company, or person, who\n                shall erect or have. any such h e or work as aforesaid, for\n                the purpose aforesaid, without the licence as aforesaid, or\n                beyond the limits aforesaid, shall be guilty of an offence, and\n                shall be liable, on conviction thereof in a summary manner\n                before a Resident Magistrate, to a penalty of two hundred\n                dollars, and to a further penalty, to be recovered in like\n                manner, not exceeding forty dollars for every day that any\n                 such electric line or work is maintained as aforesaid after\n                 such conviction.\nPower to          22. At any time after the expiration of thirty days after\nrernobe such\nllneorwork.any such conviction         as aforesaid, in case the electric line\n21/i958\ns 5.         or work in respect      of the erection or maintenance of which\n                such conviction was obtained shall not have been removed\n                by the party who shall have erected, maintained, or had,\n                the same, it shall be lawful for the Minister (unless in the\n                meantime the party aforesaid shall have obtained a licence\n                from the Minister to maintain and have such line or works,\n                and except in so far as such line or work is sanctioned by\n                such licence) to cause the said line and work, together with\n                all posts or erections used in supplying or carrying the same,\n                to be removed, and to have the same sold, and out of the\n                proceeds to pay the expenses of such removal and sale, and\n                he shall pay the surplus (if any) into the Consolidated Fund;\n                and in case such p r o d shall not be suflicient to pay such\n                expenses, the Minister shall be entitled to mover the\n                deficiency by action of debt from the party who erected,\n                maintained or had, the said line or works.\nNolicu in      2 3 . 4 1) Where in any case any electric line or other work\ncertain cases\nin use       may  have been laid down or erected in, over, along, across\n:I ;; z  jr or under, any street for the purpose of supplying electricity,\nonly In      or may have been laid down or erected in any other position\naccordance\nwith         for such purpose., in such a manner as not to be entirely\nregulations."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Power to remove such line or work.\n     [The inclusion of this page is authorizd by L.N. 480119731\n2                        ELECTRIC LIGHTING"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Notices in certain cases to use electric l i e s and works only in\n          acwrdance with regulations."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Where any undertakers are authorized by a licence\nor special Statute to supply electricity within any area, the Authonty to\n                                                                purchase\nElectricity Authority may, within six months after the d&l;ins\nexpiration of a period of forty-two years, or such shorter\nperiod as is specifies in that behalf in the licence or in the G8\nspecial Statute, from the date of the granting of the licence s. 4.\nor of such special Statute, and within six months after the\nexpiration of every subsequent period of ten years, or such\nshorter period as is specified in that behalf in the licence or\nin the special Statute, by notice in writing require such\nundertakers to sell, and thereupon such undertakers shall\nsell to them their undertaking, or so much of the same as is\nwithin the area specified in the notice, upon terms of paying\nthe then value of all lands, buildings, works, materials and\nplant, of such undertakers suitable to and used by them for\nthe purposes of their undertaking within the area specified\nin the notice aforesaid, such value to be in case of difference\ndetermined by arbitration :\n   Provided that the value of such lands, buildings, works,\nmaterials and plant, shall bc deemed to be their fair market\nvalue at the time of the purchase, due regard being had to\nthe nature and then condition of such buildings, works,\nmaterials and plant, and to the state of repair thereof, and\nto the Circumstance that they are m such a position as to be\nready for immediate working, and to the suitability of the\nsame to the purposes of the undertaking, and, where a part\nonly of the undertaking is purchased, to any loss occasioned\nby severance, but without any addition in mpact of a m -\npulsory purchase., or of goodwill, or of any profits which\n        me indnsion of this mge is authorieed by L N 681 19781\n18                              ELECTRIC LJGRTING\n           may or might have been or be made from the undertaking,\n           or of any similar considerations.\n              The Minister may determine any other questions which\n           may arise in relation to such purchase, and may fix the date\n           from which such purchase is to take effect, and from and\n           after the date so fixed,or such other date as may be agreed\n           upon between the parties, all lands, buildings, works,\n           materials and plant so purchased as aforesaid shall vest in\n           the Electricity Authority, freed from any debts, mortgages\n           or similar obligations, of such undertakers or attaching to\n           the undertaking, and the powers of such undertakers in\n           relation to the supply of electricity under this Act, or such\n           Iicence or special Statute as aforesaid within such area as\n           may be specified as aforesaid shall absolutely cease and\n           determine, and shall vest in the Electricity Authority afore-\n           said.\nPower to      27.41) To meet the charges for electricity for public\nLocal\n           purposes, and the expenses and obligations of any Local\n           Authority under any licence granted to such Local Authority,\nLighting   it shall be lawful for the Local Authority, by resolution, to\n           fix and declare a compulsory rate on the value of property\n           within the area supplied, to be assess4 on every twenty\n           dollars or on every fractional part thereof of such value (the\n           value of any property under the value of eighty dollars being\n           taken to be forty dollars) and to be called “The (naming the\n           area) Lighting Rate”, provided that such property be\n           occupied, and to prescrii from what date it shdl come into\n           force, and at what times and in what manner the same shall\n           be paid.\n             The Local Authority may from time to time increase,\n           diminiih or otherwise modify, the prescribed Lighting Rate,\n           and the portions of and limits of the area to which the same\n           or any modification thereof shall extend, and may alter the\n           prescribed time and manner, or make any one or more of\n           such alterations or modi6cation :\n                   me inclusion of thta page i s authonzd by L.N. 68119781\n                                                                                 !\n                                                                                 I\n                      ELECTRIC LlGHTlNG                                     19   !\n   Provided that every such Rate and every modification\nthereof shall be subject to approvaI by the Minister, who\nshall have power to approve, alter or amend the same.\n   Every resolution shall fix or declare the day when the\nsame shall come into force, and such day shall not be less\nthan one month after the date of such resolution.\n        (2) In the application of subsection (1) to the parishes s/1959\nset out in the First Schedule, the said subsection shall be 6.2  pht\n                                                                     @).         ,~\nconstrued as modified in the Second Schedule with effect           pd~\nfrom the appointed day.                                          falalda.\n         (3) The Minister may from time to time by order\nadd any parish to the First S&edule.-.\n                                                                                 1\n                                                                                 i\n        (4) In this section \"the appointed day\" means, in                        iI\nrelation to the parishes of Saint Catherhe and Saint A m\nthe 1st day of Apnl, 1959, and, in relation to any other parish,\nthe 1st day of April next after the date on which pursuant to\nsubsection (3) such parish is added to the First Schedule.\n  2%. Every resolution under section 27 shall be published publiaticfn\n                                                                         i\n                                                                   LSLight\nin the Gazette, for at least seven days before the day fixed Molutlon\n                                                                          1\nfor the resolution coming into f o r e :                            Rates.       I\n   Provided that in proceedings for or arking out of the i4i.lg6'\nenforcement or attempted enforcement of any Lighting Rate a        x2i!%'        i\n                                                                                 i\n                                                                                 I\nit shall not be necessary to prove that any such resolution                      1\nwas duly passed or pubIished."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Power to Electricity Authority to purchase undertaking and\n          works, after certain periods."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Every person in possession of property lying either Bywhom                !\nwholly or partly within the prescribed limits shall pay the luch rate\nprescribed rate at the time and m the manner prescribed: &E\n   Provided that when property lies partly within and partly /IW                 I\nwithout the p r e s c n i limits,the rate payable by the person t.z @).\nin possession of such property shall be assessed on the value\nof such portion onIy of the property as lies within the pre-\nscribed limits, and the value of such portion shall be settled\nin the same way, as nearly as may be, as values have been\nsettled under the Valuation Act.\n       [The incluson of this page is authorized by LN. 480/19731\n20                                  ELECTRIC LIGHTING\nCollection\nand pay-"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. All Lighting Rates shall be paid to the Collector of\nment over       Taxes of the parish within which the area in respect of which\nof such\nrates.          the same is payable is situated, and he is hereby required to\n2111958\nS. 8.\n                collect, enforce and receive, such rates, and to pay the same\n                to the Local Authority of thz parish aforesaid who shall\n                place such rates to the credit of the Lighting Fund of such\n                area.\nTaX               31. The Lighting Rates shall be deemed to be taxes within\nCollection\nAct             the meaning of the Tax Collection Act, and all enactments\nincorpor-\nated.           in aid of or amending the same.\nEluArieal         32. The Minister may, from time to the, in arrihg\nIrisppectors.\n21/ 1958        authorize, for the purpose of this Act, suitable public officers\ns.10.           as Electrical Inspectors, one of whom he shall designate\n                the Chief Electrical Inspector.\n&tin of           33. The duties of Electrical Inspectors shall be the per-\nElectrical\nInspector.      formance of such duties in connection with Electric Lighting\n                as are prescribed under this Act, or by any rules and regula-\n                tions made by the Minister pursuant hereto, or to the several\n                licences issued thereunder.\nRulrs,            34. Whenever under this Act, or any licence issued here-\nregulations\nand             under, the Miniiter is authorized to make rules or regulations\nPenaltieS.\n                he is hereby authorized to attach penalties, for the breach\n                of such rules or regulations :\n                  Provided, that no penalty shall exceed forty dollars, and\n                no daily penalty shall exceed ten dollars, and a daily penalty\n                shall mean a penalty for each day on which any offence is\n                continued after conviction therefor. AU penalties under this\n                Act, or any regulation made by the Minister under this Act,\n                or any of them, may be recovered in a summary manner\n                before the Resident Magistrate for the parish in which the\n                offence is committed.\n                      me incluson of this page is authorized by LN . 480/19731     r\n                     ELEcTRlC UGHTING                                     21"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. No person other than a licensee under this Act or N o m\nany enactment incorporated herewith shall make or cause to othrribm.\n                                                                w\nbe made any installation of wires or fittings of any kind or undcrthi,\nextent for electric light or power, house-telephones or tOlIl&O.ng\n                                                                inrtsllarion\nelectric bells, unlm such person has been duly l i d by g,$g\na Board of Examiners of not less than three persons ail.\nappointed by the Minister; and the Minister m a y make\nregulations with respect to the composition, hours, duties\nand procedure of the Board oE Examiners and with respect\nto the licensing of persons under thii section, the examination\nto be passed by any candidate for such licence, the\nexamination fee to be paid by such candidate, the suspension\nand cancellation of licences, the inspection of any work done\nunder any licence so granted and generally for securing the\nsafety of the public from personal injury or from fire or\notherwise in respect of installations of the nature herein\nspecified and may attach to the breach of any such regula-\ntions a penalty of ten dollars, recoverable on summary\nconviction before a Resident Magistrate.\n                     A n c i I l q Provisionr\n  3 6 4 1 ) Subject to the provisions of this section and of powerto\n                                                                    posts.\nsection 37,the undertakers may lay, place or carry on, under, erect\n                                                              supplylina,\nor over any land, except land used as a garden, park or E;r;zs\npleasure ground, or land being the curtilage of a dwelling- E.2111958"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.41) Not less than twenty-one days before entering\n   ats,.uppiy on any land for the purpose of doing any work thereon by\nEM,   etc.. on\nor Over l a d . virtue of rights conferred by section 36 the undertakers shall\n21/19s8\ns. 12\n                give to the owner or occupier of the land notice in the pre-\n                 scribed form of the work proposed to be done on the land.\n                         (2) Where the owner or occupier objects to the doing\n                 of the work specified in the notice he may refer the matter\n                 to the Minister and the provisions of section 44 shall\n                 accordingly apply.\n                         (3) If no objection is made by the owner or the\n                 occupier within the time prescribed, or having been made\n                 is withdrawn, the undertakers may enter on the land in\n                 question and do the work specifled in the notice.\nMaintenancc\nand repair of"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38-(1)     Subject to the provisions of this section the\napwuatus.        undertakers or any person authorized by them in that behalf\ns.12.\n21’1958\n                 may at all reasonable times enter upon any land on, under\n                 or over which supply lines have been laid, placed or carried,\n                 or upon which posts or apparatus have been erected, for\n                 the purpose of carrying out repairs thereto, and may carry\n                 out all requisite repairs and in the course thereof fell or lop\n                 trees, remove vegetation and do all other things requisite for\n                 the said purpose, causing as little damage or disturbance as\n                 possible.\n                          (2) There shall be paid by the undertakers to the\n                 owner of the land in question by way of compensation for\n                 any damage caused, not being such damage as is described\n                 in subsection (3), such sum as may be agreed between them\n                 or, in default of agreement, determined under the provisions\n                 of section 42.\n                          (3) Compensation shall not be payable under thii\n                 section in respect of the necessary felling or lopping of any\n                 tree which is within twenty-five feet of the centre line of any\n                 main road or parochial road and which was not in existence\n                 before the construcffon of the road, or in respect of the\n                       m e inclusion of this page is authorized by L.N. 480/19731\n                     ELECTRIC UGHTING                                    23\nnecessary felling or lopping of any tree, or the necessary\nremoval of any vegetation, which has grown or been allowed\nto grow in such a manner as to obstruct or interfere with\nany supply line, post or apparatus of the undertakers placed\non the land in question and in respect of which compensation\nhas been paid in pursuance of the provisionS of section 36.\n        (4) For the purposes of subsection (3) the felling or\nlopping of trees or the removal of vegetation shall be deemed\nto be necessary if done for the proper maintenance of any\nsupply line,post or apparatus."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) Whenever it appears to the undertakers that it Powcrta\n                                                               land\nwill or probably will be necessary to exercise the powers mtef\n                                                          @as\nconferred by section 36 or section 38, they or any person\nauthorized by them in that behalf may, after giving not less s. 1 2\nthan seven days’ notice to the occupier thereof, if any, enter\nupon the land and, subject to the provisions of this section,\nsurvey and take levels and do all other acts necessary to\nascertain the suitability of the land, causing as little damage\nor disturbance as possible.\n        (2) There shall be paid by the undertakers to the\nowner of the land in question by way of compensation for\nany damage caused such s u m as may be agreed between them\nor, in default of agreement, determined under the provisions\nof section 42."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.41) Where a supply line has been laid or carried, or Remodor\n                                                             alteration of\nposts or apparatus have been erected, on, under or over any wupply line,\nland by the undertaken under the provisions of section 36,          ;E,958\nor under or by virtuc of any other provision of this Act and s 12.\nthe owner or occupier of the land desires to use the land\nin such a manner as to make it necessary or cOnvenient that\nthe supply line, posts or apparatus should be removed to\nanother part of thc land or to a bigher or lower level, or\na l t c d in form, he may require the undntakers to remove\nor alter the supply line, posts or apparatus accordingly.\n       plc inclusion of thir page ia authorized by L.N. 480119731\n24                                   ELECTRIC LJGHTING\n                        (2) If the undertakers fail to comply with the require-\n                ment, the owner or occupier of the land, as the case may be,\n                may refer the matter to the Minister and the provisions of\n                section 44 shall accordingly apply.\nwayleave           4L-(1) Nothing in section 36,37,38,39 or 40 shall-\nagreements.\n2l/1958              (a) preclude the undertakers and the owner or occupier\ns. 12\n                          of any land from entering into an agreement for\n                          laying, placing or carrying on, under or over such\n                          land, any supply he,posts or apparatus (hereafter\n                          in this section referred to as a \"wayleave agree-\n                          ment\"); or\n                     (b) affect any wayleave agreement subsisting on the\n                           1st day of October, 1958.\n                        (2) Where a wayleave agreement is made in respect\n                of land the title of which is registered under the Registration\n                of Titles Act, the wayleave agreement may be registered in\n                accordance with the provisions of that Act as an encum-\n                brance affecting the registered title of the land, and the provi-\n                sions of the said Act shall have effect accordingly.\n                  4 2 Where the undertakers and the owner of any land on\n$cKr which  the undertakers have exercised any of the powers\n     conferred by section 36, 38 or 39 fail to agree as to the\nonlandby\nlimsm.\n21 19%          amount of compensation to be paid by the undertakers in\ns12             respxt of thp, exercise of the said powers, the question shall\n                be referred to arbitration and the provisions of the\n                Arbitration Act shall accordingly apply as if the arbitration\n                were pursuant to a submission (as defined in that Act) agree-\n                ing to submit the question to a single arbitrator.\nPower of          43.-(1) Any ltndertakem may-\nmderk&em\n(0 obtain            (a) by agreement with any other undertakers and with\nbulk sup\nplies; fringe            the approval of the Minister, give to or acquire from\norder\nvmons.pro-               such other undertakers bulk supplies of electricity;\n21/1958\ns. 12\n                       me inclusion of this page is authorized by L.N. 480119731\n                     ELECTRIC LIGHTING                               25\n    (b) by agreement with any Local Authority, company\n        or person and with the approval of the Minister\n        acquire bulk supplies of electricity from such Local\n        Authority, company or person; and\n    (c) by agreement with any other undertakers and with\n        the approval of the Minister supply electricity to\n        consumers in the areas in which such other under-\n         takers are licensed to supply electricity.\n         (2) If any undertakers are unable to obtain the\nagreement of any other undertakers under paragraph (c) of\nsubsection (1) they may apply to the Minister for an\nauthorization to supply electricity to consumers in such\npart of the area in which such other undertaken are licensed\nto supply electricity as may be specified in the authorization\nand, if the Minister giva such authorization, the first named\nundertakers shall have power to supply electricity in accord-\nance therewith."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Power of undertakers to obtain bulk supplies; fringe order\n          provisions."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.41) In any case where under the provisions of section -ion      of\n37 or 40 a person is entitled to refer any matter to the\nMinister then if, within the prescribed time and in the pre- E*\nscribed manner, the said person so requires the matter shall s 12\nbe referred accordingly.\n        (2) On any such reference the Minister shall appoint\na Commission consisting of three members (hereafter\nreferred to in this section as “the Commission”) to inquire\ninto and determine the matter under reference.\n        (3) Notice that such inquiry is to take place shall be\ngiven, in such manner as the Minister may think fit, to the\nundertakers concerned and to the owner or occupier of the\nland in question and to the Chief Inspector; and such notice\nshall state that the person to whom it is addressed may,\nif he desires, make representation to the Commission within\na time to be specified in the notice.\n                     ELECTRIC UGHTlNG\n       (4)With respect to any such inquiry the Commission\nshall, in addition to the powers conferred by section 45,\nhave power-\n     (a) to take statements from all such persons as they\n          think fit and to require any such person to make\n          and sign a declaration of the truth of the statement\n          made by him;\n     (b) to have access to and examine any electrical plant,\n          installations, apparatus or electrical fittings con-\n          cerned; and\n     (c) to enter and inspect any place or building the entry\n          or inspection whereof appears to the Commission\n          to be requisite for the purpose of the inquiry.\n        (5) At any such inquiry the Commission shall afford\nto each person to whom a notice has been given under\nsubsection (31, or to any other person chosen by him to\nrepresent his views, an opportunity to be heard whether or\nnot he has previously made representations.\n        (6) At the conclusion of the inquky the Commission\nshall give such directions as may seem to them to be proper,\nincluding, if necessary, a direclion as to how any expenses\nshall be met, which directions shall be in writing and shall be\nfinal and binding upon the persons affected thereby.\n       (7)Any person shall be entitled upon payment to the\nMinister of the prescribed fee to be supplied with a copy of\nthe directions of the Commission.\n        (8) Any person who obstructs any member of the\nCommission in the exercise of his functions under this Act\nshall, on summary conviction thereof in a Resident\nMagistrate’s Court, be liable to a fine not exceeding one\nhundred dollars or to imprisonment for a term not\nexceeding six months.\n                     ELECTRIC LIGHTING                                     27"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Where any of the provisions of this Act or regulations *aryp power3\n                                                                  pI~~t-\nmade hereunder authorize or require the holding of an m. regard to\ninquiry then, with respect to such inquiry, the following holdjng         of\n                                                                  inqurr,es.\n                                                                  2111958\nprovisions shall have effect-                                     s 12.\n     (U) the persons or person holding the inquiry shall have\n         power-\n             (i) by summons in the prescribed form to\n                 summon and examine all such persons as\n                 they or he, as Lhe case may be, may think\n                 fit, to require such person to answer any\n                 question or furnish any information or\n                 produce any books, papers, documents and\n                 articles which m a y be relevant to the matter\n                 under inquiry and retain any such books,\n                 papers, documents and articles until the\n                 completion of the inquiry;\n            (ii) to permit any person to appear at the inquiry\n                 and call evidence and examine witnesses\n                 where it appears that in order to resolve\n                 any conflict of evidence or for any other\n                 reason it is expedient to do so;\n     (b) every person summoned as a witness as aforesaid\n          may be allowed such expenses as the Minister may\n          from time to time determine;\n     (c) any person who without reasonable excuse (proof\n          whereof shall lie on him) fails, after having had\n          the expenses (if any) to which he is entitled tendered\n          to him, to comply with any summons or to answer\n          any proper question put in pursuance of the provi-\n          sions of this section shall on summary conviction\n          thereof before a Resident Magistrate be liable to\n          a line not exoeedmg one hundred dollars and in\n          default of payment, to imprisonment with or with-\n          out hard labour for a term not ex-                  six\n          months.\n       Vhe inclusion of this page is authorized by L.N. 480/1973J\n                                                                    -\n28                                   ELECTRIC LIGHTING\nRegulations.\n21 / 1958"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Notwithstanding any other provision in this Act or\ns. 12.         of any licence granted under this Act, it shall be lawful for\n               the Minister to make regulations for the following purposes-\n                   ( U ) to provide for the registration and inspection, and\n                          the standards of supervision of electrical plant,\n                         installations and apparatus used for the generation\n                          and supply of electricity whether or not such plant,\n                         installations or apparatus are intended for the\n                         supply of electricity under this Act for any public\n                         or private purpose;\n                    (b) to provide for such powers of entry on premises\n                         as the Minister may consider desirable in relation\n                         to the duties of Electrical Inspectors;\n                   (c) to require undertakers to give to Electrical\n                         Inspectors information required by them for the\n                          purpose of their functians under this Act;\n                   (d) to provide that any Authority, company or person\n                         supplying electricity for public or private purposes\n                         shall furnish to the Miniiter, in such form as the\n                         Minister may determine, such information relating\n                         to such generation and supply and the accounts\n                         in respect thereof as the Minister may consider\n                         desirable;\n                   (4 to provide for the validating of any existing\n                         arrangements between undertakers and other\n                         persons for the joint use of poles and other\n                         supports;\n                    (f) to provide for such matters as appear to the\n                         Minister to be necessary to permit, control and\n                         regulate the joint use by undertakers and other\n                         persons of poles and other supports;\n                   (g) to prescribe any matters required by this Act to\n                         be prescribed;\n58 I I958          (h) to provide for the imposition of fees and the\ns. 3.                    collection thereof from such persons, in such\n                     [The inclusion of this page 1s authorized by L N . 480119731\n                     ELECTRIC LIGRTlNG                                     29\n          manner and in such amounts as may be prescribed\n          in relation to any inspections, tests, reports or\n          certificates to be made or furnished in accordance\n          with the provisions of this Act, or any rules or\n          regulations made thereunder."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. In this Act, unless the context otherwise requires-       htap-ta-\n     “apparatus” includes all machines, apparatus and E E i 9 ~ 8\n          fittings in which conductors are used or of which S. 13.\n          they form a part;\n     “bulk supply” means a supply of electricity to be used\n          for the purposes of distribution;\n     “Chief Inspector” means the Chief Electrical Inspector\n          designated as such under the provisions of section\n          32;\n     “company” means any body of persons corporate or\n          unincorporate;\n     “conductor” means an electrical conductor designed to\n          be connected to a system;\n     “consumeI” means any person supplied or entitled to\n          be supplied with electricity by undertakers;\n     “electric line” means a wire or wires, conductor or other\n          means used for the purpose of conveying, trans-\n          mitting or distributing, electricity together with any\n          casing, coating, covering, tube, pipe or insulator,\n          enclosing, surrounding or supporting, the same or\n          any part thereof, or any apparatus connected there-\n          with for the purpose of mnveying, transmitting or\n          distributing, electricity or electric currents;\n     “electrid fittings” means electric lines, fittings,\n          apparatus and appliances designed for use by\n          consumers of electricity for lighting, heating,\n          cooling, motive power and other purposes for which\n          electricity can be used;\n- lThe inclusion of this page is authorized by L.N. 480119731\n                ELECTRIC LJGHTING\n“electrical plant” means any plant, equipment, apparatus\n     and appliances used for the purpose of generating,\n     transmitting or distributing electricity, but not\n     including any electrical fittings;\n“electricity” means electricity, electric energy, or any\n     like agency;\n“Electricity Authority” means the Authority established\n     under section 3 of the Electricity Development Act;\n“Inspector” means an Electrical Inspector authorized\n     as such under the provisions of section 32 and\n     includes the Chief Inspector;\n“Local Authority” means-\n        (U) in relation to the Corporate Area as deked\n             in the Kingston and St. Andrew Corporation\n             Act, the Council of the Kingston and Saint\n             Andrew Corporation; and\n        (6) in relation to the parishes not within the\n             Corporate Area the Parish Councils of such\n             parishes in their respectiveparishes;\n“person in possession of property” includes the owner,\n     occupier, mortgagee in possession, or other person\n     in actual possession of such property;\n“private purposes” shall include any purposes whatever\n     to which electricity may for the time being be\n     applicable, not being public purposes, except the\n     transmission of any telegram;\n“property” means any property shown on the Valuation\n     Roll made and settled, or from time to time duly\n     altered and amended under the authority of the\n     Valuation Act, or any enactment replacing the\n     same;\n“public purposes” means lighting any street or any place\n     belonging to OT subject to the control of any Public\n     Authority, or any church or place of public wor-\n  me inclusion of this page is authorimd by L.N. 480119731\n               ELECSFRIC LIGHTING                             31\n     ship, or any hal1 or building belonging to or subject\n     to the control of any Public Authority, or any pub-\n     lic theatre, but shall not include any other purpose\n     to which electricity may be applied;\n“street” includes any square, court or alley, highway,\n     lane, road, thoroughfare or public passage or place,\n     within the area in which the undertakers are\n     authorized to supply electricity by this Act, or any\n     licence, order or special Statute;\n“system” means an electrical system in which all\n     conductors and apparatus are electridy or\n     magnetically connected;\n“telegram” shall mean any message or other Communica-\n     tion transmitted or intended to be transmitted by\n     means of electric s m ,\n“telegraph and telegraphic” &aII haw the same meaning\n     as under the Tefegmph Act;\n”the value of property” mans the gross vahe of any\n     property as shown in the Valuation R&,\n                                                                   j\n“undertakers or undertaking” shall apply to any Local\n     Authority, compmy or person, who by this Act\n     may be authorixd to supply electricity within any\n     area, and to every undertaking so authorized;\n“Works” means and includes electric lines, also any\n     building, macbery, engines, works, matters or\n     thiigs, of whatsoever description required to supply\n     electricity and to carry into effect the object of the\n     undertakers under this Act.\n32                                  ELECTRIC LIGHTING\n                               FIRST SCHEDULE             (saction 21)\n2511959              IN RELATION\n               PARISHES                       S BASEDON UNIMPB~VED\n                               m WHICH R A ~ ARE\ns. 3.                                        VALUFS\n             Saint Ann\n             Saint Catherhe\nL.N.         Wit Elizabeth\naaitm\nL.N.         Qarendon\n10*/ 1973.   Manchester\n             Westmoreland\n25/195¶\ns. 3.                                SECOND SCHEDULB                      (section 2n\n               ~DIFICATIONSOF SECTION 27 IN RELATION\n                                                   TO PARISHES                   IN\n                                         F m scnlmuu"
    },
    {
      "provision_ref": "sec211",
      "section": "211",
      "title": "Section 211",
      "content": "211,958      enclosed within any building or buildings, or where any\nS 6.         electric lime or work so laid down or erected may be used\n             for such purpose otherwise than under and subject to the\n                      ELEcTRlC LJGRTAVG                            15\nprovisions of a licence, order or special Statute, the Minister.\nif he thinks fit, may, by notice in writing under his hand,\nto be served upon the body or person owning or using or\nentitled to use such electric line or work, require that such\nelectric line or work shall be continued and used only in\naccordance with such conditions and subject to such regula-\ntions for the protection of the public safety and of the\nGovernment electric lines and works, and of other electric\nlines and works lawfully placed in any position and used\nfor telegraphic communication, as the Minister may by or\nin pursuance of such notice prescribe; and in case of non-\ncompliance with the said regulations, then the Minister\nmay require such body or person to remove such electric\nline or work :\n   Provided that nothing in this section shall apply to any\nelectric line or work laid down or erected by any body or\nperson for the supply of electricity generated upon any\npremises occupied by such body or person to any other\npart of such premises.\n        (2) Where in any case any electric lime or work is used\nfor the supply of electricity in such a manner as to\ninjuriously d e c t any Government telegraphic line, or to\na k t the telegraphic communication through any such line,\nthe Minister may, by notice to be served upon the body or\nperson owning or using or entitled to use such electric lime\nor work, require that such supply be continued only in\naccordance with such conditions and regulations for the\nprotection of the Government telegraphic limes and the\ntelegraphic communication through the same as he may by\nor in pursuance of such notice prescribe; and in default of\n compliancewith such conditions and regulations the Minister\nmay require that the supply of electricity through such\nelectric lime or work shall be forthwith discontinued :\n   Provided that nothing in this section shall apply to the\nsupply of electricity through any electric line or work laid\ndown or erected under and subject to the provisions of any\n                                                   ___\n         me indunon of tlus p g c i s aulhnmzed by L N. 68119781\n16                                     EIGCTRIC LIGHTING\n                 licence, order or special Statute, or which may be used in\n                 accordance with any conditions or regulations prescribed by\n                 the Minister,by or in pursuance of any notice given by him\n                 under this section.\n                          (3) If any body or person fails to comply with the\n                 requirements of any notice which may be served upon them\n                 or him under this section, such body or person shall be liable\n                 to a penalty not exceeding forty dollars for every such\n                 offence, to be movered summanl    ' y; and any Court of Petty\n                 Sessions, on complaint made, may make an order directing\n                 and authorizing the removal of any electric line or work\n                 specified in such notice,by such person and upon such terms\n                 as they may think fit.\n                          (4) Any notice authorized to be served under this\n                  section upon any body or person may be served by the same\n                 being addressed to such body or person, and being left at or\n                 transmitted through the post to any office of such body,\n                 or the usual or last known place of abode of such person;\n                 and any notice so served by post shall be deemed to have\n                 been served at the time when the letter containing the notice\n                 would be delivered in the usual anuse of post, and in proving\n                 such seMce it shall be d c i e n t to prove that the letter\n                 containing the notice was properly addressed and put iuto\n                 the post.\nmmision            24. Nothing in this Act, or in any licence granted under\n$%? this Act, shall authorize or enable any Local Authority,\n=d               company or person, to transmit any telegram, or to perform\n                 any of the incidental services of receiving, collecting or\n                 delivering telegrams, or to give to any Local Authority,\n                 company or person, any power, authority or facility, of\n                 any kind whatsoever in connection with the transmrs       ' sion\n                 of telegrams, or the performance of any of the incidental\n                 services of receiving,collecting or delivering telegrams.\nporctto            25. If at any time,from bankruptcy or other cause, the\ntab              undertakers shall be unable to continue to supply electricity\nof C k a r i c\nmrh.                      mac inclusion of this page is authorized by L.N.aSll9781\n                    eLecTRIC UGHTlNG                                  17\nto any area for which they were licensed under this Act,\nit shall be lawful for the Minister to enter upon and take\npossession of all the works of the said undertakers, together\nwith all wires and electric plant belonging thereto, and to\nmaintain the same in working order for hvelve months, or\nfor such time as may be necessary for the sale or disposal of\nthe same."
    }
  ],
  "definitions": []
}