{
  "id": "jm-stat-the-electricity-frequency-conversion-act",
  "type": "statute",
  "title": "The Electricity (Frequency Conversion) Act",
  "title_en": "The Electricity (Frequency Conversion) Act",
  "short_name": "Electricity (Frequency Conversion) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-electricity-frequency-conversion-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-electricity-frequency-conversion-act | Legal areas: Public Utilities",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Electricity (Frequency shorttitlc\nConversion) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                             Intsrrmta-\n                                                              lion.\n“Commission” means the Commission established under\n     section 3;\n“consumer” means a consumer of electricity supplied\n     by an undertaker but does not include a private\n     supplier :\n  Provided that a private supplier who consumes electricity\nsupplied by an undertaker shall be a consumer within the\nmeaning of this Act only so far as relates to the electrid\napparatus required for the consumption of electricity so\nsupplied;\n“cost of conversion” means-                                   39/1960\n                                                              s. 2.\n     (U) the cost of altering or replacing the electrical\n          apparatus of the undertaker and the consumers in\n          the area affected by a scheme; and\n     (b) any other expenditure reasonably and necessarily\n          caused by, or incurred in connection with, the\n          altering or replacing of such electrical apparatus\n          as aforesaid or the financing of the conversion and\n          determined by the M    inistr to be an itcm of\n                                      e\n          expenditure which may be included in the cost of\n          conversio~\n“electrical apparatus” includes all plant, equipment, appa-\n     ratus and appliances of whatever description designed\n       mo inclusion of thin   is authorized by L.N. 480/19731\n                                                                -\n4                    ELECTRICITY (FREQUENCY CONVERSION)\n                  for the generating, transforming, transmitting, dis-\n                  tributing, supplying or consuming of electricity;\n             “electricity” means electrical energy generated, transmitted,\n                  supplied or used for any purpose;\n             “private supplier” means a person authorized by the\n                  Electric Lighting Act to generate electricity and use\n                  it solely for his own purposes which purposes may\n                  include supply to his employees;\n             “scheme” means a scheme approved pursuant to section 4;\n             “undertaker” means any local authority or other person\n                  who, by the Electric Lighting Act, is authorized to\n                  generate electricity and supply it to the public but shall\n                  not include a private supplier.\nEstablish-     3 . 4 1 ) For the purposes of this Act there shall be\nmeot of\nHectnc,ty    established a body to be known as the Electricity Frequency\nStandard-\nPRqucncy     Standardization Commission.\nizatlon\nCommis-              (2) The provisions of the Schedule shall have effect\nsion\n             as to the constitution and operations of the Cornmission\nSchedule.\n             and otherwise in relation thereto.\n                   (3) The Commission shall be a body corporate having\n             perpetual succession and a common seal with power to\n             purchase, take, hold and dispose of land and other property\n             of whatever kind for the purposes of this Act.\n                   (4) The Commission may sue and be sued in their\n             corporate name and may for all purposes be described by\n             such name.\n                   (5) The seal of the Commission shall be authenticated\n             in the manner prescribed in the Schedule and shall be\n             oficially and judicially noticed.\n                    (6) The Commission shall appoint such officers and\n             servants as they may consider expedient for securing the\n             proper discharge of their functions under this Act.\n                    me inclusion of this page is authorized by LN. 480/19131\n        ELECTRICITY (FREQUENCY CONVERSION)                                   5\n      (7)No member of the Commission shall be personally\nliable for any act or default of the Commission done or\nomitted to be done in good faith in the course of the\noperations of the Commission."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Commission shall, as soon as practicable, Dutyofthe\n                                                                   Commis-\nprepare a number of schemes each relating to the m a of sionto\nsupply of the undertaker who is specified therein-                 PE-\n                                                                   SEhcmCS\n      (U) requiring the undertaker within such time as z d , d -\n           may be stated in the scheme and to the satisfac- izatlon\n           tion of the Commission-\n               (i) to provide in his undertaking for the\n                   generation and supply of electricity at a\n                   frequency of 6fty cycles; and\n              (ii) to make such alteration in, or replacement\n                   of, his electrical apparatus and the electrical\n                    apparatus of consumers in the area of\n                    supply as may be necessary to carry this\n                   change of frequency into effect;\n      (b) containing an estimate of the cost of conversion;\n      (c) containing such supplemental, incidental and\n           consequential provisions as may appear necessary\n            or expedient for giving effect to the purpose of\n            this Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. It shall be lawful for the purpose of preparing a ~~~t~\n                                                              infoma-\nscheme or of giving effect to a scheme-                       tim\n                                                              obtained\n     (a) for the Commission to request the Commission under&=\n         established by the Electricity (Survey) Act, (in              :&?$?\n         this section referred to as “the Electricity Survey A*.\n         Commission”) to furnish to the Commission any\n         information obtained by the Electricity Survey\n         Commission pursuant to that Act and for the\n         Electricity Survey Commission to furnish such\n         information to the Commission;\n     (b) for the Commission to furnish such information\n         to the undertaker;\n     (c) for the Commission to authorize the Electricity\n          Survey Commission to furnish such information\n          direct to the undertaker;\n     (4 for the undertaker to use information so obtained\n          for the purpose of discharging his duties in regard\n          to the preparation of the scheme or carrying the\n          scheme into effect."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)  It shall be lawful for the undertaker or any ~~~~f\ncontractor of the undertaker or any employee of the\nundertaker or of any such contractor to enter upon the\npremises of a consumer for the purpose of carrying out\nhis duties in relation to the scheme but so always that\n-          m e inclusion of this page is authorized by LN. 480/19731\n8                     ELECTRICITY (FREQUENCY CONVERSION)\n              such right of entry shall be exercised at reasonable hours\n              and upon production, if demanded by the occupier of the\n              premises, of written evidence of identity.\n                     ( 2 ) The persons described in subsection (1) shall have\n              authority to inspect the electrical apparatus of the consumer\n              and, if necessary, to alter it or remove it from the premises\n              of the consumer for the purpose of altering it or replacing\n              it in accordance with the scheme.\n                     (3) The Commission, any contractors of the Commis-\n              sion and the employees of the Commission or of such\n              contractors shall have all the powers conferred upon\n              undertakers and their contractors and the employees of\n              undertakers and their contractors respectively by sub-\n              sections (1) and (2).\nDisposalof      7. The electrical apparatus Of an undertaker or a\nreplaced\napparatus,    consumer which is replaced in the course of giving effect\n              to a scheme shall be the property of the Commission who\n              may sell such apparatus and receive the proceeds of sale\n              thereof.\nFinancial        8 4 1 ) Save as otherwise provided in this Act, the cost\nprovisions.\n              of conversion shall, in the first instance, be borne by the\n              undertaker who is charged with carrying the scheme into\n              effect, and such cost, save as otherwise provided in this\n              Act, shall be recoverable by means of the surcharge for\n              which provision is made in section 10.\n                    ( 2 ) If an undertaker satisfies the Minister that the\n              financial resources of his undertaking are not sufficient to\n              enable him to discharge the obligation imposed upon him\n              by subsection (I), the Minister may either authorize the\n              Commission to advance to the undertaker, upon such terms\n              as the Minister may determine, such sums as may be\n                    me inclusion of this page is authorized by L.N. 480/19731\n        ELECTRICITY (FREQUENCY CONVERSION)                              9\nnecessary to enable the undertaker to carry the scheme into\neffect or may require the Commission themselves to carry\nthe scheme into effect."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9-41)The cost of conversion shall not include the Cmtof\n                                                         wnveraion.\nexpenditure incurred in establishing and maintaining the\nCommission and such expenditure shall be met from\npublic funds.\n       (2) The cost of conversion shall include interest on\nadvances made to the undertaker pursuant to the pro-\nvisions of section 8 and also interest on moneys, other\nthan such advances, borrowed by an undertaker for the\npurpose of discharging the obligation to finance the con-\nversion which k imposed upon him by section 8.\n       (3) Subject to the provisions of subsection (51, there\nshall not be charged against the cost of conversion any\nexpenditure incurred in converting the electrical apparatus\nof an undertaker or of a consumer to the extent to which\nsuch expenditure results in a permanent improvement to\nsuch electrical apparatus, and such expenditure shall be\nborne by the undertaker or the consumer, as the case may\nbe, and may accordingly be recovered-                         3911960\n                                                              S. 2.\n     (U) in any case where the expenditure results in\n          permanent improvement to electrical apparatus\n          belonging to a consumer, from the consumer by\n          the undertaker; or\n     (6) where the scheme is carried into effect by the\n          Commission, from the consumer or undertaker as\n          the case may be, by the Commission,\nas a civil debt by him or them as the case may be.\n      (4) There shall be set off against the cost of con-\nversion the amount recovered by the Commission for the\nsale of electrical apparatus which is replaced pursuant to\nsection 7.\n       me inclusion of this pa.ge is authorized by LH. 480/19731\n10                  ELECTRICITY (FREQUENCY CONVERSION)\n                   (5) If any question shall arise as to w h t part, if\n            any, of the expenditure incurred in converting the electrical\n            apparatus of an undertaker or of a consumer shall, pur-\n            suant to subsection (31, be borne by the undertaker or\n            consumer, as the case may be, such question shall be\n            decided by the Commission and, in making such a\n            decision, the Commission may, in their discretion, disregard\n            improvements to the electrical apparatus of a consumer\n            which, in their opinion, are unavoidable in the course of\n            conversion or are negligible.\n3911960\ns. 2.\n                  (6)The Commission shall, by such means as it\n            considers expedient, ensure that any item of expenditure\n            which pursuant to this Act is not to be charged against\n            the cost of canversion is not so charged; and the powers\n            vested in the Commission by subsection (5) shall not be\n            prejudiced or dected by the fact that the Commission or\n            any person acting on behalf of the Commission negotiates\n            with an undertaker or consumer or does any other thhg\n            in pursuance of this subsection.\nsurcharse      10.-(1) The cost of conversion Of every scheme shall be\n            ultimately recovered from consnmers within the area\n            dected by the scheme by means of a surcharge payabie by\n            such consumers and in such mount and over such period\n            of time and to such persons as m y be prescribed by an\n            order made by the Minister and approved by a resolution\n            of the House of Representatives.\n391 19-33          ( 2 ) An order under subsection (1)-\ns. 2.\n                (a) may be made at any time after approval of the\n                    scheme to which the order relates a d the sur-\n                    charge may be made to have effect forthwith;\n                (6) may be based on the estimated cost of conversion\n                     set out in such scheme as aforesaid; and\n                  ITfie iocluslon of t h r p g e lg ~llthorizcdby LN. 480119731\n          ELECTRICITY (FREQUENCY COWERSK3N)                             tl\n    (c)   may be varied by another order made pursuant i8/iwo\n          to subsection (1) by the Minister and approved S.\n          by a resolution of the House of Representatives."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The funds of the Commission shall consist of such moneys as ~ ~ d ~ o f\nmay from time to time be placed at their disposition for the purposes the\nof this Act by the Legislature and such other moneys as may lawfully   pays.\nbe paid to the Commission."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. It shall be the duty of every undertaker and every pmaltyfor\nconsumer dected by any scheme t o cunform with every default by\nrequirement of such scheme which aflects him and, if an ;E;\nundertaker or consumer fails so to do, or if an undertaker\nor a consumer fails to fulfil the obligation imposed on him\nby subsection (4) of section 4, such default shaU, in the\ncase of an undertaker, be deemed to be a failure by the\nundertaker to perform a duty d e r the licence granted to\nhim pursuant to the Electric Lighting Act and enforce-\nable accordingly and, in the case of a consumer, shall\nrender him liable to have his supply of electricity cut off\nuntil the default has been made good.\n  12 Notwithstandmg that a private supplier is not, poweroi\n                                                              Commis-\nsave as is expressly provided m this Act, a consumer Oil to\nwithin the meaning of this Act, it shall be lawful for the      z;;tri*\n                                                                €4\nCommission to enter into an agreement with any private S U P P I I ~\nsupplier in relation to the conversion of the electrical to ConVCd.\napparatus used by him for the purposes for which he\ngenerates electricity upon such terms and conditions as\nmay, subject to the approval d the Minister, be agreed,\nbut the cost of such conversion shall not be part of the cost\naf conversion within the meaning of this Act and shall be\nborne by the private supplier."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) In subsection (1) the expression “area of supply”\nmeans the area or areas comprised in any licence or licences\ngranted under the Electric Lighting Act and held by an\nundertaker.\n       (3) In the preparation of every scheme made under\nthis section the Commission shall consult with the under-\ntaker in the area affected by the proposed scheme.\n       (4) The undertaker and every consumer in the area\naffected by a proposed scheme shall render to the Commis-\nsion all such assistance by way of information and other-\n       me inclusion of this page is authorized by L.N. 480/19731\n6           ELECTRICITY (FREQUENCY CONYERSION)\n    wise as is necessary for the purpose of preparing the scheme\n    and lies within his power to render.\n           (5) Every scheme prepared under the provisions of\n    this section shall be submitted by the Commission to the\n    Minister for his approval and, upon his approval being\n    obtained, it shall be the duty of the undertaker, from such\n    date as may be notified to him by the Commission, to\n    carry the scheme into effect to the satisfaction of the\n    Commission.\n           (6) If the Commission are satisfied that there is not\n    available, and cannot be made available, to a particular\n    undertaker sufficient technical staff to enable that under-\n    taker satisfactorily to carry the scheme into effect, the\n    Commission may, with the approval of the Minister,\n    undertake the duty of giving effect to the scheme and, for\n    this purpose, may engage such personnel, acquire such\n    electrical apparatus, enter into such contracts and do all\n    such other things as may be necessary for that purpose.\n           (7) For the purpose of giving effect to any scheme it\n    shall be lawful for the undertaker or, if effect is being given\n    to the scheme by the Commission, for the Commission-\n         (a) to alter or replace such electrical apparatus\n              belonging to consumers within the area &ected\n              by the scheme as may be necessary; and\n         (6) to agree with any such mnsumer that the altera-\n              tion or replacement of his electrical apparatus for\n              the purpose of the scheme shall be done by him\n              upon such terms and conditions as, subject to the\n              provisions of this Act and the scheme, may be\n              agreed or, in default of agreement, as may, in\n              either case,be determined by the Commission:\n               Rovided that it shall be a term of any such\n             agreement that the consumer shall be paid a\n             reasonable amount for the cost incurred by him in\n          m e inclusion of this m e is authorized by L.N. 480/19731\n            ELECTRICITY (FREQUENCY CONVERSION)                            7\n         altering or replacing such electrical apparatus in\n         conformity with the agreement.\n      (8) All amounts paid to consumers pursuant to\nparagraph (b) of subsection (7)shall be part of the cost of\nconversion.\n       (9) The Minister may by notice published in the s.\n                                                       3911960"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Minister may mske regulations-                RCSulp.\n    Fa) with regard to any &t.er   required by this Act tlom\n        to be prescribed;\n    (bj prcscribkg tht acmmting and other procedure\n        to be followed by undertakers and otbers iu\n        giving effect to a scheme;\n    (6 p~d~        for giving &ect to the provisions of\n          this&\n      ITIu i n d k of tbis -is   authonzd lay LH. ~ 8 0 1 ~ 1\n12                     ELECTRICITY (FREQUENCY CONVERSIOrv)\n                                       SCHEDULE                       (Section 3)\nAppoint-      1. The Commission shall consist of five persons to bc appointed by\nment of     the Minister.\nmembm.\nTemporary     2. The Minister may appoint any person to act temporarily in the\nappoint-    place of any member of the Commission in the case of the absence or\nments.      inability to act of such member.\nChairman.     3. (1) The Minister shall appoint one of the members of the Com-\n            mission to be the chairman thereoE\n                 (2) In the case of the absence or inability to act of the chairman\n            the remaining members of the Commission shall elect one of their\n            number to act as chairman at that meeting.\nTenure of     4. A member of the Commission shall. subject to the provisions\no5ce.       of this Schedule. hold office during the pleasuro of the Minister.\nResigna-       5. (1) Any member of the Commission, other than the chairman.\ntion.       may at any time resign his office by instrument in writing addressed\n            to the Minister and transmitted through the chairman. and from the\n            date. of the receipt by the Minister of such instrument such member\n            shall cease to be a member of the Commission.\n                  (2) The chairman may at any time resign his office by insmment\n            in writing addressed to the Minister and such resignation shall take\n            elfeft as from the date of the receipt of such instrument by the\n            Minister.\nPublic&       6. The names of all members of the Commission as first constituted\ntion of     and evcry change in the membership thereof shall be publishad in the\nmember-\nship.       Gazette.\nAulhentica-     7. (I) The seal of the Commission shall be authenticated by the\nlion of seal signatures of the chairman or one member of the Commission\nand          authorized to act in that behalf and the smctary of the Commission.\ndocumcnfs.\n                  (2) AU documents. other than those required by law to bc under\n            seal, made by, and all decisions of, the Commission may be signified\n            under the hand of the chairman or any member authorivd to act in\n            that behalf or the secretary of the Commission.\nProcedurt     8. (1) The Commission shall meet at such times as may be necesary\nand         or expedient for the tramam'on of business. and such meetings shall\nmeetings.\n            be held at such places and times and cm such days as the commission\n            may determine.\n                 (2) The chairman may at any time call a spscial meeting of the\n            Commission and shall call a spccial meeting to be held withii seven\n            days of a written request for that purpose addressed to him by any\n            two members of the Commission.\n                 (3) The chairman or in the case of the absmce or 'habfity to act\n            of the chairman, the person elected to act as chairman in a m d a n c e\n            with the pmvisions of sub-paragraph (2) of paragraph 3 shall preside\n                    rrzle inclusion of lhis page is authorid by L.N. 480/19731\n         ELECTRICITY (FREQUENCY CONVERSION)                                  13\nat the meetings of the Commission, and the chairman or the person\nelected as aforesaid to act as chairman shall have an original and\na casting vote.\n      (4) The quorum of the Commission shall be three including\nthe chairman or person elected to act as chairman as aforesaid.\n      (5) Subjact to the provisions of this Schedule the Commission\nmay regulate their own proceedings.\n      (6) The validity of any p-ding     of the Commission shall not\nbe affected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a member thereof."
    }
  ],
  "definitions": []
}