{
  "id": "jm-stat-the-electricity-survey-act",
  "type": "statute",
  "title": "The Electricity (Survey) Act",
  "title_en": "The Electricity (Survey) Act",
  "short_name": "Electricity (Survey) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-electricity-survey-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-electricity-survey-act | Legal areas: Public Utilities",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.41) In this Act-                                             &ia-pretIl-\n                                                                 tion.\n    “Commission” means the Commission appointed under\n         the provisions of section 3;\n    “electrical apparatus” includes all plant, equipment,\n         apparatus and appliances of whatever description\n         designed for the generating, t r a n s f o d g , trans-\n         mitting, distributing, supplying or consuming of\n        electricity;\n    “electricity” means electrical energy generated, trans-\n         mitted, supplied or used for any purpose;\n       (2) References in this Act to “electrical apparatus\nin use” shall be construed as references to electrical appara-\ntus whether in actual use or kept on hand for distribution\nor sale."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  The Minister may appoint a Commission consist- Eshblirh-\ning of not less than three nor more than five persons for montand\n                                                          oomtitution\nthe purposes of this Act.                                 of\n                                                          Commiamon.\n      (2) The members of the Commission shall be\nappointed by the Minister and shall hold o h at the plea-\nsure of the Minister.\n      (3) A member of the Commission may at any time\nresign from membership thereof by instrument in writing\naddressed to the Minister.\n           m e inclusion of tbis pdge is authorized by L.N. 480/19731\n4                                     ELECTRICZTY (SURVEY)\nDuty of         4.-(1)    It shall be the duty of the Commission to obtain,\nCommission\ntoobrain      collect, compile and analyse particulars and information\nparticulars\nandin-        relating to the generation, distribution and use of e h -\nformation.    tricity, and the quantities and types of electrical apparatus\n              in use.\n                      (2) The Commission may, if they consider it necessary\n              for the proper discharge of their duty under this Act,\n              undertake tests with the object of determining the effect of\n              standardization of electrical frequencies and other condi-\n              tions of supply of electricity on the operations of persons\n              who may be directly affected thereby.\nManner of       5 . 4 1 ) Particulars and information to be obtained under\nobtaining\nparticulars   this Act shall be obtained in such manner and from such\nand in-\nformation.    sources as the Cornmission may determine and it shall be\n              the duty of the Commission to prepare the schedules, forms\n              and other documents required for the purpose, and to do all\n              such things, by way of tests or otherwise, as they may\n              consider necessary for the said purpose.\n                    (2) Without prejudice to the generality of the provi-\n              sions of subsection (1) the Commission may-\n                   (U) require any person to furnish to the Commission\n                        any particulars or information authorized to be\n                        obtained under this Act which may be available\n                        from the books or records of that person;\n                   (b) authorize any person to obtain on behalf of the\n                        Commission, in accordance with such arrangements\n                        as may be made between the Commission and that\n                       person, any particulars or information authorized\n                        to be obtained under this Act.\nObligation      6. Every person from whom particulars or information\nto furnish\nparticulars   may lawfully be required pursuant to this Act shall to the\nand in-\nformation.    best of his knowledge, when required so to do by the Com-\n              mission or any person authorized in that behalf by the\n                         me inclusion of this page is authorized by L.N. 480/1973]\n                   ELECTRlClTY (SURVEY)                                      5\nCommission, furnish in accordance with the instructions\ncontained in or accompanying or having reference to any\nschedule, form or other document the particulars or in-\nformation specified in that schedule, form or document."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where the Commission or any person authorized in Pilhngnep\n                                                                  of schedules,\nthat behalf by the Commission delivers or sends by post to forms,etc.\nany person, whether described by name or by reference to\nthe occupation of any premises, any schedule, form or other\ndocument purporting to be issued under this Act or any\nregulation made thereunder and having thereon a notice\nrequiring that it be filled up, signed and returned to the\nCommission within a stated time, or that any information\nreferred to therein be furnished to the Commission within\na stated time, the fact of such delivery or sending by post,\nas the case may be, shall as against such person be a suffi-\ncient requirement so to fill up, sign and return the schedule,\nform or other document or to furnish the information, as\nthe case may be."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.41) For the purpose of making enquiries, inspections Rightof\nor tests which the Commission consider necessary for\nobtaining particulars and information under this Act any\nperson authorized in that behalf in writing by the Commis-\nsion may enter any premises in which such person reason-\nably believes that electricity is used, or that electrical\napparatus is in use and may inspect any electrical appara-\ntus therein and make tests.\n       (2) A person entering any premises in pursuance of\nthis section shall produce to any person on the premises\nreasonably requiring him to do so the written authority of\nthe Commission for him to so enter.\n      (3) Any person on such premises shall to the best of\nhis knowledge and belief, answer all questions asked him\nby a person authorized as aforesaid where the answers are\n      [The inclwon of this page is n u t h o d by LN. 480/1973]\n6                                ELECTRZCITY (SURVEY)\n              required for the purpose of any particulars or information\n              authorized to be obtained under this Act and shall afford\n              to such person reasonable facilities for making any tests for\n              the said purpose.\nObligation      9. Any person in possession of any record or document\nto producc\nrscorda,ctc   containing information authorized to be obtained under\n              this Act shall upon the request of any person authorized in\n              writing in that behalf by the Commission produce to that\n              person the record or document.\nOffences.       10. Any person who-\n                   (a) hinders or obstructs any duly authorized person\n                       in the execution of any power or duty conferred\n                       or imposed by this Act or by any regulation made\n                       thereunder; or\n                  (b) refuses or neglects to fill up and supply the parti-\n                       culars required in any schedule, form or other\n                       document lawfully delivered or sent to him, or\n                       refuses or neglects to comply with any lawful\n                       request to produce a document or record, or to\n                       answer any question asked him or furnish any in-\n                       formation required from him under the authority\n                       of this Act or any regulation made thereunder; or\n                  (c) knowingly makes in any schedule, form or other\n                       document filled up or supplied or in any informa-\n                       tion furnished pursuant to this Act or any regula-\n                       tion made thereunder, or in any answer to any\n                       question asked him under the authority of this Act\n                       or any such regulation, any statement which is\n                       false in any material particular; or\n                  (d) without lawful authority, destroys, defaces or\n                       mutilates any schedule, form or other document\n                       containing particulars or information collected\n                       under this Act or under any regulation made\n                       thereunder,\n                    me inclusion of this page is authorized by L.N. 480119131\n                    ELECTRICITY (SURVEY)                                 7\nshall be guilty of an offence and on summary conviction\nthereof before a Resident Magistrate shall be liable to a fine\nnot exceeding one hundred dollars and in default of payment\nto imprisonment with or without hard labour for a term\nnot exceeding six months.\n  ll.-(l) Any person, being a person authorized by the Rcabiction\n                                                              publica-\nCommission to carry out any function under this Act, on    tionofin-\nwho-                                                       formation.\n     (a) by virtue of such authorization becomes possessed\n         of any information which might exert an influence\n         upon or affect the market value of any product or\n         article, and directly or indirectly uses such in-\n         formation for personal gain, or\n     (b) without the authority of the Commission publishes\n         or communicates to any person otherwise than in\n         the discharge of his function under this Act any\n         information obtained by him in pursuance of this\n         Act; or\n     (c) knowingly compiles or issues to the Commission\n         any false particulars or information,\nshall be guilty of an offence and on summary conviction\nthereof before a Resident Magistrate shall be liable to im-\nprisonment with hard labour for a period not exceeding\none year or to a fine not exceeding two hundred dollars or\nto both such imprisonment and he.\n       (2) The provisions of paragraph (b) of subsection (1)\nshall not apply to the publication or communication of any\ninformation in the case of or for the purposes of a prosecu-\ntion for a contravention of any provision of this Act or of\nany regulation made thereunder.\n  1 2 The Minister may make regulations generally for Regulations.\ngiving effect to the provisions of this Act.\n       m e inclusion of this page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Regulations.\n      [The inclusion of thii page ia a u t h o r i d by LN. 480119731\n                        ELECTRZCZTY (SURVEY)                                       3\n              THE ELECTRICITY (SUR\\rEY) ACT                               Lslr\n                                                                        23of 1%.\n                                                   [30th May, 1956.1"
    }
  ],
  "definitions": []
}