{
  "id": "jm-stat-the-electricity-development-act",
  "type": "statute",
  "title": "The Electricity Development Act",
  "title_en": "The Electricity Development Act",
  "short_name": "Electricity Development Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-electricity-development-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-electricity-development-act | Legal areas: Public Utilities",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. h this Act, unless the context otherwise q u k a -         ~ntcrprcta-\n..                                                                   tion.\n         “apparatus” means electrical apparatus and includes\n             all apparatus, machines, consuming devices and\n             fittings in which conductors are used or of which\n             they form a part;\n         “Authority” means the Electricity Authority established\n             under section 3;\n         “Authority installation” or “Authority undertaking”\n             means an installation or undertaking the property\n             of, or operated by, the Authority;\n         “authorized undertakers” and “undertakers” mean any\n             local authority, company or person who has been\n             by the Electric Lighting Act authorized to supply\n             electricity within any area;\n         “Chairman” means the person designated to be the\n             Chairman of the Authority under this Act;\n         “conductor” means any wire, cable, bar or tube\n             arranged to be connected to an electrical system\n             and used for conducting electrical energy;\n         “consumer” means any person supplied, or entitled to\n             be supplied, with electrical energy by the Authority,\n             and includes any person who, W i g under no dis-\n             ability and being competent to receive a supply,\n             is WiUmg to enter into a contract with the Authority\n             for eIectrical energy to be supplied to him at a\n           me indudpn of this mge is euthorized by LN. 48011973\n4             ELECTRICITY DEVELOPMENT\n         point within the Authority’s area of supply on the\n         terms and subject to the conditions generally pre-\n         vailing for such contracts within the Authority’s\n         area of supply;\n    “electrical fittings” includes electric fittings, apparatus\n         and appliances for lighting, heating and power and\n         for all purposes for which electricity can or may be\n         used;\n    “electrical system” means an electrical system in which\n         all the conductors and apparatus are electrically\n         or magnetically connected,\n    “generating station” means any station for generating\n         electricity, including any buildings and plant used\n         for the purpose, and the site thereof, but does not\n         include any station for transforming, converting or\n         distributing energy;\n    “generator” means a machine of any type for changing\n         mechanical energy into electrical energy;\n    “immovable property” includes-\n         (U) land;\n          (b) buildings and other erections, structures or\n              fixtures affixed to any land or to any building\n               or other erection or structure;\n         (c) trees, vines, and any other thing whatsoever\n              planted or growing upon any land and any\n              produce thereof before severance;\n          (d) springs, wells, water and water rights whether\n              held together with, or independently of, any\n              land;\n          (e) privileges, liberties, easements and any other\n               rights and advantages whatsoever appertain-\n               ing or reputed to appertain to any land or to\n               any building or other erection or structure;\n      me idusion of this page is autlaorizsd by L.N. 4801197U\n               ELECTRICITY DEVELDPMENT                                       5\n         (f)   an undivided share in any property herein-\n               before set out;\n    “installation” means the whole of any plant or appara-\n         tus under one ownership or, where a management\n         is prescribed, in the charge of the management,\n         designed for the generation, supply or use, as the\n         case may be, of electricity, including prime movers,\n         if any, with all necessary plant, buildings and land\n         in connection therewith, pipe lines, supply lines\n         and consuming apparatus, if any;\n    “local authority” means-\n         ( U ) a Parish Council constituted under the Parish\n               Councils Act; or\n         ( b ) the Council of the Kingston and Saint Andrew\n               Corporation constituted under the Kingston\n               and St. Andrew Corporation Ace\n    “member of the Authority” includes the Chairman, the\n         Deputy Chairman, a temporary Chairman, a\n         temporary Deputy Chairman and any temporary\n         member of the Authority;\n    “property” includes movable and immovable property;\n    “supply line” means a conductor or conductors or other\n         means of transmitting or distributing electricity,\n         together with any casing, coating, covering, tube,\n         pipe, insulator or post enclosing, surrounding or\n         supporting the same or any part thereof, or any\n          building or apparatus connected therewith for the\n         purpose of transforming, transmitting or distribut-\n         ing electricity;\n    “transformation” means the transformation of voltage\n         from a lower to a higher voltage or vice versa."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) There is hereby established a body to be called &stablash-\n                                                                 and\nthe Electricity Authority which shall be a body corporate ment\nwith perpetual succession and a common seal and with             z:c&ty\n                                                            Incorpora.\n                                                                 Authority\n      m e mluion of this p g c is sulhonzsd by L N . 480/19?31\n6                           ELECTRlClTY DEVELOPMENT\n             power to acquire, hold and dispose of property, to enter\n             into contracts, to sue and be sued in its said name and to do\n             all things necessary for the purposes of this Act:\n               Provided that, during the subsistence of a guarantee given\n             under section 8, the Authority shall not alienate, mortgage,\n             charge or demise any of its immovable property without\n             the approval of the Minister.\nSchedule          (2) The provisions of the Schedule shall have effect\n             as to the constitution, operations and expenses of the\n             Authority and otherwise in relation thereto.\n                    (3) The seal of the Authority shall be authenticated\n             in the manner prescribed in the Schedule and shall be judi-\n             cially and officially noticed.\nFunctions      4 . 4 1 ) Subject to the provisions of this Act it shall be\nof the\nAuthor,ty.   the duty of the Authority t o -\n                   (a) prepare and submit to the Minister proposals for\n                        the establishment of an efficient, co-ordinated and\n                        economical system of electricity generation and\n                        supply capable of meeting the needs for electricity\n                        throughout the Island;\n                  ( b ) prepare and submit for the approval of the Minister\n                        detailed schemes for the development and supply\n                        of electricity in particular areas, and to carry out\n                        such schemes when they are approved;\n                  (c) generate electricity and maintain and work Author-\n                        ity installations or Authority undertakings;\n                  (d) promote and encourage the development and use\n                        of the resources of the Island in connection with\n                        the generation of electricity;\n                  (e) promote and encourage the use of electricity and\n                        especially the use thereof in agricultural, commer-\n                   F e inclusion of this gage IS authorized by LN. 480/19731\n               ELECTRICITY DEVELOPMENT\n          cial, domestic, industrial and manufacturing pur-\n          poses;\n      (f)carry out, at the request of the Minister investiga-\n          tions into any matter relating to electricity in-\n          cluding the prospects for the utilization of nuclear\n          energy;\n    (g) keep under constant review the quality, reliability\n          and availability of electricity services as a whole\n          and the rates charged for such services and advise\n          the Minister on these and any other matters relat-\n          ing to electricity in the Island which may be referred\n          to the Authority by the Minister;\n     (h) carry out any business usually associated with an\n          electricity undertaking.                                 .\n       (2) For the purpose of subsection (1) the Authority\nmay-\n    (a) purchase, generate, transmit, transform, distribute\n          and sell electricity either in bulk or to individual\n          consumers; or\n     (6) acquire any property which the Authority deems\n          necessary or expedient for the purpose of carrying\n          out its duties and functions under this Act; or\n     (c) negotiate for and, with the approval of the Minister,\n          accept the surrender of any licences for the supply\n          of electricity in any area;or\n     (d) with the approval of the Minister, acquire the 3911971\n          undertakings of authorized undertakers (including s. 2.\n          the purchase of shares therein) either by agreement\n          or by the exercise of any right or power given to\n          the Authority by any enactment for such acquisi-\n          tion or lend money to an authorized undertaker\n          for the purpose of carrying out its functions; or\n     (e) install repair, maintain and remove electrical fit-\n          tings; or\n      p c inclusion of this page is authorized by L.N. 480119731\n8                             ELECTRZCZTY DEVELOPMENT\n                   V, borrow money for the purpose of operating in-\n                      stallations or undertakings or for implementing\n                      schemes approved by the Minister; or\n                  (g) carry on all such activities as may appear to it\n                      requisite, advantageous or convenient for or in\n                      connection with the discharge of its duties or\n                      functions aforesaid :\n                Provided that nothing in this section shall authorize the\n              Authority to sell, let on hire or otherwise supply electrical\n              wires or electrical fittings otherwise than for the purpose of\n              wiring premises of consumers or of repairing or maintaining\n              the electrical wires or electrical fittings of consumers.\n                    (3) Save where other provision is made in this Act\n              the Authority shall, for the purpose of subsection (11, be\n              subject to the same obligations and perform the same duties\n              imposed on authorized undertakers by the Electric Lighting\n              Act, and shall enjoy all the rights and exercise all the powers\n              conferred by that Act on authorized undertakers.\n                     (4) Notwithstanding anything contained in the Electric\n              Lighting Act, the Authority shall be deemed to be under-\n              takers within the meaning of that Act authorized to supply\n              electricity for any public or private purpose within any area\n              but the authority conferred by this section shall not, during\n              the existence of any licence granted under the Electric\n              Lighting Act or any Special Act for the supply of electricity\n              in any area, operate in derogation of such licence or Special\n              Act.\nPower of        5. The Authority may, with the approval of the Minister,\nthe Author-\nity to        require any person supplying electricity for public or private\ninformation. purposes to give to the Authority such information relating\nwuLre\n             to such supply and the accounts in respect thereof as the\n              Authority considers necessary.\n              -\n                     me inclusion of this page is authorized by LN. 480/19731\n                ELECTRICITY DEVELOPMENT                                   9"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A member of the Authority shall, subject to the provisions of this Tenureof\nSchedule, hold officeduring the pleasure of the Minister.               ofice."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any member of the Authority, other than the Chairman. may Resignation.\nat any time resign his officeby instrument in writing addressed to the\nMinister and transmitted through the Chairman, and from the date of\nthe receipt by the Minister of such instrument such member shall cease\nto be a member of the Authority.\n      (2) The Chairman may at any time resip his office by instrument\nin writing addressed to the Minister and such resignation shall take\neffect as from the date of the receipt of such instrument by the Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. For the purpose of enabling the Authority to carry Powerto\nout its functions under this Act, the Authority may, with the borrow.\nconsent of the Minister, borrow money in such manner and\nsubject to such conditions as the Minister may deem fit to\nimpose."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The Authority may, for the purpose of raising powerto\n                                                               issue\nmoney which it is authorized to borrow under this Act, 88CUTitie9.\nissue stock, debentures or other securities (hereafter in this\nAct referred to as “securities”).\n      (2) All such securities and interest thereon shall be\ncharged on the undertaking and on the revenues of the\nAuthority or on such part of the undertaking or of the\nrevenues of the Authority as may be specfied in the security.\n      (3) Subject to the provisions of this Act, any securities\ncreated by the Authority under the powers of this Act shall\nbe issued, transferred, dealt with and redeemed according\nto regulations made by the Minister.\n   S.-(l) With the approval of the House of Representa- . ; ower of\n                                                             Inistcr to\ntives, the Minister may guarantee, in such manner and on uarantee\nsuch conditions as he may think fit, the repayment of the foam   to\n                                                          Authority.\nprincipal and the payment of interest on any authorized\nborrowings of the Authority.\n       (2) Where the Minister is satisfied that there has been\ndefault in the repayment of any principal moneys or in the\npayment of interest guaranteed under the provisions of this\nsection, he shall direct the repayment or, as the case may be,\nthe payment, out of the Consolidated Fund and assets of\nthis Island of the amount in respect of which there has been\nsuch default\n     (3) The Authority shall make to the Accountant-\nGeneral, at such times and in such manner as the Minister\nmay direct, payments of such amounts as may be so directed\n       me inclusion of this page is authorized by L.N. 480/1973j\n10                              ELECTRICITY DEVELOPMENT\n               in or towards repayment of any s u m s issued in fulfilment\n               of any guarantee under this section, and payments of interest\n               on what is outstanding for the time being in respect of any\n               sums so issued at such rate as the Minister may direct, and\n               different rates of interest may be directed as respects different\n               sums and as respects interest for different periods.\nPower to         9. All moneys of the Authority not immediately required\ninvest\nmoneys.        to be expended in the meeting of any obligations or the dis-\n               charge of any functions of the Authority may be invested\n               in such securities as may be approved either generally or\n               specifically by the Minister and the Authority may, with\n               the approval of the Minister, sell all or any of such securities.\nRalesand         10.41) All charges made by the Authority for electricity\nscales of\ncharges fol    sold by it in bulk or direct to consumers, and for services\nelectricity.   rendered by the Authority, shall be fixed at such rates and\n               on such scales that, taking one year with another, the revenue\n               derived in any year by the Authority from such sales and\n               services, together with its revenue (if any) in such year\n               from other sources, will be sufficient and only sufficient, as\n               nearly as might be, to pay all remunerations, allowances,\n               salaries, gratuities, working expenses and other outgoings\n               of the Authority properly chargeable to income in that year\n               including the payments falling to be made in such year by\n               the Authority in respect of the interest on, or repayment of,\n               the principal of any money borrowed by the Authority and\n               provision for the redemption of securities issued by the\n               Authority under this Act, and such sums as the Authority\n               may think proper to set aside in that year for reserve fund,\n               expansions, extensions, renewals, depreciation, loans and\n               other like purposes.\n                  The charges under this section may, if the Authority thinks\n               fit, be fixed at different rates and scales for Merent localities,\n               but so that no undue preference shall be given to any\n               locality :\n                      lThe inclusion of this page is suthorizcd by L.N. 480/19731\n                                                                                    -\n               ELECTRlClTY DEVELDPMENT                                   11\n  Provided that nothing in this section shall prevent the\nAuthority from charging other prices by special agreement.\n        (2) It shall be lawful for the Authority to meet pay-\nments of interest falling due in any year from money bor-\nrowed, whilst the expenditure out of such moneys remains\nunremunerative, for such period and subject to such con-\nditions as the Minister may determine.\n   ll.---(l) The Authority shall keep proper accounts and ACCOUU~S\n                                                                and audit.\nother records in relation to the business of the Authority\nand shall prepare annually a statement of accounts in a form\nsatisfactory to the Minister, being a form which shall con-\nform with the best commercial standards.\n         (2) The accounts and records shall be kept in such a\nmanner as to secure the provision of separate information\nas respects the generation of electricity, the distribution of\nelectricity, and each of the main activities or undertakings\nof the Authority, and to show as far as may be, the financial\nand operating results of each such activity or undertaking.\n         (3) The accounts of the Authority shall be audited\nby an auditor or auditors appointed annually by the\nAuthority and approved by the Minister.\n         (4) So soon as the accounts of the Authority have\nbeen audited, the Authority shall send the statement of its\naccounts referred to in subsection (1) to the Minister,\ntogether with a copy of any report made by the auditors on\nthat statement or on the accounts of the Authority.\n         ( 5 ) The auditors’ fees and any expenses of the audit\nshall be paid by the Authority.\n          (6) The Auditor-General shall be entitled, on the\ndirection of the Minister, at all reasonable times to examine\n the accounts and other records in relation to the business of\n the Authority.\n       me inclusion of this page is authorized by LN. 48011973J\n12                            ELECTRlClTY DEVELOPMENT\nExemption\nfrom taxa-"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. (1) The Authority shall meet at such times as may be necessary\nor expedient for the transaction of business, and such rne5inpS shall be 2nd\nheld at such places and times and on such days as the Authority shall meetings.\ndetermine.\n      (2) The Chairman may at any time call a special meeting of the\nAuthority and shall call a special meeting to be held within seven days\nof a written request for that purpose addressed to him by any two mem-\nbers of the Authority.\n     (3) The Chairman or, in the case of the absence or inability to act\nof the Chairman, the Deputy Chairman or the person elected to act\nas Chairman in accordance with the provisions of sub-paragraph (4) of\nparagraph 3 shall preside at the meetings of the Authority. and when\nso presiding the Chairman, Deputy Chairman or the rson elected as\naforesaid to act as Chairman, as the case may be. sha1p\"\n                                                       have an original\nand a casting vote.\n     (4) The quorum of the Authority shall be three including the\nChairman or the Deputy Chairman or the person elected to act as\nChairman as aforesaid\n     (5) Subject to the provisions of this Schedule the Authority may\nregulate its own proceedings.\n        me inclusion of this page is authorired by LN. 480/19731\n\\\n    16                             ELECTRICITY DLWEMPMENT\n                        (6) The validity of any proceeding of the Authority shall not be\n                  affected by any vacancy amongst the members thereof or by any defect\n                  in the appointment of a member thereof.\n    Remunera-        9. There shall be paid to the Chairman and other members of the\n    tion of       Authority such remuneration, if any (whether by way of salaries or\n    members.\n                  travelling or other allowances) as the Minister may determine.\n    Funds of         10. The funds of the Authority shall consist of such moneys as may\n    the           from time to time be placed at its disposition for the purposes of this\n    Authority.\n                  Act by Parliament and such other moneys as may lawfully be paid\n                  to the Authority.\n    Power to         11. The Authority may appoint and employ at such remuneration\n    appoint       and on such terms and conditions as it thinks fit, a Secretary. and such\n    oficers.      officers. agents and servants as it deems necessary for the proper carry-\n    agent and\n    servants.     ing out of its functions.\n    Disclosure    12. A member of the Authority, if he is interested in any company\n    of interestor undertaking with which the Authority has or proposes to make any\n    by members contract, shall disclose to the Authority the fact and nature of his\n               interest and shall not take part in any deliberation or decision of the\n               Authority relating to such contract, and such a disclosure shall be forth-\n               with recorded in the minutes of the Authority.\n    Protection       13. (1) No action. suit. prosecution or other proceedings shall be\n    of members    brought or instituted personally against any member of the Authority\n    or            in respect of any act done b n a fde in pursuance or execution or in-\n    Authority,\n                  tended execution of this Act.\n                         (2) Where any member of the Authority is exempt from liability\n                  by reason only of the provisions of this paragraph the Authority shall\n                  be liable to the extent that it would be if the said member was a servant\n                  or agent of the Authority.\n                          [The inclusion of this page is authorirod by L.N. 480/19731"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Authority shall be exempt from-\nLion and          (0) payment of any dues or duties under any customs\nstamp\nduties.               laws for the time being in force on machinery, in-\n                      cluding parts and accessories, apparatus, appliances,\n                      vehicles, instruments, tools and stores and materials\n                      of whatsoever kind imported for the use of the\n                      Authority and not intended for sale to the general\n                      public;\n                 (6) payment of stamp duty under any law for the time\n                      being in force relating to stamp duties;\n                 (c) payment of any Government tax, or any rate of\n                      any local authority, in respect of any supply line.\nAnnual         13.41) The Authority shall, as soon as practicable after\nreport.\n             the end of each financial year, cause to be made and trans-\n             mit to the Minister a report dealing generally with the\n             activities of the Authority during the preceding financial\n             year, and containing such information relating to the pro-\n             ceedings and policy of the Authority as can be made public\n             without detriment to the interests of the Authority.\n                     (2) The Minister shall cause a copy of the report\n             together with the annual statement of accounts and the\n             auditor’s report thereon to be laid on the Table of the House\n             of Representatives and the Senate.\n                     (3) Copies of the Authority’s report together with\n             the annual statement of accounts and the auditors’ report\n             on that statement or on the accounts of the Authority shall\n             be published in such manner as the Minister may direct and\n             shall be made available to the public by the Authority at a\n             reasonable price.\nPower of       14.-(1)   The Minister may, after consultation with the\nMinister to\niuue generalChairman, give to the Authority such directions of a general\nmatters of\n*rectlonsm   character as to the policy to be followed by the Authority\npolicy.\n                    me inclusion of this page is autborized by L.N. 480/19731\n                ELECTRICZTY DEVELOPMENT                              13\nin the exercise and performance of its functions as appear\nto the Minister to be necessary in the interests of the Island.\n         (2) The Authority shall furnish the Minister with\nsuch returns, accounts and other information, including\ninformation obtained by the Authority pursuant to section"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Authority may, with the approval of the Min- Regulations.\nister, make regulations to be published in the Gazette for\nthe better carrying of this Act into effect and, without pre-\njudice to the generality of the powers hereby conferred,\nregulations may be made in respect of all or any of the\nfollowing matters-\n      (a) to provide for the establishment and constitution\n           of a scheme for the payment of such super-\n          annuation allowances and gratuities to such of the\n          members, officers and servants of the Authority\n           and, upon such t e r n and conditions as may be\n           specified in the regulations;\n      (b) to prescribe the rate of charges to be made in\n           respect of electricity supplied and the fees pay-\n           able in respect of any other services properly\n           rendered on account of consumers which are not\n           covered by regulations under the Electric Lighting\n          Act;\n      (c) to prescribe the forms of applications for the supply\n           of electricity to consumers, the manner of effecting\n           the supply of electricity and the incidence of the\n           charges in respect of the cost of connecting the\n           consumer's premises with the mains,\n      (6) to prescribe the methods to be adopted for the\n           supply of electricity to consumers and use of\n       IThe inclusion of this page is authorized by L.N. 480/1973]\n14                            ELECTRICITY DEVELOPMENT\n                     electricity by consumers, the security to be fur-\n                     nished by consumers and the conditions for the\n                     discontinuance of the supply in MSCS where the\n                     consumer fails to observe the requirements of this\n                     Act, or of the Electric Lighting Act, or of any\n                     regulations made thereunder, or is in arrears with\n                     his payments of any proper charges, or uses\n                     defective electrical fittings, and also in cases where\n                     such discontinuance may be deemed necessary or\n                     advisable;\n                 (4 to regulate, except as may be provided by any\n                     regulations under the Electric Lighting Act, the\n                     methods of wiring of premises, the types of\n                     apparatus that may be used, and such other\n                     matters as may appear expedient in relation to the\n                     supply of electricity by the Authority;\n                 (fl to perform all acts necessary for the proper manage-\n                     ment of the supply of electricity, by the Authority.\n                                          SCHEDULE                         (Section 3)\nAppoint-     1. The Authority shall consist of five persons to be appointed by the\nment of     Minister.\nmembers.\nTemporary      2. The Minister may appoint any person to act temporarily in the\nsP!mnt-     place of any membr of the Authority in the case of the absence or\n            inability to act of such member.\nChairman.      3. (I) The Minister shall appoint one of the members of the Authority\n            to be the Chairman thereof.\n                  (2) The Minister shall appoint one of the members of the Authority\n            to be the Deputy Chairman thereof.\n                  (3) In the case of the absence or inability to act of the Chairman\n            the Deputy Chairman shall exercise the functions of the Qlairman.\n                 (4) In the case of the absence or inability to act at any meeting\n            of both the Chairman and the Deputy Chairman the remaining members\n            of the Authority shall elect one of their number to act as Chairman at\n            that meeting.\n                    [Tbc inclusion of this page is authorized by LN. 480/1973]\n                 ELECTRICITY DEVELOPMENT                                           15"
    }
  ],
  "definitions": []
}