{
  "id": "jm-stat-the-emergency-public-security-act",
  "type": "statute",
  "title": "The Emergency (Public Security) Act",
  "title_en": "The Emergency (Public Security) Act",
  "short_name": "Emergency (Public Security) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-emergency-public-security-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-emergency-public-security-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                      Inlapr&-\n“enactment” includes any regulation, rule, order, pro- ti0n.\n     clamation, or by-law, in force in Jamaica;\n“period of public emergency” means any period during 10/1966\n     Which-                                            S. 2.\n        (a) Jamaica is engaged in any ww,or\n        (b) there i s in force a proclamation by the Govemor-\n            General declaring that a state of public\n            emergency exists; or\n        (c) there is in force a resolution of each House of\n            Parliament supported by the votes of a majority\n            of all the members of that House declaring that\n            democratic institutions in Jamaica are threatened\n            by subversion,\nand in this definition “proclamation” means a proclamation, 10/]966\neffective for the purposes of subsection (4) of section 26 2.\nof the Constitution of Jamaica, which is issued upon the\nGovernor-General being satisfied that a public emergency\nhas arisen as a result of the imminence of a state of war\nbetween Jamaica and a foreign State."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) During a period of a public emergency the Powrrto\n                                                        mate War\nGovernor-General may make such Regulations (in this Act Emergency\nreferred to as “The War Emergency Regulations’’),\n                                                        y;glz=\nappear to him to be necessary or expedient for securing s 4.\n          indudon of thia page is authorized by LH. 480/19731\n2                      EMERGENCY (PUBLIC SECURITY)\n          the public safety, the defence of Jamaica, the maintenance\n          of public order and the suppression of mutiny, rebellion\n          and not, and for maintaining supplies and services essential\n          to the life of the community.\n                  (2) Without prejudice to the generality of the powm\n          conferred by subsection (1) such Regulations may, so               ..\n          far as appears to the Governor-General to be necessary\n          or expedient for any of the purposes mentioned in such\n          subsection-\n               (U) make provision for the detention of persons and\n                    the deportation and exclusion of ~ S O M      from\n                    Jamaica;\n40/1961\nS. 2.          (b) authorize on behalf of Her Majesty-\n                        (i) the taking of possession or control or the\n                            managing or carrying on, as the case may\n                            be, of any property or undertaking;\n                       (ii) the acquisition of any property other than\n                           land;\n              ((9 authorize the entenng and search of any p r m\n              (d)provide for amending any enactment, for suspend-\n                  ing the operation of any enactment, and for apply-\n                  ing any enactment with or without modification;\n              (e) provide for charging, in respect of the grant or\n                  issue of any licence, permit, certificate or other\n                  document for the purposes of the Regulations,\n                  such fee as may beprescribed by or under the\n                  Regulations;\n              03 provide for payment of compensation and remu-\n                  neration to persons affected by the Regulations;\n              (g) provide for the apprehension, trial and punish-\n                  ment of persons offending against the Regulations:\n            Provided that nothing in this section shall authorize the\n          making of provision for the trial of persons by Military\n          Courts.\n                IThc inclusion of this page is authorizcd by LN. 480/19731\n             EMERGENCY (PUBLIC SECURITY)                               3"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The War Emergency Regulations may provide for Powerto\n                                                           make ordcn.\nempowering such authorities or persons as may be specified    undm\nin the Regulations to make proclamations, orders and rules Rcgulahoar\nfor any of the purposes for which such Regulations are\nauthorized by this Act to be made, and may contain such\nincidental and supplementary provisions as appear to the\nGovernor-General to be necessary or expedient for the\npurposes of the Regulations.\n   S. Any regulation made under this Act, or any pro- ~ c p u l ~ t i ~\nclamation. order or rule made in pursuance of any such          i2v:l,net.\nregulation, shall have effect notwithstanding anything E : p d l \" g\ninconsistent therewith contained in any enactment; and any dstmy.\nprovision of an enactment which may be inconsistent with\nany regulation or any such proclamation, order or rule shall,\nwhether that provision shall or shall not have been amended,\nmodified or suspended in its operation under section 3,\nto the extent of such inconsistency have no effect so long\nas such regulation, proclamation, order or rule shall remain\nin force."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every document purporting to be an instrument made wenm\nor issued by the Governor-General or other authority or\nperson in pursuance of this Act, or of any Regulations end-.\nmade under this Act, and to be signed by or on behalf\nof the Governor-General or such other authority or person,\nshall be received in evidence, and shall, until the contrary\nis proved, be deemed to be an instrument made or issued\nby the Governor-General or by such authority or person.\n      me inclusion of this pa& is anthoriad by L.N. 480/19731"
    }
  ],
  "definitions": []
}