{
  "id": "jm-stat-the-emergency-powers-act",
  "type": "statute",
  "title": "The Emergency Powers Act",
  "title_en": "The Emergency Powers Act",
  "short_name": "Emergency Powers Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-emergency-powers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-emergency-powers-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Emergency Powers Act. Shorttitle.\n  %-In thii Act-                                                 htwrcta-\n                                                                 tiOn.\n“period of public emergency” means any period during\n    which there is in force a Proclamation by the 9/1966\n    Governor-General declaring that a state of public S. *‘\n    emergency exists;\n“Proclamation” means a Proclamation, dective for the\n    purposes of subsection (4) of section 26 of the\n    Constitution of Jamaica, which is issued upon the\n    Governor-Generalbeing satisfled-\n    (U) that a public emergency has arisen as a result of\n         the occurrence of any earthquake, hurricane,\n         flood, fire, outbreak of pestilence, outbreak of\n        infectious disease or other calamity whether similar\n        to the foregoing or not; or\n    (b) that action has been taken or is immediately\n        threatened by any person or body of persons of\n         such a nature and on so extensive a scale as to\n        be likely to endanger the public safety or to\n         deprive the community, or any substantial portion\n         of the community, of supplies or services essential\n        to life.\n  S ( 1 ) During a period of public emergency, it shall be Emugcltcy\n                                                           Kcgulat~oru.\nlawful for the Governor-General, by order, to make 39/1%l\nRegulations for securing the essentials of life to the\ncommunity, and those Regulations may confer or impose S.3(a).\n                                                           42/1969\non any Government Department or any persons in Her 3rdSdL\nMajesty’s Service or acting on Her Majesty’s behalf such\n      me inclusion of this pago is authoripd by LN. 480/19731\n2                       EMERGENCY POWERS\n    powers and duties as the Governor-General may deem\n    necessary or expedient for the preservation of the peace,\n    for securing and regulating the supply and distribution of\n    food, water, fuel, light and other necessities, for maintain-\n    ing the means of transit or locomotion, and for any other\n    purposes essential to the public safety and the life of the\n    community, and may make such provisions incidental to\n    the powers aforesaid as may appear to the Governor-\n    General to be required for making the exercise of those\n    powers effective.\n          (2) Without prejudice to the generality of the powers\n    conferred by subsection (l), such Regulations may so far\n    as appears to the Governor-General to be necessary or\n    expedient for any of the purposes mentioned in that\n    subsection-\n         (a) make provision for the detention of persons and\n              the deportation and exclusion of persons from\n              Jamaica;\n         (b) authorize on behalf of Her Majesty-\n                 (i) the taking of possession or control or the\n                      managing or carrying on, as the case may\n                      be, of any property or undertaking;\n                 (ii) the acquisition of any property other than\n                      land;\n         (c) authorize the entering and search of any premises;\n         (d) provide for amending any enactment, for suspend-\n              ing the operation of any enactment, and for apply-\n              ing any enactment with or without modification;\n         (e) provide for charging, in respect of the p a n t or\n              issue of any licence, permit, certificate or other\n              document for the purposes of the Regulations, such\n              fee as may be prescribed by or under the Regula-\n              tions\n         (f) provide for payment of compensation and\n              remuneration to persons dected by the Regula-\n              tions :\n           me inclusion of this pngc is autborivcd by LN. 480119731\n                      EMERGENCY POWERS                                        3\n   Provided that nothing in this Act shall be construed to\nauthorize the making of any Regulations imposing any\nform of compulsory military service or industrial conscrip\ntion, or providing for the trial of persons by Military\nCourts :\n   Provided also that no such Regulation shall make it an\noffence for any person or persons to declare or take part\nin a lock-out or to take part in a strike, or peacefully to\npersuade any other person or persons to declare or take\npart in a lock-out or to take part in a strike.\n      (3) In paragraph (d) of subsection ( 2 ) “enactment”\nincludes any Regulation.\n     (4) Any Regulations so made shall be laid before the\nSenate and the House of Representatives as soon as may\nbe after they are made, and shall not continue in force                  g!\\yl,\nafter the expiration of seven days from the time when\nthey are so laid before the Senate and the House of\nRepresentatives, whichever shall be the later unless a\nresolution is passed by the Senate and the House of\nRepresentatives, providing for the continuance thereof.\n     (5) The Regulations may provide for the trial, by\nCourts of Summary Jurisdiction, of persons guilty of\noffences against the Regulations; so, however, that the\nmaximum penalty which may be inflicted for any offence\nagainst any such Regulations shall be imprisonment with or\nwithout hard labour for a term not exceeding three months,\nor a fine not exceeding two hundred dollars, or both such\nimprisonment and fine, together with the forfeiture of any\ngoods or money in respect of which the offence has been\ncommitted :\n  Provided that no such Regulations shall alter any exist-\ning procedure in criminal cases, or confer any right to\npunish by fine or imprisonment without trial.\n      [The inclusion of this page is a u t h o r i d by L.N. 480/19731\n                     EMERGENCY POWERS\n      (6) The Regulations so made shall have effect as if\nenacted in this Act, but may be added to or altered by\nresolution of the Senate and House of Representatives or\nby Regulations made in like manner which shall be laid\nbefore the Senate and House of Representatives and shall\nbe subject to the like provisions as the original Regulations.\n      (7) The expiry or revocation of any Regulations 60\nmade shall not be deemed to have affected the previous\noperation thereof, or the validity of any action taken there-\nunder, or any penalty or punishment incurred in respect\nof any contravention or failure to comply therewith, or any\nproceeding or remedy in respect of any such punishment\nor penalty.\n       me inclusion of thii peg=is authorized by L.N. 480/1Y731"
    }
  ],
  "definitions": []
}