{
  "id": "jm-stat-the-emigrants-protection-act",
  "type": "statute",
  "title": "The Emigrants Protection Act",
  "title_en": "The Emigrants Protection Act",
  "short_name": "Emigrants Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-emigrants-protection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-emigrants-protection-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  hlturn-\n                                                                   bon.\n“passenger” means any person proceeding by any ship,\n    directly or indirectly, to a declared plaoe; but does\n    not include any person arriving at any port of the\n    Island by ship and proceeding within three months\n    to a proclaimed place;\n“permit officer” means any person authorized by the\n    Minister under this Act to grant a permit to a person\n    for the purpose of leaving this Island for a declared\n    place;\n“free permit” means a permit in respect of which a deposit\n     by an intending emigrant or a payment by a recruiting\n    agent is not required under this Act;\n“recruiting agent” means a person employed in this Island\n     to engage labourers to proceed to a declared place\n     under contract of service;\n“recognized shipping agent” means the owner or agent for\n     the owner of any passenger ship who carriea on busi-\n     ness as a carrier of passengers to declared places at\n     premises licensed by the Commissioner of Police whilst\n     engaged in such business at such premises and includes\n     his clerks and servants employed in such business act-\n     ing in the course of their employment at such premises.\n      me inclusion of this p g e is n u t h o d by LN. 480119731\n4                                 EMIGRANTS PROTECTION\nPower for     3. It shall be lawful for the Minister from time to time\nthe M i n i m\ntodeclarD~o to declare, by order, any foreign country or place to\nwhat~c.o\"nw\nprovlslms   be a country or place to which the provisions of this Act\n*aUnfir     shall apply, and in the same manner to revoke any such\n            declaration :\n                  Provided that any proclamation in force issued under\n                the authority of Law 23 of 1902 or any amendment thereof\n                (now repealed), shall continue in operation until either\n                withdrawn or replaced by order issued under the authority\n                of this Act.\nNO m m             4. From and after the making of any or& under\nE$?d            this Act and so long thereafter as such order remains\n$gzth.          unrevoked, no person shall proceed as a passenger from\noutwnit.        this Island to the place named in such order without a\n                permit granted under the provisions of this Act:\n                   Provided that no permit shall be required in respect of\n                any person who is not a native of or domiciled m this\n                Island.\nA pntmcnt         5 4 1 ) It shall be lawful for the Minister from time to\nOltlcers\noPpermlt\n                time to appoint some fit and proper person or persons to be\n                a permit officer or permit officers for the purposes of this\n                Act, and to authorize such person or persons to grant a\n                permit to a person for the purpose of leaving this Island\n                for a declared place; unless and until any such appoint-\n                ment is made the Commissioner of Police or other Chief\n                Officer of Constabulary stationed in Kingston shall be a\n                permit officer for the purposes of this Act. It shall also\n                be lawful for the Minister from time to time to remove m y\n                permit officer and to appoint some other person in his plact.\n                         (2) It shall be lawful for the Minister if he thinks\n                fit to exempt any person or any class or description of per-\n                sons from the obligation to obtain a permit under this Act.\n                      FIXinclusion of thii ppse IS authonaed by L.N 480/19131\n                  EMlGRANTS PROTECTION                                 5\n  &-(I) A person desiring to leave this Island for a Application\n                                                      to leave\ndeclared place shall make application in writing to a bland.\npermit officer.\n        (2) It shall be lawful for a permit officer forthwith\nto grant a permit to the applicant if he establishes to the\nsatisfaction of the permit officer-\n      (Q) that he has already made such declared place\n            his temporary home, or is carrying on business\n            there; or\n      (b) that being a native of or domiciled in this Island\n           he is possessed of independent means sufficient to\n            remove all risk of his having to be repatriated at\n            any time at the cost of this Island or that he has\n            deposited the sum of two dollars and 6fty cents\n            in the Treasury to cover such risk, or that, if he\n            has been recruited by a recruiting agent, such\n            agent has paid into the Treasury the sum of two\n            dollars and fifty cents and entered into such\n            agreement as is hereinafter mentioned.\n         (3) If an applicant for a permit, who has deposited\nthe sum of two dollars and 6fty cents in the Treasury, is\nrecruited by a recruiting agent who pays into the Treasury\nin respect of such recruit the sum of two dollars and 6fty\ncents, as he is by this Act required to do, such recruit\nshall, on apphcation, have repaid to him personally or to\nhis legal personal representative, the s u m of two dollars and\nfifty cents deposited by him in the Treasury, and any\n permit granted to any such recruit by reason of the deposit\nby him in the Treasury of the sum of two dollars and 6fty\n cents, shall, on his being recruited as aforesaid, be void,\nand a new permit shall be obtained by him.\n          (4) No person recruited by a duly registered recruit- when\n                                                                recnnted\n ing agent shall receive a permit, unless a contract has been P W U\n entered into between such person and the recruiting agent shall rmive\n       me inclusion of this page is authorized by L.N. 480/1973]\n6                                EMIGRANTS PROTECTION\n               on behalf of his principal, and the form and substance of\n               such contract has been approved by the Minister.\n                      ( 5 ) Any such contract shall, inter diu, provid-\n                   (U) that the agent or his principal may not at any time\n                        deduct from the wages of the emigrant, or other-\n                        wise obtain from him repayment of the sum of two\n                        dollars and fifty cents, or any part thereof, paid\n                        by the said recruiting agent under the terms of\n                        this Act;\n                   (b) that the contract shall be cognizable before and\n                        enforceable in the courts of this Island, or at the\n                        place of employment, at the option of the emigrant;\n                        and\n                   (c) that no person shall be at liberty to contract him-\n                        self out of the provisions of this subsection.\n                      (6) Any such permit as aforesaid shall be in force\n               for one week from the granting thereof.\nThe Minister      7. The Minister may, as to any declared place other than\nmay alter\nrepatriation   the Republic of Panama, from time to time 6x and\nfees           determine such sum in lieu of the sum of two dollars and\n               fifty cents mentioned in section 6 as he may deem sufficient\n               to remove all risk of an emigrant to such declared place\n               having to be repatriated at any time at the cost of this\n               Island. Any sum so fixed shall be published in the Gazette\n               and thereupon, as to such declared place, the s u m SO 6 x 4\n               shall be the sum to be deposited as in section 6.\nDeposit          8. If any person who has deposited the sum of two dollars\n%&~witt,       and fifty cents in the Treasury or such other s u m as the\nexKnsm\nincud lm       Minister may have determined, and, without being recruited\nb ~ f * f\ndistresacd\n               by a recruiting agent, has received a permit, shall proceed\nperson.        to a declared place, and having become distressed, shall\n               receive any relief from Her Majesty’s Consular Officer or\n                     m e inclusion of this page is authorized by L.N. 480119731\n                  EMIGRANTS PROTECTlON                                7\nother like authority in such declared place, or shall be\nsent back to this Island at the expense of this Island, the\nexpenditure so incurred shall be paid out of the sum so\ndeposited in the Treasury by him as aforesaid; and, if the\nsaid sum so deposited, or any part thereof, shall not be\nexpended for the purposes aforesaid, the same or any\nbalance thereof, shall be refunded to such person on his\nreturn to the Island, or to his legal personal representative\nin the event of his death, after deducting from such balance\nany amount which may have been advanced or paid to his\nfamily (wife or children), or for the maintenance of any\nperson to whose maintenance he is legally liable to contri-\nbute during his absence from the Island, out of the funds\nof his parish."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.         for which persons other than rewgnizcd shipping -U,\n        arc liable."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Deposit to bc charged with cxpcllscs i n c u r d on behalf of\n        distrwsed person."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) No person shall act as a recruiting agent within Rebsistration\n                                                          of recruiting\nthis Island unless registered under this Act as a person\nentitled so to act.\n      (2) A register of all persons entitled to act as afore-\nsaid shall be kept at the headquarters of the Constabulary\nin Kingston.\n       (3) Any person desirous of being registered as afore-\nsaid shall pay into the Treasury the sum of ten dollars, and\nshall procure a receipt for the same. He shall then apply\nto the Commissioner of Police to be registered, and the\nCommissioner shall, on view of such receipt, and on the\nproduction of satisfactory evidence to show that such person\nis duly authorized by some person or body of persons to bind\nhim or them by his contract for service, and on the applicant\nentering into a bond to Her Majesty the Queen, with two\ngood sufficient sureties, in the penal sum of one thousand\ndollars, conditioned on the true observance on the part of\nthe employer, on behalf of whom such person is authorized\nto act, of all the terms and conditions of any contract of\nservice entered into by him on such behalf, enter in such\n       me inclusiou of this page is authorued by L.N. 480/1973]\n8                               EMIGRANTS PROTECTION\n               register as aforesaid the name of such person as is\n               authorized to act as a recruiting agent on behalf of such\n               employer as aforesaid :\n                 Provided that the Minister may in his discretion at any\n               time cancel the registration of any person as a recruiting\n               agent, or direct that a recruiting agent shall be registered\n               as such under this Act, notwithstanding that his applica-\n               tion to be registered has been refused.\n                       (4) Such registration shall continue for twelve\n               months :\n                 Provided that at the end of such time the person\n               registered shall be entitled to be again registered on the\n               same conditions being complied with as are provided in\n               the case of a 6rst application.\nFees on\nrecruitment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every recruiting agent shall pay a sum of two dollars\n               and fifty cents into the Treasury in respect of every per-\n               son engaged by him or on his behalf, to proceed to a\n               declared place under contract of service.\nA~~lication      11. The moneys arising from the payment by recruithg\nofmoney.\n               agents of the sum of two dollars and fifty cents in respect\n               of each labourer recruited under this Act shall be paid\n               into the Consolidated Fund. The recruiting agent shall not.\n               nor shall any person recruited have any interest in these\n               moneys.\nLicence to       12.-(1) The Commissioner of Police may subject to such\nshipping\nagent.         conditions as he may prescribe grant a licence in writing\n               under his hand to a shipping agent to cany on business in\n               respect of premises to be named in the licence as a Carrier\n               of passengers to declared places.\n                       (2) The Commissioner of Police may, with the\n               approval of the Minister, revoke any lioence granted under\n                     me inclusion of this page is authorizad by LN. 480119731\n                      EMIGRANTS PROTECTION                                      9\n    this section without assigning any reason for such revoca-\n    tion.\n            (3) No fee or stamp duty shall be chargeable in\n    respect of any licence under this section."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Every such master as aforesaid shall, on demand\nmade by any Superintendent or Assistant Superintendent\nof Constabulary, or by any constable deputed by any such\nSuperintendent or Assistant Superintendent, in writing\nfor the purpose, furnish such Superintendent or Assistant\nSuperintendent or constable deputed as aforesaid, with a\ncomplete list of all passengers going by such ship, giving\nthe names of all such passengers and the places to which\nthey have respectively taken passages. If after furnishing\nsuch list, any other person is taken on board such ship as\na passenger by such ship, the master shall without any\nrequest made, furnish the local Superintendent or Assistant\nSuperintendent of Constabulary with thename of such\nperson, and the place to which he has taken passage.\n   When any demand as aforesaid has been made, any officer\nof Customs shall be entitled to refuse a clearance to the ship\non the master of which such demand has been made, unless\nsuch master has complied with such demand, and further\nsatisfies such officer of Customs either that he has no pas-\nsenger on board whose name was not included in the list\nfurnished in compliance with such demand or else that he\nhas furnished the name and destination of any such person\nto the local Superintendent or Assistant Superintendent of\nConstabulary."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any person who shall attempt to proceed without a Offencesin\n                                                                  relation to\n    permit as a passenger to any declared place, or who shall prmrita.\n.   obtain or attempt to obtain a permit as aforesaid, either for\n    himself or for any other person by any false pretence, or\n    shall use or attempt to use for the purpose of proceeding to\n    any declared place any permit granted to any other per-\n    son shall be guilty of an offence, and shall, on summary\n    conviction, be imprisoned, with or without hard labour,\n    for a term not exceeding three months."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The following persons shall be guilty of an offence offm~es.\n    against this Act, and be liable on summary conviction to\n    forfeit and pay a penalty not exceeding one hundred dollas\n    in respect of each offence, that is to say-\n         (a) any person who, not being registered as a recruit-\n              ing agent, shall engage, agree with, procure,\n              cause, induce, or attempt to engage, agree with,\n              procure, or induce Iabourers to proceed to a\n              declared place under contract of service, or other-\n              wise, or to leave any place in Jamaica with a view\n              to proceeding to a declared place;\n         (6) any person who, by means of intoxication, coer-\n              cion or fraud, causes, or induces, or attempts to\n              cause or induce any labourer to emigrate to a\n              declared place, or to enter into any agreement to\n              so emigrate, or to leave any place with a view to\n              emigrating;\n         (c) any recruiting agent who shall employ or other-\n              wise authorize any person or persons to engage,\n              agree with, procure or induce labourers to proceed\n           [Tlse inclusion d this page is ~uiborizaiby LN. 480/19731\n10                              EMIGRANTS PROTECTlON\n                       to a declared place, or who shall give any remu-\n                       neration or reward to any person who has acted\n                       in any of the ways aforesaid;\n                   Id) any recruiting agent who shall make, or agree to\n                       any variation of the contract approved by the\n                       Minister;\n                   (e) any person who, with a view to facilitate the\n                       emigration of any labourer, shall supply him with\n                       the money required to be deposited in the Treasury\n                       by an applicant, in order to obtain a permit, or\n                       any other sum of money;\n                    0 any person who shall make any promise, or give\n                       any undertaking, verbal or otherwise, to any\n                       labourer to the effect that if he proceeds to a\n                       declared place, he will be given work:\n                Provided always that no prosecution shall be instituted\n              under this section without the fiat of the Director of Public\n              Prosecutions.\nfielimimry\nto booking"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Subject to the provisions of this Act no recognized\npassengers.   shipping agent shall receive or book any passenger to a\n              declared place, who does not produce and leave with him a\n              permit duly signed by an Inspector or permit officer as\n              herein provided, and any shipping agent or other person as\n              aforesaid, booking or receiving a passenger, shall sign and\n              deliver to such passenger a receipt for such permit. Every\n              recognized shipping agent who shall book any person as\n              aforesaid without such person producing or giving up a\n              permit to the person named therein to proceed to the\n              declared place named therein, shall be guilty of an offence,\n              and shall, on a summary conviction thereof forfeit and pay\n              a penalty not exceeding ten dollars.\nDutiw of\nmaster.\n                l6.-(1) Subject to the provisions of this Act, the\n              master of any ship or vessel bound, either directly or in-\n                 EMIGRANTS PROTECTION                             11\ndirectly, for any port in a declared place, shall not\nreceive or have on board as a passenger, any person who is\nnot furnished with a permit under this Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The master of any ship or vessel as aforesaid, on (Wenmby\nwhom any such demand has been made as aforesaid, who muster.\nshall clear out of any port or harbour of this Island having\non board any passenger whose name has not been either\nincluded in the list furnished as aforesaid, or furnished to\nthe local Superintendent or Assistant Superintendent of\nConstabulary as aforesaid, or the place of whose destina-\ntion has not been truly stated as aforesaid, or who after\n      [The inclusion of this page is authorid by L.N. 480/1973]\n12                            EMIGRANTS PROTECTION\n             receiving a clearance shall take on board any passengfz\n             whose name has not been included in the list or furnished\n             as aforesaid, shall be guilty of an offence, and shall, on\n             summary conviction, forfeit and pay a sum not exceeding\n             twenty dollars.\nPowers of\nconstables"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. It shall be lawful for the Superintendent or Assist-\n             ant Superintendent of Constabulary at any port, or any\n             constable authorized by him in writing, to go on board any\n             ship or vessel bound, either directly or indirectly, for any\n             port in any declared place, and require the master to\n             produce to him any passenger on board such ship who has\n             taken passage from Jamaica, and any such master who shall\n             wilfully fail to comply with such requisition shall be guilty\n             of an offence, and shall on summary conviction thereof,\n             forfeit and pay a sum not exceeding ten dollars. It shall\n             also be lawful for the said officer or constable to search\n             such ship for and if found to cause to be removed from any\n             such ship, any passenger to a declared place, who shall\n             not have been furnished with a permit under the provisions\n             of this Act.\nRemoval of      19. It shall be lawful for the said officer or constable to\ncertain\nyoung        cause to be remwed from any such ship any young person\npersona.\n             who in his judgment is under sixteen years of age, and who\n             is not shown to his satisfaction to be either-\n                  (U) one of the ship’s crew,\n                  (b) a passenger from some place beyond the limits of\n                       the Idan&\n                  (c) bona fide bound for some country or place not\n                       being one to which the provisions of this Act\n                       apply; or\n                  (d) furnished with a permit under the provisions of\n                       this Act.\n                   m e indusion of tbis page is authorid by L W . 480111y131\n                   EMIGRANTS PRO TECTlON                                 13"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. It shall not be lawful for any person under the age of Permit for\nsixteen years, at any port or place in this Island to embark young\non any ship bound for any country or place to which the\nprovisions of this Act apply, with a view to going to such\ncountry or place, without a permit from the principal officer\nof Constabulary at the port of embarkation."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Such officer shall grant such permit, without fee or Grantand\n                                                              refusal Of\nreward, when he is satisfied that such person is going to pcdl.\nsuch country or place-\n     (a) accompanied by his lawful parents or guardians;\n     {b) to rejoin his lawful parents or guardians; or\n     k) consigned to the care of responsible relatives.\n  In all other cases he shall refuse the said permit:\n  Provided that such officer may with the approval of the\nMinister refuse the said permit in any case coming within\nparagraphs (a),(b) or (c) if such oRcer has reason to believe\nthat such person is a Commonwealth citizen and has reason\nto suspect that such person may after arriving at such\ncountry or place be removed from the care of his lawful\nparents or guardians or responsible relatives and that such\nremoval would not be in the best interests of such person."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Any person who shall attempt to proceed as a pas- Useofvoid\n                                                        permit an\nsenger to any declared place with a permit which has offence.\nbecome void, shall be guilty of an offence, and shall on sum-\nmary conviction, be imprisoned with or without hard\nlabour, for a term not exceeding three months."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Any person who shall obtain or attempt to obtain a FdJc\n                                                           prctenccs\npermit as aforesaid, either for himself or for any other to obtain\nperson, by any false pretence, shall be guilty of a misde- -it.\nmeanour, and shall on conviction thereof be imprisoned\nwith or without hard labour, for a term not exceeding\ntwelve calendar months.\n       lThe inclusion of thia paec is a u t h o r i d by LN. 480/1973]\n14                               EMIGRANTS PROTECTION\nReport as        24. Any officer of Constabulary granting any permit as\nto pennila\ngranted.       aforesaid shall furnish the Minister with particulars of the\n               same, showing-\n                    (a) the name of the person to whom it was granted;\n                    (b) the destination of such person;\n                    (c) the circumstances under which the permit W ~ S\n                                                                                   .'\n                        granted.\nActsfor          2 5 4 1 ) No person who is not a recognized shipping\nwhich per-\nsonsother      agent shall either directly or indirectly, by himself, or any\nthan recog-\nn,zedship.     other person on behalf of himself or any other prson-\np n e aqenla\nare liable.         (a) book any passages; or\n                    (b) sell, procure, obtain or engage any ticket for a\n                         passage; or\n                    (c) make or be concerned in any bargain, agreement\n                         or contract to book any passage or to sell, procure,\n                         obtain or engage any ticket for a passage,\n               for, to, with or on behalf of any person to proceed to a\n               declared place.\n                      (2) Any person who acts, or aids, or assists any\n               person in acting in contravention of this section shall on\n               summary conviction be liable either to a penalty not exceed-\n               ing one hundred dollars or to imprisonment with or without\n               hard labour for a term not exceeding six months, or to both\n               such pcnalty and imprisonment.\n                       (3) Any person who accepts or receives any benefit\n               or consideration whatsoever in respect of advising or assist-\n               ing any prson with regard to obtaining, booking or procur-\n               ing a passage to, or obtaining or procuring a passport or\n               permit for a declared place shall be liable on summary\n               conviction either to a penalty not exceeding forty dollars\n               or to imprisonment with or without hard labour for a term\n               not exceeding three months, or to both such penalty and\n               imprisonment.\n                      [The inclusion of this pase ia authorized by LN. 480119731\n                        EMIGRANTS PROTECTION                                               15\n      2 6 4 1 ) Where permits are granted under this Act the pron’siono\n                                                                            in r e s p t\n    following provisions shall apply-                              10 wnnits\n                                                                   pranted.\n         (a) there shall be paid the sum of twenty c a t s in\n                respect of every free permit;\n         (b) there shall be deducted the sum of twenty cents\n                from every deposit made by an intending emigrant\n.               under this Act;\n         ( E ) there shall be appropriated the s u m of ten cents\n                out of the amount paid by a recruiting agent into\n                the Treasury in respect of every person engaged by\n                him or on his behalf to proceed to a declared\n                place under a contract of service in pursuance of\n                this Act.\n            ( 2 ) Each amount of twenty cents paid or deducted\n    in pursuance of paragraphs (a) and (b) of subsection (1)\n    shall be paid into the Consolidated Fund; ten cents shall\n    be deemed a fee in respect of the permit, and ten cents\n    shall be appropriated as a contribution towards the costs\n    and expenses of such Commonwealth Consulates in declared\n    places as the Minister may think fit.\n           (3) The amount of ten cents mentioned in para-\n    graph (c) of subsection (1) shall be appropriated as a\n    contribution towards the costs and expenses of such\n    Commonwealth Consulates in declared places as the\n    Minister may think fit."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Provisions in respect to ptrmita granted.\n          idclusion of thii p . ~ ais authraid by LN. 480119731\n2                    EMIGRANTS PROTECTION"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Anything in this Act to the contrary notwithstand- &reemat\n                                                                            mih roroion\n    ing, it shall be lawful for the Minister on behalf of the w m .\n    Government, to make any agreement, which to him may\n    seem advisable, with a foreign Government, or with any\n    person, in connection with the recruiting or engagement\n    of labourers from Jamaica to proceed to work at some place\n    outside the Island :\n           [The   inclusion of thin p a ~ cis authorized by LN. 480119731\n16                             EMIGRANTS PROTECTION\n                Provided always, that such agreement shall be published\n              twice in the Gazette and in two local newspapers, and shall\n              be submitted for the approval of the Senate and of the House\n              of Representatives to be signified by a resolution thereof,\n              before the same shall take effect under this Act. When the\n              said agreement has been published and approved as afore-\n              said, it shall have the force of law, as if its terms had\n              been herein enacted, and that notwithstanding the effect may\n              be for the time being to suspend or alter any provision\n              of this Act.\nMoneysto        28. All moneys coming into the hands of the Accountant-\nbecsmed\nto 4 i t of   General under this Act shall be paid into the Consolidated\nConsolidate3 Fund :\nFund.\n                 Provided always, however, that the sum of fifty thousand\n              dollars shall be invested by the Accountant-General in\n              such securities as the Minister shall from time to time\n              approve and be always kept available as a fund for the\n              repayment of such expenses as may from time to time be\n              incurred in repatriating or otherwise relieving natives of or\n              persons domiciled in any place outside of this Island, as\n              also in making any repayments that may have to be made\n              under the provisions of section 8.\nMinister        29. The Minister may make rules and prescribe forms\nrules etc.\nmaymate       for Carrying into effect the provisions of this Act.\n                    [The inclusion of thii page is authorid by L.N.480/19731"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Minister may make dts,etc.\n          Whe inclusion of thii rego is authorized by L.N. 480/19731\n                    EMIGRANTS PROTECTION                                       3\n       THE EMIGRANTS PROTECTION ACT                                 Cap 113.\n                                            17th January, 1925.1"
    }
  ],
  "definitions": []
}