{
  "id": "jm-stat-the-employees-share-ownership-plan-act",
  "type": "statute",
  "title": "The Employees Share Ownership Plan Act",
  "title_en": "The Employees Share Ownership Plan Act",
  "short_name": "Employees Share Ownership Plan Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-employees-share-ownership-plan-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-employees-share-ownership-plan-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) of subsection (1) shall be subject to affirmative resolution\n112003           of the House of Representatives and the Senate, and shall con-\ns. 7(d).         tain transitional provisions in relation to plans which are\n                 approved plans immediately prior to the commencement of\n                 the regulations.\n112003\ns. 7 ( ~ ) .            (3) The Commissioner may prescribe forms in respect\n                 of applications, reports, certificates and other documents\n                 required for the purposes of this Act.\n                                                                                    (\nPower of\nMinister           20.-31) The Minister responsible for labour relations shall\nof~abouf         have power, on his own initiative or on receipt of a complaint\nto investigate   from a participant in a plan, or his personal representative, or\ncomplaints\nre operations    any trustee of a plan, to investigate the operations of the plan\nof a plan.\n                 and make a report to the Commissioner.\n                        [The inclusion of this page is authorwed by L.N. 8712004]\n            EMPLOYEES SHARE 0WNERSHIPPLAN\n       (2) The Minister aforesaid may assign such officers\nand designate such persons as he may think necessary for the\npurpose of an investigation pursuant to subsection (1)\nand otherwise securing the proper observance of the pro-\nvisions of this Act.\n       (3) Any such officer or person shall have power to\nrequire any interested parties, including the participating\ncompany, the trustees of the plan or the independent auditors\nof the plan to furnish, in writing, information with respect to\nthe operation of the plan.\n       (4) If any person without reasonable excuse, the\nproof whereof shall be on him, fails or refuses to finish\ninformation which he is required to produce pursuant to\nsubsection (3) he shall be liab1.e on summary conviction in a\nResident Magistrate's Court in respect of each offence to a\npenalty not exceeding ten thousand dollars."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-41) This Act may be cited as the Employees Share short title\n                                                                                 and appli-\nOwnership Plan Act.                                                              cation.\n         (2) Subject to the provisions of this Act, the provisions\nof the Income Tax Act shall apply for the administration and\nall other purposes of, or incidental to, this Act; and\naccordingly, without prejudice to the generality of the\nforegoing-\n       (a) the Commissioner of Taxpayer Audit and Assess-\n            ment, the Commissioner of Inland Revenue and any 16511999.\n            other person exercising functions in relation to\n            income tax under the Income Tax Act or the Revenue\n            Administration Act shall have like functions in\n            relation to this Act;\n      (b) the functions and jurisdiction of any court pursuant to\n            either of the Acts referred to in paragraph (a)shall\n            extend to matters arising under this Act; and\n      (c) the penalties, interest and other charges and any\n            limitations applicable to any contravention of the\n            Acts referred to in paragraph (a) shall be fully\n             applicable to contraventions involving any provision\n             in this Act relating to income tax.\n          (3) Save as otherwise expressly provided in this Act,\n nothing in this Act shall be construed as entitling any person to\n relief fiom income tax, stamp duty or transfer tax, as the case\n may be, under any plan in respect of any period prior to the\n date of approval of a plan under this Act.\n4                       EMPLOYEES SHARE 0WNERSHIP P M\nInterprets-   2. In this Act-\ntion.\n                 \"allocate\" in relation to a participant in a plan, means the\n                      appropriation in the prescribed manner by the\n                      trustees of that plan of the beneficial interest in\n                      particular assets of the plan to that participant, and\n                      \"allocation\" shall be construed accordingly;\n                 \"approved overseas stock exchange\" means a stock\n                      exchange which-\n                           (a) is situated outside Jamaica; and\n                            (b) is approved by the Minister by order for the\n                                 purposes of this Act;\nL.N.              \"Commissioner\" means the Commissioner of Taxpayer\n16511999.\n                      Audit and Assessment;\n                  \"company\" means-\n                             (a) a company as defined in section 2 of the\n                                 Companies Act; or\n                             (b) any body or association incorporated by or\n                                 under any enactment;\n                  \"control\" in relation to a company means the power of a\n                      person to secure by means of the holding or\n                      possession of voting power in or in relation t o that\n                      company, or by virtue of any other powers conferred\n                      by the articles of association or other document\n                      regulating the company, that the company's affairs\n                       are conducted in accordance with that person's\n                      wishes;\n                  \"credit purchase'' in relation to shares in a plan, means a\n                       purchase on terms whereby the shares are\n                      transferred t o the trustees prior to payment in full of\n                       the price;\n                  \"employee\" means any individual employed by a\n                       company under a contract of service;\n      EM?'LOYEES        SHARE 0 WNERSHIP PLAN\n\"employee share ownership plan7'or \"plan\" means a plan\n     approved for the time being by the Commissioner\n     for the purposes of this Act or deemed to be so\n     approved pursuant to section 3(4) (b);\n\"ESOP shares\" means shares of a grantor vested in the\n     trustees of a plan in their capacity as such;\n\"fUnctions\" includes powers and duties;\n\"grantor\" has the meaning specified in section 3;\n\"group\" in relation to a company, means that company\n     and-\n          (a) any other company which is its holding\n               company or subsidiary;\n          (b) any other company which is a subsidiary of\n               the holding company;\n          (c) any company which directly or indirectly\n               controls or is controlled by any company\n               referred to in paragraph (a) or (b);\n          (4) any company which is controlled by a\n               person who directly or indirectly controls a\n               company referred to in paragraph (a), (b)\n               or (c);\n\"group plan\" means a plan which is expressed to extend         ,,\n      to employees of any or all companies in the group, s. ~ ( ~ 1 .\n      so, however, that a plan which is expressed to in003\n      extend to employees of only one company shall not S.2(b).\n      be regarded as a group plan unless the grantor is\n      another company in the group;\n \"independent auditor\" as respects any grantor means a\n      person who is a registered public accountant as\n      defined in section 2 of the Public Accountancy Act\n      and is not-\n            (a) an officer or employee of the grantor or of\n                any member of a group which includes the\n                grantor;\n            EMPLOYEES SHARE OWNERSHIP PLAN\n                (b) a person who is a partner of, or in the\n                    employment of, an officer or employee of\n                    the grantor or of any member of a group\n                    which includes the grantor; or\n                (c) a body corporate;\n      \"initial market value\" means-\n               (a) in relation to shares allocated to a partici-\n                    pant, the market value of those shares on\n                    the date of their acquisition by the trustees\n                    of the plan; and\n                (b) in relation to share options, the\n                    market value, at the time the option is\n                    granted, of the shares which are the\n                    subject-matter of the option,\ndetermined in the prescribed manner;\n     \"lender\" as respects any plan, means a person who, not\n          being the grantor or a member of the same group as\n          the grantor, finances the acquisition of shares for the\n          plan by lending money to the grantor or the trustees\n          of the plan;\n      \"participants\" as respects any plan means, subject to\n           section 11 (related enterprise participants) an\n           individual who, being an employee of any partici-\n           pating company, is recorded as a participant in\n           that plan and who-\n                (a) is or, in accordance with this Act, will be\n                     allocated a beneficial interest therein; or\n                (b) in the case of a share option plan, acquires\n                     a right to subscribe for shares in the grantor\n                     in accordance with that plan;\n      \"participating company\" means the grantor and any\n           other company in the same group, employees of\n           which are for the time being participants in a plan\n           promoted by the grantor;\n     EMPLOYEES SHARE O WNERTHIP PLAN\n\"recognized stock exchange\" means-\n        (a) a stock exchange in Jamaica approved by\n             the Minister for the purposes of this Act;\n             or\n          ( b ) an approved overseas stock exchange;\n\"release date\" means the sixth anniversary of the date of\n     allocation of shares under a plan;\n\"retention period means in relation to-\n          (a) any ESOP shares vested in the trustees of\n                a plan, the period commencing with the\n                date of allocation of those shares; or\n         (b) any ESOP shares diversified into other\n             plan assets, the period commencing with\n             the date on which the ESOP shares so\n             diversified were allocated to the partici-\n             pant,\n    and ending on the second anniversary of that date or\n    the date of termination of the participant's employ-\n    ment in specified circumstances, whichever is the\n    earlier;\n\"share\" has the same meaning as in section 2 of the\n     Companies Act;\n\"share option plan\" means a plan having the charac-\n     teristics described in Part 111 of the First Schedule;       pir.\n                                                                  Schedlde.\n\"specified circumstances\" in relation to the termination\n     of a participant's employment, means death, dis-\n     ability, the attainment of retirement age or\n     involuntary dismissal due to redundancy;\n\"spouse\" includes-\n      (i)   a single woman who has lived and cohabited\n            with a single man as if she were in law his\n            wife for a period of not less than five years\n      lTho lncluslon or lhla page la aulhorlnd by L.N. l80M0061\n                        EMPLOYEES SHAM OWNERSHIP PLAN\n                             immediately preceding       the   date of his\n                             death;\n                        (ii) a single man who has lived and cohabited\n                             with a single woman as if he were in law her\n                             husband for a period of not less than five\n                             years immediately preceding the date of her\n                             death;\n                  \"subsidiary\" and \"holding company\" have the meanings\n                      ascribed in section 151 of the Companies Act.\nApproval      3.-(1)   The Commissioner shall, in writing, approve as an\nof plans\n            employee share ownership plan for the purposes of this Act\n            any proposed plan submitted for approval by any company as\n            defined in paragraph (a) of the definition of company in\n            section 2 (in this Act referred to as \"the grantor\") whose shares\n            are available for acquisition by or on behalf of employees of\n            the grantor under the terms of that plan, or, in the case of a\n            group plan, by employees of any participating company\n            included in that plan, where the Commissioner is satisfied that\n            the proposed plan is not inconsistent with the provisions of the\n            memorandum and articles of association of the grantor and\n            conforms to-\nFirst           (a) the provisions of the First and Third Schedules;\nSchedule.\nrnd                 and\nSchedule.\n                (b) such other provisions of this Act as apply thereto.\n                  (2) In exercise of his powers under subsection (1) as\n            respects a proposed plan submitted by a grantor the Com-\n            missioner may, to such extent as he thinks fit, take into\n            account a certificate signed by an independent auditor that\n            the proposed plan meets the provisions and requirements\n            mentioned in subsection (1).\n                   (3) Subject to subsection (5), where a certificate\n            referred to in subsection (2) has been furnished to the\nCommiesioner with an application for approval of a plan the\nCommissioner shdl, in writing within thme months of receipt\nof the application sr such other period nu may be prescribed-\n    (a) notify the applicant ~f the Commissioner's approval\n        or disapproval, as the case may be, of the proposed\n        plan; or\n    (b) ~paeifyfbrther information which he requires for the\n        purposes of this Act with regard to the application.\n       (4) Where no action i s taken by the Commissioner\nunder paragraph (a) or (b) of subsection (3) or if the Com-\nmissioner fails to take action after receiving hrther informa-\ntion requested by him under parqraph (b) of that subsection\nthen-\n    (a) the applicant may, by notice in writing to the\n           Commissioner, at any time aRer the expiration of the\n           period of three months referred to in that subsection\n           or forty-five days aAer the date on which hrther\n           information is &mished to the Commissioner,\n           whichever is later, require the Commissioner to take\n           action under subsection (3); and\n     (b) if within forty-five days of the receipt of the notice\n         referred to in paragraph (a),the Commissianer fails to\n         take action as requested, he shall, subject to\n         subsection (5), be deemed to have approved the plan\n         with effect fiom the date s f receipt of the application\n         for approval of the plan.\n       (5) Whenever the Commissioner notifies an applicant\nthat a plan is not approved the Commissioner shall, in that\nnotice, state the reasons for disapproval of the plan and if the\nCommissioner fails to do so, the notice shall be of no effect.\n       (6) Subsection (4) (b) shall not apply as respects any\nplan if-\n           [The inclus~anof this page is authonzed by L.N. 87120041\n10                          EMPLOYEES SHARE OWNERSHIP PLAN\n                    (a) there are participants in the plan who are not eligible\n                        to participate within the meaning of section 7\n                        (eligibility); or\n                    (b) the plan is operated in contravention of any of the\n                        provisions of section 8 (participation).\n                       (7) An application for approval of a proposed plan\n                under this section shall be made in writing and contain such\n                particulars and be supported by such documents and\n                information as may be prescribed or as the Commissioner may\n                in writing require.\n                       (8) Where the grantor is a member of a group, the\n112003          grantor may submit for approval, one or more group plans\nS.3(a).\n                which need not extend to the employees of the grantor.\n112003                 (9) A computer programme shall not be used in the\ns. 3(b).        administration of a plan unless the Commissioner has given\n                prior approval of the programme for that purpose.\nPrerequisites     4.-(1)   Except as provided in section 3 (3), a plan shall not\nfor approval\nof plans.       be approved under that section unless the Commissioner is\n                satisfied-\n                         that there are no factors of the plan (other than any\n                         which are included to satisfy the requirements of this\n                         Act) which have or would have the effect of\n                         discouraging any categories of employees who hlfill\n                         the conditions specified in section 7 (eligibility) from\n                         acquiring shares under the plan;\n                         that the plan is not, and if approved will not operate\n                         as, a top-heavy plan as provided in section 8\n                         (participation);\n                         that participants in a plan who are full-time\n                         employees of a participating company are entitled\n                         under the plan to participate in the plan on similar\n                         terms;\n                         [Llefetedby Act I of20031\n                        [The inclus~onof this page is authorized by L.N. 87120041\n        FMPLOYEES SHARE O WNERSHIP P U N\n(e) that the plan contains a provision to the effect that no\n    shares shall be acquired under the plan or, if shares\n    have already been acquired under the plan at the time         1,2003\n    it is submitted for approval, that no further shares          s.4caHll).\n    shall be so acquired, unless and until the minimum\n    percentage of eligible employees as specified in\n    section 8 (1) (a) have consented to become partici-\n    pants under the plan within such time as shall be\n    specified in the plan.\n  (2) For the purposes of this Act-\n(a) persons shall be regarded as being entitled to parti-\n    cipate in a plan on similar terms notwithstanding\n    that the plan provides for a distinction between\n    participants in the allocation of ESOP shares based on\n    the level of their remuneration or length of service or\n    both; and\n(b) persons shall not be regarded as being entitled to\n    participate in a plan on similar terms if the pricing or\n    finding on any particular occasion in relation to the\n    acquisition of ESOP shares (whether by way of grant\n    or loan) discriminates between the participants as\n    regards such pricing or in the terms or form of such\n    finding, so, however, that-\n        (i) differentiation in the quantum of funds made\n             available to participants for the purpose only\n             of enabling such participants to be allocated\n             ESOP shares in accordance with the plan's\n             allocation formula shall be disregarded; and\n        (ii) discrimination in favour of lower paid\n             employees as compared with higher paid\n             employees shall be disregarded;\n(c) in the case of share option plans, persons shall not be\n     regarded as being entitled to participate in a plan on\n     similar terms if the price per share payable on the\n     grant or exercise of a share option, or the period\n     allowed for payment thereof, differs as between\n    [The inclusion of this page i s authorized by L.N. 87120041\n                          partkipante in the plan, ra, however, that\n                          discrimindion in ffitrouf of lowivb paid employe~sas\n                          compared with higher paid emgiayw~ shall be\n                          disregarded,\n                       (3) In relation to akm option planr, references in\n                subsection (2) to the doentian of ESOP rhares shall be\n                construed as references to the grmt of share options.\n                       (4) Subject to section 11 (related enterprise partici-\n                pation), the Commir~ionashall not approve a plan if it\n                appears to him that it contains featured which are neither\n                essential nor rgaeon~lblyincidental to the purpow of providing\n                for employeer of participating companies benefits in the nature\n                ofrights to acquire shares or interests in shares or both.\n112003                 (5) The Commissioner may decide not to approve a\nS. qb).\n                plm if he is of the opinion that the applicant has made\n                arrangements to change the employer of the higher or lower\n                paid employees, as the case may be, for the purpose of\n                avoiding the provisions of section 8 or lessening the impact of\n                those provisions in relation to that plan or any other plan\n                within the group.\nAlteration of      5.-41) Where an alteration is made in a plan at any time\nrpproved\nph.             after the Commissioner has approved, or is deemed to have\n                approved, the plan-\n                     (a) the grantor shall in writing noti@ the Commissioner\n                          of the particulars of the alteration not later than thirty\n                          days after the date of alteration; and\n                     (b) the approval of the plan shall cease upon the date of\n                          alteration unless the Commissioner approves the\n                          alteration.\n                        (2) For the purposes of subsection (I), a change in the\n                allocation formula of a plan shall not be regarded as an\n                alteration of the plan if the formula as changed conforms with\n                the requirements of paragraph 7 (2) and 7 (3) of Part I1 of the\nFbrt            First Schedule (allocation formula).\nSchedule.\n                        (3) If the Commissioner, within three months after\n                receipt of a notification under subsection (I), does not noti@\n          EMPLOYEES SHARE OWNERSHIP PLAN                               13\nthe grantor of approval or disapproval of the alteration or\ndoes not in writing require the grantor to supply further\ninformation, then, subject to subsection (4), the Commis-\nsioner shall be deemed to have approved the alteration as\nfrom the date of the alkmtion.\n       (4) Subsedion (3) shall not apply as s-r          any\nalteration if-\n     (a) the alteration permits participation in a plan of\n          persons who are not eligible to participate within\n          the meaning of seotion 7 (eligibility); or\n     (b) the alteration permits the plan to be operated in\n          contravention of any of the provisions of section 8\n          (participation).\n        (5) Where approval of a plan ceases to have effect\npursuant to this section, the Commissioner may, if he thinks\nfit, disallow any claim for income tax relief related to that\nplan in respect of the year of assessment in which the altera-\ntion took place.\n      (6) The Commissioner may, where he is satisfied that\nthe circumstances so warrant, reinstate in writing any\napproval which ceases to have effect pursuant to this\ndon."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In the case of any plan that is not a group plan, the maximum 112003\n    amount of relief from income tax (whether by way of deduction or s.9.\n    exemption) which may be claimed under the Second Schedule by the\n    grantor for any year of assessment shall be the amount which is equivalent\n    to ten percent of the aggregate emoluments of the participants in the plan in\n    respect of that year of assessment so. however. that no account shall be\n    taken of the emoluments of any participants who are not allocated shares in\n    the plan in that year of assessment\n              [The inclusion o f this page is autliori~edby L.N. 87120041\n                         EMPLOYEES SHARE 0 WNEmHIP PPLAN\n                   (2) In the case of a group plan the maximum amount of relief from\n           income tax which may be claimed in the aggregate under the Second\n           Schedult by the participating companies (includmg the grantor) for any\n           year of assessment-\n                ( a ) shall be ten percent of the aggregate emoluments of all partici-\n                      pants in the plan in respect of that year of assessment, so,\n                      however, that no account shall be taken of the emoluments of\n                      any participants who are not allocated shares in the plan in that\n                      year of assessment;\n                 (b) shall be apportioned among the participating companies in the\n                      ratio of the amounts which they would respectively have been\n                      entitled to claim under the Second Schedule but for the limit\n                       specified in sub-paragraph (a).\n                  (3) If a plan has related enterprise participants, the maximum\n           amount of relief from income tax which may be claimed under the Second\n           Schedule by the grantor or by the participating companies in the case of a\n           group plan shall, as regards related enterprise participants-\n                (a) referred to in section 11 (1) (a), be increased by an amount\n                    equivalent to ten percent of their aggregate annual emoluments\n                    from the related enterprise, so, however, that no account shall be\n                    taken of any related enterprise participants who are not Jocated\n                    shares in the plan in that year of assessment;\n                (b) referred to in section 11 (1) (b). be increased by an amount\n                    equivalent to ten percent of their aggregate chargeable income\n                    attributable to the grantor or other parhcipating company, so,\n                    however, that no account shall be taken of the chargeable\n                    income of any related enterprise participants who are not\n                    allocated shares in the plan in that year of assessment.\nLN.           3. For the purposes of paragraph 1, where any of the shares allocated to\n27d1995.   a participant were acquired pursuant to a transaction at arms length and the\n112003     purchase price thereof was less than their initial market value, then for the\nS. 9.\n           purposes of t h paragraph\n                                ~          the purchase price of those shares shall be\n           treated as their initial market value.\nL.N.          4.-(1)     Where the total of the initial market value of share options\n27d1995.   granted to a participant in a year of assessment (\"the Grant Year\") exceeds\n           the exempted amount the following provisions of this paragraph shall have\n           effect and the application of paragraph 3 of Part V of the Second Schedule\n           is modified accordingly.\n                     (2) In relation to a participant-\n          EMPLOYEES SHARE 0 WNERSHIP PLAN\n(a) paragraph 3 of Part V of the Second Schedule shall apply only in\n    relation to the permitted amount of the surplus value (as defrned\n    in paragraph 2 of the said Part V); and\n(b) any excess beyond the permitted amount shall be treated as\n    chargeable income of the participant for the year of assessment\n    in which the share option is exercised.\n  (3) In sub-paragraph ( 2 ) \"permitted amount\" means-\n                               EA\n           the surplus value x -\n                                  IMV\n          where \" E A means the participant's exempted amount in\n          the Grant Year. and \"W'means the aggregate initial\n          market value of the share options granted to the applicant\n          in the Grant Year.\n  (4) In relation to a participating company-\n(a) the deduction which may be claimed in any year of assessment\n    by the company under paragraph 8 of Part V of the Second\n    Schedule in respect of any loan which has financed the\n    acquisition or exercise of any of such share options, shall be\n    reduced by the appropriate percentage;\n(b)    for the purposes of sub-paragraph (a)the appropriate percentage\n       shall be derived by applying the following formula-\n                IMV-        A E x 100\n                       IMV\n       and for the purposes of this sub-paragraph-\n             \"IMV\" means the aggregate initial market value of the\n                 share options granted to participants in the Grant\n                 Year. and\n             \"AE\" means 10% of the aggregate annual emoluments paid\n                 to those participants in the Grant Year; and\n(c)    sub-paragraph (a) shall not apply unless IMV exceeds AE (as\n       defined in sub-paragravh (b)).\n           EMPLOYEES SHARE OWNERSHIP PLAN"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Plans funded by loans or grants from participating companies\nshall provide for the conversion of loan or grant proceeds into an\nacquisition of shares in the grantor within sixty days of the making of tbe\nloan or grant\n                               EMPLOYEES SHARE OWNERSHIP PLAN\n                             Benefits to Participating Companies-Income            Tax\n.4mlual           4: Where in any year of assessment-\ndeductions\nand                  (a) a participating company makes loans of its funds to participants\nexemptions.                for the purpose of purchasing or subscribing for shares of a\n                           grantor to be acquired and held on behalf of such pariicipants by\n                           trustees of a plan;\n                     ( 6 ) the terms of the loans comply with such requirement as may be\n                           prescribed; and\n                     (c) the loans are in fact used for the purpose aforesaid,\n                then, subject to paragraph 5-\n                      (4 in ascertaining the chargeable income or statutory income of the\n                           participating company in each of the years of assessment during\n                           which the loan is outstandmg, there shall be allowed a deduction\n                           equivalent to the sum so lent, divided by the number of years\n                           comprising the term of the loan, so, however, that no further\n                           deduction shall be allowed in respect of such loan once the full\n                           amount of the loan has been so allowed as a deduction; and\n                     (e)    the interest paid to the participating company by the participant\n                            in respect of such loans shall in the hands of the company be\n                            exempt from income tax.\nAnnual             5 . 1 ) Subject to sub-paragraphs (2), (3) and (4), where in the year in\ndeduction       which a loan is made by a participating company to finance the acquisition\nwhere at\n1ea.d one       of ESOP shares, the board of directors of the grantor includes at least one\ndirector is     director elected by the participants, then in ascertaining the chargeable\nelected by      income or statutory income of that patkipating company there shall, in\nparticiphnts.   lieu of the deduction specified in paragraph 4, be allowed, in the year of\nL.N.\n27dl99S.        assessment in which the loan is made and the next succeeding year of\n                assessment, a deduction equivalent to fifty per cent of the sum lent.\nL.N.                    (2) If in either of the two years of assessment referred to in sub-"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where a participating company borrows funds from a lender and Income tax\nmakes such funds available by way of loan to participants for the purpose deductions\n                                                                            where\nof acquiring ESOP shares to be vested in the trustees of a plan, and as a h o w e d\nresult the shares are so vested, then in ascertaining the chargeable income funds made\nor statutory income of the participating company in any year of assessment available by\n                                                                            way of loan.\nthere shall be allowed a deduction equivalent t-\n      (a) 100%of interest payments made by the participating company in\n            that year of assessment in respect of such loans; and\n                               EMPLOYEES SHARE OWNERSHIP PLAN\n                     (b)   25% of repayments of principal made by the participating\n                           company in that year of assessment in respect of such loans.\nExemption          5. In assessing the chargeable income of a participating company, there\nfiom tax of     shall be exempt from income tax any payments of interest in any year of\ninterest pay-\nments to        assessment made to that company by participants in respect of a loan\npattici-        referred to in paragraph 4.\npatink?\ncompany.\nLoansto            6. The tax benefits provided at paragraphs 4 and 5 shall only apply\ncomply with     where the loans to participants comply with such requirements as may be\nprescribed\nrequire-        prescribed.\nments.\nIncome tax         7. Where a participating company borrows funds from a lender and\ndeductions      makes such funds available by way of a grant to the trustees of a plan for\nwhere\nborrowed        the purpose of acquiring shares in the grantor to be vested in the trustees of\nfunds made      a plan, and as a result the shares are so vested, then in ascertaining the\navailable by    chargeable income or statutory income of the pamcipating company in any\nway of grant.   year of assessment there shall be allowed a deduction equivalent to-\n                     (a) 100°?of repayments of principal and payments of interest made\n                           by the participating company in respect of such borrowed funds\n                           in the year of assessment in wluch the grant is made:\n                     ( b ) 25% of repayments of principal and 100% of payments of\n                           interest so made by the participating company in any sub-\n                           sequent year of assessment,\n                and, to the extent that this deduction is not fully used in any year of\n                assessment, the participating company may carry forward the balance of\n                such deduction in subsequent years until it is fully used.\nTax                8. Where in a year of assessment in wluch the loan is made, the board\nwhere\n                of directon of the grantor includes at least one director elected by the\ndirectw is      participants, then in ascertaining the chargeable income or statutory income\nelected by      of the participating company there shall, in lieu of the deduction specified\nparticipants.   in paragraph 4 ( b ) or 7 (b) with respect to repayment of principal, be\n                allowed a deduction equivalent to fifty per cent of the repayment of\n                principal.\nConcession         9. Where ESOP shares are acquired by trustees by means of loans\n\" divide*       which quallfy for income tax benefits pursuant to paragraph 4, and are then\npaid in any\nyear of         held in a suspense account, the amount p d by way of dividends to trustees\nassessment.     on those shares in any year of assessment shall be allowed as a deduction in\nL.N.            ascertaining the chargeable income or statutory income of the grantor for\n2701,995.       that year of assessment.\n                 lo. [Deleted by L.N. 2 7 0 of 1995.1\n            EMPLOYEES SHARE OWNERSHIP PLAN                                           41\n                 Benefits 10 Prrrticiparws-Income Tax\n  1 1. 4 1 ) m e r e shares in a grantor are acquired by the tmstee8 cd +pplica-\na plan consequent on a participating m p a n y borrowing funds from a\nlender and making t h m funds available to the trustee%                 plra-\n                                                                           pra-\n                                                                           svh 9\n                                                                           of Part 111\n     (I)) by way of a loan. thc provisions of p ” r a p p h 9 of P3rl Ill L ~ ,\n          shall apply.                                                    2701 199.5.\n         (2) Where a participating oompany h m funds from\na lender and makes such funds amilable by way of a gmnt to\nthe trustees of a plan to be applied in the acquktion of shares in the\ngrantor, the funds so granted (ii so applied) shag not be subjeft to\nincome tax as emoluments of any of the participants.\n                           Eenefirs to Lenders\n   1 2 . 4 1 ) Where a lender, or two or more lendem s t i n g 88 a Inarme\nsyndicate, makes a loan to a participating cmnpany or the trustees d tarcud.\na plan for the pl~posc of funding the acquisition by the trustees of\nshares in the m o t o r and such shares are so aquired. then. subject to\nsub-paragra& (Z), 50% of the amount of interest payments b v e d\nby any such lender in any year of as886srment in respect of that ban\nshall. in the hands of the lender, be exempt from incane tax.\n           (2) Where ESOP shares acquired by virtue of a loan referred\nto in sub-paravaph (1) amount to IS% or more of the total value of\nshares in the -tor,        then the total mount of intewa paymeate\nreceived by the lender in rebpeot of that loan shall. in his hands, be\nexempt from income. tax.\n           (3) Where at the end of any year of asmment loans referred\nto in sub-paragraph (1) mmprise not leas than 3% of the total amount\nof loans outstanding on the books of an authorized lender then in\nd          g the income tax payable by that lender me applicable rate\nof income tax shall be reduced by one percentage point for each 3%\nof the total loans aforesaid outatanding at that date, so. however.\nthat the reduction under this provision shall not exceed five percentage\n points.\n           (4) For the purplses of this paragraph and paragraph 13\n“authorized lender” m-\n      ( 0 ) any bank operating under the Banking Act:\n      (a) any 6nancial institution aperating under the Financial Imtitu-\n              t i m Act;\n       (c) any building society;\n -\n           me idusion of thls m e 1s authorized by L N. 9.51 1!J98]\n48                          EMPLOYEES SHARE OWNERSHIP PLAN\n                    (d) any society registered under the Co-operative Societies Act:\n                          and\n                      (e) such other person as the Minister may speoify by order.\nIncome tax         13. Where a lender a&gm m y loan referred to in paragraph 12 (1)\nrelied          to another person, the assignee, and any further assignee. W. while\nto lpan\nassignees.      the loan remains vested in him, enjoy hhe like in-         tax diets as\n                the lender pursuant to pragmpb 12 in rclation to that loan. 80. how-\n                ever, that-\n                     (a) the relief provided in paragraph 12 (3) &all not apply to any\n                          assignee who is not an auhhorized lender; and\n                     (b) this paragmph shall not apply if the asrigna is the grantor\n                          or a member of the same p u p as the grantor.\n                  PARTV.     Tax relief relatiiig to Share Opiion Pia-Requiremetus\nAD&=-"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) A plan shall provide for participants to oMain rights to RigM to\nacquire EWP shares and other as&%& vested in lbe (nuSW of the plan.\n      (2) Subject m tfie provisions of this Act relating to the diversifi- assets.\ncation of plan assets, a plan &all be established and w         e for the\npurpose of acquiring and distributing ESOP shans to participants.\n                 indutim of Ihipngc hawborizeaby *L.N.95119471\n                                                                         -\n30                       EMPLOYEES SHARE OWNERSHIP PLAN\nNature of     6.+l)   ESOP hares &U        be\nESOP\nhares            (U) fully paid-up voting shares;\n                 ( b ) not redeemarbe other than pursuant to the exexcise of an\n                       option referred to in the Third Schedule; and\n                 (c) not subject t o any restrictions &her than restriotions which\n                     attach 50 all shares of the same class or a restriction a u b n z e d\n                          by sub-Fagraph (3);\n                   (d) shares which rank at least equally for all purposes with the\n                          best class of voting shares of the gmtor.\n                      (2) For the purposes of subparagmph (1) (4.     any &?re which\n             is convertible into a voting share shall be deemed to be a votmg share.\n                      (3) Excepl as provided in sub-pacragraph (4), the shares m y\n             be subject to a restridion imposed by the company’s articles of\n             association requiring all shares held by employees of the company or\n             of any other company in the same gaup or by related enterprise\n             p a f i i a p Q to be sold to the grantor or the trusteap of the plan on\n             ceasing to be 80 held.\n                       (4) A restriction is not authwized by sub-aragraph (3) unless\n              any sale required by the restriction will be by way of sale at market\n              value for a mideration in money md, in the case of shares not\n              listed OIL a rwognized atock exchange, market value sham be deemed\n              to be the value determined by independent auditors in the ~pescn,ted\n              manner.\n Effect of"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)  If, at any time after approval of a plan, any of wibdntml\n                                                              of a$pro*l.\nthe requirements of this Act relevant to the approval of that\nplan oeases to be satisfied, the Commissioner may, subject to\nsubsection (3,  withdraw the approval with effect from that\ntime or such later time as the Commissioner may specify.\n      (2) If at any time after approval of a plan-\n     (a) there is, with mpect to the operation of the plan,\n          any contravention of any of the requirements or\n          terms of the plan; or\n          m'dudw,ofthis pagc is authorized by L N 951 19971\nt4             EMPLOYEES SHARE OWNERSHIP PLAN\n          (b) my shares of a class of which some portion there-\n              of has been acquired as ESOP shares receive\n              dif€erent treatment in any respeot from the other\n              s h a m of that class, and in particular, different\n              lteatment (other than as permitted by this Act)\n              in respect of-\n                   (i) the dividend payable;\n                  (ii) voting rights;\n                 (3any restrictions attaching to the shares; or\n                  Gv) m y offer of substituted or additional shares,\n                        securities or rights of any description in\n                       respect of the shares; or\n          (c) the trustees, the grantor or, in the case of a group\n               plan, a cofnpany which is or has been a participat-\n               ing company fails to furnish any informatioa\n               required for the purposes of this Act by the\n              Commissioner to be furnished.\n     the Commissioner may, subject to subsection (3), withdraw\n     in writing the approval with effect trom that time or from\n     such later time as he may specify.\n            (3) Where the Commissioner proposes to withdraw\n     the approval pursuant to subsection (1) or (2) he shall notify\n     the grantor in writing accordingly and allow him a pnod.\n     not less than six months, to bring the plan into compliance\n     with this Act or. as the case may be, not less than thirty\n     days to supply the requested information.\n                                                            -- ~,\n           (4) Where approval is withdrawn pursuant to this\n     section, the Cammissioner may disallow to the grantor. other\n     participating companies or participants, or all of them. some\n     or of the income tax relief provided in this Act in relation\n     to any year of asseFsment during which there existed any\n     ground for withdrawal of approval.\n                                              __-_\n                                       L N.\n              ~ i . d w h o f & ~ ~ ~by&  W9511997\n            EMPLOYEES SHARE 0 WNERSHIPPLAN\n       (5) The Commissioner may, where he is satisfied that\nthe circumstances so warrant, reinstate in writing any approval\nwhich ceases to have effect pursuant to this section."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1) Every individual-                                        Eligibility.\n    (a) who is a hll-time employee of a participating\n        company; and\n     (b) who has been such an employee at all times during\n          such minimum qualifying period as, subject to sub-\n          section (3), may be specified in the plan; and\n     (c) whose emoluments, by reasons of such employment,\n          fall within section 5 ( I ) (c) of the Income Tax Act,\nshall, for the purposes of this Act, be eligible to participate in\nthe plan promoted by the grantor unless he is excluded from\nallocation of shares under a plan by reason of paragraph 6 of\nPart Il of the First Schedule; and no other individual shall be F i\nso eligible.                                                       Scheduk.\n       (2) A person shall be regarded as a hll-time employee\nif the terns of his employment require him to work not less\nthan one thousand hours per year or such other number of\nhours as the Minister may prescribe, by order subject to\naffirmative resolution of the House of Representatives.\n       (3) The minimum qualifying period referred to in\nsubsection (1) shall not exceed two years or such other period\nof employment with a participating company as may be\nprescribed and, for the purposes of meeting any minimum\nqualifying period, any prior service of the employee with a\nparticipating company shall be taken into account in meeting\nthat requirement.\n       (4) Nothing in subsection (1) shall prevent a grantor\nfiom including in a plan, part-time employees, persons in\nseasonal employment as defined in section 2 of the Employ-\nment (Termination and Redundancy Payments) Act or\n                         EMPLOYEES SHARE 0 WERSHZP PLAN\n             individuals referred to in section 11 (related enterprise\n             participants).\n                   (5) Nothing in subsection (1) shall-\n                 (a) prevent a plan from permitting a participant who\n                     joined the plan as an eligible person to remain in the\n                     plan after his employment is terminated; or\n                 (b) prevent a participant who, during the course of his\n                     participation in a plan acquires a material interest in\n                     the grantor as defined in paragraph 6 of Part I1 of the\n~i                    First Schedule, from being eligible to remain in the\nSchedule.             plan notwithstanding that no hrther allocation may\n                     be made to him under the plan.\nParticipa-     8 . 4 1 ) Notwithstanding approval of a plan pursuant to\ntion.\n             section 3, the grantor, other participating companies and\n             participants or any of them may be disallowed, at the dis-\n             cretion of the Commissioner, some or all of the income tax\n             relief provided by this Act in respect of any year of assessment\n             and shall not qualify for the other reliefs and exemptions\n             pursuant to this Act unless-\n                (a) throughout that year of assessment, at least fifty per\n                     cent of individuals who are eligible employees\n                     pursuant to section 7 (1) or (5) (b), are participants in\n                     the plan on similar terms; and\n                (b) the assets of the plan are allocated to the participants,\n                     or, in relation to share option plans, share options\n                     have been granted to participants, in a manner which\n                     does not render the plan top-heavy.\n                   (2) A plan shall, as respects any year of assessment, be\n             deemed to be top-heavy if-\n                 (a) in relation to share option plans-\n                          (i) more than seventy per cent in value of the\n                              options granted under the plan in the year\n            EMPLOYEES SHARE OWNERHIP PLAN\n                  of assessment have been granted to partici-\n                  pants comprising the most highly compen-\n                  sated thirty per cent of all participants; or\n            (ii) the grant of share options as between partici-\n                  pants has resulted in any participant being\n                  granted in that year of assessment less than\n                  ten per cent in value of the share options\n                  granted in that year of assessment to any other\n                  participant; or\n            (iii) any participant has been granted more than\n                  ten per cent in value of the share options\n                  granted under the plan; and\n    (b) in relation to any other plan-\n             (i) more than seventy per cent in value of the\n                 assets of that plan are allocated to partici-\n                 pants comprising the most highly com-\n                 pensated thirty per cent of all participants; or\n             (ii) the allocation of ESOP shares as between\n                  participants has resulted in any participant\n                  being allocated in that year of assessment less\n                  than ten per cent of the number of ESOP\n                  shares allocated in that year of assessment to\n                  any other participant; or\n             (iii) any participant's allocation of ESOP shares\n                   (including for this purpose any assets into\n                   which such shares have been diversified)\n                   amounts in value to more than ten per cent of\n                   the total value of plan assets held by the\n                   trustees.\n       (3) For the purposes of subsection (2) (a),references to\nthe value of options are references to the initial market value\nof those options.\n                         EMPLOYEES SHARE OWNERHIP PLAN\n                     (4) The Minister may, by order subject to firmathe\n              resolution, vary any percentage specified in subsection (1)or\n              (2), so, however, that any variation which-\n                  (a) increases the percentage of eligible employees who\n                      are required to participate; or\n                  (b) decreases the permitted maximum proportion of share\n                      options which may be granted or plan assets which\n                      may be allocated to any participant or group of\n                      participants in relation to any other participant or\n                      group of participants,\n              shall apply only to plans submitted to the Commissioner for\n              approval after the effective date of the order.\n                     (5) For the purposes of subsection (1) (a),a person\n              shall be deemed to be a participant in a plan in any relevant\n              year of assessment notwithstanding that all assets allocated to\n112003        him under the plan are transferred to him by the trustees, so,\nS. 5(bxii).\n              however, that this subsection shall apply only for so long as\n              that person continues to be the registered holder of shares in\n              the grantor and to be an employee of a participating company.\n                    (6) Any trust of a participant's beneficial interest in\n              ESOP shares voluntarily created shall, unless such trust is in\n              favour of the participant's spouse or lineal descendants, be\n              void and unenforceable.\n112003              (7) Where a group plan does not extend to the\ns. 5(c).\n              employees of the grantor, those employees shall not be\n              taken into account for the purposes of paragraph (a) of\n              subsection ( 1 ).\n            EMPLOYEES SHARE 0 WNERSHIP PLAN                             18.01\n       (8) For the purposes of sub-paragraph (ii) of paragraph      11200s\n(b) of subsection (2), an allocation of ESOP shares to new          S.YC).\nparticipants under a plan to which that paragraph relates shall\nnot be taken into account, if any, only if-\n    (a) the plan has been approved and operated in\n        accordance with this Act for more than one year and\n        there are existing participants in the plan to whom\n        ESOP shares in the plan have been allocated in the\n        preceding years of assessment;\n    (b) the number of ESOP shares allocated to any new\n        participant is not more than ten times the numder of\n        ESOP shares allocated in the plan to any existing\n        participant;\n    (c) the minimum number of ESOP shares allocated to\n        any new participant is not less than one-tenth of the\n        number of ESOP shares allocated in the plan to the\n        existing participant who has the largest number of\n        ESOP shares so allocated;\n     (4 the allocation of ESOP shares as between new\n         participants has not resulted in any such participant\n         being allocated in the year of assessment less that ten\n         per cent of the number of ESOP shares allocated in\n         that year of assessment to any other new participant.\n       (9) In subsection (8) \"new participants\" means               ,czoo3\nindividuals who, prior to the allocation referred to in that        s.Xc).\nsubsection, had no assets allocated under the plan and no\ninterest in ESOP shares held in a suspense account in the plan.\n                           EMPLOYEES SHARE 0 WNERSHIP P W\n                      (10) For the purposes of subsection (2) (b) (ii) and\n                paragraphs (b) and (c) of subsection (8)-\n                    (a) the reduction of an existing participant's allocation of\n                        ESOP shares consequent on a sale on the plan's\n                        internal market shall be disregarded;\n                    (b) the increase of an existing participant's allocation of\n                        ESOP shares consequent on a purchase made on the\n                        plan's internal market shall be disregarded if such\n                        shares were first allocated under the plan at least two\n                        years (or such other period as may be prescribed)\n                        prior to that purchase.\nConqrulsory\nrightsand         9. A plan shall contain provisions creating the rights and\n*'mmi-\n   PIUL\n                obligations set out in the Third Schedule unless, by virtue\nbird            of any provisions of this Act, those rights and obligations are\nS\"hCdU'e.\n                not appropriate to that plan.\nPatici-\n@\n,\nbe--\n           ,\n           ,condition"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) A plan m a y w i d e h\n                                              t if any company (“the acquiring\n ment        company’-\n sharca on        (U) obtains control of fie gmub as a r e d t of making a general\n takeover              OffeI-\n of a\n wmpany.                 (i) to acquire the whole of the issued ordinary share capital\n                             of tk grantor which is made cm a condition that if it is\n                             mtis6~dthe person mking ttK offer will have control\n                             of the grantor: or\n                        (ii) to acquire all t h e sham in the grantor which are of\n                             the same class as the ESOP h r e s ;\n                  (b) obtains con#ro1 of tbe grantor in pursuince of a compromise\n                      or arrangment d i o n e d by the aourt under the Companies\n                       Act, or\n                          p%e inckra$aofphis p.@ia aUmO&td bv L.N.95 / 1 9 7 1\n              EMPLOYEES SHARE OWNERTHIP PLAN\n       (c) becomes bound or entitled to acquire shares in the grantor,\n             under that Act,\nany participant in the plan may, at any time within the appropriate period,\nby agreement with the acquiring company, release h s rights under the plan\n(in this paragraph referred to as \"the old rights\") in return for rights which\nare equivalent to the old rights but relate to shares in a different company\n(whether the acquiring company itself or some other company).\n          (2) In this paragraph \"the appropriate period\" means-\n      (a) in a case falling withm sub-paragraph (1) (a), the period of six\n            months beginning with the time when the person making the\n           offer has obtained control of the company and any condition\n            subject to which the offer is made is satisfied;\n      (b) in a case falling withm sub-paragraph (1) (b), the period of six\n            months beginning with the time when the court sanctions the\n            compromise or arrangement; and\n      (c) in a case falling within sub-paragraph (1) (c), the period during\n            which the acquiring company remains bound or entitled as\n            mentioned in that sub-paragraph.\n         (3) The new rights shall not be regarded for the purposes of this\nparagraph as equivalent to the old rights unless-\n           the shares to which they relate satisfy the conditions specified,\n            in relation to ESOP shares, in paragraphs 6 and 7; and;\n            the new rights will be exercisable on terms no less favourable to\n            participants than the old rights and be subject to the provisions\n            of the plan as it had effect immediately before the release of the\n            old rights; and\n             the total market value, immdately before the release, of the\n            shares which were subject to the participant's old rights is not\n            less than the total market value, immediately after the gmnt, of\n            the shares in respect of which the new rights are granted to the\n            participant; and\n            the total amount payable by the participant for the aquisition of\n             shares in pursuance of the new rights is not more than the total\n             amount that would have been payable for the acquisition of\n             shares in pursuance of the old rights.\n         (4) Where -any new rights are &ted pursuant to a provision\nincluded in a plan by virtue of this paragraph they shall be regarded-\n     (a) for the purposes of this Act; and\n     (b) for the purposes of the subsequent application (by virtue of a\n           condition complying with sub-paragraph (3) (b)) of the\n           provisions of the plan,\nas having been granted at the time when the correspondmg old rights were\ngmnted.\n                              EMPLOYEES SHARE 0 WNERSHZPPLAN\n                   PART 11. Theform of and other general requirements relating to plans\nWriting            1. The terms of the plan be set out in writing.\nrequired\nIdentifica-       2. The plan shall iden@ the grantor.\ntion of\nm m .\nIdentifica-\ntion of            3. If the grantor does not pay the emoluments of all the employees to\nperson          whom the plan relates, the plan shall iden* each of thepmons who pays\nPaying          the emoluments of any of those employees.\nemoluments.\n                                                 Participants\nSuspense           4.-(1) The plan shall provide that where the acquisition of shares by\n&xwnt6.         the plan is funded by way of a loan, whether to or by a participating\n112003\nS.9.            company or to the trustees, the shares shall be allocated to participants no\n                less rapidly than as the outstandmg principal of the loan is amortized or at\n                such other time as may be prescribed a n 4 until so allocated, may be held\n                by the trustees in a suspense account which may designate the relationship\n                of each participant to particular shares so held.\n                         (2) Where trustees acquire shares by way of credit purchase, those\n                shares may be held by the trustees in a suspense account and allocated to\n                participants no less rapidly than as the outstanding purchase moneys are\n                paid.\n                         (3) Where the acquisition of ESOP shares by the trustees has been\n                funded by a grant by a pparticipating company, the participating company\n                may require the trustees to appropriate any part of the shares to a suspense\n                account and to allocate such shares to participants in accordance with the\n                directions of the participating company over a period not exceeding six\n                years from the date of the grant.\nIdentifica-        5. The plan shall contain provisions by reference to which the\ntion of         participants to whom it relates may be identified and shall provide for the\npatticipants.\n                maintenance of records by way of an account of each participant's\n                allocation of plan assets.\nExclusion of       6.+1)     The plan shall contain provisions ensuring that no allocation or\npeTsoflS\nmaterially\n                hrther allocation of assets under the plan is made to any individual who\ninterested in   has or acquires a material interest in the grantor.\nm m .                  (2) For the purposes of this paragraph, a person shall be treated as\n                having a matenal interest in a grantor if he (whether individually or with\n                one or more associates) is-\n                     (a) the beneficial owner of shares conferring a right to five per cent\n                or more of votes at any general meeting of the grantor; or\n                     (6) able directly or indirectly to control any company which is the\n                          beneficial owner of shares conferring a right to five per cent\n                          or more of the votes at any general meeting of the grantor.\n                EMPLOYEES SHARE OWNERSHIP PLAN\n          (3) In this paragraph \"associate\" means, in relation to a person-\n     (a) the spouse of that person;\n     (b) the minor child of that person;\n     (c) the minor grandchild of that person; and\n     (4 any partner of that person, where the shares in the grantor are\n            partnership assets.\n                                      Allocation\n                                                                               Allocation"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The interest paid to the participating m@any\n              in respect of such loans shall. in its hands, be exempt    L   thc Paaicipant\n                                                                                iwomc tax.\nb D S .\nLoans           10. The income tax relief mentioned in paragraphs 8 and 9 shall onl\nmu* com-      apply where the loan mentioned in those paragraphs comply with sucg\nply with\naerrikd       requirements as may bc prescribed.\n;quire-\nmeats.\n                            General Benefits4tamp Duty and Trumfer Tar\nRelief          1 1 . 4 1 ) Any i n s t n m e n t creating an aption shall be exempt from\nfrom stamp    stamp duty.\ndutv on\n                        (2) If the option is exemkd after the end d tbc pedal oidx\n              years mentioned in paragrq& 2 01 mns=qumt on tedaticm Oa the\n              prticipant’s employment with a pdcipting oompany in d e d\n              c i r c u m s t a n ~then any instrument &thg an dlc4tmat of Bbares\n              suant to such exemiw as a f d d , &all bt ex-         from stamp         &:\nRelief          12. No transfer tan shall be payable in rerpecl of the grant of an\nfrom          option or the acquhition of sham p m m t to the exercise t h d if-\nunder\n                  (a) such acquisition takes place M) earlier than six year% affa tbe\n                      grant of the option; and\n                  (b) upon the exercise of the option the shares are issued to thc\n                      prticipcm to whom the option was granted or to hie PeFJOnd\n                      representative.\n                        me i l v d u s i i of this m e ie authorized by LN. %/ 19981\n              EMPLOYEES SHARE 0 WNERSHIP PLAN                                            51"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Participation in a plan shall not be made a\n                      of employment in relation t o persons employed by\npmfm\nexisting        a partkipating company at the date when the plan is sub-\n-by=.\n       *\n                miffed for approval pursuant to section 3.\n                      (2) Deductions shall not be made from the emolu-\n                ments of an employee in respect of any plan unless and\n          EMPLOYEES SHARE OWNERSHlP FLAN                            19\nuntil the employer has provided the employee with a sum-\nmary description in writing of the plan containing such\ninformation as may be prescribed; and any agreement to the\ncontrary shall be unenforceable against the employee."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) A plan which satisfies the requirements for parwu-\napproml under section 3 may provide for the inclusion of pation dated\n                                                                     of\nindividuals (in this Act referred to as “related enterprise $tkT:LB\nparticipants”) who, although not employees of a partici- em~loye=\npating company, are-\n       (a) employed by a company (hereinafter referred to as\n           a “related enterprise”)having a significant economic\n           relationship with any participating company; or\n       (b) independent contractors supplying goods or ser-\n           vices to a participating company to such extent\n            that they have a significant economic relationship\n           with the participating cumpany,\nand may be approved by the Commissioner under this Act;\n and references in this Act to participants shall include,\nwhere appropriate, related enterprise participants.\n        (2) In subsection (1) “significant economic relation-\nship’’ means a relationship whereby sixty per cent or more\nof the annual income of the related enterprise or of the\nindependent contractors is derived from the supply of goods\nor servios to one or more of the participating companies.\n         (3) The provisions of section 3 shall apply to a plan\nreferred to in this section and accordingly if the certificate of\n the independent auditor referred to in subsection (2) of that\nsection certifies that a significant economic relationship as\nreferred to in subsections (1) and (2) of this section exists,\n the Commissioner may, to such extent as he thinks fit, take\nthat into account.\n         (4) The related enterprise participants shall not be\n taken into account in determining whether the provisions\n         CTb inclusion of this m e ia audhorized by LN. 95 1199T]\n20             EMPLOYEES SHARE OWNERSHIP PLAN\n     of section 8 (1) (a) (fifty per cent participation) have been\n     satisfied in relation to any plan.\n             (5) Related enterprise participants shall not be taken\n     into account in determining whether a plan is top-heavy for\n     the purposes of section 8 but, as respects a year of assess-\n     ment, a plan shall be regarded as top-heavy if-\n         (U) in relation to share option plans-\n                 (9 the grant of share options in that year of\n                      assessment results in any participant in the\n                      plan (other than a related e n t e r p k pad-\n                      cipnt) being granted share options the\n                      value of which is less than ten per cent of\n                      the value of the share options granted in\n                      that year of assessment to any related enter-\n                     prise participant; or\n                (iil any related enteq~risepaficipant has in that\n                      year of assessment been granted share\n                      options amounting in value to more than\n                      ten per cent of the total value of all share\n                      options granted under that plan; or\n               (ii) the allocation of share options to a related\n                     enterprise p&icipant amounts to more than\n                      ten per m t of all share options granted\n                     under the plan; and\n         (b) in relation to any other plan-\n                 (i) the docation of ESOP shares in that year\n                     of assessment results in any participant in\n                     the plan (other than a rel~tedenterprise\n                     participant) being allocated less than ten\n                     per cent of the numba of ESOP shares\n                      a1looated in that year of assessment to any\n                     related enlterprise participant or\n                (5) any related enterprise participant has been\n                     anocated in that year of assessment more\n              mj,,&&m\n                    of thhpgchauhriwlby LN.9 5 l W n\n           EMPLOYEES SHARE OWNERSHlP PLAN                                 21\n               than ten per cent of the ESOP shares held\n              by the trustees; or\n           (5)'the allocation of shares to a related enter-\n               prise participant amounts to more than ten\n              per cent of the ESOP shares held by the\n              trustees.\n       (6)For the purpose of subsection ( 5 ) (U) share\noptions shall be valued in the manner speciiied in d o n\n8 (3).\n        (7)The provisions of &ion 8 (4) shall apply in\nrelation to the percentages specified in subsection (5) of this\nsection."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12-(1) A plan submlcted for approval by a foreign              Lkz;f\ncompany may only be approved under section 3 if the shares cvmwnier\nof the company are listed on an apprPved overseas stock\nexchange and if the employees to which the plan relates are\nrestrioted to the following categories of employees, that is\nto say-\n     (U) where the foreign company is registered under Part\n          X of the Companies Act, such employees of the\n          foreign company as are employed in Jamaica; or\n     (6) employees in Jamaica of any subsidiary of the\n          foreign company, where such subsidiary is either\n          incorporated in Jamaica or is registered under Part\n          X of the Companies Ad; or\n      (c) both the categories of employees referred to in\n          paragraphs (U) and (b),\nand upon such approval the provisions of sections 7 and 8\nand such other provisions made by or pursuant to this Act\nrelating to eligibility and participation shall be applied as if\nsuch employees were the only employees of a participating\ncompany referred to in section 7 (1).\n             inchnbn of ihii   ia autborirod by LN.951 1997\n22                       EMPLOYEES SHARE OWNERSHIP PLAN\n                      (2) In this section “foreign company” means a com-\n               pany incorporated outside Jamaica and any reference to\n               shares means shares of such a wmpany.\nRelid f m n\ninwme tax."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) The plan shall impose an obligation on the trustee&\n                   ( U ) to maintain such records as may be necessary to enable the\n                          trustas to carry out the requirements referred to in paragraph\n                          11 (U): and\n                   ( b ) where the p a r t i c i p t becomes liable to in-     @x by reason\n                          of the occurrence of any event afiecting his interests under the\n                          plan, to inform him of any facts relevant to d e t d n i n g that\n                          liability.\n                        (2) Without prejudice to the general responsibilities of trustees,\n             n o t h i in s u b - p r a p f l (1) shall preclude the trustees frmn engaging\n             the services of the granmr or any other competent person in the\n             performance of b i r duties under that subparagraph.\nValuation        14.41) The plan shall provide that-\nof rharrr.\n                    (U) where the shares of the grantor are not listed on D recognized\n                           stock exchange an appraisal of their value shall be made by an\n                           independent auditor in the pre6uibed manner at least once\n                          per year and at intervals whiah do not exceed in any case\n                          6 f k n months:\n                    (b) subject to paragnrph 3 (b) of Pmt I1 of the Third Schedule.\n                           the value of such shares as determined by the most m n t\n                           of any suoh appraisal shall be a d k d as the value of those\n                           shans for the purposes of any provision d this A d con-\n                           templating or requiring that the value of such shares be\n                           determined:\n                    (c) the appraisal required by sub-paragraph (U) shall state the\n                           value ptr share and the m             e value of the E9oP shares\n                           and. 8% the m e may be, the s h a m which are the subject-\n                           tlyatter of the share options granted under a share option\n                       Plan: and\n                   (4tbc appraisal shall be communicated by the independent auditor\n                        to the trustees. who shall give to each participant (including\n                        individuals referred to in pragraphs 1 (2) and 3 of Part I1\n                        of the Third Schedule) notice of the value of the shares\n                        alloCated to or, as the case m a y be, held by such participant.\n                       (2) Sub-wugmph (1) ( b ) SMnot apply to the deteminntim\n              of initial market value.\n                 1 5 . 4 1 ) The plan shall provik-\n                    (U) faan annual report by an independent auditor, within four\n                           months after the end of each year of asmsment, on the m l\n                                                                                   s\n                           and liakdities of hplan, and stating the value of the ESOP\n                          sha~esand ahare options:\n                         [The irsduaion of this page-is authorivd by LN. 96/1998]\n                    EMPLOYEES SHARE OWNERSHIP PLAN                                            37\n          (6) for an Independent auditor to furnish a certificate in relation to\n              that plan's compliance with the provisions of this Act during\n              that year of assessment.\n              (2) The report and certificate referred to in sub-paragraph (1) shall\n    be submitted by the independent auditor to the trustees who shall forthwith\n    deliver them to the Commissioner.\n                                                                                 m e -"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A participating company shall not be entitled to claim      2%\nany relief from income tax in respect of firnds applied in         ,,I\nthe acquisition of shares in a grantor under a plan or of\nshare options under a share option plan unless the initial         init'd\nmarket value of the shares or share options so acquired is\nat least as great as the funds so applied.\n                                                                   Liraiton"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The provisions of the Fifth Schedule shall apply in          iaawetu\nrespect of the limits on any relief fiom income tax provided for   def.\n                                                                   Fifth\nin this Act.                                                       Schehile.\n                                                                   112003\n24                          EMPLOYEES SHARE 0WNERSHIP PLAN\nRelief         17.+1)     Where at the time of death of any individual\ntiom\ntnm~ik       (hereafter in this section referred to as \"the shareholder\")-\nla\\:rw\nestates of\n&card\nshare-\nholders.         (a) the shareholder holds (whether or not as a partici-\n                     pant in a plan) the beneficial interest in shares in the\n                     grantor; and\n                 (h) not less than fifteen per cent of the value of the\n                     grantor's share capital has, for at least two years\n                     immediately preceding the date of the shareholder's\n                     death, consisted of ESOP shares,\n             then the shares so held (whether or not ESOP shares) shall\n             for the purposes of the transfer tax payable on death, be\n             deemed to be of a value equal to fifty per cent of their value\n             as established under the Transfer Tax Act.\n                     (2) Where, as respects any plan, at the time of the\n             death of a shareholder he has held the beneficial interest in\n             shares of the grantor (whether or not ESOP shares) for one\n             year or more then, if the personal representatives of the\n             shareholder sell any amount of such shares to the trustees\n             of the plan-\n                 (a) fifty per cent of the shares so sold shall be exempt\n                     from the transfer tax which would, but for such\n          EMPLOYEES SHARE OWNERSHIP PLAN\n        exemption, be payable on the death of the share\n        holder; and\n    (6) subject to subseotion (3), no transfer tax shall be\n        payable in respect of the sale and transfer of the\n        shares to the trustees of the plan.\n        (3) Where the personal representatives are paid on\na sale of shares referred to in subsection (2) more than the\nvalue of those shares as assessed in the manner provided in\nthe Transfer Tax Act, the provisions of subsection 12) (6)\nshall not apply to the amount of such ex-.\n        (4) Where, as respeds any plan, by agreement\nbetween the personal representatives of a shareholder and\nthe trustees of the plan, the trustees, subject to subsection\n(3,assume responsibility for the payment of any amount of\ntransfer tax payable by the estate of the shareholder in\nexchange for the transfer to them from the deceased share-\nholder’s estate of shares (whether or not ESOP shares) in\nthe grantor of a value not less than the amount of such tax\nthen, notwithstanding anything to the contrary in theTrans-\nfer T~IXAct-\n     (U) the trustees shall be allowed to pay such transfer\n          tax in substantially equal instalments in the pre-\n          scribed manner over a period not in excess of ten\n          years; and\n     (b) no interest shall be payable by the trustees on any\n          outstanding balance of the transfer tax aforesaid\n          not related to a default in payment under para-\n          graph (a).\n        (5) Subsection (4) shall apply only if the grantor\nguarantees the payment of the transfer tax liability incurred\nby the trustees.\n        (6)The grantor may, by way of loans or grants,\ndefray the liability of the trustees of the plan in respect of\n         p l m fncluaion of this p a ~ ais wUmrizodibykN. 9 5 / 1 S q\n                      EMPLOYEES SHARE OWNEFSiHIP PLAN\n            any transaction entered into by the trustees pursuant to\n            subsection (4) and-\n                (a) the grantor may borrow sums from a lender for\n                      that purpose; and\n                ( b ) in relation to any such loan or grant as aforesaid\n                      the grantor and the lender shall be entitled to such\n                      income tax relief as may be prescribed.\n                   (7)The shares acquired by the trustees pursuant to\n            this section shall be available for allocation to participants\n            proportionately as the transfer tax is paid to the Commis-\n            sioner of Stamp Duty and Transfer Tax.\n                   (8) The Minister may by order vary any percentage\n            or period specified in this section.\nReview by      18. If aggrieved in any case by a decision of the Commis-\nRevenue\n0 0 ~ .     sioner-\n                 (a) not to approve an application for approval of a\n                      plan or for an alteration in a plan or by the with-\n                      drawal of approval; or\n                 (b) not to accept that a condition subject to which\n                      the approval has been given is satisfied, or\n                  (c) not to approve an alteration in the terms of the\n                      plan,\n            the grantor may, by notice. given to the Commissioner within\n            thirty days from the dake on which it is notified of the\n            decision, require the matter to be reviewed by the Revenue\n            Court, and the Revenue Court shall make such order as it\n            thinks fit.\nRegula.\ntiom."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Subject to paragraph 2 of Part I V of the Third Schedule, a plan may       contain\n    contain provisions in relation to the termination of the plan.                    provisions\n                                                                                      re ter-\n                                                                                      mination.\n                                                                                      M\n                                                                                      Schedule.\n                                                                                      112003\n                                                                                      S. 9.\n                              PART 111. Share Option Plans\n                                                                                      Application"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-41) The Minister may make regulations generally\n            for giving effect to the provisions of this Act, and without\n            prejudice to the generality of the foregoing, may make\n            regulations-\n                    me inchrsien of this & is authorized by L.N.9 5 1 1 9 4\n            EMPLOYEES SHARE 0 WNERSHIP PLAN\n    (a) prescribing the manner of the keeping of accounts,\n        books, documents or records relating to plans;\n    (b) prescribing the criteria for determining-\n            (i) the categories of employees referred to in\n                 section 4 as lower-paid employees and higher-\n                 paid employees, respectively; and\n            (ii) the categories of participants in a plan referred\n                 to in section 8 (2) (a) (i) as the most highly\n                 compensated;\n    (c) prescribing the procedure on any review pursuant to\n         section 18;\n    (d) for the prevention of fraud on the revenue;\n    (e) prescribing the method of collection and remittance\n        of tax consequent on the operation of any plan;\n    V) amending or replacing the Schedules;\n    (g) in relation to the allocation and distribution of shares\n         to participants;\n    (h) prescribing the terms and conditions which are\n        required to be attached to loans if they are to qualify\n        for tax relief under this Act;\n    (i) prescribing the content of notices to participants with\n        respect to their accounts under a plan and the\n         intervals within which such notices shall be given;\n    (j) modifying the provisions of this Act for the purpose\n         of facilitating and regulating the approval a d\n-\n         operation of plans referred to in section 12 (foteigfi\n         companies);\n                            EMPLOYEES SHARE 0W E R S H I P PLAN\n                     (k) in relation to the conduct and operation of any\n                         internal market established pursuant to the terms\n                         of a plan;\n                     (I) in relation to the payment to and the investment by\n                         trustees, of salary deductions made by a participating\n                         company from the emoluments of participants in a\n                         plan towards the acquisition of shares under the plan;\n                     (m) prescribing any other matter required by this Act\n                         to be prescribed.\n                        (2) Any regulations made pursuant to paragraph V) or"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.02                     EMPLOYEES SHARE 0 WNERSHIP PLAN\nExclusion\nof rules        21.   It is hereby declared that the rules of law against\nagainst       perpetuities and perpetual trusts shall not apply to a plan\np2'pdU-\nities         approved under this Act.\npe'pma1\ntrusts in\nrelation to\napproved\nplan.\n1/2003\nS. 8.\nWaiver of       2 2 4 1 ) Notwithstanding any provision to the contrary in\ncompliance\nwith re-      this Act, the Minister may, on the recommendation of the\nquirements    Commissioner, by notice in writing to a grantor, waive any one\nor con-\nditions of    or more requirements for approval of a plan under this Act, or\napproval      any one or more conditions subject to which a plan has been\nof plan.\n112003\n              approved under this Act, if the Minister is satisfied that there\nS. 8.         are reasonable grounds for so doing, having regard to the\n              particular circumstances of that grantor or any participating\n              companies.\n                     (2) A waiver under subsection (1) may be granted for\n              such period and subject to such conditions as the Minister\n              deems fit.\n             EMPLOYEES SHARE OWNERSHIP PLAN                                               29\n                                  SCHEDULE ( M o m 2.3, 5 and 7)\n                              FIRST\n   PARTI. Provisions generaIIy applicable to p       h under this Act"
    }
  ],
  "definitions": [
    {
      "term": "Commissioner",
      "definition": "the Commissioner of Taxpayer",
      "source_provision": "sec1"
    },
    {
      "term": "employee",
      "definition": "any individual employed by a",
      "source_provision": "sec1"
    },
    {
      "term": "ESOP shares",
      "definition": "shares of a grantor vested in the",
      "source_provision": "sec1"
    },
    {
      "term": "group plan",
      "definition": "a plan which is expressed to extend         ,,",
      "source_provision": "sec1"
    },
    {
      "term": "participating company",
      "definition": "the grantor and any",
      "source_provision": "sec1"
    },
    {
      "term": "release date",
      "definition": "the sixth anniversary of the date of",
      "source_provision": "sec1"
    },
    {
      "term": "share option plan",
      "definition": "a plan having the charac-",
      "source_provision": "sec1"
    },
    {
      "term": "IMV",
      "definition": "the aggregate initial market value of the",
      "source_provision": "sec2"
    },
    {
      "term": "AE",
      "definition": "10% of the aggregate annual emoluments paid",
      "source_provision": "sec2"
    },
    {
      "term": "new participants",
      "definition": ",czoo3",
      "source_provision": "sec7"
    }
  ]
}