{
  "id": "jm-stat-the-employment-equal-pay-for-men-and-women-act",
  "type": "statute",
  "title": "The Employment (Equal Pay for Men and Women) Act",
  "title_en": "The Employment (Equal Pay for Men and Women) Act",
  "short_name": "Employment (Equal Pay for Men and Women) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-employment-equal-pay-for-men-and-women-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-employment-equal-pay-for-men-and-women-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Employment (Equal short\nPay for Men and Women) Act.                         utle."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act unless the context otherwise requires-         I     ~   I        ~   ~   ~\n                                                                      timr.\n      “employee” means an individual who has entered into\n          or works, or normally works, under a contract of\n          service or of apprenticeship;\n      “employer” means a person for whom one or more\n          employees work, or have worked or normally\n          work;\n      “equal pay” means a rate or a scale of remuneration\n          for work, in which rate or scale there is no element\n          of differentiation between male employees and\n          female employees based on the sex of the em-\n          ployees;\n      “equal work” means work performed for one employer\n          by male and female employees alike in wbich-\n                (U)   the duties, responsibilities or services to\n                      be performed are similar or substantially\n                       similar in kind, quality and amount;\n                (b) the conditions under which such work is\n                    to be psrformed are similar or substan-\n                    tially similar;\n                (c) similar or substantially similar qualifica-\n                      tions, degrees of skill, effort and responsi-\n                      bility are required; and\n        F e indugion of this page is auihorized by L”.   60/19761\nn7\n2             EMPLOYMENT (EQUAL PAY FOR MEN AND WOMEN)\n                          (6) the differences (if any) between the duties\n                              of male and female employees are not of\n                              practical importance in relation to terms\n                                  and conditions of employment or do not\n                                  occur frequently;\n                “referee” means a member for the time being of the\n                       panel of persons appointed by the Minister to be\nSchedula               referees in accordance with the Schedule;\n                “remuneration” means, in relation to any employee,\n                        the salary, wages or other compensation, including,\n                       where applicable\n                             (a) time and piece work wages, overtime,\n                                  bonus and other special payments; and\n                             (b) allowances, fees, commission and all other\n                                  emoluments, benefits or wage supple-\n                                  ments whether payable directly or in-\n                                  directly and (whether payable in cash or\n                                  kind),\n           which that employee is paid or is entitIed to in respect of\n           work or services performed by him for an employer.\n                  ( 2 ) For the purposes of this Act a person shall be\n           regarded as employed in an establishment if he is employed\n           to work in the establishment or, in the case of a person\n           employed to work otherwise than in the establishment, if\n           his employment is carried out from the establishment.\n                  (3) A person shall not be regarded for the purposes\n           of this Act as employed in Jamaica if his employment is\n           wholly or mainly outside Jamaica; but\n                (a) employment on aircraft or hovercraft registered in\n                       Jamaica shall not be regarded for the purposes of\n                       this Act as employment outside Jamaica, unless it\n                       is wholly outside Jamaica;\n                (b) persons employed to work on board a ship regis-\n                      tered in Jamaica, unless the employment is wholly\n                       outside Jamaica, are to be regarded for the pur-\n                       poses of this Act as employed in an establishment.\n                 me inclusion of thii pagc is authormd by L.N. 60/1976l\n  EMPLOYMENT (EQUAL PAY FOR MEN AND WOMEN)                             3\n       (4) In so far as any specially favourable treatment\napproved as such by a referee is accorded to women in\nconnection with the birth or expected birth of a child or\nin connection with terms and conditions of employment\nrelated to retirement, marriage or death such treatment\nshall be deemed for the purposes of this Act not to be\nin contravention of the requirement not to discriminate bet-\nween male and female employees.\n       ( 5 ) If, on the application of any employer or em-\nployee or any organization recognized by the Miniiter as\nrepresentative of employers or of employees, the Minister\nis satisfied that there is need to determine whether or not\nany treatment under subsection 14) is favourable to the\nwomen concerned he shall refer the matter to a referee for\ndecision.\n       (6) Where a reference is made under subsection (5)\nthe referee-\n    (U)   shall give full opportunity to all parties appearing\n          to him to be affected by, or concerned with, the\n          matter to present evidence (whether or not such\n          evidence would be admissible in a court of law) and\n          make representations to him; and\n    (6) may determine his own procedure and may take\n          into account the extent to which the women cou-\n          cerned in the matter, or a majority of them, con-\n          sider the treatment to be favourable to them,\nand the decision of the referee shall, until and unless a\nfurther reference is made by the Minister pursuant to sub-\nsection (%, be final and conclusive."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 ) From and after the 1st day of January, 1976, no R m t\nemployer shall, by failing to pay equal pay for equal work,      gY%\ndiscriminate between male and female employees employed          LT\nby him in the same establishment in Jamaica.\n      m e inclusion of this page is authorid by L.N. 60/197q\n4              EMPLOYMENT (EQUAL PAY FOR MEN A N D WOMEN)\n                  (2) Subject to subsection (4), any employer who\n            contravenes the provisions of this section in respect of any\n            employee shall be guilty of an offence, and shall be liable\n            on summary conviction in a Resident Magistrate’s Court\n            in respect of each offence, to a fine not exceeding two\n            hundred dollars or to imprisonment with or without hard\n            labour for a term not exceeding twelve months and to an\n            additional fine not exceeding twenty dollars for each day\n            on which the offence is continued after conviction therefor.\n                   (3) Where an employer is convicted of an offence\n            under this section the Court may, without prejudice to\n            its powers under subsection (2), order him to pay to any\n            employee in relation to whom the offence was committed\n            such sums as appear to the Court to be due to that em-\n            ployee having regard to the provisions of subsection (l),\n            so, however, that in determining any such sum no account\n            shall be taken of any period prior to the 1st January,\n            1976, or prior to the period of six years immediately pre-\n            ceding the date on which the relevant information or com-\n            plaint was laid whichever is the later.\n                   (4) No prosecution for an alleged offence under this\n            section shall be undertaken-\n                 (a) unless in refation thereto the mediation procedure\nSchedule.             set out in the Schedule has been adopted; and\n                 (b) until, pursuant to that Schedule, there is no restric-\n                      tion on proceedings for prosecution.\nPowcr of      4.-(1)  Evidence may be given of any failure on the part\n22:;:       of an employer to pay remuneration to any of his employees\npayments.   in accordance with subsection (1) of section 3 if notice of\n            intention so to do is served on the employer at least seven\n            days before the hearing af any information or complaint\n            for an alleged contravention of that section.\n                  (2) If the employer is convicted of a contravention\n            of section 3 or is acquitted on the ground of the special\n                       me inclusion of this page is auihorized by L.N. M)/19761\n           EMPLOYMENT (EQUAL PAY FOR MEN A N D WOMEM                      5\n        defence created by subsection (2) of section 5, the Court\n        may, without prejudice to its powers under subsection ( 2 )\n    -   of section 3, order him to pay to any such employees such\n        sums as appear to the Court to be due to the employees\n        having regard to the provisions of subsection (1) of section"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Where an offence for which an employer is by oemimccof\n        virtue of this Act liable to a penalty has in fact been com-\n        mitted by some agent of that employer or by some other\n        person, that agent or other person shall be liable to be\n        proceeded against for the offence in the same manner as if\n        he were the employer, either together with, or before or\n        after the conviction of the employer and shall be liable on\n        conviction to the same punishment as that to which the\n        employer is liable.\n               (2) Where an employer who is charged with an\n        offence against this Act proves to the satisfaction of the\n        Court that he has used due diligence to enforce the execu-\n        tion of this Act, and that the offence was in fact committed\n        by his agent or some other person without his knowledge,\n        consent or connivance, he shall, in the event of the con-\n        viction of that agent or other person for the offence, not\n        be convicted of the offence; without prejudice, however, to\n              [The inclusion of this page is auiborized by LN. 60/1976]\n6                EMPLOYMENT (EQUAL P A Y FOR MEN A N D WOMEN)\n              the power of the Court to make an order under subsection\n              (2) of section 4.\n                    (3) Where the immediate employer of any employee\n              is himself in the employment of some other person and\n              that employee is employed on the premises of that other\n              person, that other person shall, for the purposes of the\n              provisions of this Act relating to the enforcement of sub-\n              section (1) of section 3, be deemed to be an employer of\n              the employee jointly with the immediate employer.\npmti~n          6.41) Any provision of any contract of employment\nof evasion.\n              express or implied made in, or which would result in,\n              contravention of subsection (1) of section 3, shall be null\n              and void and in lieu thereof the provisions of subsection\n              (1) of section 3 shall be deemed to apply.\n                     (2) The acceptance by an employee of remuneration\n              in contravention of the provisions of section 3 shall not\n              be-\n                  ( U ) a defence to any action by that employee to recover\n                        remuneration at a Merent rate as provided for\n                        in this Act;\n                  (b) a bar to any proceedings under this Act; or\n                  (c) a defence to any prosecution under this Act.\n                     (3) No employer shall dismiss or otherwise discrimin-\n              ate against any person because that person has made a\n              complaint or given evidence or assisted in any way in\n              respect of the initiation or prosecution of a complaint or\n              other proceeding under this Act or because that person’s\n              remuneration as an employee is, or as respects any period\n              prior to the 1st day of January, 1976, is likely to be, regulated\n              by this Act.\n                    (4) Any person who contravenes subsection (3) shall\n              be guilty of an offence and liable on summary conviction\n              in a Resident Magistrate’s Court to a line not exceeding\n                     me indusiou of this rage is authorized by L.N. 60/19761\n  EMPLOYMENT (EQUAL PAY FOR MEN AND WOMEh')\nthree hundred dollars or to imprisonment with or without\nhard labour for a term not exceeding six months."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The referee shall report his h d i n to the Minister and recommend\nReport of\nreferee.       to the Minister the course that the\n               respect to the alleged breach.\n                                                    A       thia~ssho~ldb~ taken with\nPublication       7.The Minister shall furnish a copy of the report and -nunend-\nof report      ation of the referee submitted to him under paragraph 6 to cach of the\n               person affected by. or c o n m c d with, the alleged breach of section\n               3 and, if he deems it advisable. may publish the r e p R and rtcommend-\n               ation in such manner as he sees 6t.\nOrder of          8. (1) Upon rcoeiving a report and recommendation of a referee the\n               Minister may make such order as he deems necessary to cany into\nMinister.\n                                                                        _ _\n               effect the mmmendation of the referae and. without miudicc to the\n               generality of the foregoing. may-\n                     . . order the employer concerned in the alleged breach to -Day\n                     (a)                                                           -\n                         equal pay to Cmployees aEeected thereby; o r\n                       [lac inclusion of this page is auIhorkd by   LN. 60/197q\n   EMPLOYMENT (EQUAL PAY FOR MEN A N D WOMEN)                                 11\n     (b) order the employer to pay to any employee of the employer a\n         sum of money to make up any diffcrena betwccn the rate of\n         pay paid to that employee and the rate of pay paid to any\n         other employee performing similar or substantially similar\n         kind or quality of work during such period 118 a dieerence in\n         the respective rates of pay existed,\nor order both those things togerher with such other order as he deems\nnecessaty.\n     (2) An order under (b) of sub-paragraph (1) shall not take account\nof any dierence in rate of pay prior to the 1st January. 1976. or prior\nto the period of six years immediately preceding the date of the report\n01 the referee. whichever is the later."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In any prosecution of a person for a contravention ~ u r ,fd ~ ~\nof section 3, it shall lie on that person to prove that he has mof.\npaid equal pay for equal work in accordance with this\nAct.\n  8 4 1 ) Every employer who has both men and women w r d s t o\nin his employment shall-                            beW.\n    (U)  keep such records as the Minister may by notice\n         published in the Gazerte, require to be kept for\n         any purpose connected with the provisions of this\n         AcC and\n     (b) keep such records of remuneration as are necessary\n         to show that the provisions of this Act are being\n         complied with in respect of persons in his employ-\n         ment.\n      (2) Where any employer fails to keep any record in\naccordance with subsection (l), he shall be liable on sum-\nmary conviction in a Resident Magistrate's Court in respect\nof each offence, to a fine not exceeding two hundred dollars\nand to an additional fine not exceeding twenty dollars for\neach day on which the offence is continued after conviction\nthereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Minister may assign such ofJkrs 85 he may\n                                                                =\nthink necessary for the purpose of investigating any com- $dopowa\nplaints and otherwise securing the proper observance of $ - p\nthe provisions of this Act.                                tiou\n       (2) Any officer assigned pursuant to subsection (1)\nmay at any reasonable time, enter the premises of any\nemployer who has both men and women in his employment\nand may require the production of wage sheets, records of\nremuneration or occupation, or any other record required\nby the Minister to be kept pursuant to section 8, and to\n      me indugion of this p8ge is authorized by L.N. aO/19761\n8      EMPLOYMENT (EQUAL PAY FOR MEN AND WOMEN)\n    inspect and examine the same and to copy any material\n    therefrom.\n           (3) Any officer assigned pursuant to subsection (1)\n    shall be furnished with a certificate of assignment and on\n    entering any premises pursuant to subsection (2) he shall,\n    if required to do so, produce the certificate to the employer\n    or other person in charge of the premises.\n           (4) Any employer or other person in charge of any\n    premises entered by any officer pursuant to subsection (2)\n    shall give the officer all reasonable assistance in their power\n    and furnish him with such records or information as he\n    may reasonably require; and any person who obstruct,\n    hinders or prevents any such officer from entering as\n    aforesaid, or fails or refuses to produce any wage sheet or\n    record required to be produced in accordance with sub-\n    section (2), being a wage sheet or record which was made\n    or should have been made within the preceding six years,\n    shall be guilty of an offence under this Act, and shall be\n    liable on summary conviction in a Resident Magistrate’s\n    Court to a fine not exceeding five hundred dollars or to\n    imprisonment with or without hard labour for a term not\n    exceeding six months.\n           (5) Any person who-\n         (a) makes or causes to be made or knowingly allows\n             to be made any wage sheet, record of remunera-\n             tion, or occupation record which is false in any\n             material particular or produces or causes to be\n             produced or knowingly allows to be produced any\n             wage sheet or other record to any officer acting\n             in exercise of the powers given hirn by this Act\n             knowing the same to be false;or\n         (b) not being an officer assigned pursuant to subsection\n             (l), with intent to deceive any employer or\n             employee, holds himself out or pretends to be such\n             officer,\n           m e inclusion of thin page is adonzed by L.N. 60/19761\n   EMPLOYMENT (EQUAL PAY FOR MEN AND WOMEN)                           9\nshall be liable on summary conviction in a Resident Magis-\ntrate's Court to a fine not exceeding one thousand dollars\nor to imprisonment with or without hard labour for a term\nnot exceeding twelve months or to both such fine and\nimprisonment.\n       (6) Proceedings against any person for an offence\nagainst or for the recovery of any penalties under this Act\nor any regulations made thereunder, may be instituted by\nany officer assigned pursuant to subsection (1) who is\nauthorized in that behalf by the special or general directions\nof the Minister and any such officer may prosecute or\nconduct such proceedings.\n       (7) In any action or other legal proceedings brought\nagainst any officer aforesaid in r e s p t of any act done in\npursuance or execution or intended execution of this Act,\nthe plaintif€ shall not recover unless he allegu in his plead-\ning and proves at the trial that such act was done either\nmaliciously or without reasonable and probable cause.\n   1041) The Minister may make regulations generally zed-\nfor giving effect to this Act and, without prejudice to the      '-\ngenerality of the foregoing, such regulations may provide\nfor-\n     (a) the furnishing of such information as the Minister\n          may from time to time require to enable him to\n          review the operation of this Act;\n     (b) the amendment, repeal or replacement of the\n          Schedule;\n     (c) any matter required by this Act to be prescribed.\n        (2) Any regulations made pursuant to paragraph (b)\nof subsection (1) shall be subject to affirmative resolution.\n       me inclusion of thir page is authorized by LN. 60/1976]\n10                EMPLOYMENT (EQUAL PAY FOR MEN AND WOMEN)\n                                               SCHBDULE                   !-on     3(4) 1\n                                         Medim-on Procedure\nComplaints.      1. Any person claimiig to be aggrieved hecausc of an alleged breach\n               of section 3, or any person acting on behalf of that W n , may make\n               h complaint to the Minister.\nReference        2. Where. pursuant to a complaint unda paragraph 1 or pursuant to\nto assign4     any other information coming to the attention of the Minister. the\notlicer for    Minister is of opinion that a breach of section 3 may have OCCUIIOd. be\nscttlement.    may instruct an assigned officer to investigate the alieged breach and\n               to attempt to effect a settlement between the persons atfected by, or\n               concerned with, the alleged breach.\nReport of        3. An assigned officer shall. within sixty days of receiving inshllctions\nassigned       under paragraph 2, report to the Ministcr as to the finding of his\nofhocr.        investigation and to his success in attempting to &ect a settlement\n               betwen the pcrsom affected by, or con-d          with. the alleged breach.\nReference        4. When an assigned officer fails to &ect a scttlcmmt between the.\nto r e f e w   persons affected by, or concerned with, the alleged breach the Minister\nif no setCe-\nm:nt           may refer the matter for revim by a referee.\nreached.\nProcedure        5. A referee-\nof rcfcree.        (a) shall give full opportunity to all parties alfected by, or con-\n                       cerned with, the alleged breach in respect of which the\n                       reference was made ,under paragraph 4, to pnscnt evidence\n                       and make rcprescntatlon to him; and\n                   (b) m a y determine his own procedure and may. subject to sub-\n                       paragraph (a). receive and acoept such evidmcc as in hia\n                       discretion he sees fit. whether the evidcncc would bc d-\n                       missible in a court of law or not"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) For the purposes of this Act the Minister may appoint a Panelof\npanel of such number of persons as he thiiks Et to be referecs and oferas.\nmay make such rules as he thinks fit for the distribution of business\nbetween such referees.\n      (2) The ofice of referee shall not be a public office for the\npurposes of Chapter V of the Constitution of Jamaica."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where a person makes a complaint under paragraph 1 in respect acstfiaion\nof an alleged breach of section 3 he. shall not commence, or ,yive rmpmecu-\nevidence or assist in any way, any proceeding to prosecute any person\nfor the alleged brcach unless-\n     (Q) the M i s t e r fails to instruct, within 6 f t m days after the\n          complaint is made, an assigned officer to investigate the alleged\n          breach; or\n     (6) the Minister instructs an assigned officer to investigate an\n          alleged breach, and the assigned officer fails to t&a a settle-\n          ment and the Minister fails to refer the matter to a referee\n          within thirty days after receiving the rtport of the assigned\n          officer; or\n     (c) after reference has been made to a referee. the Minister fails,\n          within thiay days aftcr rmciving the rcpon of the referee. to\n          make an order under paragraph 8 in respect of the alleged\n          breach; or\n     (d) the Minister makes an order under paragraph 8 in respect of\n          the alleged breach, and the employer fails, within thirty days\n          after the date of the order. to comply with the order."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Them shall be paid to the referee such remuneration (whether prmUnm\nby way of salary or travelling or other allowances) as the Minister may d o n of\ndetumine.                                                               dlerca\n       rraC inClusion of this page is authorized by LN. 60/1976]\n12              EMPLOYMENT (EQUAL PAY FOR MEN AND WOMENJ\n~otcaion       13. No action. suit, prosecution or other procaedings shall be brought\nofreferee.   or instituted personally against any referee in nspoct of any aci donc\n             bow ode in the performance of his dutieE under this Act.\nAssigned       14. In this Schedule “assigned officer”means an officer sssigaed by\nOfscer.      the Minister pursuant to seclion 9.\n                                                                                        .\n                     LThe inclusion of thia page ir autbonzcd\n                                                          ‘   by LN. 60/19761"
    }
  ],
  "definitions": []
}