{
  "id": "jm-stat-the-employment-termination-etc-act",
  "type": "statute",
  "title": "The Employment (Termination, etc.) Act",
  "title_en": "The Employment (Termination, etc.) Act",
  "short_name": "Employment (Termination, etc.) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-employment-termination-etc-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-employment-termination-etc-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Employment (Termination sho*title.\nand Redundancy Payments) Act."
    },
    {
      "provision_ref": "sec1i",
      "section": "1I",
      "title": "Section 1I",
      "content": "1I . - ( 1) Where-                                                       tion of\n                                                                           contract\n     (a) any act on the part of an employer; or                            by death,\n                                                                           etc., of\n                                                                           employer.\n     (b) any event affecting an employer (including, in the case\n         of an individual, his death),\n                                                         -\n             lThe inclusion of this page is authorized by L.N. 123/2011J\n      EMPLOYMENT ( TERMINATION AND RED UNDANCY\n                     PA YMENTS)\noperates so as to terminate a contract under which an employee\nis employed by him, that act or event shall for the purposes of\nthis Part be treated as a termination of the contract by the\nemployer, if apart from this subsection it would not constitute a\ntermination of the contract by him.\n         (2) Where subsection (1) applies and the employee's\n contract of employment is not renewed and he is not re-engaged\n under a new contract, as mentioned in subsection (5) of this\n section or in subsection (6) of section 5, he shall for the\n purposes of this Part be taken to be dismissed by reason of\n.redundancy if the circumstances in which the contract is not\n renewed and he is not re-engaged as mentioned in subsection (5)\n of this section or in subsection (6) of section 5 are wholly or\n partly attributable to one or other of the facts specified in\n paragraphs (a) and (b) of subsection (2) of section 5.\n       (3) For the purposes of subsection (2) of this section\nparagraph (a) of subsection (2) of section 5, in so far as it relates\nto the employer ceasing or intending to cease to carry on the\nbusiness, shall be construed as if the reference to the\nemployer included a reference to any person to whom, in\nconsequence of the act or event referred to in subsection\n(1) of this section, power to dispose of the business has\npassed.\n        (4) In this section any reference to subsection (6) of\n section 5 includes a reference to subsection (6) of section 5 as\n applied by subsection (2) of section 7.\n        (5) Notwithstanding the provisions of subsection (1) an\n employee shall not be treated as having been dismissed by his\n deceased employer if-\n      (a) his contract of employment is renewed by a personal\n          representative of the deceased employer, or he is re-\n          engaged under a new contract by such a personal\n          representative; and\n              lThe inclusion o f this page is authorized by L.N. 123ROlll\n    EMPLDYMENT (TERMINATION AND REDUNDANCY                          19\n                   PAYMENTS)\n     (b) the renewal or re-engagement takes effect not\n          later than six weeks after the death of the deceased\n          employer.\n        (6) Where, by reason of the death of an employer,\nan employee is treated for the purposes of this Part as hav-\ning been dismissed by the deceased employer, that employee\nshall not be entitled to a redundancy payment in respect of\nsuch dismissal if a personal representative of the deceased\nemployer has made to him an offer in writing to renew his\ncontract of employment, or to re-engage him under a new\ncontract, so that in accordance with the particulars speci-\nfied in the offer the renewal or re-engagement would take\neffect not later than six weeks after the death of the deceased\nemployer and-\n     (a) the provisions of the contract as renewed, or of\n          the new contract, as the case may be, as to the\n          capacity and place in which he would be employ-\n          ed, and as to the other terms and conditions of his\n          employment, would not difFer from the corres-\n          ponding provisions of the contract as in force\n          immediately before the death; or\n     (b) if, in accordance with the particulars specified in\n          the offer, those provisions would differ (wholly or\n          in part) from the corresponding provisions of the\n          contract as in force immediately before the death,\n          the offer constitutes an offer of suitable employ-\n          ment in relation to the employee,\nand (in either case) the employee has unreasonably refused\nthat offer.\n        (7)For the purposes of subsection (6)-\n     (U) an offer shall not be treated as one whereby the\n          provisions of the contract as renewed, or of the\n          new contract, as the case may be, would M e r\n          from the corresponding provisions of the contract\n        me inclnsion of this page ii authorized by L.N. 248/1975l\n20              EMPLOYMENT (TERMINATION AND REDUNDANCY\n                               PAYMENTS)\n                     as in force immediately before the death of the\n                     deceased employer by reason only that the personal\n                     representative would be substituted as the em-\n                    ployer for the deceased employer; and\n                (b) no account shall be taken of that substitution in\n                    determining whether the refusal of the offer was\n                    unreasonable.\n                   (8) Subject to the preceding provisions of this section,\n            in relation to an employer who has died-\n                 (a) any reference in this Part to the dokg of anything\n                       by, or in relation to, an employer shall be con-\n                       strued as including a reference to the dohg of\n                       that thing by, or in relation to, any persod re-\n                       presentative of the deceased employer; and\n                 (6) any reference in this Part to a tbing required or\n                       authorized to be done by, or in relation to, an\n                       employer shall be construed as including a refer-\n                       ence to anythiig which, in accordance with any\n                       provision of this Part as modified by this section\n                       is required or authorized by, or in relation to, any\n                       personal representative of the deceased employer.\n                     (9) Where, by virtue of any provision of this Part\n            as modified by this section, a personal representative of the\n            deceased employer is liable to pay a redundancy payment\n            or part of a redundancy payment, and that liability had not\n            accrued before the death of the deceased employer, it shall\n            be treated for all purposes as if it were B liability of the d a\n            ceased employer which had accrued immediately before his\n            death.\nDeath of      1 2 4 1 ) Where an employer has given notice to an em-\nemployee.\n            ployee to terminate his contract of employment, and before\n            that notice expires the employee dies, the provisions of this\n                    me inclusion of ihk page ia authorgad by L.N. 248/1!375l\n    EMPLOYMENT (TERMINATION AND REDUNDANCY                           21\n                   PAYMENTQ\nPart shall apply as if the contract had been duly terminated\nby the employer by notice expiring on the date of the em-\nployee’s death.\n           (2) Where an employer has given notice to an em-\nployee to terminate his contract of employment, and has\noffered to renew his contract of employment or to re-engage\nhim under a new contract, then if-\n     ( U ) the employee dies without having either accepted\n             or refused the offer; and\n     (b) the offer has not been withdrawn before his death,\nsubsection (3) or subsection (4), as the case may be, of sec-\ntion 6 shall apply as if, for the words “the employee has un-\nreasonably refused”, there were substituted the words “it\nwould have been unreasonable on the part of the employee\nto refuse’’.\n           (3) Subject to the provisions of subsection (2) of\nsection 10 and subsections (1) and (2) of this section, in\nrelation to an employee who has died-\n      ( U ) any reference in this Part to the doing of anything\n             by, or in relation to, an employee shall be construed\n             as including a reference to the doing of that thing\n             by, or in relation to, any personal representative of\n             the deceased employee; and\n      (b) any reference in this Part to a thing required or\n             authorized to be done by, or in relation to, an em-\n             ployee shall be construed as including a reference\n             to anything which, in accordance with any pro-\n             vision of this Part as modified by this section is\n             required or authorized to be done by, or in relation\n             to, any personal representative of the deceased\n             employee.\n       (4) Any ri$t of a personal representative of a\ndeceased employee to a redundancy payment, where that\n             inclusion of this page is authohd by LN. 248(197Sl\n22                EMPLDYMENT (TERMINATION A N D REDUNDANCY\n                                 PAYMENTS)\n               right had not accrued before the employee’s death, shall\n               devolve as if it had accrued before his death.\nModifica-        13.-(1) The provisions of this section shall have effect\ntmn of\nright to       where-\nredundancy\npayment            (a) a redundancy payment is paid to an employee; and\nwhere pre-\nYIOUS redun-       ( b ) the contract of employment under which he was\ndancy pay-\nment has                 employed (in thii section referred to as “the p m\nbeen paid.               vious contract”) is renewed, whether by the same\n                         or another employer, or he is re-engaged under a\n                         new contract of employment, whether by the same\n                          or another employer, and\n                   (c) the circumstances of the renewal or re-engagement\n                         are such that, in determining for the purposes Of\n                         section 5 whether at any subsequent time he has\n                         been continuously employed for the period speci-\n                         fied in subsection (1) of that section, or for what\n                         period he has been continuously employed, the\n                         continuity of his period of employment would,\n                         apart from this section, be treated as not having\n                         been broken by the termination of the previous\n                         contract and the renewal or reengagement.\n                       (2) Where the conditions mentioned in subsection (1)\n               are fulfilled, then in determining, for the purposes of section"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)    In this Act, unless the context otherwise requires-                   Interpreta-\n                                                                                  tion.\n     \"the appointed day\" means 9th December, 1974;\n     \"business\" includes-\n           (a) a trade or profession; and\n           (b) any activity carried on by a body of persons,\n               whether corporate or incorporate;\n     \"cease\" and \"diminish\" mean respectively cease or\n          diminish either permanently or temporarily and from\n          whatsoever cause;\n     \"employee\" means an individual who has entered into or\n         works (or, in the case of a contract which has been\n         terminated, worked) under a contract with an\n         employer, whether the contract be for manual labour,\n         clerical work or otherwise, be express or implied, oral\n         or in writing, but does not include-\n                  (a) any person employed by the Government; or\n                  (b) any person employed in the service of the\n                      Council of the Kingston and St. Andrew\n                      Corporation or in the service of any Parish\n                      Council, and \"employer\" and any .reference\n                      to employment shall be construed accord-\n                      ingly;\n               lThe inclusion of this page is authorized by L.N. 123l20111\n     EMPLOYMENT (TERMINATION AND REDUNDANCY\n                    PAYMENTS)\n    \"public holiday?' means-\n        (a) any day which under the provisions of any enact-\n            ment for the time being in force.is, or is declared to\n            be, or is proclaimed as, a public general holiday;\n            and\n        (b) Good Friday and ~hristmasDay;\n    \"the relevant date\" in relation to the dismissal of qn\n         employees means-\n                   (a) where his contract of employment is termi-\n                       nated by notice given by his employer, the\n                       date on which that notice expires;\n                   (b) where his contract of employment is termi-\n                       nated without notice, whether by the em-\n                       ployer or the employee, the date on which\n                       the termination takes effect;\n                    (c) where he is employed under a contract for a\n            ,      . .\n                        fixed term and that term expires, the date on\n                        which that term expires;\n                   (d)where he has been employed in seasonal\n                          employment and any of the events\n                          mentioned in paragraphs (b) and (c) of sub-\n                          section (3) of section 5 occurs, the date on\n                          which the event occurs;\n     \"seasonal employment\" means employm'ent provided by an\n          employer during a specific part (commencing at\n          approximately the same time in each year) of each of\n          two or more consecutive years, and \"season\" shall be\n          construed accordingly.\n       (2) Subject to the provisions of subsection (3) any\nprovision in any agreement (whether a contract of employment\nor not) shall be void in so far as it purports to exclude or limit\nthe operation of any provision of this Act.\n                [The inclusion o f this page is authorized by L.N. 123IZOlll\n    EMPLOYMENT (TERMINATION A N D REDUNDANCY                          5\n                   PAYMENTS)\n       (3) Subsection 12) shall not apply to any agreement of\na kind mentioned in section 8.\n      (4) For the purposes of the application of the pro-\nvisions of Part 111 to an employee in a private household,\nthose provisions (except setion 7) shall apply as if the\nhousehold were a business and the maintenance of the\nhousehold were the carrying on of that business by the em-\nployer.\n    PARTII. Minimum period of notice, and right to\n                                  certain facilities"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The notice required to be given by an employer ~            i m ~\nto terminate h e contract of employmmt of       empIoyee            s,d\nwho has been continuously employed for four weeks or more\nshall be-\n     (a) not less than two weeks’ notice if his period of con-\n         tinuous employment is less than five years;\n     (b) not less than four weeks’ notice if his period of con-\n         tinuous employment is five years or more but less\n         than ten years;\n     (c) not less than six weeks’ notice if his period of con-\n          tinuous employment is ten years or more but less\n          than fifteen years;\n     (d) not less than eight weeks’ notice if his period of S/IW\n          continuous employment is fifteen years or more but ’.*\n          less than twenty years;\n     (e) not less than twelve weeks’ notice if his period of g/m\n          continuous employment is twenty years or more,\nand shall be in writing unless it is given in the presence of a\ncredible witness.\n       (2) An employee who has been continuously employed\nfor four weeks or more shall give not less than two weeks’\nnotice to terminate his contract of employment.\n                         of this pagc is m d z d by L.N. 41/1987l\n            [Thc m ~ i o o\n6       EMPLOYMENT (TERMINAT10N AND REDUNDANCY\n                       PAYMENTS)\n            (3) The provisions of subsections (1) and (2) shall\n    not be taken-\n         (U) to prevent either party to a contract of employ-\n                 ment from waiving his right to notice at the time\n                 of termination, or from accepting a payment in\n                 lieu of notice, or from giving or accepting notice\n                 of longer duration than that of the relevant notice\n                 specified in those subsections; or\n         ( b ) to prevent the parties to a contract of employment\n                 from providing, by agreement, for the giving of\n                 notice which is of longer duration than that of\n                 the relevant notice specified in those subsections\n                 to terminate the contract; or\n         (c) to afIect the right of either party to a contract of\n                 employment to require notice-\n                       (i)for which provision is made by agreement\n                           of the kind referred to in paragraph (b);or\n                      (ii) which, by custom, is required to be of\n                           longer duration than that of the relevant\n                           notice specified in those subsections.\n            (4) Where the contract of employment of any\n    employee specifies a period, commencing on the date of\n    commencement of the employment, as a probationary\n    period, either party to the contract may, notwithstanding\n    the provisions of subsections (1) and (21, terminate the con-\n    tract without notice during the probationary period or,\n    where the probationary period is more than ninety days,\n    during the first ninety days thereof.\n            ( 5 ) This section does not affect any right of either\n    party to a contract of employment to treat the contract as\n    terminable without notice by reason of such conduct by the\n    other party BS would have ciabled him so to treat it before\n    the passing of this Act, or to treat a contract of employment\n    for a fixed term as terminated at the expiration of the term :\n            p l m induaion sf thL page is &&Cd   by L.N. 4111987l\n   EMPLQYMENT (TERMINATION A N D REDUNDANCY                               7\n                  PAYMENTS)\n  Provided that-\n    (a) if an employer does not terminate a contract of\n         employment without notice during the first four\n         weeks after he becomes aware of conduct by the\n         employee by reason of which the employer has a\n         right to terminate the contract without notice, he\n         shall not thereafter terminate the contract without\n         notice by reason of that conduct;\n    (b) if the employment of an employee whose contract\n         of employment is for a fixed term continues for\n         four weeks after the expiration of the tern, sub-\n         sections (l),(2) and (3) shall thereafter apply to the\n         contract as if it were a contract for an indefinite\n         period."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1) Every contract-of employment in relation to which Amcement\n                                                                     to\nthe requkments of subsection (2) are satisfied shall be damedbeuudcd\n                                                             inccrtain\ndeemed to include an agreement by the employer to provide mmBM\nthe employee, on the termination of the contract-            of employ-\n                                                             mem\n    (a) with suitable transportation, or a s u m sufficient to\n        enable him to pay for suitable transportation, from\n        his plaoe of employment to the place at which he\n        was ordinarily resident when he was engaged under\n        the contract; and\n    (b) with such s u m as may be necessary, by reason of\n         the time required for travel by suitable transporta-\n         tion from his place of employment to the place at\n         which he was ordinarily resident when he was\n         engaged under the contract, to pay for his meals\n         during the journey,\nand the employee may recover damages for a breach of that\nagreement by an action for damages for a breach of contract.\n        p c inclusion of thin paga in suthorizd by LN.248119751\n8             EMPLOYMENT (TERMINATION AND REDUNDANCY\n                             PAYMENTS)\n                  (2) The requirements referred to in subsection (1) are\n           that both the place at which the employee was ordinarily\n           resident when he was engaged under the contract of employ-\n           ment and any other place at which he was present when the\n           offer of employment was made to him by MYmeans other\n           than by advertisement or at which the contract of employ-\n           ment was made shall be in Jamaica and be more than ten\n           miles from the place in Kingston or Saint Andrew, or more\n           than five miles from the place in any other parish of Jamaica,\n           where he is required to perform the work for which he is\n           employed under the contract.\n                        PART111. Redundancy payments\nRisht to     5 - 4 1 ) Where on or after the appointed day an employee\n           who has been continuously employed for the period of one\n           hundred and four weeks ending on the relevant date is\n           dismissed by his employer by reason of redundancy the\n           employer and any other person to whom the ownership\n           of his business is transferred during the period of twelve\n           months after such dismissal shall, subject to the provisions of\n           this Part, be liable to pay to the employee a s u m (in this Act\n           referred to as a “redundancy payment”) calculated in such\n           manner as shall be prescribed.\n                   (2) For the purposes of this Part an employee who is\n           dismissed shall be taken to be dismissed by reason of\n           redundancy if the dismissal is attributable wholly or partly\n           to-\n                (a) the fact that his employer has ceased, or intends to\n                      cease, to carry on the business for the purposes of\n                      which the employee was employed by him or has\n                      ceased, or intends to cease, to carry on that busi-\n                      ness in the place where the employee was so em-\n                      ployed; or\n                       inclusion of this mge is authorized by L.N. 2481 197%\n   EMPLDYMENT (TERMINATION AND REDUNDANCY                         9\n                  FAYMEh'TSl\n    (b) the fact that the requirements of that business for\n         employees to carry out work of a particular kind,\n         or for employees to carry out work of a pazticular\n         kind in the place where he was so employed, have\n         ceased or diminished or are expected to cease or\n         diminish; or\n    (c) the fact that he has suffered personal injury which\n         was caused by an accident arising out of and in\n         the course of his employment, or has developed\n         any disease, prescribed under this Act, being a\n         disease due to the nature of his employment.\n      (3) An employee who on or after the appointed day\nhas been employed by the same employer in seasonal\nemployment for two or more consecutive years shall, if his\nemployment during each season is continuous, be taken to\nbe dismissed by that employer by reason of redundmy-\n    (U)   where he is dismissed by his employer and the\n          dismissal is attributable wholly or partly to any\n          of the facts specified in subsection (2); or\n     (b) where his employer informs him (in whatever terms)\n          that he will not be provided with employment\n          during any season; or\n     (c) where he attends the place of employment and\n          offers himself for employment at the beginning of\n          any season or in accordance with m y instructions\n          given, or any procedure established, by the em-\n          ployer and the employer fails to provide him with\n          employment,\nand the employer shall, subject to the provisions of this Part,\nbe liable to pay to him a redundancy payment notwithstand-\ning that he has not been continuously employed throughout\nthe period specified in subsection (1).\n          me hdusion of this page is authorired by LN.24811S751\n10       E M P W Y M E N T (TERMINATION AND REDUNDANCY\n                               PAYMENTS)\n           (4) The manner of determining whether an employee\n     has been continuously employed for the period specified\n     in subsection (1) shall be such manner as shall be prescribed.\n            (5) For the purposes of this section an employee shall\n     be taken to be dismissed by his employer-\n          (a) if the contract under which he is employed by the\n                                                                       --\\\n               employer is terminated by the employer, either by\n               notice or without notice; or\n          (6) if under that contract he is employed for a fixed\n               term and that term expires without bemg renewed\n               under the same contract; or\n          (c) if he is compelled, by reason of the employer’s con-\n               duct, to terminate that contract without notice.\n            (6) An employee shall not be taken for the purposes\n     of this section to be dismissed by his employer if his contract\n     of employment is renewed, or he is re-engaged by the same\n     employer under a new contract of employment, and-\n          (a) in a case where the provisions of the contract as\n               renewed, or of the new contract, as the case may\n               be, as to the capacity and place in which he is\n               employed, and as to the other terms and conditions\n               of his employment, do not differ from the corns-\n               ponding provisions of the previous contract, the\n               renewal or re-engagement takes effect immediately\n               on the ending of his employment under the previous\n               contract;or\n          (6) in any other case, the renewal or reengagement\n               is in pursuance of an offer in writing made by his\n               employer before the ending of his employment\n               under the previous contract, and takes d w t either\n               immediately on the ending of that employment or\n               after an interval of not more than two weeks there-\n               after.\n             me indusioo of this p a ~ eis aUmoriZDd by LN.2481197Sl\n               EMPWYMENT (TLJRMINATION AND REDUNDANCY                          11\n                             PAYUNTS\n                (7) For the purposes c;f the application of subsection\n        (6)-\n               (ai to a contract under which the employment ends on\n                   a Friday, Saturday or Sunday, the renewal or\n                   re-engagement shall be treated as taking effect im-\n    ,              mediately on the ending of the employment under\n                   the previous contract if it takes effect on or before\n                   the next Monday after that Friday, Saturday or\n                   Sunday or, where that Monday is a public holiday,\n                   the next following day, not being a public holiday;\n                   and\n               th) to a contract under which the employment ends on\n                   a public holiday, the renewal or reengagement\n                   shall be treated as taking effect immediately on the\n                   ending of the employment under the previous con-\n                   tract if it takes effect on or before the next follow-\n                   ing day, not being a Friday, Saturday, Sunday or\n                   public holiday.\n          5 ~ 4 1 For\n                    ) the purposes of section 5, an employee who option\n        has been laid off without pay for a period in excess of one ~          ~    l   ~\n        hundred and twenty days may by notiGz in writing to the missalon\n                                                                       ground of\n        employer dect to be regarded as dismissed by reason of warn-\nL\n                                                                       dancy.\n        redundancy from such date (not being less than fourteen 6,,B86\n        days nor more than sixty days after the date of the notice) as S. 3.\n        may be specified in the notice, which date shall, for the\n        purposes of this Act; be regarded as the relevant date.\n                  p%c iuclwiolr 6; sir p a p ia authorized by L.N. 4111987l\nia       EMPLOYMENT (TERMINATION AND REDUNDANCY\n                       PA,YMENTS)\n           (2) Where a notice is given pursuant to subsection (1)\n     then, subject to section 6 (3) and (41, the notice shall for\n     the purposes of this Act have effect, in accordance with its\n     terms, as if it implemented a dismissal of the employee on\n     the ground of redundancy on the relevant date.\n          (3) For the purposes of this section-\n         (a) an employee is laid off without pay if, other than\n              on disciplinary grounds-\n                 (i) he is laid off without pay in accordance\n                     with the terms of his employment; or\n                (ii) the circumstances of his employment are\n                     changzd so that for some period he re-\n                     ceives no pay pending a decision by his\n                     employer to reinstitute previous, or simi-\n                     lar, circumstances of employment; and\n         (6) a person may, subject to regulations, be regarded.\n             during any period, as laid off without pay not-\n              withstending that during that period he receives\n              some pay or is engagcd to work for limited times\n              only.\n          (4) Regulations may make provision for-\n         (a) the form of notice to be given for the purposes of\n              subsection (1);\n                 iaclusioo 01 this page ia authorized by LN. 41119871\n   EMPLOYMENT (TERMfNATION AND REDUNDANCY                              12.01\n                  PAYMEMTS)\n   (6) determining the extent (if any) to which periods\n       of lay-off during which an employee receives some\n          pay, or is engaged to work for limited times only,\n          may be regarded, for the purposes of this section,\n          as a period of lay-off without pay;\n   (c) resolving any doubt or dispute as to the date on\n          which l a y 4 commences for the purposes of this\n          Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 , whether at any subsequent time the employee has been\n               continuously employed for the period specified in subsection\n               (1) of that section, or for what period he has been con-\n               tinuously employed, the continuity of the period of employ-\n               ment shall be treated as having been broken at the date\n               which was the relevant date in relation to the redundancy\n               payment mentioned in paragraph (a)of subsection (l), and\n               accordingly no account shall be taken of any time before\n               that date.\n                           inclusion of thia page is nuthoM by LN.uB/1975l\n      EMPLOYMENT (TERMINATION AND RED W D A N C Y\n                     PA YMENTS)\n       (3) For the purposes of this section a redundancy\npayment shall be treated as having been paid if the whole of\nthe payment has been paid to the employee or, in a\ncase where the court has determined that the employer is\nliable to pay part (but not the whole) of the redundancy pay-\nment, that part of the redundancy payment has been paid in\nfull."
    },
    {
      "provision_ref": "sec5r",
      "section": "5r",
      "title": "Section 5r",
      "content": "5r. option @ treat lay-off as dismissal on gmund of redundancy.\n a ameral exclusiol#fromright to redundancy p y m c a t"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) An employee shall not be entitled to a redundancy G            ~ ~      ~   +\n                                                                 cxcluuos\nPayment-                                                         from right\n                                                                 10 tcdun-\n                                                                 dpuv pay-\n                                                                 mmt.\n    (U)   if for any reason other than that specified in para-\n           graph (c) of subsection (5) of section 5 he\n           terminates the contract under which he is ern-\n           ploy4 or\n   ,-(b) if the contract under which he is employed is\n         terminated by reason of his retirement in CiFCum-\n         stances in which he is entitled to p i o n , super-\n         annuation or other retiring benefits (other than\n         benefits under the National Insurance Act) under\n         any scheme, agreement or provision.\n       (2) An employee shall not be entitled to a redundancy\npayment by reason of dismissal where his fmployer, being\nentitled to terminate his contract of employment without\nnotice by reason of the employee's conduct, so terminates\nit.\n              incluah of thir pp h authorized by L.N. 4111987l"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Subject to the provisions of subsection (3, the C h w ,+\nprovisions of this section shall have effect where-          owncrshlp\n                                                             of business.\n    (a) a change occurs (whether by virtue of a sale or\n         other disposition or by operation of law) in the\n         ownership of a business for the purposes of which\n         a person is employed, or a part of such a business;\n         and\n     (b) in connection with that change the person by whom\n         the employee is employed immediately before the\n         change occurs (in this section referred to as “the\n         previous owner”) terminates the employee’s con-\n         tract of employment, whether by notice or without\n         notice.\n        me inclunion of this page is SUIhOriZed by L.N.2481197Sl\n14       EMPLOYMENT (TERMINATION AND REDUNDANCY\n                        PAYMEhTa\n            (2) If, by agreement with the employee, the person\n     who immediately after the change occurs is the owner of\n     the business or of the part of the business in quartion, as the\n     case may be (in this section referred to as “the new owner”)\n     renews the employee’s contract of employment (with the\n     substitution of the new owner for the previous owner) or\n     re-engages him under a new contract of employment, sub-\n     section (6) of section 5 shall have effect as if the renewal or\n     re-engagement had been a renewal or re-engagement by the\n     previous owner (without any substitution of the new owner\n     for the previous owner).\n            (3) If the new owner offersto renew the employee’s\n     contract of employment (with the substitution of the new\n     owner for the previous owner) or to re-engage him under\n     a new contract of employment, but the Lmployee refuses\n     the offer, subsection (3) or subsection (4), as the case may be,\n     of section 6 shall have effect, subject to the provisions of\n     subsection (4) of this section, in relation to that offer and\n     refusal as it would have had effeCBin relation to the like offer\n     made by the previous owner and a refusal of that offer by\n     the employee.\n            (4) For the purposes of the operation of subsection\n     (3) or subsection (4) of section 6 , in accordance with sub-\n     section (3) of this section, in relation to an offer made by the\n     new owner-\n          (a) the offer shall not be treated as one whereby the\n               provisions of the contract as renewed, or of the\n               new contract, as the case may be, would differ\n               frod the corresponding provisions of the contract\n               as in force immediately before the dismissal by\n               reason only that the new owner would be substi-\n               tuted for the previous owner as the employer; and\n             W e inclusion of this page is authorized by L.N. 248/19721\n                                                                          I\n      EMPLOYMENT (TERMINATION AND REDUNDANCY\n                     PAYMENTS)\n     ( b ) no account shall be taken of that substitution in\n           determining whether the refusal of the offer was\n           unreasonable.\n       ( 5 ) This section shall have effect, subject to such\nmodifications as may be necessary in relation to a case\nwhere-\n     (a) the person by whom a business, or part of a business,\n         is owned immediately before a change is one of the\n         persons by whom (whether as partners, trustees or\n         otherwise) it is owned immediately after the change; or\n     (b) the persons by whom a business, or part of a business,\n         is owned immediately before a change (whether as\n         partners, trustees or otherwise). include the person by\n         whom, or include one of the persons by whom, it is\n         owned immediately after the change,\nas it has effect where the previous owner and the new owner are\nwholly different persons.\n       (6) Nothing in this section shall be construed as requiring\nany variation of a contract of employment by agreement\nbetween the parties to be treated as constituting a termination of\nthe contract.\n       (7) Subject to the provisions of subsection (4) of section\n11 this section shall not apply to a change whereby the owner-\nship of a business for the purposes of yhich a person was\nemployed by his deceased employer passes to a personal\nrepresentative of the deceased employer."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-31) Section 5 shall not apply to an employee who Contracts\nimmediately before the relevant date is employed under a                   -Y' , ::::\ncontract of employment for a fixed term of two years or more, if a fixed\nthat contract was made before the appointed day (whether before term.\nor after the passing of this Act).\n             (The inclusion of this page is authorized by L.S. 123120111\n                    EMPLOYMENT (TERMINATION AND REDUNDANCY\n                                   PA YMENTS)\n                      (2) Without prejudice to subsection (I), an employee\n              under a contract of employment for a fixed term of two years or\n              more shall not be entitled to a redundancy payment in respect\n              of the expiry of that term without its being renewed, if before\n              the term so expires he has agreed in writing to exclude any\n              right to a redundancy payment in that event.\n                    (3) An agreement of the kind mentioned in subsection (2)\n              may, in the case of a contract made after the passing of this Act,\n              be contained either in the contract itself or in a separate\n              agreement.\n                     (4) Where an agreement of the kind mentioned in sub-\n              section (2) is made during the currency of a fixed term, and that\n              term is renewed, that agreement shall not be construed as\n              applying to the term as renewed, but without prejudice to the\n              making of a fixther agreement of that kind in relation to the term\n              as renewed.\nWritten         9.-41) An employer shall, on making any redundancy\nparticulars\nof redun-     payment, give to the employee a written statement indicating\ndancy pay-    how the amount of the payment has been calculated.\nment.\n                     (2) Any employer who without reasonable excuse fails to\n              comply with subsection (1) shall be guilty of an offence\n              and be liable on summary conviction before a Resident\n              Magistrate to a fine not exceeding two hundred and fifty\n              thousand dollars and in default of payment to imprisonment for\n              a term not exceeding three months.\n                     (3) If an employer fails to comply with subsection (I),\n              then (without prejudice to any proceedings for an offence under\n              subsection (2)) the employee may by notice in writing to\n              the employer require him to give to the employee the\n              written statement mentioned in subsection (1) within such\n              period, not being less than one week beginning with the\n              day on which the notice is given, as may be specified in the\n                           [The inclusion of &is page is authorized by L.N. 123ROll)\n      EMPLOYMENT (TERMINATION AND REDUNDANCY\n                     PA YMENTS)\nnotice; and if the employer without reasonable excuse fails to\ncomply with the notice he shall be guilty of an offence under\nthis subsection and be liable on summary conviction before a\nResident Magistrate to a fine not exceeding two hundred and 712008\nfifty thousand dollars and in default of payment to imprisonment S. (b)(i).\nfor a term not exceeding three months."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Notwithstanding anything in the preceding pro- clalrnsfor\nvisions of this Part an employee shall not be entitled to a redundancy\n                                                               payments\nredundancy payment unless, before the end of the period of six\nmonths beginning with the relevant date-\n     (a) the payment has been-agreed; or\n     (b) the employee has made a claim for the payment by\n         notice in writing given to the employer; or\n     (c) proceedings have been commenced under this Act for\n         the determination of the right of the employee to the\n         payment or for the determination of the amount of the\n         payment.\n       (2) Where the employee dies before the end of the\nperiod of six months mentioned in subsection (I), and none of\nthe events mentioned in paragraphs (a), (b) and (c) of that\nsubsection occurs before his death, a claim by his personal\nrepresentative for the payment shall, if it is made by notice in\nwriting given to the employer before the end of the period of\none year beginning with the relevant date, be of the same effect\nas if it were made by the employee in accordance with\nparagraph (b) of subsection (1).\n                                                                           Termina-"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.02       EMPLOYMENT (TERMINAT]oN AND REDUNDANCY\n                           PAYMENTS)\n              (3) An employee shall not be entitled to a redundancy\n        payment by reason of dismissal if before the relevant date\n        the employer has made to him an offer in writing to renew\n        his contract of employment, or to re-engage him under a\n        new contract, so that-\n             (U)    the provisions of the contract as renewed, or of\n                    the new contract, as the case may be, as to the\n                    capacity and place in which he would be employed,\n                    and as to the other terms and conditions of his em-\n                    ployment, would not differ from the correspond-\n                    ing provisions of the contract as in force immediate-\n                    ly before his dismissal; and\n            (b) the renewal or re-engagement would take eflect\n                on or before the relevant date or within two weeks\n                after that date,\n        and the employee has unreasonably refused that offer.\n               (4) An employee shall not be entitled ro a redundancy\n        payment by reason of dismissal if before the relevant dale\n        the employer has made to him an offer in writing to renew\n        his contract of employment, or to re-engage him under a\n        new contract, so that in accordance with the particulars\n        specified in the offer the provisions of the contract as\n        renewed, or of the new contract, as the case may be, as to\n        the capacity and place in which he would be employed and\n        as to the other terms and conditions of his employment,\n        would differ (wholly or in part) from the corresponding\n        provisions of the contract as in force immediately before\n        his dismissal, but-\n            (U) the offer constitutes an offer of     suitable employ-\n                   ment in relation to the employee; and\n                   me incluston of this pagc   U   authorind by L.N.41!19871\n    EMPLOYMENT (TERMINATION A N D REDUNDANCY                            13\n                   PAYMENTS)\n    (6) the place in which he would be employed would\n         not be more than ten miles from the place at which\n        he was employed under the contract as in force\n         immediately before his dismissal; and\n    (c) the renewal or re-engagement would take effect\n         on or before the relevant date or not later than two\n         weeks after that date,\nand the employee has unreasonably refused that offer.\n      ( 5 ) Where the relevant date falls on-\n    (U) a Friday, Saturday or Sunday, the references in\n        subsections (3) and (4) to the relevant date shall\n        be construed as references to the next Monday after\n        that date or, where that Monday is a public\n        holiday, the next following day, not being a public\n        holiday; or\n    (b) a public holiday, those references shall be construed\n        as references to the following day, not being a\n        Friday, Saturday,$mday or public holiday."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Modification of right to mdundancy payment ahers praiotu\n      ndundamcy payment has bson paid."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where an employee is entitled-                                       Abatement\n                                                                          ,of redun-\n    (a) to a redundancy payment; and                                       dancy pay-\n                                                                           ment where\n    (b) under an agreement between him, or a trade union Ympensa-\n                                                               tlon IS pay-\n        representing him, and his employer or an organization ableunder\n        representing his employer, to be paid compensation for agr\"ement.\n        the loss of his employment (not being compensation\n        arising from a breach of contract),\nnothing in this Part shall be taken to affect his right to be paid\nsuch compensation, but the amount of such compensation (or,\nwhere it is greater than the redundancy payment, such portion\nthereof as is equal to the redundancy payment) shall be deducted\nfrom the redundancy payment."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) Where the employer is a company, any reference in Associited\nthis Part to re-engagement by the employer shall be construed as cOmpanies~\na reference to re-engagement by that company or by any\nassociated company, and any reference to an offer made by the\nemployer shall be construed as including an offer made by an\nassociated company.\n       (2) Subsection (1) shall not affect the operation of\nsection 7 in a case where the previous owner and the new\nowner (as defined by that section) are associated companies;\nand where that section applies, subsection (1) shall not apply.\n       (3) Where an employee is dismissed by his employer,\nand the employer is a company (in this subsection referred\nto as \"the employing company\") which has one or more\nassociated companies, then if-\n             [The inclusion of this page is authorued by L.K. 12312011)\n                     EMPLOYMENT (TERMINATION AND REDWDANCY\n                                    PA YUENTS)\n                   (a) neither of the conditions specified in paragraphs (a)\n                       and (b) of subsection (2) of section 5 is fulfilled; but\n                   (b) one or other of those conditions would be fulfilled\n                       i f the business of the employing company and the\n                       business of the associated company (or, if more\n                       than one, each of the associated companies) were\n                       treated as together constituting one business,\n               that condition shall for the purposes of this Part be taken to be\n               fulfilled in relation to the dismissal of the employee.\n                      (4) For the purposes of this section two companies\n               shall be taken to be associated companies if one is a subsi-\n               diary of the other, or both are subsidiaries of a , third com-\n               pany and \"associated company\" shall be construed accord-\n               ingly.\n                      (5) In this section \"company\" includes any body\n               corporate, and \"subsidiary\" has the same meaning as, by\n               virtue of section 151 of the Companies Act, it has for the\n               purposes of that Act.\n                                     PART IV. Miscellaneous\nRecord to        16.-41) Every employer shall keep, in relation to each of his\nbe kept.\n               employees, a record in such form and containing such\n               particulars as may be prescribed.\n                       (2) Any employer who fails to comply with the pro-\n               visions of subsection (1) shall be guilty of an offence and shall\n               be liable on summary conviction before a Resident Magistrate to\n               a fine not exceeding two hundred and fifty thousand dollars\n               and in default of payment to imprisonment for a term not\n               exceeding three months.\nJurisdiction      17.-(1) Notwithstanding any provision in any enactment\nof Resident\nMagistrates'   limiting the jurisdiction of Resident Magistrates' Courts in\nCourts.        relation to claims arising from contract, a Resident Magistrate's\n               Court shall have jurisdiction in any action arising from a\n                            IThe- inclusion of this page is authorized by L.N. 123,701ll\n      EMPLOYMENT (TERMINATIONAND REDUNDANCY\n                     PAYMENTS)\ncontract of employment to which this Act applies, or from any\nclaim in respect of a redundancy payment, in which the amount\nof each claim does not exceed one million dollars.            7noos\n                                                              S. 4 (b)\n        (2) The Minister may, by order subject to affirmative\nresolution, increase the amount specified in subsection (1).  7~2008\n                                                              s.4 (c)."
    },
    {
      "provision_ref": "sec17a",
      "section": "17A",
      "title": "Section 17A",
      "content": "17A. The Minister may, by order subject to affirmative Minister\nresolution, amend the monetary penalties specified in this I:iezd\nAct.                                                          penalties.\n                                                                          7i2008\n                                                                          S. 5."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The Minister may make such regulations as appear Regulations\nto him to be necessary for the better carrying out of the\nprovisions of this Act and, in particular but without prejudice to\nthe generality of the foregoing, may make regulations-\n    (a) for determining the manner of computing an\n        employee's period of employment and whether that\n        period of employment has been continuous;\n     (b) for determining, in relation to an employee engaged in\n         seasonal employment, whether his employment during\n         any season is continuous;\n     (c) prescribing the manner of computing the remuneration\n         of an employee during a period of notice;\n     (d)prescribing any other matter or anything which may\n         be, or is required by this Act to be, prescribed.\n        (2) Regulations made under this section shall be subject\nto affirmative resolution.\n       (3) Regulations made under this section may provide for 712008\nthe imposition of penalties on summary conviction before a s . 6 .\nResident Magistrate, of a fine not exceeding one million dollars\nor imprisonment for a term not exceeding twelve months or of\nboth such fine and imprisonment."
    }
  ],
  "definitions": [
    {
      "term": "the appointed day",
      "definition": "9th December, 1974",
      "source_provision": "sec2"
    },
    {
      "term": "employee",
      "definition": "an individual who has entered into or",
      "source_provision": "sec2"
    },
    {
      "term": "seasonal employment",
      "definition": "employm'ent provided by an",
      "source_provision": "sec2"
    }
  ]
}