{
  "id": "jm-stat-the-employment-agencies-act",
  "type": "statute",
  "title": "The Employment Agencies Act",
  "title_en": "The Employment Agencies Act",
  "short_name": "Employment Agencies Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-employment-agencies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-employment-agencies-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1) In this Act-                                                           Interprets-\n                                                                                  tion and\n     \"employment agency\" means any agency or registry in the                      applicatioll.\n        Island carried on or represented as being or intended\n        to be carried on for or in connection with the\n        employment of persons in any capacity;\n     \"Inspector\" means an Inspector of employment agencies\n         appointed under section 5;\n     \"Licensing Officer\" means the officer designated under 1311974\n                                                            S. 2.\n         subsection (1) of section 3;\n     \"proprietor of an employment agency\" means the person\n         by whom or on whose behalf the employment agency\n         is being or is to be operated.\n        (2) This Act shall not apply to any employment agency\nor registry conducted by or under the direction of the Minister\nor which is not carried on for the purpose of gain or\nreward."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)    The Minister may from time to time designate a ~ ~ ~ @                                '   ~   ~   g\npublic officer to be the Licensing Officer for the purposes of this officer and\n                                                                    issue o f\nAct.                                                                licences.\n                                                                                   1311974\n        (2) Subject to the provisions of this Act, the Licensing s.3.\nOfficer shall-\n              [The inclusion of this paEe is authorized by L.N. l l / 2 O l O I\n                          EMPLOYMENT AGENCIES REGULATION\n                     (a) where an application for the grant or renewal of a\n                         licence relates to the placing of persons in employ-\n                         ment in Jamaica only, grant, refuse, renew or revoke\n                         that licence in his discretion; and\n                     (b) where an application for the grant or renewal of a\n                         licence relates to the placing of persons in employ-\n                         ment outside Jamaica, grant, rehse, renew or revoke\n                         that licence in accordance with any directions given,\n                         or subject to any conditions imposed, by the Minister\n                         as to the exclusion of any country, or of any cate-\n                         gory of worker, or otherwise in relation to that\n                         licence.\nLicensing of     4.-(1) (a) It shall not be lawful for any person to carry on an\nemployment\nagencies.      employment agency without a licence from the Licensing\n'3'1974        Officer authorizing him to do so.\nS. 4.\n                           (b) Paragraph (a) of this subsection shall not pre-\n               judice the validity of the continuance in operation of any licence\n               which was granted by lawf%l authority prior to the 1st June,\n                1974, and in respect of any period after that date any such\n               licence shall be treated and dealt with as if it were issued by the\n               Licensing Officer.\n4811968                (2) From and after such day as the Minister may specify\nS. 2(a).\n               in a notice published in the Gazette and in at least one issue of\n               a newspaper printed and circulating in Jamaica, no person\n               who is the proprietor of an employment agency, or who is\n               employed therein or who is otherwise concerned in the\n               operation of such employment agency shall do anything which\n               he knows or ought to know to be designed to facilitate\n               the placing of anyone in employment outside Jamaica unless\n               a valid licence under this Act in respect of such employ-\n               ment agency contains authority for the employment agency\n               to be used for the placing of persons in employment outside\n               Jamaica.\n                             [The inclusion o f this page is authorized by L.N. llROlO I\n           EMPLOYMENT AGENCIES REG ULATION                                  5\n                                                                                r\n       (3) A person who contravenes subsection (1) or (2) 6 m 0 7\nshall be guilty of an offence and shall be liable on S . 2.\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding one million dollars or to imprisonment for a\nterm not exceeding twelve months or to both such fine and\nimprisonment.\n        (4) Where a company is guilty of a contravention of this 48J1968\nsection, every director, manager, agent or officer of the s. 2(c).\ncompany in the Island who is knowingly a party to the\ncontravention shall be liable to the penalties prescribed by sub-\nsection (2)."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.---(I) The Minister may appoint such persons as he Appointtnent\n                                                           of Inspectors\nthinks fit to be Inspectors of employment agencies for the ,n,po,,rs\npurpose of investigating complaints and otherwise securing ofentry and\n                                                           inspection.\nthe proper observance of the provisions of this Act.\n        (2) The Minister shall furnish every Inspector with a\ncertificate of appointment.\n       (3) An Inspector may at all reasonable times enter\nand inspect any premises which are used or which he\nhas reasonable cause to believe are used for the purposes of\nor in connection with an employment agency and may\nexamine the entries required to be made in the records kept\nin connection therewith and copy any material part of such\nrecords."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Every application for a licence or the renewal of a AppJication\n                                                                for Ilcence.\nlicence under this Act shall be made to the Licensing Officer 48,1968\nand shall be in such form and contain such particulars as q a y s. 3.\n                                                                1311974\nbe prescribed.                                                  s. s(a).\n              (The inclusion of this page is authorized by L.N. llL?OlO I\n6                     EMPLOYMENT AGENCIES REGULATION\n1311974            (2) If the Licensing Officer is satisfied that the appli-\nS. 5(b).\n           cation is in order, he shall-\n                (a) direct an Inspector to visit and inspect the premises\n                    on which the employment agency in respect of which\n                    the application is being made, is being or is to\n                    be operated; and\n                (b) inform the applicant in writing of such direction.\n                   (3) Where directed under paragraph (a) of subsection\n           (2), an Inspector may, for the purpose of carrying out an\n           inspection under this section-\n                (a) enter and examine the premises upon which the\n                     employment agency in respect of which                             the\n                     application is made, is being or is to be operated;\n                (b) request any person on the premises to produce for his\n                    examination any books, vouchers and other\n                    documents in his custody which may contain\n                    information that he reasonably believes will assist in\n                    the making of a decision as to whether or not the\n                    application should be granted;\n                (c) make copies of, and extracts from, any books,\n                    vouchers or other documents produced to him during\n                    the course of the inspection;\n                (6) put to any person on the premises any question\n                     relating to the application or the affairs of the employ-\n                     ment agency if he reasonably believes that any\n                     information can be obtained which will assist in the\n                     making of a decision as to whether or not the\n                     application should be granted.\n                  (4) The Inspector shall produce his certificate of\n           appointment to any person on the premises reasonably requiring\n           him so to do.\n                   (5) Forthwith upon the completion of the inspection\n,311974    as aforesaid the Inspector shall make a report thereon in writing\ns. 5(d).   to the Licensing Officer.\n                         [The inclusion of this page i s authorized by L.N. llROlO I\n          EMPLOYMENT AGENCIES REGULATION                                   7"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Licensing Officer shall, as soon as practicable renewal\n                                                             *tor\n                                                                      of\nafter the receipt of the report of the Inspector under sub- l i - ~ .\n                                                              1311974\nsection ( 5 ) of section 6                                   S. 6 .\n     (a) as respects an application for a licence relating to\n         the placing of persons in employment outside\n         Jamaica, refer the application, together with the\n         relevant report under subsection (5) of section 6\n         from the Inspector, to the Minister for his direction\n         on the matter; or\n     (6) as respects an application for a licence relating to\n         the placing of persons in employment in Jamaica\n         only, grant or renew a licence to the applicant to\n         carry on an employment agency of the description\n         and in the name and at the address specified in\n         the application :\n            Provided that he may refuse to grant or renew,\n         or may revoke such licence grantd-\n             (i) to any person under the age of eighteen\n                 Years;\n            (ii) to any person who is a bankrupt;\n           (i) to any person who he has reason to believe\n                 is unsuitable to hold such a licence;\n           (iv) in respect of any premises which are un-\n                  suitable for the purposes of an employment\n                  agency;\n            (v) in respect of any employment agency which\n                 has been or is being improperly conducted.\n         (2) Where it is proposed to exercise the power to\nrevoke or to refuse the renewal of a licence granted to any\nperson pursuant to subsection (1) the Licensing Officer 13,1974\n                                                               S. 6.\nshall-\n      ( U ) give to that person not less than ten days’ notice\n            to that effect; and\n        me inclusion of this pagc is authorized by L.N. ME/19751\n8                          EMPLOYMENT AGENCIES REGULATION\n                   (b) if that person makes written application for the\n                        purpose within seven days of receipt of the notice\n                        aforesaid, afford him an opportunity to show cause\n                       why the power aforesaid should not be exercised.\nBond re-      8. Authority for an employment agency to be used for\nquired as\nandition    the placing of persons in employment outside Jamaica shall\nfor in-\nclusionof   not be included in any licence granted under this Act unless\n authority  the proprietor of such employment agency furnishes the\n to use\nagenciesfor Licensing Officer, in such form and manner as may be\nemployment\nabroad.     prescribed, with a bond entered into by the proprietor with\n4811968     surety in such amount as may be prescribed, as a guarantee\ns. 4.       of his financial ability to operate the employment agency\n1311974\ns.7.        and to refund such fees charged by the employment agency\n            as he may from time to time become liable to refund.\nTransfer of     9.-(1)  Applications for the transfer of a licence-\nlicenm.\n                   (a) to some other person; or\n                   (b) to some other premises,\n13/1974\nS. 8.\n              may be made to the Licensing Officer who may grant or\n              refuse the same in accordance with the provisions of this\n              Act.\n                     (2) In the case of a proposed transfer to some other\n              person, the application shall state the name, address, occupa-\n              tion and description of the proposed transferee and such\n              other particulars as will show his fitness to be granted\n1311974       a licence. The Licensing Officer may direct an Inspector\ns. 8.         to make proper enquiries as to the fitness of the proposed\n              transferee and make a report in writing thereon.\n                     (3) In the case of a proposed transfer to some other\n13/1974       premises, no order shall be made by the Licensing Otficer\ns. 8.         under subsection (4) until such premises have been inspected\n              by an Inspector, and for the purposes of such inspection the\n              provisions of subsections (2), (3), (4) and ( 5 ) of section 6\n              shall be deemed to be applicable to such premises.\n                                                                                       -\n         EMPLOYMENT AGENCIES REGULATION                                             9\n      (4) If an application for a transfer is granted the\nLicensing Officer shall endorse upon the licence held by the\napplicant an order to that effect."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Bond required as condition for inclusion of authority to U&\n      agencies for employment abroad."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The person making application under subsection (1) ?aymmto;\nof section 6 or under section 8 shall, when making the same, ks.\n                                                              13/1974\npay to the Licensing Officer in respect of the grant, renewal s.9.\nor transfer of a licence, as the case may be, the prescribed\nfee."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every licence granted under the provisions of this ouNtjolloi\nAct shall (unless revoked) be valid for a period of one year h13,1&4\n                                                                C D\nfrom the date of issue.                                       s. 10.\n  1 2 4 1 ) Where the Licensing Officer-                               Ij\n                                                                        m\n                                                                       Officer to\n    (a) refuses to grant, transfer or renew a licence; or              W m appu-\n                                                                       ant of\n     (b) revokes a licence,\nunder this Act, he shall inform the applicant or holder, as !IzE.?e\n                                                               tbvoeatio,,,\nthe case may be, by registered letter of his decision, and if -To*\nrequired by such person to do so, deliver to him within seven\ndays of the reoeipt of such requirement, particulars in\nwriting of the grounds for such refusal or revocation.\n        (2) Any person aggrieved by a refusal or revocation 13/1974\nmentioned under subsection (1) may, within twenty-one days $. ‘ I .\nafter the date on which he is informed by registered letter\nof the Licensing Officer’s decision, appeal agajnst that deci-\nsion to a Judge in Chambers who shall give such directions\nin the matter as he thinks proper, including a direction as\nto the costs of the appeal, and the order of the Judge shall\nbe final and conclusive and not subject to any further right\nof appeal."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Rules of court m a y be made regulating appeals under hcourt\n                                                               hof\nthis Act and all matters incidental thereto.\n        [lac inclusion of this page ia authorized by L.N. 2481 19751\n10                       EMPLOYMENT AGENCIES REGULATION\nLicenceand       14. Every person holding a licence under this Act shall\nrcgulatlons\nto be          keep exhibited in a conspicuous place on the premises to\n$;go'          which the licence relates, the licence and a copy of the\n               regulations in force under this Act.\nAudit of     15,-(1) The accounts of every employment agency shall\nemployment\npmoun~Of\n           be audited annually by an auditor selected by the proprietor\nagmw       of the employment agency and approved by the Minister.\n                   (2) The proprietor of the employment agency sha&\n           as soon as possible after each audit, furnish the Licensing\n 13/1974   officer with a copy of the auditor's report for transmission\ns. 12.     to the Miniiter.\nRegulations.     16-41)The Minister may make regulations generally for\n               giving effect to the provisions of thisAct.\n                       (2) Without prejudice to the generality of the powers\n               conferred by subsection (l), regulations may be made under\n               that subsection-\n                    (U) requiring any person holding a licence under this\n                         Act to keep records showing the business con-\n                         ducted by him 50 far as it relates to his employment\n                         agency;\n                    (b) prescribing entries to be made in the records kept\n                         in connection with the business of any employ-\n                         ment agency;\n                    (c) for the prevention of fraud or immorality in the\n                         conduct of employment agencies;\n                    (4' for regulating any premises used for the purposes\n                         of or in COMection with employment agencies;\n                    (e) regulating the fees to be charged by employment\n                         agencies for their services;\n                    V, prescribing the forms of application, licence,\n                         reports and other documents to be used under this\n                         Act;\n                       me incluaon of this paw 18 authorized by LN. 248119751\n           EMPLOYMENT AGENCIES REG ULATION                                             II\n                                                                                            n\n     (g) regulating the manner in which and the conditions 4811968                          11\n         subject to which the services of employment agencies S. 5 .\n         shall be performed;\n      (h) prescribing any other matter or anything which may\n           be, or is required by this Act to be, prescribed.\n        (3) Regulations made under this section may provide for 6 m 0 7\nthe imposition of penalties on summary conviction in a Resident S. 3.\nMagistrate's Court, of a fine not exceeding one million dollars\nor imprisonment for a term not exceeding twelve months, or of\nboth such fine and imprisonment."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--(I) Every person who-                                             Penalties.\n     (a) obtains a licence or the transfer or renewal of a\n         licence by wilful misrepresentation or by wilfully\n         omitting to give such particulars as are required by\n         this Act to be given; or\n     (b) refuses to permit any Inspector to enter or inspect any\n         such premises as are referred to in subsection (3)\n         of section 5 or to examine the entries required to\n         be made in the records kept in connection with the\n         employment agency carried on therein, or obstructs\n         him in the execution of his duty under this Act; or\n     (c) without reasonable cause or excuse, fails-\n              (i) to comply with any request made by an\n                  Inspector under paragraph (b) of subsection\n                  (3) of section 6; or\n              (ii) to answer any question put to him by an\n                   Inspector under paragraph (4 of subsection\n                   (3) of section 6; or\n              (iii) to comply with the provisions of section 14,\nshall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding five hundred thousand dollars 6rzoo7\n                                                                 S. 4(a).\nor to imprisonment with or without hard labour for a term not\nexceeding six months.\n              (The inclusion of this page is authorized by LN. 1ln010 1\n                      EMPLOYMENT AGENCIES REGULA TION\n                  (2) In respect of any conviction for an offence under this\n           Act the court may (in lieu of or in addition to imposing a\n           penalty) make an order revoking the licence (if any):\n              Provided that-\n                (a) any person aggrieved by any order under this section\n                    may appeal therefrom to a Judge in Chambers whose\n                    decision shall be final and conclusive and not subject\n                    to any further right of appeal;\n                (b) a person who has appealed to a Judge in Chambers in\n                    accordance with the provisions of this Act against any\n                    refusal of the renewal of a licence or against the\n                    revocation of a licence shall not be liable to any\n                    proceedings under this Act for the offence of carrying\n                    on an employment agency without a licence until such\n                    appeal has been heard and determined or has been\n                    abandoned.\n612007             (3) The Minister may from time to time, by order,\ns. 4(b).   subject to affirmative resolution, amend any penalty specified in\n           this Act.\n                         (The inclusion of this page is authorized by L.N. llROlO I"
    }
  ],
  "definitions": [
    {
      "term": "employment agency",
      "definition": "any agency or registry in the                      applicatioll",
      "source_provision": "sec2"
    },
    {
      "term": "Inspector",
      "definition": "an Inspector of employment agencies",
      "source_provision": "sec2"
    },
    {
      "term": "Licensing Officer",
      "definition": "the officer designated under 1311974",
      "source_provision": "sec2"
    },
    {
      "term": "proprietor of an employment agency",
      "definition": "the person",
      "source_provision": "sec2"
    }
  ]
}