{
  "id": "jm-stat-the-enquiry-into-causes-of-fires-and-accidents-act",
  "type": "statute",
  "title": "The Enquiry into Causes of Fires and Accidents Act",
  "title_en": "The Enquiry into Causes of Fires and Accidents Act",
  "short_name": "Enquiry into Causes of Fires and Accidents Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-enquiry-into-causes-of-fires-and-accidents-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-enquiry-into-causes-of-fires-and-accidents-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Enquiry into Causes of short titlo.\n           Fires and Accidents Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                         Intetprcta-\n                                                                     tion.\n           “enquiry“ means an enquiry under this Act;\n           “Chairman of the Parish Council” shall include Vice-\n     -..       chairman, or other person for the time being perform-\n               ing the duties of chairman; and in the cases of the\n               parishes of Kingston and St. Andrew shall include the\n               Council of the Kingston and St. Andrew Corporation\n               appointed and constituted under the provisions of the\n               Kingston and St. Andrew Corporation Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where any fire o m r s causing injury to person or Power and\n           property, or in respect of which there is reasonable ground dutv    of\n                                                                          Resident\n           to suspect that a crime has been committed, or where any Maginhte\n                                                                          . mpst\n                                                                          111\n           Occurrence takes place resulting in serious injury to person s $ f o z d r\n           or property, and the origin of such fire OT occurrence is .-\n           unknown, the Resident Magistrate of the parish in which\n           such 6re or occurrence has taken place, shall, if he considers\n           it expedient, or is required by the Minister or the Chair-\n           man of the Parish Council of the parish to do so, make\n,/         enquiry into the origin of such fire or occurrence.\nL"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The said Resident Magistrate may, by writing under his\n           hand, summon such witnesses as he may deem necessary, ination d\n                                                                               sn~;zg\n           and shall examine them, and all other p o n s presented or witnea8ca.\n           presenting themselves for examination, on oath OT atfirma-\n           tion touching the matter of the enquiry; and the evidence\n                  [The incluson of this page i s authomzed by L.N 4’30119731\n4                       ENQUZRY ZNTO CAUSES OF FIRES AND\n                                   ACCIDENTS\n              of every witness shall be taken down in writing by the said\n              Resident Magistrate, or by such other person as he may\n              for the purpose appoint, and distinctly read over to and\n              subscribed by such witness in the presence of the said\n              Resident Magistrate.\nEnforcement\nof evidence"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. If any person summoned as aforesaid as a witness at\nand           any enquiry held under this Act shall neglect or refuse to\nduction of\nd-&,          appear at the time and place appointed by the said sum-\n              mons and otherwise to comply with the same, and if no\n              just excuse shall be offered for such neglect or refusal, then\n              (after proof upon oath or affidavit of such summons having\n              been served upon such person, either personally or by leav- '\n              ing the same for him with some person at his place of\n              abode) it shall be lawful for the Resident Magistrate to         --\n              issue a warrant under his hand to bring and have such\n              person at a time and place therein mentioned before him\n              to testify as aforesaid, and if on the appearance of the\n              person so summoned, either in obedience to the said sum-\n              mons or upon being brought up by virtue of the said\n              warrant, such person shall refuse to be examined upon\n              oath or affvmation concerning the premises, or shall refuse\n              to take such oath, or to make such &mation, or having\n              taken such oath or affirmation shall refuse to answer such\n              questions concerning the premises as shall be then put to\n              him, or shall refuse to produce any document which he\n              may be summoned or be required by the Resident Magis-\n              trate to produce, or shall refuse to subscribe his deposition,\n              the Resident Magistrate may by warrant under his hand\n              commit the person so refusing to prison for any term not\n              exceeding seven days, unless he shall in the meantime\n              consent to be examined and to answer concerning the\n              premises, or to produce such document, if any, or to sub-\n              scribe his deposition, as the case may be :\n                Provided always that no witness shall be bound to\n              answer any question, or to produce any document, which\n                    Fc inclusion of this page is authorized by LN. 480/1973]\n              W Q U i R Y INTO CAUSES OF FIRES AND                            5\n                                ACCIDENTS\n    would have a tendency to criminate such witness, or the\n    wife or husband of such witness, or expose such witness,\n    or wife or husband to a penalty or forfeiture."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Attorney-General or any one appointed by him,W O\n    the Chairman of the Parish Council or anyone appointed cfltlllsd to\n    by him, the Commissioner of Police or any Superintendent 3-a\nc\n\\   or Assistant Superintendent of Police may severally attend .ad m-\n    at the enquiry, and examine and crossexamine any wit- swnins\n    nesses, and may require that any witness shall be examined; W-i\n    and any person, or the agent of any company, society or\n    association, who or which may be pecuniarily interested\n    in any loss arising out of the fire or occurrence,\n    the subject of the enquiry, and any other person\n    whose conduct in the opinion of the Resident Magistrate\n    is or is likely to be called in question, or who\n    in the opinion of the Resident Magistrate may be affected\n    by the result of the enquiry, may also by leave of the\n    Resident Magistrate attend at the enquiry, and examine\n    or cross-examine any witness, or require that any witnesa\n    shall be examined."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Any Justice on becoming aware of any 6re or occur- P-of\n    rence within the parish for which he acts, the origin of\n                                                                    1\n                                                                    -\n                                                                        -  in\n                                                                          ot\n                                                                    fln or 0th-\n    which is or appears to him likely to be subject of an enquiry OCCUmDOO.\n    under this Act, may do all or any of the following things,\n    that is to say-\n         (a) he may from time to time himself inspect, or by\n              order in writing under his hand authorize and\n              direct any person or persons to inspect, the locality\n              where the fire or occurrence has taken place, and\na\nL             make such examination and take such photo-\n              graphs, drawing and measurements, as he or they\n               may deem expedient;\n         (b) he may, by order in writing under his hand,\n              require that the place in and near which the Ere\n           [ m e indudon of thin page is authorized by L.N. 480/1973]\n6          ENQUlRY INTO CAUSES OF FIRES AND\n                            ACClDENTS\n          or OcCuTTence has happened shall be left undis-\n          turbed, and that no article or thing shall be\n          removed therefrom, for such reasonable time, to\n          be specified in such order, as may be necessary for\n          the purposes of the enquj.; the time mentioned\n          in any such order may be extended by a like order\n          in writing. While any such order remains in force\n          every constable shall have full authority to remain     7\n                                                                  i\n          in possession of such place, and to prevent any\n          person going thereon, and prevent any article or\n          thing being disturbed or removed,\n      (c) he may, by an order in writing under his hand,\n          authorize any constable without naming such con-\n          stable to take and keep possession of any article\n          or thing which he deems it n ~ e s s a r yshould be\n           safely kept for inspection or production at the\n          enquiry;\n      (d) where any article or thing, the production of which\n          there is reason to consider is neoessary for the\n          purposes of the enquiry, has been removed or is\n          concealed, and it is made to appear to him,by\n          evidence on oath, that there is reasonable ground\n          for believing that such article or thing is in a cer-\n          tain house or on certain premises, he may, by war-\n          rant under his hand, empower any constable,\n          without naming such constable, to search the said\n          house or premises for such article or thing, and\n          when found to keep possession of the same for\n           production at the enquiry:\n    Provided as follows, that is to say-\n      If any person feels aggrieved by any order made as\n          afmsaid under the provisions of this section, he\n          may, on an affidavit of the facts, and without\n          notice except as hereinafter directed, apply by\n          motion to a Judge of the Supreme Court to vary\n        me iduplon of thia page is authorized by L.N. 480/19731\n                  ENQUIRY INTO CAUSES OF FIRES AND                                    I\n                             ACCIDENTS\n                  or annul such order; and the Judge is hereby\n                  authorized to make such order as the circum-\n                  stances may require. Every person wishing to make\n                  any such application shall, twenty-four hours at\n                  least before making the application, leave at the\n .-               office of the Attorney-General, and with the Justice\ni-\n                  making such order, a notice in writing of his\n                  intention to make the same, and a copy of every\n                  af€idavit which he intends to use on making such\n                  application.\n        Any person obstructing any Justice or other person or p d w on\n      persons appointed by him as aforesaid, or any one acting Tdtiin\n      under his or their order or direction while acting under ~ w ~ u u n d c r\n      the authority of this section, shall be guilty of an offene, this sshon.\n      and, on summary conviction, shall be liable to a penalty not\n      exceeding twenty dollars, and in default of payment to\n      imprisonment, with or without hard labour, for a term not\n      exceeding one month."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A witness attending on an enquiry in obedience to a witnasa'\n      summons shall be entitled to receive the like s u m for his -PmSeS.\n                                                                    their\n      expenses as if he had been summoned to attend a Circuit %-nm5\n      Court on a criminal trial, if the same shall be allowed by wyment\n      the Resident Magistrate; but the Resident Magistrate may\n      disallow the whole or any part of such expenses in any case,\n      if he shall see fit. Orders for the payment of such witnesses\n      shall be made as nearly as may be as orders are made for\n/-    the payment of witnesses at a Circuit Court, and shall be\n\\s    paid at such time and in such manner as the Minister may\n      direct."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every enquiry under this Act shall be conducted ~ n q u i r y10\n                                                                         be public.\n      publicly.\n       --\n             me inclusion of this page is authorized by LN. 480/1973]\n8                        ENQUIRY INTO CAUSES OF FIRES AND\n                                    ACCIDENTS\nReport of\nresult of"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. After all the witnesses have been examined, and the\nmquiry.         Resident Magistrate has made full investigation into the\nand duty\nof Resident     subject-matter of the enquiry, he shall record in writing\nMagistrate      his opinion as to the origin of the 6re or occurrence in\nin mwt\nhereof.         respect of which the enquiry is held, and shall sign such\n                opinion, and as soon thereafter as may be practicable shall\n                transmit the same to the Minister, together with all the\n                depositions taken, and the documents produced or a copy\n                of them, and the Minister shall, as soon as possible there-\n                after, in cases where the enquiry has been held on the\n                requisition of the Chairman of the Parish Council, send to\n                such Chairman a copy of the said opinion of the Resident\n                Magistrate.\n                   The Chairman of the Parish Council of the parish in\n                which such lire or occurrence has taken place, and every\n                person allowed to appear at such enquiry under section 6,\nevidence.       shall be ailowed, by their agents or otherwise, to procure\n                copies of the depositions and documents returned by the\n                Resident Magistrate as aforesaid."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Fora of summonses and warrants.\n      lThe inclusion of Ihis page is authorized by L.N. 480119731\n                      ENQUIRY INTO CAUSES OF FIRES A N D                                3\n                                 ACCIDENTS\n           THE ENQUIRY INTO CAUSES OF FIRES AND                                CW*US.\n                                  ACCIDENTS ACT\n                                                      [Zeth Octobar, 1887.1\nr\nL"
    }
  ],
  "definitions": []
}