{
  "id": "jm-stat-the-excise-duty-act",
  "type": "statute",
  "title": "The Excise Duty Act",
  "title_en": "The Excise Duty Act",
  "short_name": "Excise Duty Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-excise-duty-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-excise-duty-act | Legal areas: Tax",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Manufacture of goods, other than                                    $1.000.00\n                       goods mentioned in paragraph 2."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Manufacture of prescribed goods                                     $1,ooO.00\n                     subject to special consumption tax\n                     under the General Consumption\n                     Tax Act.\n                                          THIRD SCHEDULE        (Section 131)\n                                                    OF DISTRESS\n                                       FORMOF WARRANT\n            To ..................................................................\n1211985       I................................................................ Commissioner by\nsc6.        virtue of the powers vested in me by section 131 of the Excise Duty\n            Act, do hereby authorize you to collect and recover the sum of\n            ............................................................ due for excise duty from\n            .................................................................. manufacturer, having\n            his factory at ............................................................ : and for the\n            recovery thereof I further authorize that you. with the aid (if necessary)\n            of your assistants and calling to your assistance any constable (a\n            necessary), which assistance they are hereby required to give, do forth-\n            with levy by distress the said s u m together with the costs and charges\n            of and incident to the taking and keeping of such distnss. on the goods.\n            chattels or other distrainable things of the said manufacturer wherever\n            the same may be found and on aU machinew, plant. tools, ships. vehicles.\n            animals, goods and effects used within the Island in the manufacture,\n            sale or distribution of excisable goods which you may 6nd in any\n                         p h e inclusion of this page is authorized by L.N. W/19931\n                                   EXCISE DUTY                                                            n\npremises or on any lands in the use or possession of the said manu-\nfacturer or of any person on his behalf or in trust for him.\n   And for the purpose of levying such distress you are hereby\nauthorized. if necessary, with such assistance as aforesaid to break open\nany building or place in the daytime.\n   Given under my hand at .........................................................\nthis.................................... day of .................................... 19......\n                                                                   Commissioner.                12/1985\n                                                                                                scb.\n            [ m e inclusion of this page is authorized by 1 . N 90: 19931"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  Every act, matter, or thing, required by this Act ~ c t s d e c m s d\n                                                              io bc\nto be done or performed by, with, to, or before-              p r pc r I y\n                                                                     I\n                                                                     I\n                                                              done\n     (a) the Commissioner;                                    1211985\n                                                              Sch.\n     (b) any particular officer nominated for such purpose,\nif done or performed byl with, to, or before, any officer\nassigned by the Commissioner for such purpose or any\nperson appointed by the Commissioner to act for such\nparticular officer (as the case may be) shall be deemed to be\ndone or performed by, with, to, or before the Commissioner\nor such particular officer (as the case may be).\n       (2) Every person employed on any duty or sewicc\nrelating to this Act by the orders or with the concurrence\nof the Commissioner (whether previously or subsequently 1:. ”1985\nexpressed) shall be deemed to be the officer for that duty Sch.\nor service.\n       (3) Every act required by this Act to b- dope at\nany place if done at the place appointed by the Commis- ,21,955\nsioner for such purpose shall be deemed to be done at k h .\nthe particular place as required by law.\n  4 4 1 ) It shall be lawful for any officer to demand the aid 0ficcrmay\nor assistance of any person in the execution of any act or ald;:i\nthing authorized or required under this Act, and any such ~ ; ~ ~ j l\n                                                        ~ - _ _      s. 3.\n         [The inclusion of lhis pa:e is authorized by L.N. 90: 19931\n12                                       EXCISE DUTY\n             penon failing to aid or assist any officer when called upon\n             to do so, without reasonable excuse, shall be liable on con-\n1211985      viction to a fine not exceeding one hundred dollars.\n%h.\n                    (2) In this section “officer” means a person employed\n1211985      in the General Consumption Tax and Excise Department or\nSch.\n21 l1W1      a member of the Jamaica Constabulary Force.\ns 21 CA>\nGoods\ndecmcd"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) All excisable goods manufactured in the Island\nto be        shall be deemed to be goods manufactured for sale unless\nrnanufac-\ntured.       and until the contrary is proved.\n                  (2) All excisable goods found in a factory shall be\n             deemed to have been manufactured in such factory.\n                   ( 3 ) Where any spirits are found upon any premises\n             upon which there is an unlicensed still, such spirits shall\n             be deemsd to have been distilled by the occupier of such\n             premises unless and until the contrary is proved.\nDuty to be           6. All duties, rates, charges and drawbacks imposed or\npropor-           allowed by this Act according to any. specified     weight,\ntionate to                                                   -\nw n t w , e t c . measure or strength or according to any specified value OT\n                  any particular description of package, shall be deemed to\n                  apply in the same proportion to any greater or less weight,\n                  m&sure, strength or value or any other description of\n21 11991          package, and according t o metric weights and measures.\nS. ?1 (a).\n                 PART11. Duties, Drawbacks and Refundsof Duty\nExcise          7.-(l) The House of Representatives may from time to\nduties.\n             time by resolution impose an excise duty on goods\n             manufactured in the Island, and may revoke, reduce,\n             increase, or alter, any duty and may provide for exemptions\n             theref rom.\nFirst               (2) The duties set forth in the First Schedule shall be\nSchdulc\n             payable and shall continue in force until revoked, reduced,\n             increased, or altered, in the manner provided by this Act\n                      I T k e inclusinn of this page I S authorized by L N 90/1993]\n                            EXCISE DUTY                                        13"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.21 (a).\n                            (b) Thermo-forming of inner body lining of\n                                plastic wterial\n                            (c) Assembly of outer body and inner lining\n                            (d) Foam insulation of walls\n                            (e) Pre-treatment painting of metal work\n                            (f) Spot welding and riveting of body\nAir Conditioning Window (a) Forming of outer casing and rear pmel\n  UnitS\n                            (a) F’re-treatment and enamelling of metal\n                              work\n                          (c) Forming condenser coil\n                          (4Forming evaporator coils\nChest Freezers and Bottle (a) Forming of outer metal shell\n  Coolers\n                          (b) Forming of inner metal lining\n                          (c) Forming of outer door shell\n                          (4Assembling of h e r door lining\n                          (e) Insulation of body and door\n                          0 Forming of condenser coil unit\n                          Cp) Pre-treatment and enamelling of cabinet\n                               and door\nWater Heaters             (0) Forming of metal outer casing\n                          (b) Pre-treatment and enamelling of outer\n                               casing\n                          (c) Insulation\n                          (d) Wiring of electrical components.\n                             APPENDIX B\n     Excisable Goods                                                      21/1991\n                                                                          S2.I (8).\nTelevision Sets\nAmplifiers\nMusic Systems\nDomestic Household Appliances as follows-\n    Hot Plates\n     Toasters\n          W e inclusion OI this page is authorized by L.N. W/19931\n71                                                 EXCISE DUTY\n                                              APPENDM B, mntd.\n                    Excisable Goods\n                  Mixers (including cake mixers)\n                  Blenders\n                  Electric Juicers\n                  Electric Fans (except ceiling fans)\n                  Electric Irons\n                  Radios\n                  Radio Cassettes\n                  Radio Amplifiers\n                  Radio Equalizers\n                  Radio Receivers.\n 21/1991\nS.21 (a).\n                                              SECOND SCHEDULE                       (Sections 24 and 45)\n                                                    TO MANUFACIVR~\n                                    FESS FOR LICENCES\n                              FIRSTCOLUMN                                            SaCoND COLUMN\n                             Excisable Goods                                           Fee Payable\n                               --"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Notwithstanding anything contained in section 7, Minister\n                                                              may make\nthe Minister may by order impose. increase, or reduce, any in,erim\nexcise duty, and from the date of publication of any such Order.\norder in the Gazette until the expiry of such order, the duty\npayable under such order shall be payable in lieu of any\nduties payable prior thereto :\n  Provided that where any duty is reduced by any such\norder, the person liable to pay the reduced duty shall pay\nsuch reduced duty and in addition shall deposit with the\nproper officer the difference bztween the duty payable prior\nto the date of the order, and the duty payable under the\norder, until the order expires or is confirmed, amended,\nor revoked, as provided by section 9."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Every order made under section 8 shall, within ~nterim\ntwenty-one days from the date after its first publication.            ;:z:2;\nbe submitted to the House of Representatives, and the amended\n                                                           revoked by\n                                                                    or\nHouse of Representatives may by resolution, confirm, H,W of\n                                                           Rcpresen-\namend, or revoke, such order and, upon publication of the tat,YCS,\nresolution of the House of Representatives in the Gazerfe,\nthe resolution shall have effect in place of the order.\n        (2) If any such order be not submitted within such\nperiod of twenty-one days to the House of Representatives\nit shall ipso faczo expire.\n  l@.-(l) So much of the duties paid under any order Enoessduty\n                                                              10 be re-\nunder section 8 as may be in excess of the duty payable tundedwhsn\nunder any resolution referred to in section 9 shall be repaid order\n                                                              expua.\nto the person who paid such duties.\n      (2) So much of any sums deposited in accordance\nwith section 8 as, together with the duty paid, is equal to\nthe duties payable under any resolution referred to in\n         [The inclusion af this page is authorized by L.N. 90/1593]\n14                                     EXCISE DUTY\n12/1985      seclion 9, shall be brought to account by the Commissioner\nSch.\n             of jnland Revenue as excise duty and the balance. if any.\n             shali be refunded to the depositor.\nduty.           11.41) All excisable goods manufactured shall be\n             liable to duty imless accounted for and exempted according\n             to the provisions of this Act.\n                     (2) Where by manufacture, bond, removal of goods\n             or otherwise, any obligation has been incurred for the\n             payment of excise duties, such obligation shall be deemed\n             to be an obligation to pay all excise duties which may\n             brzcoine payable under any law, or which are made payablc\n             or recoverable under this Act, as such duties become\n             payable.\n                     (3) Where any duty has been short levied or\n             exoneously rcfunded, the person who should have paid\n             the amount short levied, or to whom the refund has\n             erroneously been made, shall pay the amount short levied\n             or shall Iej>ay the amount erroneously refunded (as the\n1211985      case may be), on demand being made by the Commissioner\nsch.\n             of Inland Revenue.\nDisputes,\na5 10\n               IZ.-. (1) If any dispute arises as to whether any or what\nexcise       excise duty is payable on any goods, the person liable to\nduly.\n.,3!!566     pay such duty, or his agent, shall deposit in the hands of\n.: 1.        the Commissioner of Inland Revenue the duty demanded\n29j1971\nZnd Sch,     by him, and may, within three months after such deposit,\n12!1985      apply t o the Commissioner of General Consumption Tax\nSch.\n?[:I991\nS. 21 (a).\n             and Excise by notice of objection in writing to review and\n             revise the assessment of duty on the goods, and such appli-\n             cation shall state precisely the grounds of objection.\n                                                         -.\n                     [fhe inclusion ofthis page is authorized by L.N. 90/1593]\n                        EXCISE DUTY                                          IS\n        (2) On the receipt of the notice of objection referred 29i 1071\n                                                               2nd Sch.\nto in subsection (I), the Commissioner may require the 12/l9R5\nperson giving the notice of objection to furnish such Sch.\nparticulars as the Commissioner may deem necessary\nwith respect to the assessnent and to produce all books or\nother documents in his custody or under his control relating\nto such assessment, and may, by notice, summon any\nperson who he thinks is able to give evidence respecting the\nassessment to attend before him, and may examine such\nperson on oath or otherwise.\n        (3) Any person who without lawful excuse refuses z 9 m m\nor neglects to attend or to give evidence in pursuance of 2nd Sch.\nnotice served on him under subsection (2) or to produce\nany books or documents which he is required to produce\nunder the said subsection, or who refuses to answer any\nlawful question touching the matters under consideration,\nor who knowingly or wilfully gives any false evidence before\nthe Commissioner shall be guilty of an offence against i2/1985\n                                                             Sch\nthis Act.\n        (4) Where a person who has objected to an assess- 29/1971\n                                                                  Sch.\nment of duty subsequently agrees with the Commissioner 2nd   12,1985\nas to the amount at which the assessment should be made Sch-\nthe assessment shall be amended accordingly but, in any\nother event, the Commissioner &aU give notice in writing\nto the person of his decision in respect of the objection.\n        (5) On receipt of the advice of the Cornmissioner of I Z / . W R ~\nInland Revenue that payment of the deposit has been made, 9ch.\nas required by this section, the Commissioner shall, where\nsuch goods have not already been delivered in consequence\nof security given pursuant to subsection (2) of section 19,\ncause delivery thereof.\n        (6) All such deposits shall be paid by the Commis- 12/1985\n                                                                  Edl.\nsioner of Inland Revenue to the Accountant-General, and,\nin case no such proceedings are brought within the time\nlimited for that purpose, such deposit shall be retained and\n         [me inclwjon of ~JI& page is authorized by L.N. 87119861\n16                                     EXClSE DUTY\n          paid into the Consolidated Fund in the same manner as if\n          it had been originally paid and received as the duty due on\n          such goods; and in case of such proceedings, if it is deter-\n          mined that the duty so deposited was not the proper duty,\n          but that a less duty was payable, the difference between the\n          deposit and the duty found to be due, or the whole deposit,\n          as the case may require, shall be returned to the person who\n          made the deposit or his agent and in like manner where in\n          case of such proceedings it is determined that the duty so\n          deposited was less than the proper duty, the difference\n          between the deposit and the duty found to be due shall be\n          recovered and paid into the ConsolidatEd Fund.\nValue.       13.-(1) Where excise duty is chargeable on any goods\n43/1966   by reference to their value that value shall be the price\ns. 2.\n1211985   which, in the opinion of the Commissioner, the goods\nsch.\n          would fetch on a sale made at the time when excise duty\n          in respect of the goods becomes due by a person selling on\n          the open market in Jamaica, and for the purpose of\n          computing that price the following circumstances shall be\n          assumed.\n                (2) It shall be assumed-\n              (a) that any commission or other costs, charges or\n                   expenses incidental to the making of the contract\n                   of sale are to be paid by the seller;\n              (?I)that the price is the sole consideration for the sale;\n              (c) that neither the seller nor any person associated in\n                   business with him has any interest direct or\n                   indirect, in the subsequent resale or disposal of\n                   the goods; and\n              (d) that there has not been and will not be any\n                   commercial reIationship between the seller and the\n                   buyer whether created by contract or otherwise.\n                   other than that created by the sale.\n                     [me inclusian of tbh page is authmizad by L.N. 87/19861\n                            EXCISE DUTY                                17\n       (3) Where the goods to be valued are goods made in\naccordance with a patented invention or are goods to which\na registered design has been applied, it shall also be assumed\nfor the purpose of computing the price aforesaid that the\nbuyer under the sale mentioned in subsection (1) is not thz\npatentee or the proprietor of the design and has not paid\nany sum or given any consideration by way of royalty or\notherwise in respect of the patent or design and, on payment\nof the price, will be entitled to deal with the goods free from\nany restriction as regards the patent or design.\n      (4)Where the seller of goods to be valued-\n     (a) is, or is associated in business with, the proprietor\n           or a registered user of a trade mark registered in\n           respect of the goods; or\n     ( b ) could have sold them under such trade mark\n           without infringing the right to the use of the trade\n           mark given by the registration thereof,\nit shall also be assumed for the purpose of computing the\nprice aforesaid that the sale mentioned in subsection (1) is\na sale under the said trade mark, unless it is shown to the\nsatisfaction of the Commissioner that the goods to be 3 9 8 5\nvalued have not at any time been, and security is given, to\nthe satisfaction of the Commissioner, that they will not\nbe, so sold by or on behalf of the seller or any person\nassociated in business with him.\n       ( 5 ) Where a particular form of get-up is used in\nJamaica by any person in relation to the goods of the class\nto which the goods to be valued belong, and the goods to\nbe valued are the goods of that person, it shall also be\nassumed for the purpose of computing the price aforesaid\nthat the sale mentioned in subsection (1) is a sale of the\ngoods got up in that form unless it is shown to the\nsatisfaction of the Commissioner that the goods to be m 9 8 s\n                                                            sch.\nvalued have not at any time been, and security is given, to\n          [The inclwon of chis page is a u t k r k d by LN. 8711986)\n RlL-Bl\nIS                                       EXCISE DUTY\n13119R5\nS;h.\n              the satisfaction of the Commissioner, that they will not\n              be, so sold by or on behalf of the seller or any p-erson\n              associated in business with him.\n                     (6) For the purposes of this section-\n                  (a) any refercnce to “get-up” includes 2 referclice Lo\n                        marking, labelling, packing or any other treatment\n                        adopted for identifying goods or presenting goods\n                        to the user or consumer;\n                  ( h ) two persons shall be deemed to be associated in\n                        business with one another if, whether directly or\n                        indirectly, either of them has an interest in the\n                        business or property of the other, or both have a\n                        common interest in any business or property, or,\n                        some third person has an interest in the business\n                        or property of both of them.\nAppeals          1 4 . 4 1 ) Any person (hereafter in this Act referred to as\n10\nR~~~~~~       the “objector”) who has disputed an assessment by notice\ncourt.\n291 1971      of objection under section I2 and who is dissatisfied with\n2ndSh.\n12i1985\n              the decision of the Commissioner therein may appeal to\nSch.          tlic Revenuc Court within thirty days of Lhc date of receik-\n              ing the Commissioner’s decision referred to in sub-\n              section (4) of section 12 or within such longer time as may\n              be permitted by or pursuant to rules of court.\n                     (2) The onus of proving that the assessment com-\n              plained of is excessive shall be on the objector.\n‘.linislcr       IS. Th: Minister may. upon application made by the\nm a y remit\ndmies.        person liable for payment of any duty or fees under this\n              Act, waive, remit, or refund, in whole or in part, any duty\n              or fee if, in the circumstances of the case, he deems it\n43i1966\ns. 3.         expedient to do so, tind any such waiver, remission or\n              refund may be subject to such special conditions as the\n              Minister may see fit to impose.\n                      m e inclusion of t l i s p g e is authorized by L.N.87119861\n                        EXCISE DUTY                                      19"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14) All excisable goods in respect of which a permit\n               for removal has been issued, shall be removed within\n               fourteen days after the issue of such permit, and if not so\n               removed shall be forfeited and disposed of in such manner\n               as the Minister may direct, unless the failure to remove\n               such excisable goods is explained to the satisfaction of the\n12/1985        Commissioner.\nsch.\nRemoval\nIrom one"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.41) If any goods liable to excke duty are lost or Dufyon\ndestroyed by unavoidable accident before delivery from a goodslost\n                                                               may be\nfactory or warehouse, or in removing them from a factory remited.\nor warehouse, or in shipping them for exportation or for\nuse as stores, or in the course of delivery from or receiviiig\ninto any factory or warehouse, the commissioner may i2/1985\nremit the duties if satisfied that such goods have not been Seh.\nand wiU not be used or consumed in the Island.\n        (2) If any manufacturer or owner desires to destroy\nany goods liable to excise duty before they have been\ndelivered from his factory or from a warehouse, the goods\nmay be destroyed subject to any directions which may b:\ngiven by the Commissioner, and upon their destruction 1213965\nin accordance with such directions the duty thereon shall sch.\nbe remitted.\n         (3) The Commissioner may remit the duty on SFh.       1z/i9~li\nany deficiency of spirits shown to his satisfaction to have\nbeen reasonab!y caused by leakage, evaporatio;l o r\nabsorption.\n         (4) Where any excisable goods which have been A72971\nremoved from a factory or warehouse have become spoilt or\n unfit for use or do not meet the specification of the trade,\nthe Commissioner may, in his discretion, permit the I Z / I ~ ~ S\ngoods to be returned to the factory or warehouse and to be\ndestroyed OT otherwise disposed of to his satisfaction, and\nthereupon the Commissioner shall hold on credit, OT, if\nhe thinks necessary, refund any excise duty paid in respect\nof such goods."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Minister may from time to time make regulations ~ i n i ~         ~\n as to the drawback of excise duty which may be granted,\n and the conditions under which such drawback shall be drawbacks.\n allowed.\n  IS.-(]) No excise duty shall be payable on any goods Npayable\n                                                         oduty\n                                                                on\nmanufactured in the Island and shipped as stores or goods\n                                                        expod,\nexported by the manufacturer thereof.                   shipped ar\n                                                              ntorcs, etc.\n        [Iln indusion of & wge is authorid by L.N 8 7 / 1 W\n20                                   EXCISE DUTY\n                   (2) No goods shall be deemed to have been shipped\n            as stores or exported unless they have been shipped as\n            stores or exported in accordance with the provisions of\n            the customs laws governing goods exported on drawback,\n            and within seven days, or such further period as the\n12/1985     Commissioner may by notice in Writing allow, of the\nsch.        date of delivery thereof from a factory or warehouse.\n                  ( 3 ) No excise duty shall be paid on any excisable\n            goods which are manufactured and delivered in the\n            Island for the use of Her Majesty’s Naval, Military or\n            Air Forces, but in respect of each such delivery a certificate\n            signed by the officer for the time being in command of such\niziirss     Forces in the Island shall be produced to the Commissioner\nSch.\n            to the effect that such excisable goods are for the use of\n            Her Majesty’s Naval, Military or Air Forces.\nIVhcnduty      19.-(1) The excise duty on any goods shall become due\npnyablc.\n12!19R5     and payable to the Commissioner of Inland Revenue by the\n5ch.        manufacturer of such goods before they are delivered for\n            Island consumption from the factory of the manufacturer or\n            from a warehouse, if they are goods permitted or required by\nW985        the Commissioner to be warehoused without payment\nscb.\n            of duties thereon, or before any such goods are u:ed by the\n            manufacturer in his factory or in a warehouse for any\n            purpose, or otherwise as specially provided by law :\n              Provided that nothing in this subsection shall apply to\n            goods delivered for shipment as stores or for export and\n            duly shipped, or to goods permitted to be used free of duty\n            and duly so used in accordance with the provisions cf this\n            Act, or to goods in respect of which the Commissioner\n            may remit the duty under the provisions of section 16.\n12i19Xj             (2) The Commissioner of Inland Revenue may, upon\nSch.\n             the manufacturer giving such m r i t y by bona or otherwise\n            as he may require, defer the payment of duty upon such\n            terms as he may allow, and in such case all duties which\n                    [The ind&m.of d&. page is aumiorized by L.N. 87119861\n                            EXCISE DUTY                                 21\nbecome due within any month, or any other period that\nmay be prescribed, shall be paid to the Commissioner of 12:19xs\nInland Revenue within ten days of the last day of such Sch.\nmonth or other prescribed period :\n   Provided, however, that the Minister may by order extend\nthe time within which duties shall be paid to the Commis-\nsioner of Inland Revenue."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. All goods made or deposited in any factory or D        ~ t o b e\n                                                           paid ar ~ R ! C\nwarehouse without payment of duty shall, upon being i n force on\ndelivered therefrom for consumption in the Island or upon delivery.\nbeing used in a factory or warehouse, be subject to the\nrate of duty in force at the time when the goods were so\nddivered or used, save in any case where special provision\nis otherwise made by any law."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Commksioner of Inland Revenue shall refund R d m d o f\n                                                         dil;iss paid\nany money which has been overpaid as duties of excise at inerrtlr.\nany time within two years after such.overpayments have\nbeen made on the proper document for such overpayment\nbeing certified by the proper officer."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) Every sum of money which is due upon any Cerrificate\n                                                            oldeben-\ndebenture, certificate, or other instrument, for the pay- t,,re\nrnent of money out of the duties of excise shall be paid by\nthe Commissioner on the proper debenture being certified w i 9 a s\n                                                            Sch.\nby the proper officer.\n       (2) In every such case the owner of any goods\nentitled to drawback shall make and subscribe a\ndeclaration on the debenture that the conditions under\nwhich drawback is allowed have been fulfilled and that\nsuch owner at the time of the delivery or using of the\ngoods was and continues to be entitled to the drawback\nthereon and, in the case of goods exported, that such goods\nhave been actually exported and have not been re-landed\nand are not intended to be re-landed in the Island.\n           . .\n         [The incluicm of t&.paie is authorized bi. L.N. 87119861'\n22                                       EXCISE DUTY\n12!1985                (3) The Commissioner may require the owner\nSch.\n               of any such goods to produce satisfactory evidcncc of the\n               landing or disposal of any such goods exported before\n               certifying any such debenture.\n                     (4) No debenture for any drawback shall be paid\n               after the expiration of one year, in the case of goods\n               exported, from the date of shipment or in the case of goods\n               entitled to drawback for any particular use, from the date\n               of acquisition.\nContract         2 3 . 4 1 ) Where any new excise duty is imposed or where\nprices of\ngoodsmy        any excise duty is increased and any goods in respect of\nto meet\nbe  adjutcd    which the duty is payable are delivered on or after the date\nchangein       on which the new or increased duty takes effect in accord-\ncxcise duty.\n               nnce with a contract made before that date, the seller of\n               the goods may, in the absence of agreement to the contrary,\n               recover as an addition to the contract price a sum equal to\n               any amount paid by him in respect of the goods on account\n               of the new duty or increase of duty, as the case may be.\n                      (2) Where any excise duty is repealed or decreased\n               and any goods affected by such duty are delivered on or\n               after the date on which the duty ceases or the decrease in\n               the duty takes effect in accordance with a contract made\n               before that date, the purchaser of the goods, in the absence\n               of agreement to the contrary, may Cif the seller of the goods\n               has had in respect of those goods the benefit of the repeal\n               or decrease of the duty) deduct from the contract price a\n               sum equal to the amount of the repealed duty or decrease\n               of duty, as the case may be.\n                     (3) Where any addition to or deduction from the\n               contract price may be made under this section on account\n               of any new, increased, repealed or reduced duty, such sum\n               as may be agreed upon or as may in default of agreement\nIZ~~YSS        be determined by the Commissioner as representing in\nSch.\n               the case of a new or increased duty any new expenses\n                       CThe i n W m of tzs m e j z authorized W L.N. 67!198a]\n                              EXCISE DUTY                                   23\nincurred and in the case of a repealed or reduced duty any\nexpenses saved, may bz included in the addition to or\ndeduction from the contract price, and may be recovered\nor deducted accordingly.\n         PART111. Mmtifacrure of Excisable Goods\n   2 4 4 1 ) Every person who desires to manufacture any Licence\nexcisable goods shall apply to the Commissioner for a E   ;;:??\nlicence so to do.                                        goodS.\n                                                         12/1985\n        (2) Every application pursuant to subsection (I) shall sfh.\nbe in such form and accompanied by such information or\ndocuments as the Commissioner may from time to time\nspecify, and every application shall be accompanied by a\nreceipt issued by the Commissioner of Inland Revenue on iz:i9~s\npayment to him of the appropriate fee specified in the\n                                                               Schedule.\n                                                                         Thnd\nSecond Schedule.\n       (3) No person shall manufacture any excisable goods\nexcept pursuant to a licence granted under this section.\n       (4) The House of Representatives may from time to\ntime by resolution alter, add to, or amend the Second\nSchedule.\n  =.-(I)    The commissioner shall consider any appli- for     Application\n                                                                  licence\ncation for a licence pursuant to section 24 and, subiect i o m ~ : U f ~ -\nto the provisions of subsection (2), shall either grant or\nrefuse such licence in his absolute discretion.                eoodr.\n                                                                         z&ablc\n        (2) Every licence granted by the Commissioner 3 9 * 5\npursuant to subsection (I), shall contain such terms as he\nthinks fit.\n        (3) Every licence granted by the Commissioner 12/198s\nshall be an annual licence and shall expire on the 31st day Sch.\nof March next following the date of issue, and shall have\neffect only in respect of the premises in respect of which i t\nis issued.\n           p l e inclusion bf this pa&e is authorized by L.N. 87/!9861\n24                                          EXClSE DUTY\nTransfer of         26. Any licence issued under section 25 may be\n                 transferred by endorsement by the Commissioner from\n                 place to place or from person to person :\n                   Provided that nothing in this section shall be construed\n                 as imposing any obligation on the Commissioner to assent\n                 to any such transfer.\nProhibition         27.-(1)     No goods, other than those in respect of which a\non manu-\nfacture of       licence is granted under this Part, shall be manufactured in\ngoods.           any factory licensed under this Par4 save where the\n1711971\nS. Xa).          Commissioner expressly permits by endorsement on such\nIZ/l98S\nSch.             licence.\n1711971                     (2) Except as the Commissioner may otherwise\nS. 5 (b).\n                 permit, where excisable goods are removed from a factory\n                 or warehouse in a container, such container shall be labelled\n                 in such a manner as may be prescribed.\n17!1971                     (3) Any manufacturer or warehouse keeper who\nS. 5 (b).        contravenes the provisions of this section shall incur a\n12/1985          penalty of two thousand dollars and any excisable goods\nsch.\n                 manufactured or removed contrary to thii section shall be\n                 forfeited.\nPenalty for        28. Any person manufacturing excisable goods contrary\nillicit rnanu-\ntactwe.          to the provisions of this Act shall be guilty of an offence\n                 against this Act and on conviction shall be Iiable to a fine\n12i1985\nSch.\n                 not exceeding five thousand dollars and all machinery,\n                 utensils, apparatus, materials and all goods whatsoever\n                 found on the premises shall be forfeited.\nExcisable       29.41) Subject to any exemptions made by the Commis-\ngoods LO be\ndeposited in sioner, all excisable goods except spirits shall be deposited\na warehouse.\n121198 5     daily in an excise, private excise, or export warehouse, and\nSch.         an account shall be taken thereof each day.\n                     (2) All spirits shall, immediately upon distillation, be\n             deposited in a registered store and an account taken thereof.\n                   ._\n                          [The inclusion of i&ispage is authrized hv L N 87/19861\n                           EXCISE DUTY                                 25\n       (31 Every licensee contravening or failing to comply\nwith the provisions of this section, shall incur L; penalty of\ntwo thousand dollars, and any excisable goods not deposited 2;!9s5\nor accounted for, as required by subsections (1) and (2), shal!\nbe forfeited."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Conuact prices of goods may be adjusted to meet change in\n       excise duty.\n        me inclusian of thir page is authnrized by L.N. 87/1986]\n2                              EXCISE DUTY\n                PARr Ill. Manufacture of Excisable Gooris"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. on application being made to him, the Commissioner Removal\n                                                             re-manu-\nmay permit excisable goods to be removed from a regis- for acture.\ntered store or warehouse for re-manufacture under such              2L,19s5\nconditions as he may in any case prescribe.\n                        PART IV.  Spirits"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) Every person who is in possession of or uses Possesion\nany still, except in accordanoe with the terms of a licence\nissued under the provisions of this section, shall be guilty\nof an offence against this Act and on conviction shall be\nljable to a fine not exwding five thousand dollars, and 12/19ss\nsuch still, together with all apparatus or utensils appurtenant\nthereto, and any spirits, or materials capable of being used\nin connection with the manufacture of spirits, found on the\npremises whereon such still is situated, shall be forfeited.\n         (2) Every person who desires a licence to possess or\nto continue to possess a still, shall apply in writing to the\nCommissioner, setting forth full particulars of the still, i z / 1 9 s s\nof the premises whereon it is intended to be maintained, or sFh.\nis erected, of the purposes for which it is intended to be or\nis used, and any other matters which the Collector-General\nmay in any particular case require.\n         (3) Every application under subsection (2), shall be\nconsidered by the Commissioner, who shall either grant 12/1985\nor refuse such application, or grant such application subject Sch.\nto such conditions as he may think fit.\n         (4) Where the Commissioner grants any application\nunder subsection (3), he shall on receipt of the sum of one ~ 1 9 8 5\nhundred dollars, cause a licence to possess a still to be Sch.\nissued to the applicant.\n-\n         [me inclusim of this pnge is authorized by L.N. 8711986)\n26                                             EXCISE DUTY\n                           ( 5 ) Every licence issued under the provisions of\n                   subsection (4) shall contain such terms and conditions as\n1211985            the Commissioner may t h i d fit and shall expire on the\nSch.\n                   31st day of March next after the date upon which it has\n                   been issued.\n~ ~ t r         i 3~2 46 1 ~) No\n                               ~ ~container, utensil, cupboard or other means\nmaterial\nOn storage\n               of storage required to be used in a distillery shall be-\nin distillery.\n                     (a) introduced into a distillery except with the permis-\n 1711971\nS. 6.                       sion in writing of the proper officer or unless it has\n12/1985                     been approved by the Commissioner;\nSch.\n                     ( h ) used in a distillery iinlcrs it has been approved hy\n                            the Commissioner;\n                     (c) taken froin a distillery without thc prior approval\n                            of the proper officer in writing.\n                          (2) Every cupboard or other means of storage\n               approved for use in a distillery shall be so constructed and\n               maintained as to allow full view of all its contents and easy\n               access to it by any officer.\n                          (3) Where any container, utensil, cupboard or means\n               of storage is introduced into, used in or removed from, a\n               distillery otherwise than in accordance with the provisions\n               of this section, the licensee shall incur a penalty of one\n12/ti9as       thousand dollars, and such container, utensil, cupboard or\nSch.\n               other means of storage shall be forfeited.\nReceptacles           33.41) All spirits kept a t any registered store shall,\nin r e g i s k d\nstoretobe          except with the approval of the Commissioner, be kept\napproved,          in butts provided by the licensee and approved by\n1711971\ns. 7.              the Commissioner.\nivi9a5\nSch.                        (2) Every butt for the keeping of spirits shall have\n                   its capacity clearly marked thereon and shall be provided\n                   with such means of ascertaining the auantity of spirit\n                   therein as the Commissioner may from time to time\n                   require.\n                           [Ihc inclusion of this ,page i s authorized by,L.N.S7/!986!\n                               EXCISE DUTY                                          27\n        (3) Where any spirits are kept at any registered store,\nexcept in accordance with the provisions of this scction,\nthe licensee shall incur a penalty of one thousand dollars Sch. 1~1985\nand such spirits shall be forfeited.\n  3 4 . 4 1 ) Except as may be otherwise permitted by the m a i m a y\nCommissioner, nothing shall be added to any spirits in a bc  added to\n                                                          sphuma\ndistillery save colouring matter or water.                distillery.\n                                                                         171 1971\n        (2) No rum shall be coloured with any colouring s$b85\nmatter save cane sugar caramel.                                          Sch."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1)      Every licensee or owner who may require to down\n                                                          Breaking\n                                                               spiriu.\nreduce the strength of spirits in a registered store or\nwarehouse by addition of water, shall first apply to the\nproper officer giving particulars of the spirit which it is\nrequired to break down.\n         (2) Every person who, except with the consent of\nthe proper officer and, unless the Commissioner other- iz/1985\nwise directs, in the presence of such officer, adds or causes sch.\nto be added any water to any spirits in a distillery or ware-\nhouse, shall incur a penalty of two thousand dollars, and all 12,1985\nspirits to which any water is added except as aforesaid shall M.\nbe forfeited.\n        (3) Where any water has been added to any spirits\ncontrary to the provisions of subsection (2) the licensee of\nthe distillery or the occupier of the warehouse, as the case\nmay be, shall be deemed to have caused such water to have\nbeen added, until he proves the contrary."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Where any licensee desires to transfer spirits TIransfer\nfrom the butts in a registered store into puncheons, casks, p;zm\nhogshead or other containers for removal, he shall apply to tainers for\nthe proper officer, stating the quantity of spirits to be removal.\nremoved and the number of containers it is desired to fill,\nand the time and date proposed for such operations.\n            l’l’hc inchion of this page is authorized by L.N. 87119861\n28                                         EXCISE DUTY\n                         (2) The proper officer, on receipt of the application,\n                 shall grant permission for the filling of such containers, but\n                 may require the filling to be done in the presence of an\n                 excise officer.\n                         (3) Notwithstanding anything to the contrary\n                 contained in section 40 every puncheon, cask, hogshead or\n                 other container so filled shall be removed from the registered\n                 store within one month from the date of filling, unless the\n12/1985          Commissioner otherwise permits.\nSch.\ncontainer5         37.41) Every licensed manufacturer of spirits shall\nl o b e marked\nwithregis.       notify the Commissioner of the mark or marks which\nteredmark.       he desires to use as the mark of his distillery, and if the\nSch.             Commissioner sees no objection thereto he shall approve\n                 such mark or marks and shall register them as the registra-\n                 tion mark of the distillery.\n17/1971                   (2) No container shall be filled in a registered store\ns. 9.\n                 or introduced into a registered storc to be filled unless\n                 such container is marked with the registered mark of the\n                 distillery, and has a reference number legibly cut, branded\n                 or printed indelibly thereon.\nlli1971                   (3) Every container to be fdled in a registered store\ns. 9.\n                 shall be filled in its proper numerical sequence.\nObliteration       38. The marks on any puncheon, cask, hophead, or\nor removal\n*fmark           other container of spirits shall not be obliterated or\nrestricted.\n                 removed except by permission, and in the presence, of the\n                 proper officer.\n     it^           39.41) Except as provided in sections 30 and 42 no\n                 spirits deposited in a registered store shall be removed\n                 except to an excise, private excise, or export warehouse.\n                          (2) The proper officer shall take an account of all\n                 spirits received in any such warehouse, and shall isms an\n                 acknowledgment for the receipt thereof to the distillery or\n                 warehouse from which such spirits were received.\n                          [me inclusin of tbh page is aubhkxizcd b~ L.N. 87/19861\n                            EXCISE DUTY                                            29\n        (3) The quantity of spirits so achxwledged s1I:i:l\nbe recorded in the books of the distillery or warehouse\ndispatching such spirits, and any discrepancy between the\nquantity recorded as dispatched and the quantity received\nshall forthwith be accounted for, and if such discrepancy\nbe a deficiency the excise duty leviable by law shall be paid\nforthwith by the manufacturer of such spirits.                3311954\n                                                              s.2."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1) Every person who, except with the consent of Timelimit\n                                                              for storage\nthe Commissioner, stores spirits at any registered store ofspiritsin\nfor a period in excess of four months, shall incur a penalty :;;i;ycd\nof one thousand dollars.                                      1211985\n                                                                      Sch.\n       (2) The Commissioner may cause any spirits stored\nin a registered store in contravention of subsection (I) to\nbe removed to an excise warehouse.\n       (3) Where the Commissioner causes any spirits to ,2,,985\nbe removed to an excise warehouse under the provisions sch.\nof subsection (2), any penalty incurred under subsection (U,\ntogEther with the cost of the removal of such spirits pursuant\nto subsection (2), shall be a charge upon such spirits."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. The Commissioner may give directions specifying +nrnis-\n                                                             soner may\nthe procedure in respect of the disposal of spirits commonly direct\nknown as high wines, low wines, lees and feints used in the\nmanufacture of rum in a distillery.                          etc."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Notwithstanding anything contained in this Act, the SP’mts\n                                                                . for\n                                                                      licensee’s\nCommissioner may permit, under such conditions as he O W r l U S C .\nmay deem fit, the removal of spirits from a distillery for the\nsole use of the licensee, on the payment of the excise duty\nthereon."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1) The Commissioner may, subject to any regula- ofDenaturing\n                                                             Spirits.\ntions made under this Act by the Minister, permit spirits 17,1s,,\nto be denatured, in such manner and under such conditions             7;;:;;;\nas he sees fit.                                           Sch.\n-\n          !The i n d w h of thzs page is authc4zed by L.N. 87319861\n30                                         EXCISE DUTY\n1711971              (2) Any spirits so denatured shall not be liable to\ns. 10 01).\n             the excise duty on spirits leviable under this Act, unless the\n             House of R-presentative: expressly imposes such or any\n             other duty on denatured spirits or any particular class of\n             denatured spirits.\n                       (3) If any person-\n                 (U)    prepares or attempls to prepare any denatured\n                        spirits for use as or for a beverage or as a\n                        mixture with a beverage; or\n                 (b) sells any denatured spirits whether so prepared\n                     or not as or for B beverage, or mixed with a\n                     bevexage; or\n                 (c) uses any denatured spirits or any derivative\n                        thereof in the preparation of any article capablc\n                        of being used wholly or partially as a beverage.\n                        or internally as a medicine; or\n                 (d) sells or has in his possession any such article in\n                     the preparation of which denatured spirits or\n                        any derivative thereof has been used; or\n121 1985         (d without the consent in writing of the Commissioner,\nSch.                purilies or attempts to purify any denatured spirits\n                    or, after any denatured spirits has once been used,\n                    recovers or attempts to recover the spirits by dis-\n                        tillation or condensation or in any other manner,\n             he shall be guilty of an offence against this Act and on\n12/1985      conviction shall be liable to a h e not exceeding one\nSch.\n             thousand dollars, and the denatured spirits, spirits, or\n             spirituous compound with respect to which the offence is\n             committed sh-ll be furfiited.\n                        p h e mdusion of this plge i3 authorized by L a . 87119861\n                           EXCISE DUTY                                   31\n              PART\n                 V. Spirituous Compounds"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Every person who manufactures any spirituous Penaltyfor\n                                                            illcgal\ncompound for sale except-                                   manufacture\n                                                            of spirituous\n     (a) on premises licensed under the Spirit Licence Act compomdr.\n           for consumption thereon on the day of\n           milliufacture;\n     ( b ) in a warehouse in accordance with the provisions\n           of this Act; or\n     ( E ) under a licence issued under section 45,\nshall be guilty of an offence against this Act and on\nconviction shall be liable to a fine not exceeding two 12/1985\nthousand dollars, and shall forfeit all apparatus, utensils &b.\nor materials used or intended to be, or capable of being\nused, in the manufacture of such spirituous compounds.\n   4 5 . 4 1 ) E\\!ery person who desires to ilianufacture mmmiS-\nspirituous compounds, shall apply in writing to thee          L$:?$\nCornmissioner specifying the spirituous compounds which or        liC%\"Ce.\nhe desires to manufacture, and the premises whereon\nhe tlzsires to manufacture such spiriiuous compounds.\n           (2) The Commissioner shall consider any applica- 1211985\ntion for a licence made under subsection (1) and shall &b.\ngraat or refuse such application, or grant such application\nsubject to such terms as he thinks fit.\n           (3) The Cominissioner shail, on receiving an appli- i z / i 9 8 5\ncation under subsection (2), accompanied by a receipt\nissued by the Commissioner of Inland Revenue on payment\nto him of the fee set out in the Second Schedule, cause a hSchedule.  o d\nlicence to be issued to the applicant.\n           (4) Every licence issued under subsection (3) shall\ncontain such terms and conditions as the Commissioner 2;.1985\nmay think fit, and shall expire on the 31st day of March\nnext after the date upon which it has been issued.\n           (5) Any licence issued under this section ma} be\ntransferred by endorsement by the Commissioner from sch.            12i1985\nplace to plxe or from person to person :\n         [The inclusion ofthin page is authorized by L.N. 901 19931\n32                                         EXCISE DUTY\n                  Provided that nothing in this subsection shall be\n12/1985\nSch.\n                construed as imposing any obligation on the Commissioner\n                to assent to any such transfer.\nAccounts to\nbe kept by         46. E.very licensee shall keep, or cause to be kept in the\nlicensee.       factory, such accounts and in such manner as may be pres-\n1711971\ns. 11.          cribed from time to time.\nLabelling\nof spirituous\n                  4 7 4 1 ) Except as otherwise permitted by the Commis-\ncompounds.      sioner, no spirituous compounds shall be removed from a\n1711971         factory or warehouse in any container unless every such\ns. 12.\n12/1965         container is labelled in such a manner as to identify the\nsch.\n                manufacturer and place of manufacture, and upon every\n                such label-\n21 :I991             (a) there shall clearly be indicated the percentage\nS. 1 1 (a).\n                          volume of the compound in the container;\n                     (b) there shall be printed the words “manufactured in\n                          Jamaica under the Excise Duty Act”;\n                     (c) where denatured spirits are used in the manufac-\n                          ture of the spirituous compound, that fact shall be\n                          clearly indicated.\n                        (2) Any spirituous compound removed contrary to\n                the provisions of this section, shall be forfeited, and the\n12/1985         manufacturer shall incur a penalty of one thousand dollan.\nsch.\n                                       PARTVI. Warehouses\nAppoint-          48. The Commissioner may by notice appoint any build-\nmen1 of\nprivale         ing to be a private excise warehouse or export ware-\nwarehouse.      house for the storage of excisable goods in this Island with-\n                out the payment of duty thereon. Every such appointment\n1?/1985\nSch.\n                shall be subject to such conditions as the Commissioner\n                may prescribe.\nRcvocation         49.-(1) The Commissioner may revoke the appoint-\nof appo!nt-\nment of         ment of any private excise or export warehouse on giving\nwarehouse.      to the warehouse keeper notice in writing of such revocation,\n                and any such notice addressed to the warehouse keeper at\n                                   -\n                        [The inclusion ofthis page is authorized by L.N. 90119931\n                           EXCISE DUTY                                             33\nsuch warehouse shall be deemed to be notice to all persons\ninterested in any excisable goods therein or in any other\ncontents of such warehouse.\n        (2) If within three months from the date of any\nsuch notice any excisable goods in such warehouse have not\nbeen removed to another warehouse, or returned to the\nfactory of the manufacturer thereof, or shipped as stores\nor exported or delivered for use within the Island, the ware-\nhouse keeper shall forthwith pay to the Commissioner 1211985\n                                                              sch.\nthe duties thereon."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Labelling of spirituous compounds.\n                           PARTVI. Wurehoures"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Revocation of appointment of warehouse.\n    SO. Storage and access in warehouse.\n             [The iodusdrn of this page is authorized by L.N. 87119863\n                         EXCISE DUTY                                  3"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. All excisable goods warehoused in a private excise Storaqand\n                                                                        aFFws in\nwarehouse or export warehouse shall be arranged and w a ~ o u *\nstored in such a manner that access can easily be had to\neach container of such goods. If upon request by the\nproper officer, the occupier of any warehouse fails to cause\nany container therein to be so arranged, he shall incur a\npenalty of ten dollars per day in respect of each container 12/1p85\n                                                             sch.\nto which easy access is not possible."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Every owner of warehoused excisable goods shall at ownerto\nall times maintain all vats, puncheons, casks, hogsheads,               ,yb%yrs\nor other containers in good condition, and if he fails so condition.\n                                                             ingood\nto do, the Commissioner may direct that any vat, puncheon, 12/198s\ncask, hogshead, or other container in bad condition be re- SFh.\npaired, and the owner shall be liable to pay all expenses so\nincurred."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. The entire cost of the control and management of costof\neach private excise warehouse and export warehouse shall Ki:s\nbe borne by the occupier.                                warehouse\n                                                         to be borne\n                                                                        by occupier."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.--(1) No goods other than excisable goods for storpgcin\nexportation awaiting shipment shall be stored in an export\nwarehouse, and all excisable goods so warehoused shall, h o U x 3 .\nexcept with the consent of the Commissioner, be exported 12/1%5\n                                                                        sch.\n         [‘the incllusion of this page is auiharized by L.N. 87/19861\n34                                      EXCISE DUTY\n              within a period of three months from the date of ware-\n              housing or else shall be removed by the owner of the\n              goods to an excise warehouse.\n                      (2) If any excisable goods are not removed in\n              accordance with subsection (l), the proper officer may\n              remove them to an excise warehouse at the expense of the\n              owner, who shall, in the case of spirits, incur a penalty of\n              sixty cents in respect of each puncheon, cask, hogshead or\n              other container so removed by the proper officer, and the\n              expenses and penalty, if not paid, shall be a first charge\n              on the goods when warehoused.\n                      ( 3 ) For the purposes of this section no excisable\n              goods shall be accepted as excisable goods for exportation\n              awaiting shipment unless the owner satisfies the proper\n              officer as to the consignee and destination and as to the\n              owner’s intention to export the goods within three months.\nTransfer 01     54. Upon the sale or transfer of excisable goods which\ncxnsablc      have been warehoused, the person in whose name such\ngoods in\nwarehouse     excisable goods have been warehoused and the person to\n17i 1971      whom they have been transferred or sold shall notify the\n5  13\n              proper officer in writing and the proper officer shall record\n              the excisable goods in the name of the new owner.\nVatting.        55. The Commissioner may give directions as to the\nblending.\nCtC\n              spirits which may be vatted, blended, racked, refilled,\n1211985\nSch.\n              bottled or repacked in any warehouse and the manner of\n              so doing, and further may direct in what manner and\n              subject to what conditions the owner may take samples.\nRe-warc-        56.-(1) An account shall be taken annually of all spirits\nhousing of\nspirits.      warehoused in vats and on the taking of such account such\n              spirits shall be re-warehoused in the manner prescribed by\n12:19s5       the Commissioner.\nSch.\n                      [The mclusja? of Fhis page is authxizcd by LH. 87/19861\n                            EXCISE DUTY                                         35\n        (2) An account shall be taken in every fifth year\nof all spirits warehoused otherwise than in vats. and, on\nsuch account being taken. such spirits shall be re-warehoused\nor removed from the warehouse as the Commissioner I Z / I ~ R S\n                                                              Sch.\nmay in any particular case direct.\n       (3) Where under the provisions of subsection (2),\nthe Commissioner directs the removal of any spirits, 12/1985\nthe owner shall forthwith pay to the proper oficer all duty, sch.\nwarehouse fees or other charges upon such spirits."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Any person who opens a warehouse in which spirits clander\nare stored except in the presence of the proper officer, or ro,&:$\nwho in any way clandestinely opens any warehouse in k;;$o\nwhich excisable goods are stored and gains access thereto warehouse.\n                                                                 12/1985\nshall for every such offence incur a penalty of five thousand W.\ndoliars."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. In any case where excisable goods in an excisc ware- AS to ware-\nhouse are embezzled by the wilful misconduct of any officer, housed\nand the officer is prosecuted and convicted, the value of 8aods cm-\n                                                             bculed by\nsuch excisable goods shall be made good to the owner in officer.\naccordance with the directions of the Minister."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. The Commissioner may remove any excisable goods commis-\nwarehoused in an excise warehouse from one excise ware- ~       ~                    ~\nhouse to another.                                       goods.\n                                                        1211985\n                                                                         scb."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-(1) Subject to any exemptions granted by the Removal of\nCommissioner, the owner of any excisable goods stored warehoused\nin any excise warehouse or private excise warehouse shall, 12119R5\n                                                                @oods.\nbefore such goods are rcinoved therefrom, make application .%.\nby himself or by his agent to the proper officer for permission\nto remove such goods.\n       (2) Every appliwtion under subsection (1) shall he\nin such form and acmmpanid, by such .... particulars\n                                          ,  .       as the\nCommissioner' may require.                                  12/19SS\n                                                                         Scb.\n         F e i k l w i o 3 of this page is autharircd by L.N. 87!1986]\n36                                           EXCISE DUTY\n                       (3) The proper officer shall on receipt of such\n               application, and on payment of the excise duties leviable\n               by law and any fees and charges due, issue a permit for\n               removal, and such permit shall accompany the goods to\n               their destination and be retained by the owner, and for\n               the purposes of this section such permit shall be deemed\n               to be the consignment note referred to in section 96."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. The Commissioner may permit the removal of\nwarehouse      excisable goods in bond from one warehouse to another\nio another.\n12/1985        under such conditions and on such security as he may deem\nsch.           fit.\nTime l i t       62. All excisable goods in a warehouse which have been\nfor removal\no f d u paid   sold by the direction of the Commissioner under the\nexcipa&c\ng O d h\n               provisions of this Act shall be removed within fourteen\n1211985\nSCh\n               days and if not so removed shall be forfeited.\nRemoval of        63. If any private excise warehouse, export warehouse\nexcisable\ngoods on       or registered store in the opinion of the Commissioner\nwarehousc      becomes insecure, he may direct that the excisable goods\nbecuming\nin?iecure.     stored therein be removed to the nearest excise warehouse\n               at the expense of the owner, unless such owner makes othel\n1211985        arrangements to the satisfaction of the Commissioner.\nSch.\n                                 PARTVII. Powers of Oficers\nomm              64-(1)      It shall be lawful for an officer at any time, by\nmay enm\nfactory.       night or by day, to enter into any part of any factory or\n               warehouse and to gauge, measure and take an account of\n                          [rae incluskm of lhia p g e is authmizcd by L.N. 87119861\n                          EXClSE DUTY\nevery still or other vessel or utensil of any kind and of any\nexcisable goods or materials therefor in such factory or\nwarehouse and further to take such samples of such goods\nor materials 2s he may require.\n        (2) If any officer after having demanded admittance\ninto any such factory or warehouse is not immediately\nadmitted, the manufacturer or warehouse keeper, as the case\nmay be, shall be guilty of an offence against this Act and on\nconviction shall be liable to a fine not exceeding five thou- 1211985\nsand dollars, and in any such case it shall be lawful for Sch.\nthe officer or any person acting in his aid or assistance at\nany time, by night or by day, to break open by force such\nof the doors or windows, or break through such of the walls,\nof any part of such factory or warehouse as may in his\nopinion, be necessary for the purpose of entering such\nfactory or warehouse."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Removal of excisable goods on warehouse becoming insacure.\n                  PARTVII. Powers of O f i e r s"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-(1) Any officer may at any time enter into or upon Oficermay\npremises in which excisable goods are sold or offered for mter\n                                                             -isca.\nsale, received for use in manufacture, or stored for Commer-      zky!z:\ncial or manufacturing purposes and may take account of z - b l c\nany excisable goods which may be found in the custody or 17,1971\npossession of any person found on such premises and may S.\ntake samples of such excisable goods paying for them the\nusual price thereof if demanded.\n         (2) If any person who sells, offers for sale, receives 17/1971\nfor use in manufacture, or stores for commercial or manu- S. 14 Ib)\nfacturing purposes any excisable goods on any premises\nfails to aid and assist to the utmost of his power such\nofficer in measuring and taking an account of a11 excisable\ngoods in or upon such premises, he shall be guilty of an\noffence against this Act and on conviction shall be liable\nto a fine not exceeding one thousand dollars.                   17/1971\n                                                                  s. f4 (Cl\n                                                                  12llSS5\n                                                                  sm.\n         [The inclusirm of bhLs page is auhrked by LN. 87119861\n38                                       EXCISE D U T I\n                                                      '\nOAcer may     6 6 . 4 1 ) Any officer when on duty may patrol upon ;;nd\npatrol\nfreely.     pass freely along and ovcr any part of the Island, and no\n            such officer so patrolling shall bt: hb!% to sny ii?dictm:nt.\n            action or suit for so doing.\n                    (2) The officer in charge of any ship employcd for\n            the protection of the excise ievcnue may haul any such ship\n            upon any pnrt of the co:ihtc or' LE;: I s l ~ n doi' ::pm s q p~,;i\n            of the shores, banks or bcaches of any river, creek or i r r k t ,\n            and may moor any such ship on any such part of such\n            coasts, shores, banks or bexhes above or below high-water\n            mark? and keep such ship so moored for such time a: he\n            may deem necessary and proper. and no such oftieer shall\n            be liable to any indictment, action or suit for so doing.\nSearch        67. If any officer has reasonable cause to suspect the\n            existellcc in itny house or place of-\n                 (a) an unlicensed still: or\n                 (b) any excisable goods upon which excise duty\n                     leviable by 1F.w has not been paid, or accounted\n                     for; or\n                 (c) any excisable goods or spirituous compounds\n                      mmufactured contrary to the provisions of this\n                      Act,\n            and it is made so to appear by information on oath before.\n            m y Resident Magistrate or Justice in the Island it shall\n            be lawful for such Resident Magistrate or Justice by special\n            warrant under his hand to authorize such officer to enter\n            and search such house or other place. by day or by night,\n            and to seize and carry >'.way any excisable goods, apparatus,\n            utensils, materials, or documents found therein. and it sha!l\n            be lawful for such officcr, in case of resistinc:, to brcak open\n            any door, and to force or remove any other impediment or\n            obstruction to such entry, search or seizure.\n                                                 ____\n                     [The im:Iusim of hi's page'is aiilhurized t~ L.N. 87!19861\n                           EXCISE DUTY                                  39\n  6 8 . 4 1 ) If any officer has reasonable cause to suspect Search\n                                                              warrant\nthat any secret pipe or other means of conveyance, cock, forpip-\nvessel or utensil is kept or used by any person for or in etc.\n                                                              17/1971\nconnection with the illegal manufacture of excisable goods, s. ( 5 .\nand it is made so to appear by information on oath before\nany Resident Magistrate or Justice in the Island, it shall be\nlawful for such Resident Magistrate or Justice by special\nwarrant under his hand to authorize such officer to break\nopen any part of the premises of such person and forcibly\nenter thereon at any time by night OT day and so far as is\nreasonably necessary break up the ground in those premises\nor any wall thereof or any other part thereof to search for\nsuch pipe or other means of conveyance, cock, vessel or\nutensil.\n        (2) If the officer finds any pipe or other form of\nconveyance leading to or from any such house or place, he\nmay enter any other premises from or into which it leads\nand so far as is reasonably necessary, break any part of\nthose other premises to trace the course of such pipe or\nmeans of conveyance and may cut it away and turn any\ncock or other similar device thereon and examine whether\nit conveys or conceals any goods chargeable with excise\nduty, or any materials used in the manufacture of such\ngoods, or any residue thereof, in such a manner as to pre-\nvent a true account thereof being taken or whether such\ngoods are being manufactured contrary to the provisions of\nthis Act.\n        (3) An officer acting in pursuance of subsection (1)\nor subsection (2) may seize and carry away any pipe or other\nmeans of conveyance, and any cock. vessel or utensil which\nin his opinion is intended to be used in connection with the\nillegal manufacture of excisable goods, and also any excis-\nable goods appearing to him to have been illegally manufac-\ntured and any documents related thereto.\n         me i n c l u w n of this page is authorized by L.N87/19861\n40                                       EXCISE DUTY\n                       (4)Every such pipe or other means of conveyance,\n               cock, vessel or utensil as aforesaid, and all goods chargeable\n               with a duty of excise or materials for the manufacture of\n               such goods found therein, shall be liable to forfeiture, and\n               the person by whom the goods aforesaid were kept or used\n1211985        shall be liable to a penalty of two thousand dollars.\nsch.\nOfficermay        69-41)Any oficer or constable, :::ay upon reasonable\natop ship or\namiaga.        suspicion, stop and examine any ship or carriage for the\n               purpose of ascertaining whether any goods on which excise\n               duties have not been paid or secured by certificate, or other-\n               wise, as required by law, are contained therein, and, if none\n          -\n               are found, the officer or constable shall not on account of\n               such stoppage and examination be liable to any prosecution\n               or action at law on account thereof.\n                        (2) Where any ship or carriage is so stopped, the\n               master of the ship and any person driving or conducting\n               the carriage who refuses to stop or to allow such examination\n               when required by any officer or constable shall be guilty of\n               an offence against this Act and on conviction shall be liable\n1211985\nsch.\n               to a fine not exceeding four thousand dollars.\n                       (3) If such officer or wnstable finds any such goods,\n               or any goods which he reasonably supposes ought to be\n               accompanied by a certificate, and the master or person in\n               charge of such ship or carriage fails to produce them on\n               demand, the officer or constable may seix such ship or\n               carriage and its contents and may arrest and detain any\n               person found in or upon or accompmying such ship or\n               carriage at the time of such stoppage and convey him before\n               a Resident Magistrate, and if such person fails to satisfy the\n               Resident Magistrate that such goods were lawfully in his\n               custody or possession for removal, he shall be guilty of an\n               offence against this Act and on conviction shall be liable\n12!1985        to a fine not exceeding two thousand dollars, or treble the\nsch.\n               value of such goods, whichever is the greater, and such goods\n               shall be forfeited\n                                                                    __-\n                       me inclusion of this page is a u e t d by LN. 87119861\n                            EXCLYE DUTY                                    43\n        (2) Any person, who without lawful excuse erases,\nalters or obliterates any such notes, memoranda or indica-\ntion of check shall incur a penalty of five hundred dollars. K;,'78s"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. 'ihe Commissioner may give directions as to the Sarnplesfor\n                                                          owner.\nexcisable goods which may be bulked, sorted, lotted, 12/1985\npacked and repackedin a factory or warehouse and lhe Sch.\nmanner in which such operations shall be conducted, and\nmay further direct the manner in which and the conditions\nupon which the owner of any such goods may take samples\nthereof.\n  9 0 . 4 1 ) Any person who is aggrieved by any decision of Powerof\nthe Commissioner to refuse to issue or renew a licence, B;~P~&,\nor to revoke a licence, may appeal to a Judge 111 Clrambeis, kh.\nwhose decision shall be final.\n       (2) Rules of court may prescribe the notices to be\ngiven and the procedure to be followed on any appeal under\nsubsection (1).\n  9 1 . 4 1 ) Every manufacturer shall keep or cause to be AFcountl\nkept on his licensed premises accounts in such manner as 10 be kept.\nmay be prescribed by the Commissioner from time to 1:: IYRS\ntime and such accounts shall be verified by the signature of 'ch.\nthe manufacturer and shall be kept in an accessible place\non his licensed premises, and shall be produced for the\ninspection of any excise officer at his request.\n                                  ~   ~_.____           ~\n         [The inclusion aC this paze is authorized by L.N. 90/1993]\n4s                                             EXCISE DUTY\n                         ( 2 ) In the case of spirits such accounts shall shew-\n                   (a)   the quantity ot^ wash or liquor prepared and the\n                         quantity charged into the still;\n21!1991           ( b ) the actual quantity of spirits distilled and the per-\ns. 21 (‘I).               centage volume thereof;\nzI:19YI\n                  (c) the quantity of spirits in each butt, the percentage\n5 ? I (a).                volume thereof, and the resultant number of litres\n                          of absolute alcohol;\n                  ( d ) in the case of any operation reducing the strength\n21;r991\ns. 21 La).                of spirits, the number of litres to be reduced, the\n2 I i 199,l               percentage volume thereof, and the resultant\ns. 21 (3.\n21i1991                   number of litres of absolute alcohol prior to such\ns. 21 (a).                reduction; the quantity of water used in such\n                          operation, the number of litres, the percentage\n                         volume thereof and the resultant number of litres\n                          of absolute alcohol subsequent to such reduction;\n21! 1991          (e) the number of containers filled showing the total\ns. 21 is).                quantity in litres and the quantity in litres of\n                         absolute alcohol in each container;\n                   ( f ) the number of containers removed showing the\n21 11991                 total quantity in litres, the strength and quantity\nS. 21 (a)\n                         in litres of absolute alcohol in each container and\n                         the destination;\n                  (g) the total quantity of spirits on hand both in butts\n                         and other containers;\n                  (h) any other matter that may from time to time be\n                         prescribed.\n                       (3) In the case of excisable goods other than spirits,\n              such accounts shall shew-\n                   (a) the quantity of materials purchased or received\n                         and from whom they were received;\n                  ( b ) the quantity of materials used;\n                  (c) the description and quantity of excisable goods\n                         manufactured daily and in the event of no\n                           ..\n                          Crhc inclusion ofthis pa:e   iq   authorized by LN.90/1993]\n                            EXCISE DUTY                                       49\n           excisable goods being manufactured on any dav\n           an entry to that effect shall be made;\n    (6) the disposal in detail;\n    (e) the balance on hand;\n    ( f ) any other matter that may from time to time be\n          prescribed.\n       (4) Every licensee who contravenes or fails to comply\nwith the provisions of this section, shall incur a penalty of\nfive hundred dollars.                                         12/19ss\n                                                                       %h.\n   9 2 4 1 ) In addition to complying with the requirements ~  ~                   u   f\nof section 91, every manufacturer shall, on the request of the\nCommissioner, produce for the inspection of the Commis-\nsioner such invoices and other books or documents in his\npossession relating to any excisable goods manufactured\nby him during the preceding twelve months as the Corn- ,211e85\nmissioner may require, and shall answer such questions s h .\nregarding the description, manufacture, quantity, selling\nprice, consignee, destination and any other matter relating\nto such goods (or to any materials used in the manu-\nfacture of such goods or to any by-product or residue\nof such manufactured goods) as may be put to him by the 17/1971\nCommissioner and shall further produce such evidence siz9$:).\nas the Commissioner may consider necessary in support M ,\nof any information so furnished.\n       (2) If any manufacturer fails, neglects or refuses to I ~ / I W I\ncarry out any of the provisions of this section or untruly       @).   '*'\nanswers any question put to him as aforesaid he shall incur\na penalty of two thousand dollars.                          12/1985\n                                                                       sch."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Officers to have power of constable.\n                       PARTVIII. General"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. If upon demand made by any officer, safe and con- be     Assistanceto\n                                                                  afforded\nvsnknt ladders are not providcd and convciiiently and to\nfirmly placed, long e.nough to enable such officer to ascend\nand to esanine any vcssz! or utcnsil in any factory or ware-\nhouse, or to gauge or ascertain the contents or capacity of\nany vessel or utensil therein. or if any such ladder is ::ot\nfixed at or in any part of such vessel or utensil as required\nby such officer, or if sufficient lights and sufficient aid m d\nLmistance is not supplied on the demand of any ollicer for\nthe purpose of his gauging or ascertaining the contents or\ncapacity of any vessel or utensil or of searching for or\n gauging and taking an account of all exoisable goods and\nmaterials therefor in any such factory or warehouse (as\nwell by night as by day), the manufacturer or warehouse\nkeeper (as the case may be) shall incur a penalty of five J';ls5\nhundred dollars."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. On the discovery of an error in any book, document ~ o w e r * o * a\n                                                           in a m i i n t s\nor register required to be kept under this Act, the person\ncommitting the error shall not erase such entry but shall\namend it by drawing his pen through it, and by making\nthe correct entry and placing his initials thereto."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Notwithstanding anything to the contrary in any law, Rewards.\n                                                                 1211985\nthe Commissioner may, with the approval of the Minister, S;h.\nreward any person who furnishes him with any informa-\ntion relating to m y offence against the provisions of this Act.\nor who assists in the recovery of any penalty provided for\nby this Act.\n                                                               ~-\n44                                          EXCISE DUTY\nForm of\ndocumenu."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81.41) Every document submitted to the Commissioner\n                or his officers for the purposes of this Act shall be\n                in such form and completed in such manner as may be\n                prescribed, and shall contain the particulars required by\n                such form or indicated therein.\n                        ( 2 ) Subject to the provisions of this Act and any\n12!1985         regulations made thereunder, the Commissioner may from\nSCh\n                time to time prescribe forms required to be used for\n                the purposes of this Act and any such forms so prescribed,\n                shall be published in the Gnzette one month before such\n                forms are required to be used.\nRegulalions.       82.-(1) The Minister may make regulations for the\n                better carrying out of this Act and for preventing frauds\n                on the revenue by the concealment or removal of excisable\n                goods, and may in such regulations prescribe fees, rents and\n                charges to be paid in respect to any matter therein referred\n                to, and all such regulations shall be published in the Gazette\n                and shall on publication have the same effect to all intents\n                and purposes as if they had been contained in this Act\n                       (21 There may be annexed to any regulations made\n12/1985         under this section fines or penalties not exceeding we\nSch.\n                thousand dollars for any breach of such regulations.\nPedtyfor\ninterfering"
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. If any officer shall affix any label, lock or seal upon\nwithlabel,      any closed spirit receiver, pipe-he, cock, Valve, flange car-\nlock or seal.\n17/1971\n                riage, or any other place in a factory or warehouse and\nS. 19.          any such label, lock or seal be opened, altered, removed\n                or broken without the approval of the proper officer, the\n                manufacturer or warehouse keeper shall, unless he proves\n                that such label, lock or seal was not wilfully opened, altered,\nlZ/1985         removed or broken, incur a penalty of one thousand dollars.\nscb.\n                         [The inclufim of ibis p”8e ia aut&ized   by LN. 87/19861\n                           EXCISE DUTY                                              45"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. Every person licensed to manufacture excisable goods w s o f\n                                                           excisable\nunder this Act rnay-                                       goods by\n                                                                         manufac-\n    (a) sell, by wholesale direct from his factory, any such turer.\n        excisable goods manufactured according to his                ”::’A\n        licence as are exempted by the Commissioner SCh.   1211985\n        under section 29 from being warehoused daily in\n        an excise, private excise or export warehouse, and\n        for such purpose shall not be required to take out\n        any licence under any law governing the sale of\n        goods;\n    (b) with the prior approval of the Commissioner 1211985\n                                                           sch.\n        and subject to such terms and conditions as the\n        Commissioner may impose, sell excisable goods\n         (other than spirits) by wholesale otherwise than\n        from his factory."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.-(1) Every person who sells or has in his possession Acmmtsto\nfor sale excisable goods or spirituous compounds shall keep be\nat the licensed premises such accounts and in such manner\nas may be prescribed by the Commissioner from time S. XI.\n                                                                 kepi by\n                                                             wholesala\n                                                                         z;;:h,\nto time and produce to any officer on demand such accounts =,I 2,\n                                                                / 1985\nand all documents relating to the purchase of such excisable\ngoods or spirituous compounds.\n        ( 2 ) Every person who sells by wholesale excisable\ngoods or spirituous compounds shall, upon the sale or\ndelivery of such goods or compounds, tender a bill to the\npurchaser thereof showing the date of sale, his name and\naddress, the name and address of the purchaser and the\nquantity and description of the goods purchased. Such bill\nshall accompany the goods to which it relates.\n        (3) Any person who fails to comply with the provi-\nsions of this section shall be liable to a penalty of one lZll985\n                                                                         Sch.\nhundred dollars.\n         me inclusion of this page i n aullmrized by L.N. 87/1986]\n.5                                       EXCISE DUTY\n                     (4)In this section “licensed premises” in relation to\n              any person means the premises to which the licence granted\n              under any law to that person for thc sale of goods relates.\nWhere ex-       86. Sub,ject to the provisions of thisAct no excisable\ncisable goods\nmaybe         goods  shall be offered for sale except  in premises duly\noffercd\nfor sale.     licensed under the Licences on Trades and Business Act, or\n              the Spirit Licence Act.\nAulharilyto     8 7 . 4 1 ) Whenever any person makes application to any\nbe produced\nbyperson      officer requiring him to transact any business relating to\nactingfor     the excise revenue on behalf of any other person, siich\nanorhcr.\n              officer may require the person so applying to produce a\n              written authority from the person on whose behalf slich\n              application is made, and in ddault of the productioii of\n              such authority may refuse to transact such business, and\n              any document required by this Act to be signed by any\n              particular person if signed by any person authorized as\n              aforesaid on behalf of the person required to sign i t shail\n              be deemed for all purposes to be signed by the perscii\n              rcquired to sign it :\n12/1985          Provided that the Commissioner may in his discretion\nSd.\n              refuse to allow any such application as aforesaid.\n                      (2) Notwithstanding that any document o i declara-\n              tion is required by this Act to be signed in the presence of\niziisxs       the Commissioner or a proper officer, if such document\nSch.\n              or declaration is sigiied in the. . presence of a witness whore\n              signature is known to and who is approved by the Commis-\n              sioner or the proper officer who receives it, the document\n               or declaration shall be as valid as if it had been signed in\n              the presence .of the Commissioner or the. proper  -. .\n                                                                        officer\n              in whose presence it is required to be signed.\n                       me inclmion af this page i s authorized by L.N. 87/1986]\n                          EXCISE DUTY                                  47"
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. The removal and shipment of excisable goods and the Goodrlobc\n                                                               handled.\nbringing of them to the proper place for examination aud etc.,by\nwighing, the weighing, opiming, unpacking, repacking, o'vIIcr.\nbulking, sorting, lotting, marking, and numbering, where\nsuch operations respectively are necessary or permitted, and\nthe removing to, and the placing of them in, the proper place\nof deposit until delivered or shipped shall be performed by\nor at the expense of the owner of such goods; and the owner\nshall unpack, sort, pile, or otherwise prepare, any such goods\nin such manner as the officer may require to enable him to\nexamine or take account of them."
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93.-(1) If any manufacturer or warehouse keeper fails Dcfieimcy\n                                                               in stock.\nto produce to any officer, on his request, any excisable goods\nmanufactured, deposited in a registered store, OT warehoused,\nby him and not delivered or used in accordance with the\nprovisions of this Act, he shall immediately pay to the\n                                -\n         F   e inclusion of this page is authorized by L.N. 87119861\n5Q                                     EXCISE DUTY\n1211985        Commissioner the duties due on such goods not so pro-\nSch.\n               duced, save and except in respect of any deficiency thereof\n               which is shown to the satisfaction of the Commissioner\n               to be due to leakage, evaporation or absorption.\n                        (2) In addition to paying the duties on such goods\n               not produced as aforesaid the manufacturer or warehouse\n               keeper, as the case may be, shall incur a penalty of treble\n~ 1 9 8 s      the value of such goods, or five thousand dollars, whichever\nSsh.\n               is the greater.\nExcess in              (3) If at any time the quantity of excisable goods\nstock.\n               found in any factory or warehouse is in excess of the\n               quantity which according to the books of the manufacturer\n               or warehouse keeper should be therein, all such quantity\n               in excess shall be forfeited, and the manufacturer or ware-\n               house keeper, as the case may be, shall incur a penalty equal\n               to the value of the goods so found in excess, unless he\n12/19xs        furnishes an explanation to the satisfaction of the Commis-\nSch\n               sioner.\nIrihiru          9 4 . 4 1 ) Every manufacturer or warehouse keeper shall\nme\"[% Call.\n               keep in his factory or warehouse such reasonably necessary\ntables.        instruments for weighing, measuring and testing any excis-\nacmrnnit,\nciaitun in     able goods, and materials therefor, and any packages, vats\n!w PTO-\n\\,L~cc~   b,   or utensils therein, as the Commissioner may require\nmanuiac\nturer or       and shall permit any officer to use them for the purpose of\nwarchou=       weighing, measuring, testing or taking an account of any\nkeeper.\n1711971        such excisable goods, materials, packages, vats or utensils,\ns 2:           and such manufacturer or warehouse keeper shall take such\n               steps as may be necessary to ensure and maintain the accu-\n               racy of such instruments.\n~?:lYXs               (2) The Commissioner may require that an ap\ni:h.\n               proved measuring instrument shall be fixed to any still or\n               apparatus used for the production of any excisable goods,\n                       m h\n                         e ioclusi0.l of this page is authorized by LN. 87/19861\n                           EXCISE DUTY                                        51\nin such manner that any excisable goods produced shall run\ninto and through such instrument.\n        (3) The Commissioner may require any manu- iz:rrss\nfacturer or warehouse keeper to calibrate and provide cali- sch.\nbration tables for any container in which excisable goods\nor materials for the manufacture thereof or by-products or\nresidues thereof are stored, and copies of such calibration\ntables shall be furnished to the Commissioner on demand.\nSuch containers shall be capable of being accurately cali-\nbrated and all calibrations shall be verified to the satis-\nfaction of the Commissioner.\n  AU such containers so calibrated shall be legibly marked\nby the manufacturer or warehouse keeper with identifying\nmarks and their capacities shown thereon. as may be\nrequired by the Commissioner.                               1211985\n                                                            sch.\n       (4) If any manufacturer or warehouse keeper con-\ntravenes or fails to comply with the preceding provisions\nof this section or uses or causes or procures or suffers to\nbe used any false, unjust or insufficient, instrument or mea-\nsure, or practises or suffers to be practised any art, device\nor contrivance, by which any officer may be hindered or\nprevented from taking a just and true measure or account as\naforesaid, he shall incur a penalty of two thousand dollars, :i!9#5\nand all such false and unjust instruments and measures\nshall be forfeited.\n       (5) Every manufacturer or warehouse keeper shall\nprovide and maintain for the officers attached to the factory\nor warehouse such office and other accommodation as the\nCommissioner may require."
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94. Instruments, calibration tables, accommodation to be provided by\n          manufacturer or warehouse keeper."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95.41) The Minister may by order authorize the honedi fe ltliVoany\nCommissioner during any period named in the order not orgoodrlo\nexceeding three months, to refuse to allow the delivery of            ?$ELm\ngoods or commodities liable to payment of excise duty, from ?$!9M\n         pt,e inclusio!~of &is page is authorized b y L.N. 87/19861\n52                                     EXCISE DUTY\n             any registered store, factory or warehouse, on payment of\n             such duty, in any cases where deliveries are demanded of\n             amounts exceeding the deliveries which appear to the\nIZ/I~SS      Commissioner to be reasonable deliveries in the circum-\nsch.\n             stances.\n                    (2) In this section “the Minister” means the Minister\n             responsible for public finance.\nRemoval of     %.-(l) Unless otherwise permitted by the Commissioner,\ncxcisablo\ngoods from   every manufacturer or owner of excisable goods shall, prior\nregistd\nstorc.factoq to the removal of any such goods from a registered\nor ware-\nhouse.\n             store, factory, or warehouse, prepare a consignment note\n1711971      in triplicate in the form prescribed, setting forth the parti-\nS. 23 fa).   culars of the excisable goods to be removed.\n                     (2) Every manufacturer or owner who prepares a\n             consignment note pursuant to subsection (1) shall-\n                 (a) send the original of such consignment note with\n                       the excisable goods to which it relates to the\n                       destination of such excisable goods; and\n                 (6) send the duplicate of such consignment note along\n                       with the account to be delivered to the Commis-\n                       sioner under section 98; and\n                  (c) retain the triplicate of such consignment note in\n                       the registered store, factory or warehouse.\nDutytohe       W. No excisable goods shall be removed from a factory,\npaidhcfom\nremoval.     or (in the case of goods permitted or required to be ware-\n             housed) from any warehouse, until all fees, charges and\n             other amounts payable thereon under this Act or any\n             regulations made thereunder have been paid, or secured\n~ 1 9 8 5\nSch.\n             to the satisfaction of the Commissioner.\nReturns       98.-(1) Save where otherwise expressly provided ekery\n             manufacturer shall within ten days of the close of each\n             month, or of such other period as may be prescribed,\n                     me iodusioi of this page is authorizad by L.N. 87/19861\n                              EXCISE DUTY                             53\ndeliver to the Commissioner in the approved form an 1211985\naccount of all materials used or received into his factory, sch.\nand of all excisable goods manufactured, delivered, used,\nremoved to or received from another factory or removed\nto or received from a warehouse, lost by evaporation,\nIeakagc, or other cause or otherwise disposed of and of any\nduties which have become due or have been paid during\nthat month, or other prescribed period, on any goods\nmanufactwxl by him, and such account shall be verified by\nhis signature.\n       (2) Every manufacturer who fails to comply with\nthe provisions of this section shall incur a penalty of five\nhundred dollars.\n                  PARTTX. Offences"
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96. Removal of excisable goads from registered store, factory Of\n          warehouse."
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99. Every person who, by himself or by any person in Obslronion\n                                                       of ouiar.\nhis employ, obstructs, hinders, molests, assaults or by any ,,,1971\ndevice prevents or hinders any officer in the execution of S. 24.\nhis duty shall be guilty of an offence against this Act and\non conviction shall be liable to a fine not exceeding five 12/1985\n                                                            Sch.\nthousand dollars.\n  lOO.-(l)   If any person-                                Obsrmaion\n                                                           aad impex-\n    (a) staves, breaks or destroys any goods to prevent aonationoi\n         seizure thereof by an officer or other person\n         authorized to seize them; or\n    (b) rescues or staves, breaks, or destroys, any goods,\n         to prevent the securing thereof, seized by any\n         officer or other person authorized to seize them;\n         or\n    (c) rescues any person apprehended for any offence\n         punishable under this Act; or\n             me ioclusim d this page is authorized by LN. 87119863\n54                                      EXCISE DUTY\n                  (d) prevents the apprehension of any such person,\n              he shall be guilty of an offence against this Act and on\n1*/1985\nsdl.          conviction shall be liable to a fine not exceeding five\n              thousand dollars.\n                      (21 If any person, not being an officer, takes or\n              assumes the name, designation, appearance or character of\n              an officer for the purpose of thereby obtaining admission\n              to any distillery, warehouse, factory, or premises licensed\n              under this or any other law relating to excisable goods, or\n              for the purpose of doing or procuring to be done any act\n              which he would not be entitled to do, or procure to be done,\n              on his own authority, or for any other unlawful purpose,\n              he shall, in addition to any other punishment to which he\n              may be liable for the offence, be liable on conviction to be\n              imprisoned, with or without hard labour, for any term not\n              exceeding six months.\nColllulve       181.--(1) Every officer whc+\n=*\nbniery. cfc       ( U ) makes any collusive seizure, or delivers up, or\n                        makes any agreement to deliver up or not to seize,\n                        any excisable goods, materials, or goods liable to\n                        forfeiture under this Act; or\n                  ( b ) accepts any fee, perquisite, or reward, whether\n                        pecuniary or otherwise, directly or indirectly, from\n                        any person on account of anything done or to be\n                        donc by him, or omitted to be done by him, in or\n                        in any way relating to his office or employment\n                        (except such fee, perquisite, or reward, as he may\n                        receive with the approval of the Governor-General\n12/1985                 or the Commissioner); or\nscfl.\n                  (c) takes any bribe, gratuity, recompense or reward\n                        for the neglect or non-performance of his duty; or\n                  (d) conspires or connives with any person to commit\n                        an offence against this Act for the purpose of\n                        seizing any excisable goods, materials, or goods,\n              -       [The inclusio? of this page is authwirsd by L.N. 87119661\n                           EXCISE DUTY                                    55\n          whether obtaining any reward for such seizure or\n          otherwise,\nshall be guilty of an offence against this Act and on con-\nviction shall be liable to a fine not exceeding seven thousand k:{.l9*5\ndollars.\n        (2) Every person who gives or offers, or promises to\ngive or procures to be given, any bribe, recompense, fee,\nperquisite, or reward to, or makes any collusive agreement\nwith, any such officer to induce him in any way to neglect\nhis duty, or to do, conceal or connive at any act whereby\nany provision of this Act may be evaded, shall be guilty of\nan offence against this Act and on conviction shall be liable\nto a fine not exceeding five thousand dollars.                12/l985\n                                                              Sch."
    },
    {
      "provision_ref": "sec102",
      "section": "102",
      "title": "Section 102",
      "content": "102. Every person whm-                                       IUeOal\n                                                               possesion\n     (a) has in his custody, possession, or control; or        ofeknaablt\n                                                               goods\n     (b) in any way harbours, keeps, or conceals, or permits,\n           suffers, causes, or procures to be harboured, kept,\n           or concealed; or\n      (c) knowingly acquires possession of, or is in any way\n           knowingly concerned in carrying, removing,\n           depositing, concealing, or dealing with,\nany excisable goods manufactured contrary to the pro-\nvisions of this Act, or on which the duty leviable by law\nhas not been paid, shall incur a penalty of five thousand g j ! 9 8 5\ndollars or five times the duty on such excisable goods, at\nthe election of the Commissioner, and all excisable goods\nin respect of which any such penalty is incurred shall be\nforfeited."
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103.--(1) Where m y goods. which are ordinarily liable         ~~~~\nto duty at a given rate, are allowed by law to be delivered ~ y r f o r\nat a lower rate of duty or free of duty-                    delived.\n      (a) on any special conditions and such conditions are\n           not observed; or\n         me inclusio~of this page is authwized by L.N. S7/19Sa]\n56                                     EXCISE DUTY\n                 ( b ) for use for some special purpose and the goods at\n                       any time within three years after the date of\n                       delivery have been uscd for any other than the\n                       specified purpose: or\n                 (c) by reason of the fact that they are the property of,\n                       or intended for use by, some particular person\n                       and are sold or tran-ferred within three years after\n                       delivery to any other person,\n            such goods shall be forfeited, and the person obtaining\n            dclivery of such goods, and any person who is knowingly\n            concerned in the use of such goods contrary to such\n            conditions or for some purpose other than that specified\n            or in any way contrary to this section, shall incur a penalty\n1 21 1985   equal to treble the value of such goods, or five thousand\nsch.\n            dollars, whichever is the greater, unless full duties on such\n            goods have been paid, with the prior consent of the\nI2/I985     Commissioner.\nsch.\n                     (2) The person to whom any such goods have been\n            delivered shall on demand produce them to any officer or\n            otherwise account for them to the satisfaction of the\n1211985\nsch.\n            Commissioner within such period of three years referred\n            to in subsection (1) and if he fails to produce such goods\n            or otherwise to account for them he shall incur a penalty\n12/1985     equal to treble the value of such g o d s or five thousand\nSch.        dollars, whichever is the greater.\n                    (3) This section shall not apply to goods delivered\n            for the use of the Government and sold or transferred by\n            Government order.\n17/1971             (4) Where goods are delivered to any person with\nS.23.\n            any such concession on duty as is referred to in subsection\n1211985\nsch.        (I) the Commissioner may, subject to such terms and\n            conditions as hs may think fit, permit the sale or transfer\n            of the goods to another person who, if the goods were\n            originally delivered to him, would have been entitled to the\n                                                                                 -\n                    [The inclusion of this page is authvrircd by L.N. 87/19861\n                              EXCISE DUTY                                 57\n    like concession on duty; and thereupon, subsections (1) and\n    (2) shall apply mutatis murandis in relation to that other\n    person as they applied in reiation to the person to whom\n    wch goods were originally deliverzd."
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. Every person who in any matter relating to excise F a l x\n    duty or under the control or management of the Commis- declarations\n    sioner-                                                      to answer\n                                                                 qupstionr.\n         (a) makes or subscribes or causes to be made or k:L19g5\n              subscribe any declaration, certificate, or other\n             instrument which is false in any particular; o r\n         (6) being required by this Act to answer questions\n             put to him by an officer, refuses to answer such\n             questions or answers them untruly,\n    shall be guilty of an offence against this Act and on con-\n    viction shall be liable to a fine not exceeding one thousand\n    dollars.\n       1@.5.-(1) Every person who in any manner gives or zFn~8to\n    attempts to give warning to any person committing or offender.\n    attempting to commit any offence against this Act shall be\n    guilty of an offence against this Act and on conviction shall\n    be liable to be imprisoned with hard labour for m y term not\n    exceeding twelve months.\n           (2) Any person may prevent any such warning\n    being made and may for such purpose enter upon any lands\n    without being liable to any indictment, suit, or action for\n    such entry."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106. If any manufacturer or warehouse keeper-              onmces   in\n                                                                 regard to\n        (a) removes m y excisable goods contrary to the pro- consignment\n                                                                 notes.\n             visions of section 96 or accompanied by an in- 17,197,\n             accurate consignment note or without filling in the S. 26.\n             particulars on the duplicate and triplicate of such\n             consignment note by the use of double-sided\n/            carbon paper; or\n            [The inclusja of this page is authoriztd by L.N.87/19861\n58                                      EXCISE DUTY\n                  (b) fails to deliver the original consignment note,\n                      together with the goods, to the person receiving\n                      such goods at the time and place at which the\n                      goods are received; or\n                   (c) fails to keep on his premises and produce the tri-\n                       plicate of any consignment note to an officer; or\n                   (4 contravenes sny of the provisions of subsection (2)\n                      of section 96,\n              he shall incur a penalty equal to treble the value of any\n12/19RS       goods in respect of which the penalty is incurred or one\nsch.\n              thousand dollars, whichever is the greater, and all goods\n              delhered or used in contravention of this section or of\n              section 96 shall be forfeited.\nlllcgal         107.41) Any person who takes out any excisable goods\nremoval.\n              required to be accompanied by a consignment note from\n              any registered store, factory or warehouse, unless such goods\n              are accompanied by the consignment note, or who aids,\n              assists or is concerned therein shall incur a penalty of two\n              hundred dollars.\n                       (2) Any person who takes out any excisable goods\n              from any registered store, factory or warehouse without\n              the knowledge and consent of the manufacturer or the ware-\n              house keeper, as the case may be, shall be guilty of an offence\n              against this Act and on conviction shall be liable to a fine\n              not exceeding four hundred dollars, or trebIe the value of\n              such goods, whichever is the greater.\nRcoeiving       lM.-(l)    If any person-\nwithout\nconsignment       (a) receives any excisable goods required to be\nnote.\n                       accompanied by a consignment note without such\n                       consignment note; or\n                       me indusio.1 of this page is authorized by LN.87119861\n                         EXCISE DUTY                                        59\n     (6) faiIs on the demand of any officer to produce\n          within fourteen days from the date of any such\n          demand such consignment note in respect of any\n          such goods received by him and required to be\n          accompanied by a consignment note; or\n     (c) produces or causes or suffers to be produced to\n          any person any consignment note as having been\n          received with any excisable goods other than the\n          goods therein described,\nhe shall incur a penalty of two hundred dollars.\n         (2) If any person knowingly buys or receives or\nhas in his p s m s i u n , or under his control in any manner or\nin any place, any excisable goods which have been\nunlawfully removed or abstracted from a registered store,\nfactory or warehouse without the knowledge and consent of\nthe manufacturer or of the warehouse keeper, as the case\nmay be, he shall be guilty of an offence against this Act and\non conviction shall be liable to a fine not exceeding four\nhundred dollars, or treble the value of the goods, whichever\nis the greater.\n                 Pmr X. Legal Proceedings"
    },
    {
      "provision_ref": "sec108",
      "section": "108",
      "title": "Section 108",
      "content": "108. Receiving without consignment note.\n                         PARTX. Legal Proceedings"
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109. If any person offers for sale any excisable goods Offering\n                                                                gods for\nunder pretence that the duties due thereon have not been saleunder\npaid or that such duties have not been legally made, then   :;;:k\nall such goods (although not liable to any duties or although dutwsarc\n                                                                not paid.\nsuch duties have been legally made) shall be forfeited."
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110. Penalty where goods forfeited.\n             [ T h e indusian of this page is authnrized bq LN. 87119961\n                          EXClSE DUTY                               5\n11 1. General provision as to forfeiture."
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112.---(1) Every oficsr %aho seizes any animal, carriage, Procedure\ngcod.; or thing under thc provisions of this Act or of any onselmre.\nlaw authorizing seizure: shall give notice in writing of such\nseizure to the owner of the animal, carriage, goods or thing\nso seized if he be known, savc where such animal, carriags,\ngmds or thing is at the tine of such seizur:, in the possession\nof the owner or the offender, or such seizure is made in the\nprcsence of the owner or the offender.\n         (2) Every notice under subsection (1) may be given\nby being delivered to the owner or transmitted by post to,\nor ddivererl at, his usual place of abode or business.\n         (3) Any animal, carnage, goods or thing seized\nunder this Act shall be deemed to be condemned, and may\nbe sold or otherwise disposed of as the Minister may direct,\nsave in cases where within one calendar month of the date\nof such seizure, notice is given in writing to the Commis- Sch.\n                                                             1211985\nsioner by the owner of such animal, carriage, goods or\nthing or some person authorized by him, that he claims such\nmirnal, carriage, goods or thing.\n         (4) When any notice of claim is given under the\nprovisious of subsection (31, the Commissioner shall corn- i y i 9 s s\nmence proceedings for condemnation and forfeiture Of sfh.\nthe animal, carriage, goods or thing seized.\n          ( 5 ) Notwithstanding the provisions of subsections\n(3) and (41, the Commissioner may, in his discretion, I Z / I M\ncausc :lily animals or pxishcblc goods which have been Sch.\nseized to be sold forthwith at public auction.\n         (6) Where any animals or perishable goods are sold\nunder subsection (3, the proceeds of such sale shall be\nretained to abide the result of any legal proceedings in\nrespect of any claim to the animal or perishable goods so\nseized.\n         [me inclusion of this page is authorized by L.N. 87/19861\n62                                        EXCISE DUTY\nclaim to\ns c i d goods"
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113.-(1) No claim shall be made or entertained in any\ntobein          court for the restoration of any anima4 carriage, ship or\nname of         goods seized under this Act, for any cause of forfeiture,\nOWIKT.\n                unless such claim be made by or in the true name of the\n                owner or proprietor thereof, and setting forth his place of\n                residence and occupation.\n                         (2) If any such claimant resides in the Island, oath\n                shall be made by him before the court that the animal,\n                carriage, ship or goods was or were his property at the time\n                of seizure, and if such person shall reside outside of the\n                Island, oath shall be made by his agent by whom such claim\n                or appearance is entered that he has full authority from\n                such claimant to make or enter such claim or appearance\n                and that to the best of his knowledge and belief they were\n                at the time of seizure the bona fide property of the claimant\n                and on failure of making such proof of ownership such\n                animal, camage, ship or goods shall be condemned as if no\n                claim or appearance had been made.\n                        (3) If such animal, carriage, ship or goods is at the\n                time of the seizure thereof, the bum fide property of a\n                number of proprietors exceeding five in number, it shall\n                not be necessary for more than two of them to enter such\n                claim or appearance on the part of themselves and their\n                co-proprietors or to make such oath as aforesaid.\n                         (4)If any such animal, carriage, ship or goods is\n                at the time of seizure the property of a company, such claim\n                and appearance may be entered and oath made by the\n                secretary or a director of such company.\n                        ( 5 ) For the purposes of this section a company\n                means a limited company registered in the Island under\n                the provisions of the Companies Act but does not include\n                any company or association of persons calling themselves\n                a company not so registered.\n                        [me ioclwion of thh page is authorized by LN. 87/lpB6]\n                         EXCISE DUTY                                        63"
    },
    {
      "provision_ref": "sec114",
      "section": "114",
      "title": "Section 114",
      "content": "114. Where any seizure has been made, or any fine or Govcmor-\npenalty incurred or inflicted, or where any person is Generalmaytestore\ncommitted to prison for any offence against this Act, the\nGovernor-General may direct restoration of such seizure\nwhether condemnation shall have taken place or not, or may\nwaive or compound proceedings, or mitigate or remit such\nfine or penalty, or may release such person from confinement\neither before or after conviction on any such terms and\nconditions, as he may see fit."
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115. Subject to the approval of the Minister (which +mrnis-\n                                                             SIommay\napproval may be signified by general directions to the mlt,gata\nCommissioner), the Commissioner may mitigate or remit $      :&\n                                                              ’\nany penalty or restore anything seized under this Act\nat any time prior to the commencement of proceedings in\nany court against any person for an offence against this ALt\nor for the condemnation of any seizure."
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116. Save as is otherwise expressly provided in this Act,         C++$\nany person who is convicted of any contravention of, or\nfailure to comply with, the provisions of this Act or of any\nregulations made thereunder for which no specific fine or\npenalty is provided shall be liable to a fine or penalty not\nexceeding two thousand dollars.                              12/1985\n                                                                    Sch.\n   1 1 7 . 4 1) Save where otherwise expressly provided, every Prosecution\n                                                               of O f f e n a a\nperson guilty of an offence against this Act or of any regula- andraoovcry\ntions made thereunder, and every person liable to a h e or ofdutie.\nto a penalty or to the forfeiture of any article under the\nprovisions of this Act or of any regulations made thereunder\nmay be prosecuted, on the complaint of an officer, in a\nsummary manner before a Resident Magistrate.\n         (2) Save where otherwise expressly provided all\nrents, charges, expenses, duties, and other sums of money\npayable under this Act may be recovered, without limit of\namount, in an action in the Resident Magistrate’s Court.\n         me inclwon of this page IS authorize by L.N. 87/1986]\n64                                        EXCISE DUTY\nProceedings     118. Proceedings under this Act may be commenced at\nto be taken\nuiihin seven any  time within seven years next after the date of the\nyears.\n             offence.\nAlternative\nprison"
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118. Where any goods become liable to forfeiture under prnaiv\nthis Act, every person who is knowingly concerned in the g$7:$.ods\nact or omission which renders such goods liable to forfeiture\nshall be liable to be dealt with and punished in the same\nmanner as the principal offender, and shall incur the penalty,\nor be liable to the fine, provided by this Act, in respect of\nsuch act or omission.\n         pincluaim of this page is authaiized by LN. 87119861\n                                                                -\n60                                          EXCISE DUTY\nGeneral            111.-(1) A11 ships and carriages together with all animals\nprovision as\nto forfeiture.   and things made use of in the removd or conveyyimce of ril-ty\n                 goods liable to forfeiture under this Act shall be forfcitzd,\n                 1\n                 and all ships, goods and carriages together with all animals\n                 and lhings liable to forfeiture and all persons liable to be\n                 detained for any contravention of the provisions of this A c t\n                 may be seized or detained in any plaw, either upoil land or\n                 water, by any officer.\n                          (2) AI1 ships, goods and carriages together \\riih\n                 all animaIs and things so seized shall forthwith be ddi vcrd\n1211985\nSch.\n                 into the care of the Commissioner, and the forfeiture of\n                 any ship, carriage, animal or thing shall be deemed to includz\n                 the tackle, apparel and furniture thereof and the forfeiture\n                 of any goods shall be deemed to include the package in\n                 which such goods are found and all the contents thereof.\n1 7 / 1971                (3) It shall be lawful for the Commissioner to\ns. 21.\n121 I985\nSch.\n                 seize any invoices, books or other documents relating to\n                 any excisable goods or to any materials for manufacture\n                 thereof or to any by-products or resi?ues of any such manu-\n                 facture as he may deem neccesary. from any manufacturer,\n                 warehouse keeper, wholesaler or retailer, and to detain any\n                 such artick for so long as m y be nmssary for the purposz\n                 of any investigation in relation thereto, and where such\n                 investigation results in legal proceedings against any person\n                 for an offence until such legal proceedings are finally dis-\n                 posed of.\n17/15'll                  (4) Any officer may at his discretion require any\ns. 27.\n                 article seized to remain at the place of seizure and the\n                 owner or person in possession of such article shall in every\n                 such case give a receipt to the officer for the article so seized,\n                 and shall produce such article at any time he is required\n                 so to do by an officer.\n17/1971                   (5) Any person who fails to comply with the\nS. 27.\n                 requirements of subsection (4)shall incur a penalty of five\n12/1985\nsdl.\n                 thousand dollars.\n                          me inclusia!~of &is page is authorized by L.N. 87/19861\n                          EXCiSE DUTY                                    61"
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119. Where any court has imposed a fine or a penalty\nsentence.     for any contravention of the provisions of this Act and such\n              fine or penalty is not paid, the court may, notwithstanding\n              anything contained in any other law, order the defendant\n              who is convicted of such contravention, in default of pay-\n              ment of the fine or penalty adjudged to be paid, to be\n              imprisoned with or without hard labour for any term not\n              exceeding six months (where the fine or penalty does not\n              exceed two hundred dollars) or for any term not exceeding\n              twelve months (where the fine or penalty exceeds two\n              hundred dollars).\nImprison-       120. Where a fine or penalty of two hundred dollars or\nment for\nsecond        upwards has becn imposed under this Act, and the defendant\noffencc.\n              has previously been convicted for an offence against this\n              Act, or has previously incurred a pecuniary penalty or\n              forfeiture under this Act which has been enforced in any\n              court, the court may, if it thinks fit, in lieu of ordering\n              payment of a fine or penalty, order the defendant to be\n              imprisoned, with or without hard labour for ally period not\n              exceeding one year, or may order both payment of the fine\n              or penalty and such imprisonment.\nLimitation      121. The fact that any excise duties have been secured by\nas to         bond or otherwise, shall not be pleaded or made use of in\npleading.\n              answer to, or in stay of, any proceedings under this Act.\nAm by            122. Where the person responsible for any act or omis-\ncompanies.    sion under this Act is a body corporate every person who\n17/1971\ns. 28.        at the time of that act or oinission was a director or officer\n              of the body corporate, shall be deemed to be responsible for\n              the act or omission and shall be liable for all excise duties\n                       [The inclusion of this page is autharized by L.N. 87/1996]\n                        EXCISE DUTY                               65\narising therefrom and any penalty in relation thereto unless\nhe proves that the act or omission occurred without his\nknowledge or that he exercised all due diligence to prevent\nthe occurrence thereof."
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123. Every person who commits any offence against this Venue.\nAct may be proceeded against, tried, and punished in any\nparish or place in which such person may be apprehended\nor may be in custody for such offence or may appear in\nanswer to a summons lawfully issued charging the offence\nas if the offence had been committed in that parish or place\nand the offence shall for all purposes incidental to or\nconsequential upon the prosecution, trial, or punishment,\nthereof be deemed to have been committed in that parish\nor place."
    },
    {
      "provision_ref": "sec124",
      "section": "124",
      "title": "Section 124",
      "content": "124. Any officer may prosecute and conduct any ofic~rmny\n                                                           prosccuta\ninformation or other proceedings under this Act in respect\nof any offence or penalty."
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125. In any prosecution under this Act the burden of Onuof\n                                                           proof on\nproving that the duties have been paid in respect of any defendantin\nexcisable goods, or that any such goods have been lawfully certain\n                                                           eBK*\nmade, imported, removed, delivered or exported, or\nconcerning the place whence any goods have been brought,\nor of proving that any goods have been illegally seized or\nthat all requirements of this Act have been complied with\nand fulfilled shall lie on the defendant or the person claiming\nanything seized."
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126.41) In all cases where any fine, penalty, or forfeiture, -    6\n                                                               cioncr to\nthe amount of which is to be determined by the value of cerufyvaluo.\nany goods, is incurred under this Act, such value shall mean\nthe value of such goods duty paid, and shall be determined\nby the Commissioner in every case, subject to appeal SFb.       12/1985\nto the Minister, and no goods shall be deemed to be of less\n         Fe i a d h of this page is mthnzea\n                                        ’   by LN. 8711%Cq\n                                          EXCISE DUTY\n                value by reason of any damage or injury they may have\n                sustained in the course of any attempt to destroy or make\n                away with the goods by any person offending or endeavour-\n                ing to offend against this Act.\n1211985                 (2) The order of the Commissioner as to the\nSch.\n                value of any such goods shall be conclusive, subject to\n                appeal to the Minister, and shall not be liable to be\n                questioned in any court.\nChemirl’s         127.--(1)  In any proceedings under this Act, the pro-\ncmificate       duction of a certificate purporting to be signed by the\nsufficient\ne, idrnce       Government Chemist shall be sufficient evidence of a11 the\n                matters therein stated, unless the contrary be proved.\n12l1985                 (2) The certificate of the Commissioner or Govern-\nSch.            ment Chemist as to the strength of any spirit shall be\n                prima fgcie evidence of the strength thereof.\n                        (3) In ascertaining the strength of any spirit, any\n                obscuration shall be determined and allowed for.\n                         (4)Where in any proceedings the court or the\n                defendant so requires, the Government Chemist shall attend\n                and give evidence upon oath.\n1711971                  ( 5 ) In this section “Government Chemist” includes\ns. 29.\n                a Government Analyst appointed under any enactment for\n                the time being in force relating to food and drugs.\nAdmissibility     128. A copy of any entry in any book or document\nof copies of\n                required to be kept under the provisions of this Act shall,\n~ 1 9 8 5\nSch.\n                if purporting to be certified under the hand of the Commis-\n                sioner as a true copy, be received in all courts as prima\n                facie evidence of such entry and of the matters, transactions\n                and accounts therein recorded, and certificates and copies\n                         me inclusim of thin ,page is authw’zed by L N. 87119861\n                            EXCISE DUTY                                         67\nof official documents purporting to be certified under the\nhand and seal or stamp of office of any of the principal\nofficers of Customs and Excise in the United Kingdom or\nof any Collector of public revenue in any Commonwealth 42/1%9\n                                                               3rd scb.\ncountry or of any Jamaican or British Consul or Vice-\nConsul in a foreign country, shall be received as prfrna fncie\nevidence of the matters therein contained."
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129. If upon the trial of any issue touching any seizure, Proorof\nfine, penalty, forfeiture, or other proceedings, under this order  of\n                                                               Govaommt\nAct or incident thereto it may be necessary to give proof\nof any order issued by the Government, or any person in\nthe employment of the Government, the order or any lcttcr\nor instructions referring thereto shall be admitted and taken\nas sutficient evidence of such order if any such document\npurports to be signed by any such functionary, or appears\nto have been officially printed or issued, unless the contrary\nbe proved."
    },
    {
      "provision_ref": "sec130",
      "section": "130",
      "title": "Section 130",
      "content": "130. Condemnation by any court under this Act, may Certificated\nbe proved in any court or More any competent tribunal - : :?\nby the production of a certificate of such condemnation\npurporting to be signed by the officer of such court."
    },
    {
      "provision_ref": "sec131",
      "section": "131",
      "title": "Section 131",
      "content": "131.-(1)      Where any excise duty remains unpaid after Commis-\nthe period within which the duty is pyable, the Commis-\nsioner may authorize the levying of a distress-                        for duties.\n                                                                       12/1985\n                                                                       sch.\n     (a) upon the goods, chattels and effects of the\n         manufacturer of the goods in respect of which the\n             duty remains unpaid; and\n     (b) upon all machinery, plant, tools, ships, vehicles,\n         animals, goods, and effects, used withim the hiaid\n         in the manufacture, sale, or distribution, of\n-                                                                 __\n             ~M\n              'Iu~\n                 s h oIthis page Is autborired ,byL.N. 87/1986]\n                      fc\n68                                     EXCISE DUTY\n                     excisable goods found in any premises or on any\n                     lands in the use or possession of such manufacturer\n                     or of any person on his behalf or in trust for him.\n                    (2) The authority to distrain under this section\nThird       may be according to the form contained in the Third\nSchedule.\n            Schedule, and such authority shall be a warrant and\n            authority to levy by distress the amount of any duties due.\n                     (3) For the purpose of Ievying any distress under\n            this section, any person expressly authorized by writing\n1211985     under the hand of the Commissioner may execute any\nScb.\n            warrant of distress, and if necessary may break open any\n            building or place in the daytime for the purpose of levying\n            such distress, and may call to his assistance any constable,\n            and it shall be the duty of any constable when so required\n            to aid and assist in the execution of any warrant of distress,\n            and in levying the distress.\n                     (4) Any distress so taken may, at the cost of the\n            owner thereof, be kept for fourteen days, at the end of\n            which time, if the amount due in respecl of duty and the\n            cost and charges of and incident to the distress are not paid,\n            the goods distrained on may be sold.\n                     ( 5 ) Out of the proceeds of the sale there shall first\n            be paid the cost or charges of and incident to the sale and\n            keeping of the distress, and thereafter the amount due in\n            respect of duties and the residue (if any) shall be payable\n            on demand to the owner of the goods distrained upon.\n                      (6) In the exercise of the powers of distress herein\n            conferred, it is hereby declared that it shall be lawful for\n            the person to whom authority as aforesaid is given to\n            distrain upon all goods, chattels, and effects, belonging to\n            the manufacturer whenever they mzy be found and\n            although they may be in some place other than premises\n            in his occupation or use.\n                     [The inclu$iw, of this ,page is authhorizg by. LN;87/1986]\n                           EXCISE DUTY                                   69"
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132. If any duty, fees, or charges, due and payable on\nany excisable goods warehoused in an excise warehouse COml-niS-.\n                                                              SLOUCI m\nremain unpaid after they have become due or after demand aellwam\nfor payment has been made, the Commissioner may b o u d\ndirect the sale of such excisable goods, or any part thereof, $19*5\nand may apply the proceeds to the payment of such duty,\nfees, or charges, and the balance, after deduction of a l l\nexpenses incurred in such sale, shall be handed to the\nowner."
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133. Where a manufacturer and his sureties fail to pay firnon\nany excise duty as required by a bond entered into\nthis Act, the Commissioner shall, for the pay&\nsuch duty, have a lien on any excisable goods of such 12/19s5\n                                                                   A?\n                                                         of 2S~z.h!u30.\n                                                                    9* 7 1\n                                                                    s\nmanufacturer and his sureties warehoused in an excise ware- sch.\nhouse or held elsewhere under bond.\n                        PART XI. Savings"
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134. Savings.\n         me inclvsias of Fhis page is authorized by L.N. 87119861\n                            EXCISE DUTY                                            9\n“excise warehouse” means any building or premises used 12/1985\n                                                          9Eh.\n    by the Commissioner for the storage of excisable\n    goods manufactured in this Island without the payment\n    of duty;\n“export” with its grammatical variations and cognate\n    expressions means to take or cause to be taken out\n    of the Island or the territorial waters thereof;\n“export warehouse” means any warehouse appointed by the A:il;.;\n    Commissioner for the temporary storage of excis- iz/i98s\n    able goods for exportation awaiting shipment;       Bcb.\n“factory” means any building or premises licensed under\n    this Act for the manufacture of excisable goods or\n    spirituous compounds;\n“licensee” means a person granted a licence under this Act;\n“manufacturer” means-                                       17/1971\n                                                            s. 2m).\n     (a) any person who by any method or process makes\n         or produces, or causes to be made or produced,\n         any goods;\n    (b) any person who applies, or causes to be applied,\n         to any goods any prescribed ancillary treatment.\n    and “manufacture” shall have a corresponding mean-\n   ing;\n“materials” includes any materials from which excisable\n   goods are capable of being manufactured and any\n    residue from any process of manufacture;\n“obscuration” means the difference, caused by matter in\n    solution, between the actual strength of spirits and\n    the apparent strength as indicated by the hydrometer;\n“officer”includes any person employed in the Taxpayer S.17/1971\n                                                              2Dh\n    Audit and Assessment Department, and all members 2 1 9 ”\n    of the Jamaica Constabulary Force, as well as any ZI/IWI\n                                                           S. 21 (1).\n    person acting in the aid of any such person or member;\n                                                                       l65/1999.\n         vhc inclusion of this page is authorized by LN. 3 / 2 0 1 1\n10                                       EXCISE DUTY\n                 and any person acting in the aid of an officer acting in\n                 the execution of his office or duty shall be deemed to\n                 be an officer acting in the execution of his office or duty;\n              “owner” includes any person who is for the time being\n                 entitled, either as owner or agent for the owner,to the\n                 possession of any goods;\nzi/is~i       “percentage volume” means the strength of spirits expressed\nS. ? I (a).\n                   as a percentage volume of absolute alcohol at 20\n                   degrees Celsius;\n1713971       “prescribed ancillary treatment” means, in relation to any\ns. 2 tC)\n                   goods (whether or not originally made or produced in\n                   Jamaica) any treatment (whether by way of marking,\n                   labelling, packaging, repairing, renovating or otherwise;\n                   and regardless of whether or not basically new qualities\n                   are created) which, by virtue of any provision imposing\n                   excise duty on goods by reference to such treatment,\n                   renders the goods so treated liable to excise duty or\n                   excise duty at a higher rate;\n              “private excise warehouse” means any warehouse appointed\n1211985\nSch.\n                   by the Commissioner a8 a private excise warehow\n              “proper officer” means any officer whose right or duty it\n                   may be to exact the performance of or to perform the\n                   act referred to;\n17/1971\nS. 2 (e).\n              “registered store” means any place, building or part of a\n1211985            building approved by the CommiasiOner nndu such\n6ch.\n                   security, and under such conditions as he may deem\n                   necessary, for the reception of spirits distilled in a dis-\n                   tillery, and for the temporary storage of such spirie\n1711971       ‘‘rum’’ means spirits distilled solely from sugar cane juice,\ns. 2 (0.\n                    sugar cane molasses, or the refuse of the sugar cane;\n              “ship” means a steamship or any other ship, boat, lighter,\n                   or other floating craft of any description and includes\n                   aircraft;\n                        lThe inclusion of bhis page is authorized by L.N.3/20011\n                         EXCISE DUTY                                        I1\n“spirits” means distilled spirits of every kind distilled in\n      the Island;\n“spirituous compound” means any liquor, cordial, mixture,\n      compound or preparation of which spirits distilled in\n      the Island forms a part;\n“still” means any ‘vessel, utensil or apparatus, or any part S.1711971\n                                                                 2(b).\n      thereof, capable of being used in the production of any\n      spirits but does not include glass flasks and condensers\n      used solely for laboratory purposes;\n“warehouse keeper” means the owner or occupier of a\n      private excise or export warehouse."
    }
  ],
  "definitions": []
}