{
  "id": "jm-stat-the-exclusive-economic-zone-act",
  "type": "statute",
  "title": "The Exclusive Economic Zone Act",
  "title_en": "The Exclusive Economic Zone Act",
  "short_name": "Exclusive Economic Zone Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-exclusive-economic-zone-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-exclusive-economic-zone-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                              loterprela-\n                                                               ti0n.\n    “Convention” means the United Nations Convention\n          on the Law of the Sea signed in Montego Bay Gn\n          the 15th day of December, 1982;\n    “fish” means any aqualic animal whether piscine or not\n          and includes shellfish, turtle, mollusc, crustacean,\n          coral, sponge, enchinoderms, their young and their\n          eggs;\n     “living resources” includes fish and all other forms of\n          aquatic life;\n    “Marine Officer” means any officer employed to the\n        Customs and Excise Department. any game warden\n        approved as such under the Wild Life Protection\n        Act, any member or officer of the Jamaica Con-\n        stabulary Force, anv member or officer of the\n        Jamaica Defence Force or any public officer\n        designated a Fishery Inspector under the Fishing\n        Industry Act and any other public officer desig-\n        nated a Marine OEcer by the Minister;\n    “scheduled enactment” means-\n           (a) an enactment specified in the Schedule: or k h c d u l e\n           (b) regulations made under an enactment so\n               specified,\n        [The inclusion of this p ~ g eis authorized by L.N. 90!.1593]\n4                              EXCLUSIVE ECONOMIC ZONE\n                       containing provisions regulating an activity which,\n                       for the time b5ng having regard to the circum-\n                       stances of the case, is required to be authorized\n                       by licence;\n                   “vessel” includes any canoe, lighter, floating platform,\n                       decked boat, carrier vessel, vessel equipped with\n                       inboard or outboard motor or any other sca-going\n                       vessel, whether surface craft or submarine;\n                   “Zone” means the Exclusi\\ e Economic Lone established\n                       under section 3.\n                                  Establishmenr of Zone\nEstablish-       3 . 4 1 ) There is es:ablished beyond and adjacent to the\nment of\nzone.          territorial sea of Jamaica a Zone to be known as the\n               Exclusive Economic Zone.\n                      (2) The Zone shall have as its inner limit the bounduy\n               line of the seaward limit of the territorial sea and, subject\n               to subsection (31, as its outer limit a boundary line which\n               is at every point a distance of two hundred nautical miles\n               from the baselines from which the breadth of the territorial\n               sea is measured.\n                      (3) Where the outer limit referred to in subsection (2)\n               intersects the oute1 limit of the exclusive economic zone of\n               any other State whosz coasts are opposite or adjacent to\n               Jamaica, delimitation of the boundaries of the Zone for\n               Jamaica and that State shall be effected bv aereement on\n               the basis of international law as referred to in Article 38\n               of the Statute of the International Court of Justice, in order\n               to achieve an equitable solution.\n&fits in         4. In the Zone there is vested in the Crown-\nand j&-\ndiction over       (a) sovereign righis in respect of-\nZone.\n                           (i) the exploration, exploitation, conservation,\n                               protection and management of the natural\n                       me inclusion of this page is authorized by LN.90/19931\n                EXCLUSIVE EcoNOMlC ZONE                                      5\n                 resources, whether living or non-living, of\n                 the waters superjacent to the sea-bed, and\n                 of the sea-bed and its subsoil;\n           (ii) all other activities for the economic exploita-\n                 tion and exploration of the Zone, including\n                 the production of energy from the water,\n                 currents and winds;\n    (b) exclusive rights and jurisdiction in respect of the\n         authorization and regulation of the construction,\n         operation, maintenance and use of artificial islands,\n         installations and structures;\n    (c) jurisdiction in respect of-\n             (i) the authorization, regulation and control of\n                 scientific research and the recovery of\n                 archaeological or historical objects;\n            (ii) the preservation and protection of the\n                 marine environment and the prevention\n                 and control of marine pollution; and\n    (6) all other rights and jurisdiction as are recognized\n         by the Convention or by international law."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Subject to the provisions of this Act, all States have in Rishb and\n                                                                duties of\nthe Zone the rights and duties of States as specified in the\nConvention with respect to the freedoms of navigation and inzone.\noverflight and of the laying of submarine cables and pipe-\nlines and other internationally lawful uses of the spa related\nto such freedoms.\nExploration for and Exploitation of Living and Non-Living\n                  Resources of the Zone"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) No person shall within the Zone explore for or Exploration\n                                                       for 2nd es-\nexploit any living resources thereof except, subject to section ploitation"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Grant of licence for exploration for or exploitation of living or\n    non-living resources of the Zone."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The Minister may by order published in the Applifatioo\n                                                                 of eoact-\nGazette extend the application of any enactment, with such meotsto\nexceptions and modifications as may be specified in the\norder, to the Zone or any part thereof; and an enactment\nso extended shall have effect in relation to the Zone as if that\nenactment had been enacted in this Act.\n      (2) An order under subsection (1) shall be subject to\nnegative resolution."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. For the purpose of giving effect to this Act the juris- ~ ~ t e o ~ i ~\n                                                                  jurisdic\ndiction and powers of the Courts of Jamaica and officers of    tionoftk\nthereof and of any constable or other person authorized to zFzzd\nperform the duties of a constable shall extend to the Zone authotitybo\n                                                               zone.\nin like manner as if the Zone constituted a part of the terri-\ntorial sea of Jamaica."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. under an4 in accordance with a licencz granted pursnant of     living\n                                                                reso,,rces\nto the relevant scheduled enactment.                            of the\n                                                                Zone.\n         [The inclusion af this pze is audhorkcd by LN.901 19431\n6                               EXCLUSIVE ECONOMIC ZONE\n                     (2) No person shall use any vessel to explore for or\n              exploit any living resources of the Zone unless, subject to\n              section 11, there is, in relation to that vessel, a licence granted\n              pursuant to the relevant scheduled enactment.\n                     (3) Any person who contravenes subsection (1) or (2)\n              commits an offence and is liable-\n                   (a) on summary conviction in a Resident Magistrate’s\n                        Court to a fine not exceeding fifty thousand\n                        dollars; and\n                   (b) on conviction on indictment in a Circuit Court to\n                        a fine not exceeding two hundred and fifty thou-\n                        sand dollars, and in the case of a second or subse-\n                        quent offence to a fine not exceeding five hundred\n                        thousand dollars,\n              and in addition, either such Court may order the forfeiture\n              of any vessel, equipment or other device used in committing\n              the offence.\nExploralion     7 . 4 1 ) No person shall within thz Zone, except, subject to\nfor and es-\ndoitatinn     section 11. under and in accordance with a licence granted\nof non-       pursuant to the relevant scheduled enactment-\nliving re-\nmm of\nthe Zone,          (a) explore for or exploit any non-living resources\n                       thereof;\n                   (b) carry out any search. excavation or any activity\n                       relating to the recovery of archaeological or histori-\n                       cal objects;\n                   (c) conduct any research; or\n                   (6) carry out any economic activity.\n                    (2) No person shall use any \\essel 3 explore for or\n              exploit any non-living resources of the Zone unless, subject\n              to wction 11, there js in relation to that vessel a licence\n              granted pursnant to the relevant scheduled enactment.\n                      [The Inclusion of thir page is aothor,zed by L N . ! X I 19931\n                 EXCLUSIVE ECONOMIC ZONE                                 7\n        (3) Any person who contravenes subsection (1)\ncommits an offence and is liable on conviction on indictment\nin a Circuit Court-\n     (a) in the case of an individual-\n                (i) to a fine not exceeding two hundred and\n                     fifty thousand dollars or to imprisonment\n                     for a term not exceeding five years or to both\n                     such fine and imprisonment;\n               (ii) in respect of a second or subsequent offence\n                     to a fine not exceeding five hundred thou-\n                     sand dollars or to imprisonment for a term\n                     not exceeding ten years or to both such fine\n                     and imprisonment,\n            and, where the offence is a continuing one to a fur-\n            ther fine of twenty-five thousand dollars per day\n            for each day on which the offence continues after\n            conviction;\n      ( b ) in the case of a body corporate-\n                 (i) to a fine not exceeding five hundred\n                     thousand dollars;\n                (ii) in respect of a second or subsequent offence\n                      to a fine not exceeding one million dollars\n                      and, where the offence is a continuing one to\n                      a further fine of fifty thousand dollars per\n                      day for each day on which the offence con-\n                      tinues after conviction,\n and, in addition the Court may order the forfeiture of any\n vessel, equipment or other device used in committing the\n offence.\n       (4) Any person who contravenes subsection ( 2 ) com-\nmits an offence and is liable-\n     (a) on summary conviction in a Resident Magistrate’s\n          Court-\n         F h e inclusion of this page i s authorized by L.N. 90/.19931\n8                              EXCLUSIVE ECONOMlC ZONE\n                             (i) in the case of an individual to a fine not ex-\n                                 ceeding fifty thousand dollars or to im-\n                                 prisonment for a term not exceding three\n                                 years or to both such fine and imprison-\n                                 ment; and\n                            (iil in the case of a body corporate, to a fine\n                                 not exceeding seventy-five thousand dollars;\n                                 and\n                    ( b ) on conviction on indictment in a Circuit Court-\n                             (i) in the case of an individual to a fine not\n                                 exceeding two hundred and fifty thousand\n                                 dollars or to imprisonment for a term not\n                                  exceeding five years or to both such fine\n                                 and imprisonment; and\n                            (ii) in the case of a body corporate to a fine not\n                                 exceeding five hundred thousand dollars,\n               and, in addition, either such Court may order the forfeiturc\n               of the vessel.\nGnnt of           8 . 4 1 ) Subject to section 11, licences for the exploration\nlicena for\nexdoration     for or exploitation of the living or non-living resources of\nfor or ex-\nploitation     the Zone shall be granted in accordance with provisions\nof living or\nnon-living     relating to the grant of licences contained in the relevant\nreEou-\nOF the         scheduled enactment and for that purpose the jurisdiction\nZone.          of any person or authority under the scheduled enactments\n               shall extend to the Zone in like manner as if-\n                      (a) the Zone constituted a part of the territorial sea of\n                           Jamaica; and\n                      (b) any reference to Jamaica or this Island or any land\n                           in Jamaica included (other than for purpose of\n                           delineating the Zone) any artificial island, installa-\n                           tion or structure established in the Zone.\n                     (2) The penalties provided in this Act in relation to\n               the exploration for or exploitation of living or non-king\n                        r h e inclusion o€this page is authorized by LN.90119931\n               EXCLUSIVE ECONOMIC ZONE                                     9\nresources of the Zone without a licence shall, notwith-\nstanding anything contained in the scheduled enactments,\nhave effect in lieu of any corresponding penalties in those\nenactments.\n      (3) Fees prescribed by regulations made under this\nAct for applications for licence to explore for or exploit\nany living or non-living resources of the Zone shall, not-\nwithstanding anything contained in the scheduled enact-\nments, have effect in lieu of any corresponding fees in those\nenactments."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Person prejudiced by order of forfeiture may apply to Court far\n    revocation.\n                  Powers und Duties of Marine Oficers"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) A Marine Officer shall have, in the Zone, power\n                to-\n                     (a) board any vessel which he has reasonable cause to\n                          suspect is engaged in the exploration or exploita-\n                          tion of living or non-living resources and to search\n                          such vessel, fish, fishing gear or any other equip-\n                          ment on board thereof;\n                     (b) require the master or person in charge of such\n                          vessel to produce his licence;\n                     (c) require the master or person in charge of such\n                          vessel to produce the licence for such vessel;\n                      (d) require the master or person in charge of such\n                          vessel to give an explanation concerning the acti-\n                         mhhe inclusion of this page is authorized by LN. 90,1119933\n               EXCLUSIVE ECONOMIC ZONE                               11\n        vities of such vessel or any person on board such\n        vessel;\n    (e) do all such other acts as he is authorized or required\n         to do by this Act or by any regulations made there-\n        under.\n       (2) A Marine Officer may, within the Zone, with or\nwithout a warrant-\n    (a) seize any vessel, net, gear, tackle or other equip-\n         ment which is being used by any person in com-\n         mitting an offence against this Act; or\n    (b) where, in respect of any vessel, he reasonably sus-\n         pects that an offence has been committed against\n         this Act-\n             (i) seize any cargo on the vessel; and\n            (ii) detain the master or person in charge of the\n                  vessel.\n         (3) Where a vessel, net, gear, tackle or other\nequipment is seized or a person detained under subsection\n(2), a Marine Officer shall, as soon as practicable thereafter,\ntake all reasonable measures to ensure that the vessel, net,\ngear, tackle or other equipment is taken to the nearest\nconvenient port and that the person detained is brought\nbefore a Resident Magistrate to answer a charge in con-\nnection with the offence that gave rise to the seizure or\ndetention.\n          (4)A Marine Officer shall take all reasonable steps\n to ensure that any cargo seized is kept in good condition, so,\nhowever, that the Marine Officer may, if he thinks it neces-\n sary, dispose of any cargo in order to avoid spoilage of that\n cargo.\n        (5) Where a Marine Officer seizes cargo, which at\n the time of seizure is spoilt, he shall, as soon as is convenient\n thereafter, dispose of the spoilt cargo.\n     ~.\n          We inclusion of this page is authorized by LN.W/ 19931\n ~\nR/L - 19\n12                          EXCLUSIVE ECONOMlC ZONE\n                    (6) Where a Marine Officer disposes of cargo pur-\n            suant to subsection (4) or subsection ( 5 ) he shall issue a\n            receipt to the master or person in charge of the vessel and\n            the receipt shall state the date of disposal, the quantity and\n            condition of cargo disposed of and the amount, if any,\n            realized.\n                    (7) A Marine Officer shall while on duty in the\n            capacity of a Marine Officer have, exercise and enjoy all\n            the powers, authority, privileges and immunities of a\n            Constable under the Constabulary Force Act.\nProoedum      1 4 . 4 1 ) Where a vessel is seized or a person detained\nmnsequent\non dcten-   under subsection (2) of section 13, then-\ntion or\n&me in           (a) in the case of a vessel which is not registered in\nthe zone\n                        Jamaica or of a person who is not a citizen of\n                        Jamaica, a Resident Magistrate shall determine,\n                        pending hearing of the charge, the amount of\n                        security (whether by way of bond or otherwise) to\n                        be given €orthe release of the vessel or person and\n                        on the giving of such security the vessel or person\n                        shall be released;\n                 (b) in the case of a vessel which is registered in Jamaica\n                        or a person who is a citizen of Jamaica, the Court\n                        shall determine, pending hearing of the charge,\n                        whether the vessel or person ought to be released\n                        and, if released, the amount of security to be given\n                        for such release.\n                    ( 2 ) Where under subsection (2) of section 13 a\n            vessel, net, gear, tackle or other equipment or any cargo is\n            seized then-\n                 (a) if the item seized has not been claimed within a\n                       period of thirty days of such seizure, a Resident\n                       Magistrate may order the forfeiture of that item;\n                       and\n                    [The inclusion 06 tbihia page is authorized by L.N.90119931\n                EXCLUSIVE ECONOMlC ZONE                                  13\n    ( b ) upon the conviction of any person who permitted\n          the use of, or is in charge of, any such item, the\n          Court may, upon the application of the prosecu-\n          tion, order the forfeiture of any such item, if the\n          Court is satisfied that-\n              (i) the item was used in the commission of the\n                  offence or was otherwise connected with the\n                  offence; and\n             (ii) the circumstances of the case are such that\n                  it is just so to order.\n        (3) Where a person is brought before a Resident\nMagistrate pursuant to subsection (3) of section 13 to answer\na charge and is acquitted of the c h a r g e\n     (a) any item seized in connection with the alleged\n          offence and not forfeited pursuant to subsection (2)\n          (a) of this section shall be returned to him; and\n     (b) if any cargo which was in his possession at the time\n          of detention has been disposed of pursuant to sub-\n          section (4)of section 13, the Resident Magistrate\n          may order that he be paid compensation therefor\n          in such amount as the Resident Magistrate con-\n          siders just."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Procedure consequent on detention or seizure in the Zone.\nIS. Diplomatic or consular officer to be informed regarding seizure\n    of vessel."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.41) Where any vessel which is not registered in DiplomiIh\nJamaica has been seized within the Zone by a Marine Oflicer,           szm2\"\nthe Marine Officer making such seizure shall inform the gzd\nappropriate authority of such seizure; and the appropriate ~ $ 3\nauthority shall ensure that a diplomatic or consular repre- d.\nsentative of the State of registration of the vessel is informed\nof such seizure and of the penalties, if any, imposed on such\nvessel and its occupants.\n       (2) In subsection (1) \"appropriate authority\" means\nthe Minister responsible for foreign affairs or such other per-\nson as he may designate.\n         F h e inclusion of this page is authorized by L.N. W /19931\n.i4                             EXCLUSIVE ECONOMIC ZONE\nPravision        16. The proceeds of sale of any cargo disposed o l under\nregarding\npmce& of      subsection (4) or subsection (5) of section 13 shall be paid\ncmpensa-      into Court for credit to the Consolidatcd Fund, and if, in\ntion.         relation thereto, compensation is paqTable under paiagraph\n              ( b ) of subsection (3) of section I4 payment thereof shall be\n              made by the Accountant-General.\npTooDbd.         17. In any action or other legal proceedings brought\nmgs           against the Crown or any Marine Officer or person acting in\nagainst the\nCrown.\nMarine\n              his aid in respect of any act done iri pursuance or execution\nOfficer ca    or intended execution of this Act or the regulations the\nperson\n=dngh         plaintiff shall not recoqer unless he allzges in his pleading\nhisasd.       and proves at the trial that such act was done either mali-\n              ciously or without reasonable or probable cause.\n                                               General\noffences        18.41) Any person w h o -\nmminitied\nwithin Che         (U) refuses, neglects or fails to comply with any\nZone.\n                        direction given to him by a Marine Officer for the\n                       purposes of this Act;\n                   (b) subject to subsection (21, refuses or fails to produce\n                        any licence under this Act which he is required by\n                        a Marine Officer to produce;\n                   (c) refuses, without reasonable cause, to give any\n                        explanation which he is required by a Marine\n                        Officer to give for the purposes of this Act;\n                   (d) assaults or obstructs any Marine Officer in the\n                        execution of his duty; or\n                   (e) removes, alters or interferes with any article seized\n                        under section 13 without the authority of a Marine\n                        Officer,\n              commits an offence and is liable on summary conviction\n              before a Resident Magistrate to a fine not exceeding two\n              thousand dollars or to imprisonment for a term not exceed-\n              ing twelve months or to both such fine and imprisonment.\n                         [The ioclusion ofthis paxe i g authorized by L.N. WjlW31\n                 EXCLUSIVE ECONOMIC ZONE\n        (2) Where under subsection (1) (b) a person is un-\nable to produce to a Marine Officer a licence when so\nrequired but is able to satisfy the Marine Officer by other\nmeans as to his name, address and identity. the Marine\nOfficer may, if otherwise satisfied as to the credentials of\nthat person. permit him to produce such licence in person\nwithin five days thereafter at such place as may be speci-\nfied by the Marine Officer at the time its production was\nrequired. and if the licence is so produced that person shall\nnot be convicted of an offenceunder that subsection."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Provision regarding proceeds of sale and compensation.\n        me inclusion OF this page is authorized by L.N. 9O/lW3]\n2                   EXCLUSIVE ECONOMIC ZONE"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Proceedings against the Crown, Marine Officer or person acting\n        in his aid.\n                                    General"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.41) An act-                                      Ofherin.\n                                                      &table\n    (d committed in the Zoie hy a person. whether h e Offcnces.\n            is or is not a citizen of Jamaica; and\n        fb) being of such a description as would. if committed\n            on land in Jamaica. b,: punishp.b!? on indictment,\nis an offence. punishzbk on indictment in Jamaica in like\nmanner. notwithstanding thst it mav have been committed\non hosrd. or bv means of. a vessel the nationality or\nregistration of which is not Jamaican. and the person who\nis reasonahlv sust)ected of having committed such offence\nmay be arrertd and mav be tried or otherwise dealt with\nin reference to any charge against him in connection with\nt h s t offence.\n        (2) For the purposes of this section all offences under\nthe Dangerous Drugs Act. whether or not thev are only sum-\nmary offences, shall be treated as if they are offences punish-\nable on indictment.\n        (3) For the purposes of arresting any person charged\nwith an offence declared bv subsection ( I ) to be punishable\nin Jamaica, the Zone shall be deemed to be within the juris-\ndiction of any txrson authorized bv law for the time being\nin force in Jamaica to arrest persons acting in breach of the\nlaw or to issue warrants for the arrest of any person charsed\nwith any offence.\n         F   e indusion OF this pale i?authorized by L.N.sO!lSS3]\n16                         EXCLUSNE EONOMlC ZONE\n                  (4) Nothing in this section shall-\n               (a) restrict or prejudice the exercise of any powers or\n                   authority by, for or on behalf of, or in the name or\n                   service of, Her Majesty in right of Her Govem-\n                   ment of Jamaica pursuant to international law;\n               (6) abrogate or abridge any criminal jurisdiction con-\n                   ferred on any court by virtue of any provision con-\n                   tained in any law in force for the time being in\n                   Jamaica;\n               (c) preclude any act of piracy from being tried or other-\n                   wise dealt with pursuant to any law in force for\n                   the time being in Jamaica.\n                   ( 5 ) No prosecution for an offence punishable under\n           subsection (1) shall be instituted except by or with the con-\n           sent of the Director of Public Prosecutions :\n             Provided that this subsection shall m t prevent the arrest,\n           or the issue or execution of a warrant for the arrest, of any\n           person in respect of such an offence, or the remanding in\n           custody or on bail of any person charged with such an\n           offence.\n                   (6)Notwithstanding any provision to the contrary\n           in any other enactment, proceedings against any person for\n           an offence declared under subsection U), to be punishable\n           in Jamaica may be commenced before a Resident Magistrate\n           having jurisdiction in the parish where that person is for the\n           time being, and, for all incidental and consequential pur-\n           poses, the offence shall be deemed to have been committed\n           within the boundaries of that parish.\n M   W       20.41) The Minister may from time to time amend the\nmay mead\n           Schedule by order published in the Gazette.\n                  (2) An order under subsection (1) shall be subject to\n           negative resolution.\n                   me inclusion of this page is a u t h o r i d by L.N. 90/19931\n                 EXCLUSIVE ECONOMIC ZONE                                 17"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister may make regulations for the purpose\nof giving effect to the provisions of this Act, and, in parti-\ncular, but without prejudice to the generality of the fore-\ngoing, may make regulations for-\n     (a) charts to be officially recognized as indicating base-\n            lines or boundaries of the Zone, and the admission\n            in evidence of such charts or copies thereof certi-\n            lied in the prescribed manner;\n     (b) defining the limits of the Zone whether by way of\n            such charts as aforesaid or otherwise;\n     (c) regulating the construction, maintenance and\n            removal of artifical islands, installations and struc-\n            tures;\n     (d) the establishment of safety zones around artificial\n            islands, installations and structures;\n     (e) regulating customs, fiscal, health, safety and immi-\n            gration matters on artificial islands, installations\n            and structures;\n     (fl regulating the steps to be taken to inform interested\n            parties of the arrest or detention of any foreign\n            vessel and the imposition of penalties thereon;\n      (g) determining the nationality of vessels for the pur-\n             poses of any provisions of the regulations;\n      (h) regulating any activity relating to the economic\n             exploration or exploitation of the Zone;\n        (i) regulating the authorization, control and supervi-\n             sion of scientific research in the Zone and the\n             recovery of archaeological and historical objects;\n       (i) the preservation and protection of the marine\n             environment and the prevention and control of\n             marine pollution;\n      (k) determining the terms and conditions of joint\n             ventures or other co-operative arrangements to be\n             implemented in the Zone;\n                                                                     -\n         P’hc inclusion of this page is authoriPnf   L.N. 90119931\n18              EXCLUSIVE ECONOMIC ZONE\n     ( l ) specifying the requirements for training personnel\n            and the transfer of technology;\n     (m) determining the allowable catch of living resources\n            of the Zone;\n     In) the proper conservation and management measures\n            to be taken to assure the maintenance of and the\n            optimum utilization of the living and non-living\n            resources of the Zone;\n      (0)the fixing and measuring of charges for the taking,\n            storage and maintenance of vessels;\n      lp) regulating the sale or disposal of any goods seized\n            or forfeited;\n      (q) prescribing the fee to be paid on application for a\n            licence; and\n      (r) prescribing anything authorized by this Act to be\n            prescribed.\n          [The inclurion ofthis page is authorized by L.N. 90/19931\n            EXCLUSIVE ECONOMIC ZONE\n                        SCHEDULE                              (Section 2)\nThe Beach Control Act\nThe Customs Act\nThe Dangerous Drugs Act\nThe Fishing Industry Act\nThe Jamaica National Heritage Trust Act\nThe Harbours Act\nThe Shipping Act\nThe Minerals (Vesting) Act\nThe Mining Act\nThe Petroleum Act\nThe Public Hcalth Act\nThe Quarantine Act\nThe Wildlife Protection Act"
    }
  ],
  "definitions": [
    {
      "term": "appropriate authority",
      "definition": "the Minister responsible for foreign affairs or such other per-",
      "source_provision": "sec15"
    }
  ]
}