{
  "id": "jm-stat-the-executive-agencies-act",
  "type": "statute",
  "title": "The Executive Agencies Act",
  "title_en": "The Executive Agencies Act",
  "short_name": "Executive Agencies Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-executive-agencies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-executive-agencies-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Executive Agencies Act.                          short title.\n                      PART I. Preliminary\n                                                                                 Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-                           tion.\n  \"Advisory Board\" means a board with advisory functions\n      only, which is appointed by the responsible Minister;\n  \"appointed day\" means the 1st day of April, 2002;\n  \"Chief Executive Officer\" means the person charged with\n      responsibility for the management of an Executive\n      Agency.\n   \"Executive Agency\" and \"Agency\" means a public body\n      which is designated an Executive Agency pursuant to\n      this Act;\n   \"Framework Document\" means the document establishing\n       the legal framework between the Agency and the\n       responsible Minister, stating the terms on which the\n       Executive Agency will operate, including ihe matters s,,edu,e,\n       specified in the Schedule;\n   \"functions\" includes duties and powers;\n   \"generally accepted accounting practice\" means such\n       financial reporting standards as are-\n              (a) set out from time to time in the Handbook of\n                  the Institute of Chartered Accountants of\n                  Jamaica; and\n              (b) approved by the Minister responsible for\n                  finance, in accordance with the provisions of\n                  the Financial Administration and Audit Act;\n4                                 EXECUTIVE AGENCIES\n               \"Minister\" means Minister responsible for the public\n                   service;\n               \"Performance Agreement\" means an agreement to be\n                   entered into between the responsible Minister and\n                    Chief Executive Officer of an Executive Agency,\n                   providing the basis for the specification, assessment\n                    and review of the Chief Executive Officer's\n                   performance;\n               \"public body\" means-\n                        (a) a department of Government;\n                        (b) a statutory body or authority; or\n                        (c) a company which is owned by Government;\n               \"relevant Act7' means an Act which provides for the\n                    establishment and fimctions of a statutory body or\n                    authority which is designated under this Act as an\n                    Executive Agency;\n               \"responsible Minister\" as respects an Executive Agency or\n                    other public body, means the Minister having portfolio\n                    responsibility for that Agency or body, and\n                    \"responsible Ministry\" shall be construed accordingly.\nObjects of   3. The principal objects of this Act are-\nAct.\n               (a) the establishment of Executive Agencies;\n               (b) the promotion of prudent, effective and efficient\n                   management in Executive Agencies;\n               (c) the provision of appropriate mechanisms for proper\n                   management, accountability and transparency in the\n                   operations of Executive Agencies;\n               (d) the enhancement of the effective and efficient delivery\n                    of goods and services to the public.\n                        EXECUTIVE AGENCIES                                    5\n         PART 11. Designation of Executive Agencies"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-( 1) Subject to the provisions of this section, the Minister Designation\nmay by order designate one or more public bodies as Executive of    public\n                                                                  bodyas\nAgency with effect from such date as shall be specified in the Executive\n                                                                  Agency.\norder.\n       (2) Before making an order under subsection (1) the\nMinister shall-\n      (a) cause to be carried out, an assessment of the fhctions\n           and operations of the body or bodies concerned for\n           the purpose specified in subsection (3);\n      (b) determine if the assessment shall extend to the\n           functions and operations of any other body or bodies;\n      (c) approve a scheme of management for the operations\n          of the Executive Agency.\n       (3) An assessment shall be carried out under subsection\n(2) for the purpose of-\n      (a) identieing-\n               (i) the most effective and efficient options for\n                   undertaking the functions of the public body\n                   or bodies; and\n              .(ii) the advantages and disadvantages of each\n                    option; and\n      (b) recommending, with accompanying reasons-\n               (i) the preferred option or combination of\n                   options, or such other options as may be\n                   necessary; and\n              (ii) the form of organization.\n               [The iiiclusioii of this page is authorized by L.N. 88/2003]\n6                                       EXECUTIVE AGENCIES\n                        (4) Where, based on the final report of an assessment\n                carried out pursuant to subsection (2), the Minister determines\n                that the public body or bodies concerned should be designated as\n                an Executive Agency he shall, in writing, notify the responsible\n                Minister who shall cause a draft scheme of management to be\n                prepared in accordance with section 5 and submitted to the\n                Minister for approval.\nSchemes of        5.-( 1) Every scheme of management shall provide for-\nestablishment\nand manage-          (a) the hnctions of the Executive Agency;\nment of\nExecutive           (b) the establishment and functions of an Advisory Board\nAgencies.\n                        and the appointment and tenure of ofice of its\n                        members;\n                    (c) the appointment and tenure of office of the Chief\n                        Executive Officer;\n                    (d) the application of the hnds of the Agency;\n                    (e) the modernization of the Agency, including-\n                             (i)     the preparation of a Framework Document\n                                     and Performance Agreement; and\n                             (ii) such other matters relating to strategic and\n                                  operational plans as are necessary for its\n                                  modernization and medium-term financing;\n                    v) the timely preparation and provision of documents,\n                        including multi-year corporate plans, annual business\n                        plans, quarterly and annual reports and performance\n                        agreements that are designed to promote and'contribute\n                        to effective and efficient management and\n                        accountability of the Agency;\n                    (g) the numbers of any particular office, levels of\n                        emoluments and other elements of remuneration for\n                        positions required for the modernization of the\n                        Executive Agency and to meet the performance targets\n                        and indicators agreed by the responsible Minister in the\n                        Framework Document; and\n                              [The inclusion of this p a p is authorized by L.N. 88/2003]\n                        EXECUTNE AGENCIES                                                 7\n    (h) such other matters as the responsible Minister may\n        consider expedient or necessary for giving effect to the\n        purposes of this section.\n       (2) The primary hnctions of the Advisory Board are to\nadvise the Chief Executive Officer in the strategic and business\nplanning responsibilities of the Executive Agency.\n       (3) Members of the Advisory Board shall be appointed\nfiom among suitably qualified persons in the public and private\nsectors and non-governmental organizations.\n       (4) The Minister may fiom time to time by order amend\n                                                                              Schedule.\nthe Schedule by adding to or removing fiom it any matter to be\nincluded in a Framework Document.\n                    PART III. Administration"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-( 1) The Chief Executive Officer shall be appointed by the Appointment\nGovernor-General by instrument in writing on the advice of the of  Chief\n                                                                Executive\nPublic Service Commission.                                      officer.\n        (2) Where the appointment of a Chief Executive Officer\nrelates to an Executive Agency that has jurisdiction in relation to\na public body established by a relevant Act which specifies the\ndesignation of the officer responsible for the operations of that\nbody, the Chief Executive Officer, if appointed to that position,\nshall be known by that designation.\n        (3) Subject to section 8, a Chief Executive Officer shall\nbe appointed for a period not exceeding five years and shall be\neligible for reappointment.\n       (4) The conditions of employment of a Chief Executive\nOfficer shall be as such as are specified in a Performance\nAgreement approved by the responsible Minister and signed by\nthe responsible Minister and the Chief Executive Officer."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)  The Chief Executive Officer shall report directly to ~ ~ ~ t i m o f\n                                                               Chief\nthe responsible Minister and be responsible for-               Executive\n                                                                              m1cer.\n               [The iiiclusioii of this page IS authonzed by L N   88/2003]\n8                                      EXECUTNE AGWCIES\n                        the Executive Agency’s performance, operations and\n                        functions;\n                        giving advice to the responsible Minister on the matters\n                        referred to in paragraph (a);\n                        the delivery of goods and services by the Agency, in\n                        the quantity, and in accordance with the quality, costs\n                        and standards specified in any plan or document\n                        referred to’in the scheme of management;\n                        the general conduct of the Agency;\n                        the efficient and effective management of the Agency\n                        (including its human resources) and prudent financial\n                        management of its financial resources;\n                        timely reporting in the prescribed manner to the\n                        responsible Minister on the Agency’s performance.\n                      (2) In relation to an Executive Agency referred to in\n               section 6 (2), the hnctions specified in subsection (1) of this\n               section are in addition to those specified in the relevant Act or\n               any other enactment.\nRemoval from     8. A Chief Executive Officer may be removed fiom office if\noffice.\n               such Officer-\n                    (a) becomes of unsound mind or becomes permanently\n                        unable to perform the hnctions of office by reason of\n                        ill health;\n                    (b) becomes bankrupt or, without good and sufficient\n                        reason, compounds with or suspends payment to, his\n                        creditors;\n                    (c) is convicted and sentenced to a term of imprisonment\n                        or death;\n                    (4 is convicted of any offence involving dishonesty;\n                             [The iiiclusion of this page is authonzed by L N   88/2003]\n                                                                            9\n      (e)   fails, without reasonable excuse, to carry out any of\n            the functions coderred or imposed on him under this\n            Act or requirements specified in a relevant contract of\n            employment, Framework Document or Performance\n            Agreement;\n      u> is proven to have brought disrepute to the Executive\n            Agency throitgh misconduct."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)    Where a vacancy arises in the office of Chief Fillingof\nExecutive Officer, the Governor-General, on the advice of the vacancy.\nPublic Service Commission, may designate someone to act in\nthat office during such vacancy until an appointment is made.\n       (2) Where, by reason of illness, absence from the Island\nor other sufficient cause, a Chief Executive Officer is unable to\nperform his functions under this Act-\n       (a) he may appoint a member of staff of the Executive\n           Agency to perform those functions for a period not\n           exceeding two months; or\n       (b) if the Chief Executive Officer is unable or fails to\n           appoint a person under paragraph (a), or if' it is\n           necessary to make such an appointment for a period\n           in excess of two months, the Governor-General, on\n           the advice of the Public Service Commission, may\n           appoint such person as he thinks fit to perform those\n           functions.\n  lo.-( 1) The Permanent Secretary in the responsible Ministry Review of\nshall, on behalf of the responsible Minister and in consultation T&yw\nwith the Chief Executive Officer, review the Chief Executive Executive\nOfficer's performance generally or in respect of any particular OBca.\nmatter.\n                [The iiiclusion of this page is authorized by L.N. W2003]\n10                                   lXECuTNE AGENClES\n                     (2) In carrying out hnctions under subsection (l), the\n              Permanent Secretary shall report in writing to the responsible\n              Minister on the matter and extent to which the Chief Executive\n              Officer is hlfilling all of the requirements imposed upon that\n              Chief Executive Officer by the Performance Agreement or under\n              this Act, the relevant Act or any other enactment.\n~ppointment     11.-(I)  Subject to subsection (2), a Chief Executive Officer\nof staff.\n              may fiom time to time, in accordance with an instrument of\n              delegation issued under section 127 of the Constitution-\n                   (a) appoint such other officers and employees as the\n                       Chief Executive Officer thinks necessary for the\n                       efficient exercise of the hnctions of the Executive\n                       Agency; and\n                   (b) subject to subsection (4) (b) of that section, remove\n                       fiom oEce or exercise disciplinary control over any\n                       such officer or employee.\n                     (2) In exercising powers under subsectiop (1) (b), the\n              Chief Executive OEcer shall act in accordance with regulations\n              made under section 18 (1) (b).\n                      (3) In making an appointment under this section, a Chief\n              Executive Oficer shall give preference to the person who is best\n              suited to the position.\n                      (4) Where a Chief Executive Officer intends to fill a\n              vacant post in the Executive Agency, the Chief Executive\n              Officer shall give public notice of such vacancy in a manner\n              sufficient to enable suitably qualified persons to apply for\n              employment in the post.\n                     ( 5 ) Appointments under this section shall be by\n              instrument in writing signed by or on behalf of the Chief\n              Executive Officer.                                  \\\n                        lXECUiW??i AGENCIES\n        (6) A certificate signed by the Chief Executive Officer\nthat any person named in the certificate was appointed to any\noffice in the Executive Agency fiom the date stated in the\ncertificate shall be sufficient evidence that the person was duly\nso appointed and continues to hold the office unless the\ncontrary is proved.\n                        PART IV. Financial\n  1 2 4 1 ) The funds and resources of each Executive Agency F U I I ~ S ~\n                                                                 resources.\nshall consist of-\n       (a) such sums as may be provided by Parliament\n            annually fbr the purpose in the Estimates of Revenue\n            and Expenditure;\n      (b) such sums as may be allocated fiom time to time to\n          the Executive Agency fiom loan hnds;\n      (c) subject to subsections (2) and (3), moneys earned by\n          the Agency fiom charges imposed by it in respect of\n          the goods or services provided by it in its o p t i o n s ;\n          and\n      (d) all other sums or property which may become\n          payable to or vested in the Agency in respect of any\n          matter incidental to its functions.\n       (2) The Minister responsible for h c e may by order\nspeciQ the percentage of moneys r e M to in subsection (1)\n(c) which may be lodged into a bank account operated by an\nAgency.\n       (3) The accountable officer of an Agency shall cause the\ndifferencebetween the moneys earned and the percentage paid\ninto a bank account to be paid into or accrued to the\nConsolidated Fund.\n       (4) The provisions of section 17 of the Financial\nAdmi&&.&'on and Audit Act shall apply to a bank account\nreferred to in subsections (2) and (3).\n12                                    EXECWZE AGENCIES\nFees and        13.-(1) Subject to subsection (2), an Executive Agency\ncharges.\n              may, in accordance with regulations made under section 18,\n              impose fees or charges in respect of the services rendered by it.\n                      (2) Where such fees or charges are prescribed by or\n              under a relevant Act, the Executive Agency shall act in\n              accordance with the provisions of that Act in relation to those\n              fees or charges.\n                      (3) Subject to the provisions of any relevant Act, all fees\n              or charges arising fiom the provision of services by an\n              Executive Agency may be recovered without limit of amount, as\n              a civil debt in a Resident Magistrate’s Court.\nAccountsand     14.+1)    Every Chief Executive Officer shall cause to be\nAudit.\n              kept-\n                    (a) accounts of the transactions of the Executive Agency\n                         in accordance with generally accepted accounting\n                         practice; and\n                    (b) a record of the Agency’s performance in accordance\n                        with its approved corporate and annual business\n                        Plans,\n              and such accounts and performance shall be audited annually by\n              an auditor appointed by the Chief Executive Officer and\n              approved by the Auditor-General.\n                     (2) The Chief Executive Officer and other officers and\n              employees of the Executive Agency shall give to the auditor\n              appointed under subsection (1)-\n                    (a) access to all books, documents, cash and securities of\n                        the Agency; and\n                    (b) on his request, all such information as may be within\n                        their knowledge in relation to the activities of the\n                        Agency.\n                             (The inclusion of this page I S authonzed by L.N. 88/2003]\n                        EXECUTIVE AGENCIES                                   13\n      (3) The Auditor-General shall be entitled at all times to\nexamine the records of performance and the accounts of every\nAgency.\n        (4) The auditor’s fees and any expenses of the audit\nshall be paid by the Agency."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)   Every Chief Executive Officer shall prepare and PIW,\n                                                            reports, etc.\nsubmit to the responsible Minister-\n      (a) a corporate plan in relation to a period of at least three\n          years; and\n      (6) an annual business plan,\ncontaining such particulars as may be prescribed.\n       (2) Every Chief Executive Oficer shall, in each year\nprepare and forward to the responsible Minister quarterly reports\nof the activities of the Executive Agency during the preceding\nquarter.\n       (3) Every Chief Executive Officer shall, within three\nmonths after the end of each financial year, prepare and forward\nto the responsible Minister, an annual report of the activities of\nthe Executive Agency during that financial year, including a\nstatement of its accounts audited in accordance with section 14.\n        (4) A copy of the annual report together with the\nauditor’s report shall be laid on the Table of the House of\nRepresentatives and the Senate within four months after the end\nof the financial year.\n        PART V. Pension Schemes and other Benefits"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-( 1) The Minister may, after consultation with persons Pensions\nlikely to be affected thereby, make schemes for the award of              Eeg:\npensions, gratuities or other retiring or disability benefits to\npersons in the employment of Executive Agencies including\nprovisions for the grant of benefits to the dependants and legal\npersonal representatives of such employees.\n               [The inclusion of this page is authonzed by L N. 8800031\n14                          EXECUTNE AGENCIES\n            (2) A pension scheme under this section may contain\n     provisions as to-\n          (a) contributions to be made by the employer and\n              employee or other means of fbnding of the scheme;\n          (b) the management of the hnds under the scheme;\n          (c) the nature and levels of the benefits to be received\n              under the scheme and the terms and conditions for\n              eligibility;\n          (d) whether participation in the scheme would be\n              compulsory;\n          (e) the applicability of a scheme to one or more\n              Executive Agencies;\n          v) provisions which would enable the transfer of\n             benefits, assets and contributions between Executive\n             Agencies and other specified bodies;\n          (g) circumstances in which pension may be granted on\n              retirement;\n          (h) the eligibility for rehnds or other payments on\n              termination of employment in circumstances in which\n              no retirement benefits are payable; and\n          (i) to provide for benefits in respect of persons engaged\n              in specified employment prior to the appointed day.\n           (3) A scheme for benefits other than for the award of\n     pensions may contain provisions as to-\n          (a) contributions to be made by the employer and\n              employee or other means of fhding of the scheme;\n          (b) the management of the hnds under the scheme;\n                  (The iiicliisioii of this page is atitlionzed by L N   88/2003]\n                       EXECUTIVE AGENCIES\n          the nature of the benefits to be received under the\n          scheme and the terms and conditions for eligibility;\n          whether participation in the scheme would be\n          compulsory;\n          the applicability of a scheme to one or more\n          Executive Agencies;\n          provisions which would enable the transfer of\n          benefits, contributions or assets between Executive\n          Agencies and other specified bodies; and\n          the eligibility for refunds or other payments on\n          maturity of the benefits.\n       (4) A scheme made under this section shall be subject to\naffirmative resolution.\n        (5) For the purposes of subsection (3) \"schemes for\nbenefits other than for the award of pensions\" includes schemes\nin relation to Group Life and Group Health Insurance."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) A public officer who immediately before the Electionre\nappointed day, was employed in the service of an Executive\nAgency shall, within twelve months after that date, elect to have\nthe terms and conditions of his pension regulated either by the\npensions legislation which would have been applicable to him\nprior to that date or by the relevant provisions of this Act.\n       (2) An election under subsection (1) shall be made by\nmemorandum in writing to the Governor-General and shall be\nirrevocable.\n        (3) Where a public officer referred to in subsection (1)\nhas not made an election pursuant to that subsection, he shall be\ntreated as if he had elected to have the terms and conditions of\nhis pension regulated by the provisions of this Act.\n            F e inclusion of this page is authorized by L.N. 111/2005]\n16                                    EXECUTIVE AGENCIES\n                                        PART VI. General\nRegulations.     18.-(1) The Minister may make regulations generally for\n               giving effect to the provisions and purposes of this Act and,\n               without prejudice to the generality of the foregoing, may make\n               regulations-\n                         prescribing the particulars to be included in a\n                         modernization plan, Framework Document, medium-\n                         term financing plan, corporate plan, business plan or\n                         Performance Agreement;\n                         prescribing a Code of Conduct for the officers and\n                         employees of Executive Agencies, including matters\n                         constituting breaches of discipline;\n                         prescribing the fees and charges to be imposed by an\n                         Executive Agency with the responsible Minister's\n                         approval, in respect of any services rendered by it;\n                         giving effect to the provisions of any pension or other\n                         scheme created under Part V; and\n                         providing for any other matter relevant to the\n                         operation of Executive Agencies.\n                      (2) Regulations made under this section shall be S U ~ J ~ C ~\n               to affirmative resolution and may relate generally to all\n               Executive Agencies or to any particular Executive Agency.\n                          (The inclusion of this page is authorized by L.N. 1 1 1/2005]\n                      EXECUTIVE A GENCIES                                        17"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The following bodies are hereby designated Designation\n                                                     of existing\nExecutive Agencies-                                  bodies as\n                                                                         Executive\n                                                                         Agencies.\n     ( a ) the Administrator General's Department;                       3 112004\n                                                                         S. 2.\n     (b) the Jamaica Information Service;\n     (c) the Management Institute for National Development;\n     (6)the National Environment and Planning Agency;\n     (e) the National Land Agency;\n     V) the National Works Agency;\n     (g) the Registrar General's Department; and\n     (h) the Office of the Registrar of Companies.\n       (2) The Agencies designated under subsection ( I ) shall\nbe treated as having satisfied the requirements of section 4,\nand the provisions of this Act shall apply to them\naccordingly.\n               EXECUTIVE AGENCIES\n                          SCHEDULE                    (Sections 2 and 5(4))\n  Matters to be included in a Framework Document\nThe mission and strategic objectives of the Executive Agency.\nThe fundamental principles which are applicable in the conduct of\nits operations.\nThe appointment and powers of the Chief Executive Officer and\nprovisions for the termination of such appointment.\nThe relationship between the Chief Executive Officer and the\nresponsible Minister.\nThe accountability of the Agency and the Chief Executive Wicer.\nThe arrangements for the management of the Agency, including\nthe powers of the Chief Executive Officer relating to appointment,\ndismissal and disciplinary control of employees.\nThe planning, monitoring and reporting requirements in respect of\nthe Agency.\nSpecific outputs to be achieved by the managefient of the Agency.\nThe resources available to the Agency for the performance of its\nfunctions.\nThe extent and nature of the Agency's managerial, operational,\nfinancial and human resources.\nThe financial framework for the Agency's performance and\naccountability.\nPerformance indicators and the method of performance\nmeasurement and evaluation in respect of the Agency.\nRewards and sanctions arising from performance evaluation.\nProvisions for review of the Framework Document.\nThe manner in which the status of the Executive Agency oan be\nterminated."
    }
  ],
  "definitions": [
    {
      "term": "Advisory Board",
      "definition": "a board with advisory functions",
      "source_provision": "sec2"
    },
    {
      "term": "appointed day",
      "definition": "the 1st day of April, 2002",
      "source_provision": "sec2"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person charged with",
      "source_provision": "sec2"
    },
    {
      "term": "Agency",
      "definition": "a public body",
      "source_provision": "sec2"
    },
    {
      "term": "Framework Document",
      "definition": "the document establishing",
      "source_provision": "sec2"
    },
    {
      "term": "Minister",
      "definition": "Minister responsible for the public",
      "source_provision": "sec2"
    },
    {
      "term": "Performance Agreement",
      "definition": "an agreement to be",
      "source_provision": "sec2"
    }
  ]
}