{
  "id": "jm-stat-the-explosives-control-of-manufacture-act",
  "type": "statute",
  "title": "The Explosives (Control of Manufacture) Act",
  "title_en": "The Explosives (Control of Manufacture) Act",
  "short_name": "Explosives (Control of Manufacture) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-explosives-control-of-manufacture-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-explosives-control-of-manufacture-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Explosives (Control Shorttitle.\nof Manufacture) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Interprcta-\n                                                                       tion.\n“licence” means a licence in writing to manufacture\n     explosives;\n“explosives” means any of the following substances-\n     gunpowder, nitro-glycerine, dynamite, gun-cotton,\n     blasting powder, fulminate of mercury or of other\n     metals, coloured fires, and every other substance\n     whether similar to those above mentioned or not, used\n     or manufactured with a view to produce a practical\n     effect, and includes fog signals, fireworks, fuses,\n     rockets, percussion caps, detonators, cartridges.\n     ammunition of all descriptions, lucifer matches, and\n     every adaptation or preparation of an explosive as\n     above defined."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The manufacture of explosives shall not be carried on Nplosives\n                                                             OCX-\n                                                                     to\nin any part of this Island without a licence from the he manu-\n                                                            faclwed\nMiniiter.                                                   wilhout\n                                                                       licena."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. It shall be lawful for the Minister to grant a licence, Minister\nsubject to such conditions and restrictions as may be f ~ ~ ~ , a ” ‘\ncontained in any regulation to be framed under the\nauthority of this Act.\n-\n          inclusion of this page is authorized by L.N. 480/1973]\n                                                                                         ,\n2                      EXPLOSIVES (CONTROL OF MANUFACTURE)\nConditions         5. Any person desirous of obtaining a licence shall\nto be\nobserved by     forward an application in writing to the Minister\nBpDlcant\nfor licence.    together with a statement describing with exactness the\n                nature of the manufacture which it is intended to carry on\n                and the place where it is proposed to carry on such\n                manufacture. Ten days before sending in the application\n                aforesaid the applicant shall serve a notice in writing on\n                the Secretary of the Parish Council of the parish in which\n                it is desired to carry on such manufacture or in the case\n                of the parishes of Kingston and St. Andrew on the Town\n                Clerk of the Kingston and St. Andrew Corporation which\n                shall state clearly what it is intended to manufacture under\n                the licence and the precise spot where it is intended to erect\n                or occupy the necessary buildings and machinery for the\n                purpose. The applicant shall produce a copy of this notice\n                together with hi? application and shall prove to the Minister\n                that it has been duly served.\nObjectiani         6. If the Parish Council or the Corporation has any\nto the\ngrant of        reason to object to the granting of a licence it shall signify\na licence.      the same by resolution and forward a copy thereof\n                together with the reasons to the Minister. The objections\n                of the Parish Council, or of the Corporation, together with\n                any others which may be sent in, shall be. duly considered\n                by the Minister before granting a licence.\nPower to          7. The Minister may from time to time by order to be\nextend the      published in the Gazette add any other article or material\ndefinition of\nexplosives.     to be included in the term “explosives” as defined in this\n                Act. Such article or material shall forthwith thereafter be\n                subject to the provisions of this Act exactly as if it had\n                been originally included in the definition.\nRulca.            8. The Minister may frame all necessary rules and\n                regulations for more fully and effectually carrying out the\n                intcntion of this Act, and he may also frame regulations as\n      EXPLOSIVES (CONTROL OF MANUFACTURE)                          3\nto the making and disposal when made of any explosive\nand as to the position and construction of buildings or\nmagazines employed in such manufacture and disposal."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any person who contravenes any provision of this Penalties.\nAct in respect whereof no penalty has been prescribed or\nany regulation or rule made under this Act shall be liable\nto a penalty of not less than twenty dollars and not\nexceeding two hundred dollars; and all penalties under this\nAct may be recovered in a summary manner in the parish\nwhere the penalty was incurred.\n._\n      [me inclusion of this page is authorized by L.N. 450/19731"
    }
  ],
  "definitions": []
}