{
  "id": "jm-stat-the-explosives-sale-of-deposited-stores-act",
  "type": "statute",
  "title": "The Explosives (Sale of Deposited Stores) Act",
  "title_en": "The Explosives (Sale of Deposited Stores) Act",
  "short_name": "Explosives (Sale of Deposited Stores) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-explosives-sale-of-deposited-stores-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-explosives-sale-of-deposited-stores-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Explosives (Sale of short title.\nDeposited Stores) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                Dcfioitioas.\n         “owner” includes every person who is for the\n         time being entitled, either as owner or agent for\n         the owner, to the possession of the warlike stores,\n         subject to any lien thereon;\n         “place of deposit” means any place for the time 42 of 1%9\n         being appointed or approved by the Minister as a 3rd Sch.\n         proper place for the deposit of gunpowder;\n         “warlike stores” means dangerous explosives and\n         gunpowder as defined by the Gunpowder and\n         Explosives Act, and includes arms, ammunition,\n         military or naval stores, and any other articles\n         which are or shall be deposited in a place of deposit\n         under any enactment of this Island.\n                                                                 Within what"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. All warlike stores which shall or may hereafter be time warllks\ndeposited in a place of deposit, shall be cleared for Island stores a n to\n                                                              Lm cleared.\nuse or exportation within two years from the date when\nthey were or shall be w deposited, unless in either case\nthe Commissioner of Customs and Excise shall, on appfica- 3 , 1 % 5\ntion in writing by the owner thereof, grant a permit in writ-\ning allowing an extension of the time for clearing the same\nto some day to be therein named, and in all such cases shall\nbe cleared at Or before the expiration of the time allowed\nby such permit :\n             incluim of this ,page is authoMBd\n                                           *     LN. a71isw\n2                            EXPLOSIVES (SALE OF DEPOSITED STORES}\n                  Provided, nevertheless, that any owner of such warlike\n               stores may clear the same, in due course, at any time\n               before the same are disposed of under the authority of this\n               Act, on paying all expenses incurred in arranging for and\n               advertising the intended sale thereof, in addition to all duties,\n               storage and other charges, payable in respect of such war-\n               like stores.\nPower to          4. If any warlike stores shall not be duly cleared and\nsell warlike\nstores          delivered for use in the Island or exported within the\nremainins\nuncleared.     period hereby limited for clearing the same, or when any\n               such permit as aforesaid is granted within the time thereby\n12/1985        allowed. it shall be lawful for the Commissioner of Customs\nSEh.\n               and Excise by writing to direct the sale thereof. and to di-\n               rect if any and what notice of such intended sale shall be\n               given to any person or persons, and to whom, and there-\n               upon, after the expiration of such special notice (if any) and\n               after two weeks' public advertisement thereof in'the Guzette\n               and at least one newspaper, whether or not any special no-\n               tice is directed to be given, such warlike stores may be sold\n               at public auction, by such person or persons as the Commis-\n               sioner of Customs and Excise shall appoint; and the pro-\n               ceeds of every such sale shall be paid and applied in and\n               about the payment of the expenses of and incident to such\n               sale; and of the duties and warehouse dr storage charges pay-\n               able upon or in respect of such warlike stores, and the sur-\n               plus (if any) to the owner of such warlike stores, if known.\n               hxt if such owner is not known or cannot be found such^ SLIT-\n               plus shall be carried to the account of the public of this Ts-.\n               land. to abide the claim of such owner thereto. .                                                     '\n                                                                                  .       .              . . . . . . . . . .\n                                                                                                               . . .\n                                           .. ., . . . . . . . . . . . .\n               . . . . . . . . . . , , . ~ _ ,...\n                                                        . . . . . .\n                                                                . .\n                                                                                                        , . . .\n                                                                                                           ...\n                                                                                                               -\n                                                                                                               ,. . . . . . . .\n                                                                                                                               .\n                                                            . . . .                   . . . . . . ... . . . . . . . . .\n                                                                                                                        ..I\n                           .    . ~ . .        . . . . . . .z..                                                                      '._\n                    . . , ....................                   . . , , . .                   ,\n                                                                                                     .. ..  .   .   .\n                                                                                                                    . .  -~ . . . . . ..\n                        . . . . . . . . . . .                             ~\n                                                                                  . ~ . . ~            ~       ~\n                                                                                                                   . . . . . .\n               . .     . . , . .      . .\n                                          .,..  . .                .   .  .   . . . .     . -, ~ . ,                  _ L     j ,       ,\n                                  .  .~             . - .                    . . .                                   ..     ~.\n                                                    ~     .     _     _       _       _       _    .       ~       -\n                              Ifie~inclUsimof tbis page,is.auihwi@                                by t.N..~R7!19861.-      - --"
    }
  ],
  "definitions": []
}