{
  "id": "jm-stat-the-extradition-act",
  "type": "statute",
  "title": "The Extradition Act",
  "title_en": "The Extradition Act",
  "short_name": "Extradition Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-extradition-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-extradition-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The Minister may, by order published in the Gazette, Application\n                                                              of the pro-\ndesignate a Commonwealth country as a designated Common- visions      of\nwealth State for the purposes of this Act.                    this Act to\n                                                                            designated\n                                                                            Common-\n        (2) The Minister may, by order published in the                     wealth\nGazette, direct that this Act shall have effect for the return of           States.\npersons to, or in relation to persons returned from, any\ndesignated Commonwealth State subject to such exceptions,\nadaptations or modifications as are specified in the order.\n       (3) An order under subsection (2) shall be subject to\naffirmative resolution."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Where any extradition treaty has been made with Application\nany foreign State, whether before or after the 8th day of\nJuly, 1991, the Minister may, by order, declare that the ~ l i s ~ c t t o\nprovisions of this Act shall apply in respect of such foreign Ls:y\n              State, subject to such exceptions, adaptations or modifications,\n              as the Minister, having due regard to the terms of such treaty,\n              may deem expedient to specify in the order for the purposes of\n              implementing such terms.\n                     (2) As regards any treaty or agreement made prior to the\n              8th day of July, 1991, in relation to the extradition of fbgitive\n              offenders, all instruments made under any enactment (whether\n              in Jamaica or in the United Kingdom) to give effect in Jamaica              i\n              to the provisions of any such treaty or agreement, if in force at\n              the 8th day of July, 1991, shall continue to have effect as if\n              made under this Act until other provision is made pursuant to\n              subsection (1).\n                     (3) The Minister may from time to time, by order,\n              compile and publish in the Gazette a list of foreign States with\n              which extradition treaties or agreements binding on Jamaica are\n              in force; and, without prejudice to any other form of proof of the\n              existence of such a treaty or agreement, such a list shall, in any\n              proceedings, be conclusive evidence that an extradition treaty or\n              agreement is in force between Jamaica and each foreign State\n              named in the list.\n                    (4) An order under this section shall be subject to\n              affirmative resolution.\nExtradition     5.-(1) For the purposes of this Act, any offence of which a\noffences.\n              person is accused or has been convicted in an approved State is\n              an extradition offence, if-\n                  (a) in the case of an offence against the law of a\n                      designated Commonwealth State-\n                           (i) it is an offence which is punishable under that\n                               law with imprisonment for a term of two years\n                               or any greater punishment; and\n                          (ii) the act or omission constituting the offence, or\n                               the equivalent act or omission, would constitute\n                               an offence against the law of Jamaica if it took\n                                EXTRADITION                                        9\nbe extradited to any approved State, or be committed to or kept\nin custody for the purposes of his extradition, if it appears to the\nMinister, to the court of committal, to the Supreme Court on an\napplication for habeas corpus or to the Court of Appeal on an 3511995\n                                                                     S.2(b)(ii).\nappeal against a refbsal to grant a writ of habeas corpus that if\ncharged with that offence in Jamaica he would be entitled to be\ndischarged under any rule of law relating to previous acquittal or\nconviction.\n       (3) A person shall not be extradited to an approved State\nor be committed to or kept in custody for the purposes of such\nextradition, unless provision is made by the law of that State, or\nby an arrangement made with that State, for securing that he will\nnot-\n     (a) be tried or detained with a view to trial for or in respect\n          of any offence committed before his extradition under\n          this Act other than-\n              (i) the offence in respect of which his extradition\n                   is requested;\n             (ii) any lesser offence proved by the facts proved\n                   before a court of committal or, in relation to a\n                   fbgitive brought before a magistrate pursuant to\n                   section 17, any lesser offence disclosed by the\n                   facts upon which the request for his extradition\n                   is based; or\n             (iii) any other offence being an extraditable offence\n                   in respect of which the Minister consents to his\n                   being so dealt with;\n     (b) without the consent of the Minister, be returned or\n          surrendered to another State or detained with a\n          view to such return or surrender,\nunless he had first been restored to Jamaica, or had had an\n opportunity of leaving the approved State.\n        (4) Any such arrangement as is mentioned in sub-\n section (3) may be an arrangement made for the particular\n case or an arrangement of a more general nature; and for\n                                             EXTRADITION\n              the purposes of that subsection a certificate issued by or under\n              the authority of the Minister confirming the existence of an\n              arrangement with any approved State and stating its terms shall\n              be conclusive evidence of the matters contained in the cer-\n              tificate.\n                       (5) The Minister may, in his discretion, refuse to extradite\n              a fugitive on the ground that the hgitive is a citizen of Jamaica,\n              but he shall not refuse to extradite the fhgitive on that ground if\n              the fugitive is also a citizen of the approved State that has\n              requested the extradition.\n                       ( 6 ) As regards any request by an approved State, the\n              reference in this section to an offence of a political character\n              does not include-\n                    (a) an offence or an attempt to commit an offence which\n                           is extraditable pursuant to a multilateral treaty or\n                           convention-\n                               (i) to which both Jamaica and the approved State\n                                    are parties;\n                              (ii) the purpose of which is to prevent or repress a\n                                    specific category of offences; and\n                              (iii) which imposes on States an obligation either to\n                                    extradite the person sought or to submit the\n                                    matter to the competent authorities for decision\n                                    as to prosecution; or\n                           an offence or an attempt to commit an offence\n                           against the law relating to genocide or the aiding,\n                           abetting, inciting, counselling or procuring of the\n                           offence or a conspiracy by persons to commit the\n                           offence.\n                               PART 111-Proceedings for Extradition\nAuthorityto      8.--(1)     Subject to the provisions of this Act relating\nproceed.\n              to provisional warrants, a person shall not be dealt with under\n              this Act except in pursuance of an order of the Minister\n               (in this Act referred to as \"authority to proceed\") issued\n               in pursuance of a request made to the Minister by or on\n                            [The Inctuslon of this page Is authorized by L.N. 180.4120061\n                          EXTRADITION\nbehalf of an approved State in which the person to be\nextradited is accused or was convicted.\n       ( 2 ) There shall be furnished with any request made\nfor the purposes of this section by or on behalf of any\napproved State-\n     (a) in the case of a person accused of ari off-,       a\n            warrant for his arrest issued in that State; or\n     (6) in the case of a person unlawfully at large after\n            conviction of an offence, a certificate of the\n            conviction and sentence in that State and a state-\n            ment of the part, if any, of that sentence which\n            has been served,\ntogether with, in each case, the particulars of the person\nwhose extradition is requested, and of the facts upon which\nand the law under which he is accused or was convicted,\nand evidence sufficient to justify the issue of a warrant\nfor his arrest under section 9.\n        (3) On receipt of such a request the Minister may\nissue an authority to p r o d , unless it appears to him\nthat an order for the extradition of the person concerned\ncould not lawfully be made, or would not in fact be made,\nin accordance with the provisions of this Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. General restrictions on extradition.\n               PART 111-Proceedings. for Extradition"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 - 4 1 ) A warrant for the arrest of a person scad of\nan extradition offence, or alleged to be unlawfully at large pvpaord\n                                                             d r m .\nafter conviction of such an offence, may be issued-\n     (a) on receipt of an authority to proceed, by a\n         magistrate within the jurisdiction of whom such\n         person is or is believed to be; or\n     (b) without such an authority, by a magistrate upon\n         information that such person is in Jamaica or is\n         believed to be on his way to Jamaica; so, however,\n         that the warrant, if issued under this paragraph,\n         shall be provisional only.\n         [Thcinclusion of this page is authorid by LN. 90119931\n                       EXTRADITION"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) A person arrested in pursuance of a warrant\nissued under section 9 shall, unless previously discharged\nunder subsection (4) of that section, be brought as soon\nas practicable before a magistrate (in this Act referred to\nas \"the court of committal\") who shall hear the case in the\nsame manner, as nearly as may be, as if he were sitting as\nan examining justice and as if that person were brought\nbefore him charged with an indictable offence committed\nwithin his jurisdiction.\n        (2) For the purposes of proceedings under this\nsection, a court of committal shall have, as nearly as may\nbe, the like jurisdiction and powers (including power to\nm a n d in custvdy or to release on bail) as it would have\nif it were sitting as an examining justice and the person\narrested were charged with an indictabk offence committed\nwithin its jurisdiction.\n         (3) Where the person arrested is in custody under\na provisional warrant and no authority to proceed has boen\n received in respect of him, the court of wmmittd may,\n subject to subsection (4), fix a reasonable period (of which\nthe court shall give notice to the Minister) after which he\n shall be discharged from custody unless an authority to\nproceed has been received.\n         (4) W hm an extradition treaty applicable to any\n nsuest for extradition swcifies a period (hereinafter referred\n to-as the treaty pried) for the-production of documents\n relevant to an application for extradition, any period fixed\n pursuant to subsection (3) shall be such as to terminate at\n the end of the treaty period.\n        (5) W h an authority to proceed has been issued\nm respect of the person arrested and the court of committal\nis satisfied, after hearing any evidence tendered in support\nof the request for the extradition of that person or on\nbehalf of that person, that the o f f m to nfiich the\nauthority relates is an extradition offence and is further\nsatisfied-\n     (a) where the person is accused of the offmce, that\n             the evidence would be sufficient to warrant his\n             trial for that offence if the offence had ban com-\n             mitted in Jamaica; or\n             Flhiaddond thispsgs is adborirsdby LN.9911-\n                                       EXTRADITION\n                    (b) where the person is alleged to be unlawfully at\n                        large after conviction for the offence, that he has\n                        been so convicted and appears to be so at large,\n               the court of committal shall, unless his committal is pro-\n               hibited by any other provision of this Act, commit him\n               to custody to await his extradition under this Act; but if the\n               court of committal is not so satisfied or if the committal of\n               that person is so prohibited, the court of committal shall\n               discharge him from custody.\n+P~licP-         11.-(1) Where a person is committed to custody under\ndl011 €01\nhobem\ncurpus, etc.\n               section 10 (5), the court of committal shall inform him in\n               ordinary language of his right to make an application for\n               habeas corpus and shall forthwith give notice of the com-\n               mittal to the Minister.\n                       (2) A person committed to custody under section'\n               10 (5) shall not be extradited under this Act-\n                   (a) in any case, until the expiration of the period of\n                         fifteen days commencing on the day on which the\n                         order for his committal is made; and\n                   (b) if an application for habeas corpus is made in his\n                         case, so long as proceedings on the application are\n                         pending.\n                      (3) On any such application the Supreme Court may,\n               without prejudice to any other power of the Court, order\n               the person committed to be discharged from custody if it\n               appears to the Court that-\n                    (a) by reason of the trivial nature of the offence of\n                        which he is accused or was convicted; or\n                   (6) by reason of the passage of time since he is alleged\n                        to have committed the offence or to have become\n                        unlawfully at large, as the case may be; or\n                   (c) because the accusation against him is not made\n                        in good faith in the interest of justice,\n                       PC\n                        inclusion of !Ms page is authorkd by L.N.9014993l\nit would, having regard to all the circumstances, be unjust\nor oppressive to extradite him.\n        (4)On any such application the Supreme Court may\nreceive additional evidence relevant to the exercise of its\njurisdiction under section 7 or under subsection (3) of this\nsection.\n        (5) The provisions of subsection (3) shall mutatis 3s/1995\nmutandis apply in relation to any appeal against the Supreme s.3'\nCourt's refusal to grant a writ of habeas corpus.\n        (6) For the purposes of this section, p r o d i n g s on ;5:,1995\nan application for habeas corpus shall be treated as pending\nuntil any appeal in those proceedings is disposed of; and an\nappeal shall be treated as disposed of at the expiration of\nthe time within which the appeal may be brought if the\nappeal is not brought within that time."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Where a person is committed to await his z$gII\nextradition and is not discharged by order of the Supreme and\n                                                             mrity\nCourt or of the Court of Appeal, the M i t e r may, by\nwarrant, order him to be extradited to the approved State ~S.14. 9 9 5\nby which the request for the extradition was made unless\nthe extradition of that person is prohibited, or prohibited\nfor the time being, by section 7 or by this section, or the\nM i s t e r decides under this section to make no such order\nin his case.\n        (2) The Minister may in the case of a person who is\nserving a sentence of imprisonment or detention, or is\ncharged with an offence, in Jamaica-\n     (a) defer the making of an order under this section-\n              (i) until the sentence has been served;or\n             (ii) until the charge is disposed of or withdrawn\n           meidusion of &is paw ia aulmorizcd by L.N.95/1997]\n                          EXTRADITION\n                  and, if it results in a sentence of imprison-\n                  ment (not being a suspended sentence), until\n                  the sentence has been served;\n     (b) make an order for extradition, on such terms as\n           may be agreed with the approved State which\n           requested the extradition, for such period as may\n           be necessary to permit proceedings in that State\n           against that person for the offence in respect of\n           which his extradition is requested.\n         (3) The Minister shall not make an order under this\nsection in the case of any person if it appears to the Minister,\non the grounds mentioned in subsection (3) of section 11,\nthat it would be unjust or oppressive to extradite that person.\n        (4) The Minister may decide to make no order\nunder this section in the case of a person accused or con-\nvicted of an extradition offence not punishable with death\nin Jamaica if that person could be or has been sentenced\nto death for that offence in the approved State by which\nthe request for his return is made; and for the purposes of\nthis subsection the Minister may take into account any\nassurance given by the requesting State that the death\npenalty if imposed, will not be carried out.\n        (5) The Minister may decide to make no order under\nthis section for the extradition of a person committed in\nconsequence of a request made by or on behalf of an\napproved State if another request for his extradition under\nthis Act has been made on behalf of another approved\nState and it appears to the Minister, having regard to all\nthe circumstances of the case, and in particular-\n     (a) the relative seriousness of the offences in qmtion;\n     (b) the date on which each such request was ma& and\n     (c) the nationality or citizenship of the person con-\n          cerned and his ordinary residence,\nthat preference should be given to the other request.\n          me indudon ofthia pngc is auCh0riz-d by L N.%/ 19951\n                       EXTRADITION\n         (6) Notice of the issue of a warrant under this\nsection shall forthwith be given to the person to be\nextradited thereunder and thereupon the provisions of the\nCorrections Act shall apply with respect to that person as if,\nsubject to such arrangements as the Minister may approve\nwith regard to custody or other factors required for the\npurposes of giving effect to this Act, the warrant were an\norder in writing issued under section 23 of the Corrections\nAct (order to produce an inmate at any place in the interests\nof justice etc.)."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) If any person committed to await his extradition\nis in custody in Jamaica under this Act after the expiration incased\n                                                              delay io\nof the following period, that is to say-                      oxlraditlu.\n      (a) in any case, the period of two months commencing\n           with the first day on which, having regard to sub-\n           section (2) of section 11, he could have been\n           extradited; or\n      (b) where a warrant for his extradition has been issued\n           under section 12, a period of one month com-\n           mencing with the day on which that warrant was\n           issued,\n he may apply to the Supreme Court for his discharge.\n         (2) If upon any such application the Supreme Court\nis satisfied that reasonable notice of the proposed applica-\ntion has been given to the Minister, the Supreme Court\nmay, unless sufficient w e is shown to the contrary, by\norder direct the applicant to be discharged from custody\nand, if a warrant for his extradition has been issued under\n section 12, quash that warrant."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14-41) In any proceedings under this Act, including EVM-.\nprooeedings on an application for habeus corpus in r e s p t\nof a person in custody under this Act-\n     (a) a document, duly authenticated, which purports\n          to set out testimony given on oath in an approved\n           ~einclusiondthispageisa&rized~LM.95/1991]\n          State shall be admissible as evidence of the matters\n         stated therein;\n    (b) a document, duly authenticated, which purports to\n         have been received in evidence, or to be a copy\n          of a document so received in any proceedings in\n         an approved State shall be admissible in evidence;\n         and\n    (c) a document, duly authenticated, which certifies\n         that-\n             (it the person was convicted on the date\n                 specified in the document of an offence\n                 against the law of an approved State; or\n            (ii) that a warrant for his arrest was issued on\n                 the date specified in the document,\n         shall be admissible as evidence of the conviction\n         or evidence of the issuance of a warrant for the\n         arrest of the accused, as the case may be, and of\n         the other matters stated therein.\n       (2) A document shall be deemed to be duly\nauthenticated for the purposes of this section-\n    (a) in the case of a document which purports to set\n         out testimony given as referred to in subsection\n         (1) (a), if the document purports to be certified\n         by a judge, magistrate or officer of the Court in or\n         of the approved State in question or an officer of\n         the diplomatic or consular service of that State to\n         be the original document containing or ~ecording\n         that testimony or a true copy of that original docu-\n         ment;\n    (b) in the case of a document which purports to have\n         been received in evidence as referred to in subsec-\n         tion (1) (b) or to be a copy of a document so\n         received, if the document purports to be certified\n         as aforesaid to have been, or to be a true copy\n         of, a document which has been so received; or\n         me idwslon oP this page is a d m i z e d by L.N.951 1997)\n    (c) in the case of a document which certifies that a\n         person was convicted or that a warrant for his\n         arrest was issued as referred to in subsection (1)\n         (c), if the document purports to be certified as\n         aforesaid,\nand in any such case the document is authenticated either\nby the oath of a witness or by the official seal of a Minister\nof the approved State in question.\n        (3) In this section \"oath\" includes affirmation or\ndeclaration.\n        (4) Nothing in this section shall prevent the proof\nof any matter, or the admission in evidence of any docu-\nment, in accordance with any other law of Jamaica.\n  1 5 - 4 1 ) Any person remanded or committed to custody\nunder section 10 shall be committed to the like institution\nas a person charged with an offence before the court of\ncommittal.\n        (2) If any person who is in custody by virtue of a\nwarrant under this Act escapes from custody, he may be\napprehended in any part of Jamaica in like manner as a\nperson escaping from custody under a warrant for his arrest\nissued in that part in respect of an offence committed therein.\n        (3) Where a person being in custody in any part\nof Jamaica whether under this Act or otherwise, is required\nto be removed in custody under this Act to another part\nof Jamaica and is so removed, he shall be deemed to con-\ntinue in legal custody until he reaches the place to which\nhe is required to be removed.\n        (4) A warrant issued under section 12 for the extra-\ndition of any person to any approved State shall be sufficient\nauthority for all persons to whom it is directed and for\nall police or prison officers to receive that person and keep\n          F   c indusian of This page is audhorized by L.N. 9.5119971\n             him in custody and convey him into the jurisdiction of\n             that State.\n                    (5) Any warrant or order required to be issued or\n             made by the Minister under the provisions of this Act shall\n             be in such form (if any) as may be prescribed and shall be\n             given under the hand of the Minister.\nProperty\nfound on       16. Everything found in the possession of a fugitive at\nfugitive.    the time of his arrest which may be material as evidence\n             in proving the extradition offence may be delivered with\n             the fugitive on his extradition, subject to any rights of third\n             parties with respect thereto.\nFugitive\nmay be         17.-(1) Where a fugitive arrested pursuant to a warrant\nextradited   under section 9 indicates that he is willing to be extradited\nwitbut\nformal ex-\ntraditb3n\n             he shall be brought before a magistrate who shall inform\n proceed-    him of his right to formal extradition proceedings under\nlugs.\n             this Act.\n                      (2) If the fugitive, upon being informed of his right\n             to extradition proceedings, consents in writing to be extra-\n             dited without such proceedings, the magistrate shall commit\n             him to custody to await his extradition under this Act.\n                      (3) Subject to subsection (4), where a fugitive is corn-\n             rnitted to custody to await his extradition pursuant to sub-\n             section I2), the Minister may, notwithstanding the provisions\n             of section 11, order him to be extradited forthwith to the\n             approved State by which the request for extradition was\n             made.\n                      (4) In making an order under subsection (3) the\n             Minister shall have regard to the provisions of section 7\n             and to the requirements of section 12 (2), (3), (4) and (5)\n             relating to the making of an order under that section.\n                     PART IV-Extradition from approved Statas"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Fugitive may be extradited without formal extradition proceedings.\n            PART IV-Extradition from approves States"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-41) This section applies to any person accused or\n             convicted of an offence under the law of Jamaica and who\n             is extradited to Jamaica from any approved State under\n                           EXTRADITION\nany law that provides for the extradition of fugitive offenders\nfrom that State.\n         (2) A person to whom this section applies shall not,\nduring the period described in subsection (3)-\n      (a) be tried in Jamaica or be detained with a view to\n           trial in Jamaica for or in respect of any offence\n           committed before he was extradited to Jamaica\n           other than-\n              (i) the offence in respect of which his extra-\n                    dition is requested,\n              (ii) any lesser offence proved by the facts estab-\n                    lished for the purposes of securing his extra-\n                    dition or, in the case of a fugitive who is\n                    extradited to Jamaica without formal extra-\n                    dition proceedings in an approved State, any\n                                                                     '   --\n                    lesser offences disclosed by the facts upon\n                    which the request for extradition was based;\n              (3any other offence, being an extraditable\n                    offence, in respect of which the Government\n                    of the approved State from which he was\n                    extradited may consent to his being so tried\n                    or detained; or\n      (b) without the consent of the approved State from\n            which he was extradited-\n                (i) be returned or surrendered to any country\n                     other than the approved State from which\n                    he was extradited; or\n               (ii) be detained with a view to such return or\n                     surrender as aforesaid.\n          (3) The period referred to in subsection (2) in\n relation to a person to whom this section applies is the\n period commencing on the day of his am'vaI in Jamaica\n on his extradition and ending forty-five days after the first\n subsequent day on which he has the ouportunity to leave\n Jamaica.\n           Wbe iodusian ofthis page ia audhorized by L.N. 95/1997]\n                                      EXTRADITION\n                      (4) Nothing in this section shall prevent the trial, or\n               detention with a view to trial, for any offence of a person\n               who, having left Jamaica after the date on which he was\n               extradited to Jamaica, voluntarily returns thereto.\n Restoia-\nlion"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) This section applies to any person accused of an\nO~PMO~S        offence under the law of Jamaica who is extradited to\nnot tried or\naoquitted.     Jamaica as mentioned in subsection (1) of section 18.\n                       (2) If in the case of a person to whom this section\n               applies, either-\n                   (a) proceedings against him for the offence for which\n                        he was extradited are not begun within the period\n                        of six months commencing with the day of his\n                        amval in amaica on being extradited; or\n                   (b) on his trial for that offence he is acquitted or\n                        discharged,\n               the Minister may, if he thinks fit, on the request of that\n               person, arrange for him to be sent back free of charge and\n               with as little delay as possible to the country from which\n               he was extradited.\nR e p\nUOM."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Minister may make regulations in respect of all\n               such matters as are required or necessary for carrying out\n               or giving effect to this Act and, in particular, in respect\n               of any matter required by this Act to be prescribed.\n Applica-        21. A fugitive whose extradition is sought by an\n tim to\n               approved State, or from such State to Jamaica shall, subject\n ,\n ,,,,,\n mmnitted\n wena5\n               to the provisions of this Act, be liable to be dealt with under\n after tho\n               this Act whether the offence in respect of which he has been\n 8thdayd       accused or convicted was committed before or after the 8th\n July, 1991.\n               day of July, 1991.\n                            idusion of this page is a u h M by L.N. 95119971"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Application to offences committed bcfore as well as after the\n     8th day af July. 1991."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Repeals (far Jamaica).\n           [Tb:lncluslon of tbls page Is authorized by L.N. 180AIZ0061\n                    (iii) a ship or aircraft of, or registered in, such\n                          State;\n            (b) a contracting party to a Convention specified in ~snoos\n                Column A of the Schedule, in so far as                      gfzIe,\n                specified in relation thereto in Column B of the\n                Schedule;\n            (c) [Deleted by Act 18 of 200.5, 2nd Sch.]\n       (2) For the purposes of this Act, a person convicted of an\noffence in his absence shall be treated as a person accused of\nthat offence.\n        (3) For the purposes of this Act, an offence against the\nlaw of an approved State may be regarded as being an offence of\na political character notwithstanding that there are no competing\npolitical parties in that State.\n       (4) References in this Act to the law of any country or\nState include references to the law of any part of that country or\nState."
    }
  ],
  "definitions": []
}