{
  "id": "jm-stat-the-facilities-for-title-act",
  "type": "statute",
  "title": "The Facilities for Title Act",
  "title_en": "The Facilities for Title Act",
  "short_name": "Facilities for Title Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-facilities-for-title-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-facilities-for-title-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Name of applicant............................................................\n                                               (PRINT IN BLOCK CAPITALS IN FULL)"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-          Intaprrta-\n                                                                    tioo.\n      “agency” means an approved lending agency nominated\n          in accordance with section 40;\n      “agricultural purpose’’ includes any purpose for the\n          encouragement or promotion of agricultural, horti-\n          cultural or pastoral activities, afforestation,\n                                             . or breeding\n          apiculture, fishculture or thMceeplng\n          of livestock or poultry;\n      “compensation” means compensation from the\n          Compensation Fund;\n      “Compensation Fund” means the Compensation Fund\n          established under section 28;\n      “the date of deprivation” means the date on which\n          the land in relation to which the expression is\n          used vests under the provisions of this Act in an\n          agency as mortgagee;\n      “land” means land in respect of which a loan or an\n          application for a loan is made in accordance with\n          the provisions of this Act;\n      “the Minister” means the Minister responsible for\n          agriculture;\n        me inclusion of this page is authorized by L.N. 480/1973]\n4                                  FACILITIES FOR TITLE\n                   “mortgage” means any document operating as a mort-\n                      gage and expressed to be made in reliance on the\n                      provisions of this Act, whether or not the same\n                      incorporates any other agreement or type of\n                      security;\n                   “the necessary formalities” means the formalities\n                       prescribed by sections 4, 5, 6, 9 and 11;\n                   “predecessors in title” includes all persons from or\n                       through whom an applicant for a loan derives\n                       legal or equitable title to the estate which he claims\n                       in the land;\n                   “Resident Magistrate” means Resident Magistrate for\n                       the parish in which the land is wholly or in part\n                       situated;\n                   “Resident Magistrate’s Court” means Resident\n                       Magistrate’s Court for the parish in which the\n                       land is wholly or in part situated.\n                     Application for loan and procedure thereafter"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where a person applying to an agency for a loan for\nto be      an agricultural purpose or for a purpose declared under\nfollowed\nwiaresptct section 40 to be an approved purpose is unable to show\nto loans.\n           title under the Registration of Titles Act or a title at common\n           law which satisfies the agency he may adopt the procedure\n           hereinafter prescribed.\nDocuments        4. The person applying for the loan shall submit to the\nand parti-\nculars to be   agency-\nsubmitted.\n                    (a) an application in the appropriate form set out in\nFirst                   the First Schedule, the particulars of which shall\nSchedule.               be versed by a statutory declaration made by\n                        the applicant; and\n                     m e inclusion of this page is authorized by L.N. 480/1973]\n                    FACILITIES FOR TITLE                                 5\n    (b) certificates in the appropriate form set out in the\n        First Schedule from at least two persons of any First\n        one or more of the classes mentioned in the\n        Second Schedule to the effect that within their Second\n        personal knowledge the applicant for the loan is schedulc.\n        the reputed owner of an estate in fee simple in\n        the land in respect of which the application is\n        made and has been in continuous and undisturbed\n        possession of the land by himself, his agents or\n        tenants for a period of at least seven years or for\n        a period which when added to any period or\n        periods of continuous and undisturbed possession\n        of the land by his predecessors in title as reputed\n        owners in fee simple amounts to at least seven\n        years and is in possession of the land on the date\n        of the application;\n    (c) receipts or a certificate from an officer duly\n        authorized to issue the same showing payment of\n        quit rents, property tax, rates and assessments on\n        the land, by the applicant or by the applicant and\n        his predecessors in title for a period of at least 3911957\n        seven years immediately preceding the date of the S. '.\n        application;\n    (4all deeds and other documents in his possession\n        relating to the title to the land."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Full description of the land proposed to be mortgaped, stating\n           the area and boundaries therwf ..........................................\n            ....................................................................................."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) If the agency is in favour of making a loan the Publication\nagency shall cause notice of the application in the appro-\npriate form set out in the First Schedule to be published          $zt\nin two consecutive ordinary issues of the Guzetfe and, as schedule.\nsoon as may be convenient after the receipt of the applica-\ntion but not later than the date of fust publication in the\nGazette, the agency shall-\n       (U) put up a copy of the notice in some conspicuous\n           place on the land and in two other places at least\n           in the vicinity of the land; and\n      [The inclusion of this page is authonzed by L.N. 480/1973]\n6                                 FACILlTlES FOR TITLE\n                   (b) send a copy of the notice by registered post to\n                        every person (other than the applicant) stated in\n                        the application to be an occupier of the land or\n                        to be an occupier or owner of any land contiguous\n                        thereto.\n                     (2) The Government Printer may, in order to save\n              expense, combine in one notice in such manner as may be\n              convenient any number of notices received by him for               .d'\n              publication in the Gazette under this section, so, however,\n              that all the particulars required to be inserted in the notice\n              in respect of each application are clearly and accurately\n              stated.\nRepresenta-     6.-(1)  On the date and at the hour mentioned in the\ntive of\nagency      notice of application, which date shall be not earlier than\nattend on   the  first publication of the notice in the Gazette nor less\nland and\nnote\nobjecfions-\n            than ten nor more than twenty-eight clear days after copies\nacknowledg. of the notice have been sent by registered post as provided\nment of\nobjections. by section 5, the agency shall cause a representative duly\n            authorized to act on its behalf, to attend on the land, view\n3911957     the same, check the boundaries thereof, make a valuation\nS. 3 (a).   thereof and note any objection or information pertaining\n            to the title nr boundaries that may be stated or given by\n            any person.\n                    (2) Where from any cause beyond the control of the\n            agency or its representative the latter is unable to attend\n            on the land on the date mentioned in the notice of applica-\n            tion the same or any other representative of the agency may\n            subsequently attend on the land within three months of the\n            first publication of the notice of application in the Gazette\n            for the purposes specified in subsection (l), if notice of his\n            intention so to do on a specified date and at a specified\n            hour be sent at least ten clear days before the date of\n            attendance by registered post, addressed to the persons to\n            whom copies of the notice of application are required to\n            be sent by registered post under subsection (1) of section 5 .\n                     me inclusion of this page is authorized by L.N. 480119731\n                    FACILITIES FOR TlTLE                                         7\n       (3) A representative shall on the occasion of his 39/1957\n                                                           S. 3 (b).\nattendance on the land for the purposes specified in\nsubsection (1) give-\n     (U) to any person stating any objection pertaining to\n          the title or boundaries of the land a written\n          acknowledgment of the objection with the parti-\n          culars thereof; and\n     (b) to the applicant a copy of every objection noted\n          by the representative."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Are you the owner in fee simple in possession of the land\n          described by you in No. 4 above (hereinafter called \"the said\n          land\")?\n                                                                                                      __\n               lThe inclusion of this page is authorized by L.N. 480119731\n                        FACILITIES FOR TITLE                              :3\n 7: How long have you been in undisturbed possession of the said\n    land?"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) No person shall notify to an agency or to any Prohibition\nrepresentative of an agency, or to any director, manager, of   land\n                                                            procdm\nagent or officer thereof, any objection to the acceptance EE;zrA\nof a mortgage (whether as to title, boundaries or any other objections.\nmatter) without having reasonable grounds for so doing.\n        (2) Any person who notifies any such objection as\naforesaid, without having reasonable grounds for so doing,\nshall be liable to the applicant affected as for a tort.\n        (3) If the applicant succeeds in any action instituted\nunder subsection (2) the agency may, on receipt of a\ncertificate disclosing the issues determined and the result\nthereof and signed by the Clerk of the Resident Magistrate’s\nCourt (whose duty it shall be to issue the same at the\nrequest of the applicant) disregard the objection and accept\na mortgage from the applicant in accordance with the\nprovisions of subsection (1) of section 9.\n        (4) In any subsequent application by the same\napplicant the agency shall disregard the objection or any\nrenewal thereof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Every representative of an agency and every Dutyof  offlcem and\ndirector, manager, agent or officer thereof shall inform the reprcseata-\nagency in writing of any objection (whether as to title,\nboundaries or any other matter) which is made or cornmu- fn:wye\nnicated to him and of any knowledge which he may have of\n                                                                    obkciions.\n      me inclusion of l h i s page is authorized by LN. 480/19731\n8                                    FACILITZES FOR TlTLE\n             that any person is entitled to or claims an estate or interest\n             in the land or a boundary adverse to the title of an applicant\n             for a loan.\n                    (2) The duty to inform the agency imposed by sub-\n             section (1) shall be sufficiently discharged if such represen-\n             tative, manager, agent or officer communicates all matters\n             of or concerning which he is required under the said\n             subsection to inform the agency to the body responsible\n             for managing the affairs of the agency.\n                    (3) Until so informed the agency shall be deemed\n             not to have notice of any such objection or knowledge of\n             any such adverse right or claim.\nCircum-        9.-(1)   Subject to the provisions of subsection (21, an\nstances in\nwhich a      agency may accept a mortgage if it is executed after the\nmortgage     expiration of thirty days and before the expiration of six\nmay or may\nnot be       months from the second publication of the notice of\nacccpted\nby an        application in the Gazette in accordance with section 5 or\nsmw.         from the date on which a representative of the agency\n             attends on the land in accordance with section 6, whichever\n             event be the later.\n                    (2) An agency shall not accept a mortgage in any\n             case where-\n                  (a) an objection as to title or boundaries has been\n                       n o t i h i to it, unless the objection has been with-\n                       drawn in writing in the appropriate form set out\nFirst                  in the First Schedule; or\nSChsdUlC.\n                  (b) it has knowledge of an unsatisfied previous\n                       incumbrance affecting the land, unless the previous\n                       incumbrancer consents and the amount thereof is\n                       fully satisfied out of the proceeds of the mortgage\n                       accepted by the agency; or\n                  (c) it has knowledge that any person is entitled to\n                       or claims an estate or interest in the land or\n                       a boundary adverse to the title of the applicant.\n                        m e inclusion of this page is authorized by L.N. 480f1973)\n                         FACILlTlES FOR TITLE                                 9"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. circumstances in which a mortgage may or may not be accepted\n           by      agency."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) A mortgage executed after compliance with the Effectof\n                                                                 mortgage.\n     necessary formalities shall be valid for all purposes and\n     shall, subject to the provisions of subsection (2), vest\n     indefeasibly in the agency the estate in fee simple in the\n     land, as mortgagee, and thereupon there shall be vested\n     indefeasibly in the mortgagor the equity of redemption in\n     the estate in fee simple in the land.\ni\n\\.\n            (2) The estate and interest of the mortgagor and the\n     mortgagee shall be subject to all public rights of way, and\n     to all easements acquired by enjoyment or user, or subsist-\n     ing over or upon or decting the land at the date of the\n     mortgage and to all quit rents, taxes, rates and assess-\n     ments unpaid at that date."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every mortgage made in reliance on the provisions Mortgage\n                                                                     this\n     of this Act shall be expressed to have been so made, as a under\n                                                               Actto\n     condition to enjoying the benefits and protection of this\n     Act and operating as herein provided."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. For the avoidance of doubt it is hereby expressly Titlc\n     declared that the title to the land shall, after execution $Gb&.\n     of a mortgage, be capable of being registered under the\n     Registration of Titles Act and for the purpose of such\n     registration the certificate provided for in section 13 shall\n     be accepted as proof of the title to the land therein\n     described."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A certificate in the appropriate form set out in the a h f i e a t ~\n     First Schedule signed by an officer of the agency duly $2;\n     authorized by the agency in that behalf to the effect that\n     a mortgage has been duly executed and that the necessary fomaliti-.\n                                                                        rzaz.,,\n     formalities have been complied with in respect of that mort- gLule.\n     gage shall for all purposes including the bringing of the\n     land under the operation of the Registration of Titles Act\n     and in all legal proceedings be prima fa& proof of the\n     fact of the mortgage and that it relates to the land described\n            me inclusion of lhis page is authorized by L.N. 480/19731\n10                                FACILITIES FOR TITLE\n               in the certificate and the mortgage and that the necessary\n               formalities have been complied with and every such\n               certificate shall be signed in the presence of and witnessed\n               by a Justice of the Peace for the Island.\nRegistration     14. Where a mortgage is made in respect of land which\nof Titles\nAct to         is subject to the provisions of the Registration of Titles\nprevail        Act the operation of that Act shall not be affected by the\nover this\nAct.           provisions of this Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A mortgage may be executed under this Act for\n               the purpose of securing further or future advances or so\n               as to operate as a continuing security."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Nothing in this Act shall relieve any agency of the\n               responsibility of making any necessary or prudent searches\n               and enquiries in the Record Office and in the office of the\n               Registrar of Titles.\nAgency not       17. An agency shall not be under any obligation to make\nunder\nobligation     a loan in reliance on the provisions of this Act to any\nto make a      person.\nloan in\nreliance\non the.\nmonsions          Claims by persons deprived of land and procedure\nof this Act.\n                                           thereafier\nP m n            l&-(l) Any person deprived of land or of an estate or\ndeprived of\nland may       interest in land in consequence of the provisions of this\nbrim           Act may bring and prosecute an action for the recovery of\nGO.for\ndamages        damages against the person who, as mortgagor, executed\n               the mortgage which resulted in his being so deprived.\n                        (2) If the mortgagor is dead or has been adjudged\n               bankrupt or cannot be found within the Island, or if the\n               bailiff of the court in which judgment is entered certifies\n               that the mortgagor is unable to pay the full amount awarded\n               against him, the damages or the portion thereof which the\n                     me inclusion of this page is authorized by L.N. 480119131\n                     FAClLlTiES FOR TITLE                                    11\nBailiff fails to recover from the mortgagor, together with\nthe costs of the action, may be recovered from the Compen-\nsation Fund by action against the Minister as nominal\ndefendant.\n         (3) Any damages awarded against a mortgagor not\nguilty of fraud in making his application for a loan or in\nexecuting a mortgage and any damages recoverable out of\nthe Compensation Fund shall be limited to the value of the\nland at the date of deprivation.\n         (4) A mortgagor who is a defendant in an action\nbrought under subsection (1) may claim damages or an\nindemnity against a third party as in any other action."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Amount already owed to any approved lending agency.\n  Dated at                      in the parish of\nthis                       day of                   19 .\n                                                Signature of applicant\nNB.--lbe     approved lending agency may add to this form any qUrrtiona\n     dimring further information required by it.\n     T h i s application must be verified by a statutory declaration.\n                                          Am\n                                  FOR TITLE\n                       TEE FACILITIES\n                                   FORM B             (Section 4 (b))\n  Certifimtc (to be obtaiied from at least two persons of any ono\n    or more of the classes mentioned in the Smond Schedule)\n  I                                     (here insert name of J.P. or\nother person) of                                   (here insert postal\naddress and occupation, profession or calling) do hereby certify that\nwithin m y personal knowledge (here insert name of applicant for\nlm) is the reputed owner of an estate in fee simple in ALL THAT\n           W e inclusion of this page is authorized by L.N. 480/19731\n24                                 FACILITIES FOR TITLE\n     parcel of land situated at .......................................             in the parish of\n     ..............................................................................................\n              (continue to describe land by BM and boundaries on north. east.\n     ..............................................................................................\n     south and west)\n     and that he has been in oontinuous and undisturbed possession of\n     the land above -bed,                      by himself. his agents, or tenants\n         (a) for a period of at least seven years, that is to say. a period\n              of ......................  ..years\n     OR (b) for a pcriod which when added to the period of continuous\n             and undisturbed possession of the land by his pred.%essors in\n             title.. ...........................................................................\n                                            (names)\n             as reputed owners in f& simple, amounts to at least seven\n             years, that is to say.....................             years ~\\ND I do hereby\n             further certify that the applicant is now in possession of the\n                said land.\n        Dated at                                     intheparishof\n     this                                 day of                                 19         .\n                                                    ..................................................\n                                                            Justice of the Peace\n                                                       (or other duly qualified person)\n                                 Tm F ' A C I LFOR\n                                                ~ TrnE Am\n                                                  FORM C                                   (Section 5 )\n                                 Notice of Applicarion for Loan\n                 that ...................................................................\n        TAKENOTICE\n                                     (bere iasert name of applicant for loan)\n     of............................................................  claims to be the owner\n             (here insert address of applicant)\n     in fee simple in possession of the land dcscribbd below and has applied\n     on the .................................................................. 19...... to the\n             (here insert date on which application received by agency)\n                      inclusion of this page is authorized by L.N. 480/19731\n                              FACILITIES FOR TITLE                                               25\n................................................................................\n                                                                         for a loan\n         (here insert name and address of agency)\non security of a mortgage of the said land and that it is proposed to\naccept such mortgage in reliance on the provisions of the above-\nmentioned Act.\n   AND FURTHW         TAKENomm that a representative of the agency will\nattend on the said land at ........................................................\n                                                   ~\n                                               (here insert time of day)\non the....................................... 19......for the purpose of vie-\n                (here insert date)\nthe land. chadring the boundaries thereof and noting any objection\nor information pertaining to the title or boundaries that may be stated\nby =Y puson.\n   N.B.4bjecfiom may also be notified in wiring to fhe agency or\n        by personal a f t d a n c e at fhe o#ke oj the agency.\n                                                 Description of land.\n   Dated this                              day of                             19     .\n                                Signature and designation of offica of agency.\n                            THE FACEIIIJSFOR TITLE\n                                                 ACT\n                                    FORMD                                      (secfion 9 (2))\n                                   WifMrawal of Objection\n  I.. ....................................... ..of............................................\n                                                       (address and occupation)\nNOW luKa E\" that having noti6ed to ....................................\n                                              (agency or representative of agency)\nmy objection to the acccptaaa of a mortgage in reliance on thc p m\nvisions of the abovementioned Act from.......................................\n                                                                     bppfi-0\nm rcspen of the land dcsaibcd Mow. I do hereby wmuy w m ~ w\nmy said objection.\n           IThe inclusion of this m e is a u t h o r i d by L.N. 480119731\n26                                   FACILITIES FOR TITLE\n                                                         Description of Land.\n       Signed by the abovenamed\n     ...........................................    1\n     at ................................... the\n     parish of ...............................       I        Objector\n     the ............... day of ................"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Any person entitled to bring an action under Application\n                                                                 Minister\nsection 18 to recover damages shall before commencing to      foroom-\nproceedings apply in writing to the Minister for compensa- E$?\ntion (stating the amount claimed by him) and the applica- madebefore\n                                                              commence-\ntion shall be supported by aEdavits or statutory declarations mentof\n                                                              nciion-pro-\nin proof of the claim.                                        Dedurc\n                                                                   thereafter.\n        (2) The Minister may, with the consent of the\nAttorney-General, admit the claim or any part thereof, so\nlong as the amount admitted does not exceed the value of\nthe land at the date of deprivation and thereupon the\namount claimed or admitted and accepted by the claimant\nshall be paid to him by the Accountant-General, on the\norder of the Minister, out of the Compensation Fund.\n        (3) Where any payment is made out of the Compee-\nsation Fund the Minister may proceed under section 18 as\nif he were the person deprived of the land or of an estate\nor interest therein (as the case may be) against any person\nwho may be sued under the said section, and any amount\nrecovered from any such person shall be paid to the\nAccountant-General to be lodged to the credit of the Com-\npensation Fund.\n       me inclusion of this page is authorized by L.N. 480/1973]\n12                               FACILITIES FOR TITLE\n                     (4) Any person to whom an amount has been paid\n             out of the Compensation Fund shall not thereby be\n             deprived of the right to bring an action against the mort-\n             gagor for any additional damages to which he may be\n             entitled where the mortgagor has been guilty of fraud in\n             making his application for a loan or in executing a\n             mortgage.\nPayment of     20. Where the Minister, after consultation with the\nadditional\ncompensa-    Attorney-General, considers that it would be just and\ntion to\navoid\n             equitable, because of exceptional circumstances, to pay to\nhardship.    a claimant compensation exceeding the sum that would, but\n             for this section, be recoverable or payable out of the\n             Compensation Fund (whether pursuant to subsection (2) of\n             section 18 or subsection (2) of section 19) the Minister may,\n             with the consent of the Attorney-General, approve payment\n             to the claimant, out of the Compensation Fund, of an\n             additional sum not exceeding twenty-five per centum of\n             the s u m that would otherwise be recoverable or payable\n             out of the Compensation Fund.\nNotice of      21. Where any person wishes to bring an action for the\naction\nto be        recovery of damages against the Minister, as nominal\nscrvcd\non the\n             defendant, such person s h d serve notice in writing of the\nMinister.    action and of the cause thereof upon the Minister at least\n             one month before the commencement of the action, and if\n             judgment is given in favour of the Minister, or the plaintiff\n             discontinues the action or is non-suited, the plaintiff shaU\n             be liable to pay the full costs of defending the action and\n             the costs, after being taxed, shall be recovered in the name\n             of the Minister in the same manner as costs awarded in\n             any other action.\ncourt to       22.41) If in any action under this Act a plaintiff is\ncertify\namount of    awarded final judgment against the Minister, then the\ndamage-s     Judge or Resident Magistrate before whom the action is\nand wsts.\n                        inclusion of this page is authorized by L.N. 480/19731\n                    FAClLITlES FOR TITLE                            13\ntried, or the Court of Appeal in the case of an appeal,\nshall certify the fact of such judgment and the amount of\ndamages and costs awarded.\n        ( 2 ) The amount of any damages and costs certified\nas provided by subsection (1) shall be paid by the\nAccountant-General out of the Compensation Fund to the\nperson to whom the damages and costs have been awarded."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Subject to the provisions of subsection (2) no Limitation\naction for the recovery of damages sustained through Of adion*.\ndeprivation of land, or of any estate or interest in land,\nshall lie or be maintained against the Minister as nominal\ndefendant or against the Compensation Fund or against\nthe mortgagor in consequence of whose mortgage the\ndeprivation was suffered, unless such action is commenced\nwithin the period of six years from the date of such\ndeprivation.\n         (2) Any person who has been under the disability of\ninfancy or unsoundness of mind may bring an action for\ndeprivation of land or of any estate or interest therein\nwithin six years after the date on which the disability\nceased, but not later than thirty years after the date of\nsuch deprivation."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. No compensation shall be paid to any person claim- Limitation\n                                                         w nght to\ning in respect of an estate or interest in land which is EDmpmsa-\nbarred as a result of the operation of the Limitation of tim.\nActions Act."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The plaintiff shall in any action for the recovery Noo-suit\n                                                            on ground\nof land or of any estate or interest therein or for damages of fraud m\nin any action (whether brought under section 18 or other- n d i ~ c e .\nwise) for deprivation of such land or estate or interest\ntherein be non-suited in any case in which the deprivation\nor wrong complained of has occurred as a result of the\n      IThe inclusion of this page is authorized by L.N. 480/1973]\n14                              FACILITIES FOR TITLE\n             operation of this Act if the Judge or the Resident Magistrate\n             before whom the action is tried is satisfied that the plaint8\n             or the persons through or under whom he claims title\n             had knowledge that an application had been made for a\n             loan, and had fraudulently, wilfully or negligently omitted\n             to notify the agency concerned of his right or claim or\n             that the plaint8 had knowledge that a loan had been made\n             and was guilty of undue delay in making his claim known\n             to the agency concerned.\nActions        2 6 4 1 ) Whenever any amount has been paid out of the\nagainst\ncstatcsof    Compensation Fund on account of any person who is dead\ngz$\nbanlrrum\n             the amount may be recovered from the estate of that person\n             by action or suit in the name of the Minister against the\nandpersons\nwho cannot   personal representatives of that person.\nbe found.\n                     (2) Whenever any amount has been paid out of the\n             Compensation Fund on account of a person who has been\n             adjudged bankrupt the amount shall be considered to be\n             a debt due from the estate of the bankrupt and a certificate\n             stating that the amount has been paid out of the Com-\n             pensation Fund signed by the Accountant-General and\n             delivered to the trustee shall be sufficient proof of the debt.\n                     (3) Whenever any amount has been paid out of the\n             Compensation Fund on account of any person who has\n             absconded or who cannot be found within the Island and\n             who has left any real or personal estate within the Island it\n             shall be lawful for a Judge of the Supreme Court upon\n             application by or on behalf of the Minister or upon the\n             production of a certificate signed by the Accountant-\n             General that the amount has been paid in satisfaction of\n             a judgment against the Minister as nominal defendant, to\n             allow the Minister to sign judgment against that person\n             forthwith for the amount so paid out of the Compensation\n             Fund together with the costs of the application.\n                   vhe inclusion of this page is authorized by LN. 480119731\n                         FACILITIES F O R TITLE                         15\n             (4) Any judgment signed under subsection (3) shall\n     be final, and shall be signed in like manner as a final judg-\n     ment by confession or default in an action and execution\n     shall issue immediately in respect thereof.\n            (5) Where a person against whom judgment has been\n     signed under subsection (3) has left no real or personal\n     estate within the Island sufficient to satisfy the amount for\nf-   which execution has been issued, it shall be lawful for the\nL.\n     Minister to recover the amount, or the unrecovered balance\n     thereof, by action against that person at any time, if he\n     is found within the Island."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26, any action, suit or other legal proceeding which may be in civil\nbrought under this Act, may be brought in the Resident\nMagistrate’s Court where the amount of the claim does\nnot exceed one thousand dollars, in conformity with the\nprocsdurc (including entry of judgment) appropriate to that\nCourt, and where the amount of the claim exceeds one\nthousand dollars, in the Supreme Court.\n          Exemption from duties and fees-Recording"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)   Where a person deprived of land or of an estate A ~ ~ taC Y\n     or interest in land receives compensation from the Com- exercise\n                                                                  powuof\n     pensation Fund and the mortgage in respect of the land  ;:;;:;\n     is still subsisting the agency shall exercise the power of tioqwid\n     sale vested in it by the mortgage and the residue of the dumpsubistencc\n     sale money (after deduction and payment of all moneys &or$agc,\n     which may properly be deducted and paid under the\n     mortgage or by law) shall be paid into the Compensation\n     Fund.\n             ( 2 ) Where the amount received from the Com-\n     pensation Fund by a person deprived of land or of an estate\n     or interest in land is more than the amount paid into the\n     Fund under subsection (1) in respect of the land the Minister\n     may bring an action to recover the difference as if he were\n     a person deprived of the land under secti6n 18 against any\n     person who may be sued under the said section and any\n     amount so recovered by the Minister shall be paid into\n.    the Compensation Fund.\n             (3) Where the amount received from the Com-\n     pensation Fund by a person deprived of land or of an estate\n     or interest in land is less than the amount paid into the\n     Fund under subsection (I), the borrower shall be entitled\n            me inclusion of this page is authorized by L.N. 480/19731\n16                              FACILITIES FOR TITLE\n              to the difference, which shall be paid to him from the Fund,\n              unless he has been guilty of fraud in making his application\n              for a loan or in executing a mortgage.\n                       Establishment of Compensation Fund and\n                                 incidental provisions\nCompensa-        28.-(1) Any agency making a loan shall deduct there-\nban Fund.\n              from the amount prescribed under section 40 as the\n              contribution to be made to the Compensation Fund, and\n              such contribution shall be paid to the Accountant-General\n              who shall place it to the credit of an account to be called\n              “the Facilities for Title (Compensation Fund) Account” and\n              shall from time to time invest the same together with all\n              dividends and profits accruing thereon in Jamaica Govern-\n              ment securities or otherwise as the Minister may direct to\n              constitute a Compensation Fund for the purposes of this\n              Act.\n                      (2) The Minister may, from time to time, make\n              advances free of interest to the Compensation Fund out\n              of the funds of the Island, and grants out of sums provided\n              in the estimate of the Island for the purpose and approved\n              by the House of Representatives.\n                     (3) The Accountant-General shall pay out of the\n              Compensation Fund at such times and in such manner as\n              the Minister may direct such sums as may be so directed\n              in or towards repayment of advances made to the Com-\n              pensation Fund under this section.\nRecovery of     29. Any compensation received under this Act by any\ncompensa-\ntion paid     person not legally entitled thereto may be recovered by the\nbymistake.    Minister from such person as a simple contract debt and\n              any moneys so recovered shall be paid into the Compensa-\n              tion Fund.\n                    me inclusion of this page is authorized by L.N. 480/19731 -\n                    FACILITlES FOR TITLE                                         17"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Where any amount is paid out of the Compensation M i n i m\n                                                                    rocovcr\nFund in consequence of the fraud or negligence of any may    fro,,,\nofficer of the agency in accepting an application for a loan        z:zin\nor a mortgage the Minister may recover the amount from hn@i    ador\n                                                                     ace\nthe agency by action and any amount so recovered shall be\nlodged to the credit of the Compensation Fund.               of agency.\n               Civil proceedings-Jurisdiction"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. In any action, suit or proceeding by this Act Dsignation\n                                                            of Minisbr\nauthorized to be instituted by or against the Minister it for\nshall be sufficient to designate him as “the Minister for KL;z,of\nAgriculture and Lands’’ or by such other title as the\nMinister may for the time being be officially known and no\nsuch action, suit or proceeding shall abate or be affected\nby any change in the person holding the office of Minister,\nnor shall the Minister be personally liable under any judg-\nment or order made therein or otherwise in respect thereof."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Any costs for which the Minister may become liable costa\nas plaint8 or nominal defendant in any action, suit or aagaid\n                                                          w-\nproceeding in pursuance of this Act shall be paid out of gsg$\nthe Compensation Fund.                                   Of\n                                                         Compnsa-\n                                                                    tion Futld"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Jurisdiction in civil cases.\n              Exemption from duties and feesRecording"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) Notwithstanding anything to the contrary con- EXCDIP~~OO\ntained in any enactment, where a loan is made by an agency iTes\nin accordance with the provisions of this Act no stamp duty\n18                              FACILITIES FOR TlTLE\n             or recording or registration fees shall be charged, demanded\n             or paid in respect of any deed, instrument, writing or\n             receipt prepared or executed under or for the purposes of\n             this Act.\n                     (2) Upon every deed, instrument, writing or receipt\n             exempted under the provisions of subsection (1) from the\n             payment of any duties or fees in respect thereof a certificate\n             in the appropriate form set out in the First Schedule shall\n             be subscribed and endorsed by a duly authorized officer of\n             the agency.\n                     (3) The exemption from duties and fees for which\n             provision is made by subsection (1) shall in no case be\n             deemed to prejudice or affect the operation of any deed,\n             instrument, writing or receipt to which such exemption\n             applies or any preferential charge created thereby.\nMemo-\nrandum of"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) Notwithstanding anything to the contrary con-\nmortgage     tained in any enactment, it shall not be necessary to record\n10bcfiled.\n             or to enter satisfaction in the margin of the record of any\n             mortgage executed between a borrower and an agency in\n             respect of a loan made in accordance with the provisions\n             of this Act unless and until it is deemed advisable to\n             enforce it but instead of such recording it shall be notice\n             to all the world of the existence of the mortgage if a\nFirst\nSchedule.\n             memorandum in the appropriate form set out in the First\n             Schedule and signed by the parties to the mortgage is filed\n             in the Record Office   within three months of the execution\n             of the mortgage. It shall be the duty of every agency\n             making a loan under the provisions of this Act to file in\n             the Record Office the memorandum in the appropriate form\n             set out in the First Schedule and signed by the parties to        i\n             the mortgage within three months of the execution of the\n             mortgage.\n                   (2) Every mortgage in respect of which a memo-\n             randum is filed in accordance with the provisions of sub-\n                   me inclusion of this page is authorized by L.N. 480119731\n                    FACILITIES FOR TITLE                                        19\nsection (1) shall have the same force and effect as if it has\nbeen fully recorded.\n        (3) Every person interested in any land affected by\nany such mortgage shall be entitled to have access to the\noriginal for all proper purposes and at all reasonable times.\n              Oflences, Pendities, Jurisdiction"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Any person who-                                               Offences.\n    (a) obtains a loan under the provisions of this Act\n         by means of any false representation; or\n     (b) receives any money under the provisions of this\n         Act knowing he is not entitled thereto; or\n     (c) purports to act under the authority of this Act\n         in the case of a loan which is not for an agricul-\n          tural purpose or for a purpose declared under\n          section 40 to be an approved purpose; or\n     (4 being the representative of any agency refuses,\n         fails or neglects to give an acknowledgment or a 39/1957\n                                                             s. 4.\n         copy of any objection in accordance with sub-\n          section (3) of section 6; or\n     (e) contravenes the provisions of subsection (1) of\n          section 7 or of subsection (1) of section 8; or\n     0 prepares, executes, or is in any way concerned in\n          the preparation or execution of a mortgage, or\n          accepts a mortgage on behalf of an agency,\n         knowing that the mortgagor has made a false\n          statement in his application or has failed to make\n         therein a statement material to the validity of his\n          title, or knowing that the mortgagor is not the\n          true owner in fee simple of the land; or\n     (g) wilfully and falsely endorses or subscribes on any\n          deed, instrument, writing or receipt, the certifi-\n         cate provided for by subsection (2) of section 34,\nshall be guilty of an offence against this Act.\n      lTbe inclusion of this page is authorized by L.N. 480119731\n20                                  FACILITIES FOR TITLE\nTrial of\nOfffXl'enCes."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Any person who commits an offence against this Act\n                shall be liable on summary conviction therefor before a\n                Resident Magistrate to a fine not exceeding two hundred\n                dollars or to imprisonment with hard labour for a term not\n                exceeding twelve months or to both such h e and imprison-\n                ment.\nForms in\nFirst"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The forms prescribed in the First Schedule and all\nSchedule        additions thereto or substitutions therefor shall when\ndemcd to\nbe docu-        completed in pursuance of this Act be deemed to be\nmentsfor        documents for the purposes of paragraph (b) of section 8\n                of the Perjury Act.\n                                     Delegation of powers\nDelegation        39. The Minister may, delegate to any person in writing\nby Minister.\n                the authority to exercise all or any of the powers, rights\n                and duties vested in and imposed on him by this Act and\n                he may cancel such authority:\n                  Provided that nothing herein shall permit any person\n                other than the Minister to be plaintiff or nominal defendant\n                in any action, suit or proceeding authorized by this Act\n                to be instituted by or against the Minister.\nPowers of\nMinister."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1) The Minister may by order-\n39/1957\nS. 5 (a).\n                     (a) declare any purpose to be an approved purpose to\n                         which section 3 of this Act applies;\n                     (6) nominate approved lending agencies for the\n                         purposes of this Act;\n                     (c) limit the application of this Act to holdings of\n                         a specified maximum or minimum value;\n                     (d) specify the maximum amount which an agency\n                         may lend to any person;\n                      me inclusion of thii page is authorized by L.N. 480/19731\n                        FACILITIES FOR TZTLE                                  21\n         (e) specify the amount of the contribution to be made\n              to the Compensation Fund by a borrower, so,\n              however, that such rate shall in no case exceed\n              five per centurn of the value of the land, such 39/1957\n              value to be determined by the valuation referred S. (b).’\n              to in subsection (2);\n         V, amend the forms in the First Schedule in any pint     schedule.\n              manner whatever;\n         (9) substitute new forms for the forms in such\n              schedule;\n         (h) add new forms to such Schedule; and\n         (i) amend the list of persons in the Second Schedule Second\n                                                                  schedule\n              by adding thereto, deleting therefrom or making\n              substitutions therein.\n            (2) The valuation made by a representative of the 39/1957\n    agency on the occasion of his attendance on any land for S.      ’\n    the purposes specified in subsection (1) of section 6 shall\n    be conclusive as to whether the value of such land is greater\n    than the maximum or less than the minimum value specified\n    under paragraph (4of subsection (1).\n.\n          me inclusion of this page is authorized by LN. 480119731\n22                               FACILITIES FOR TITLE\n                                       FIRST SCHEDULE\n                               THE F A C I L I TFOR\n                                                 ~ S TITLE ACT\n                                          FORMA                                   (Section 4 (a))\n                                      Application for Loan\n     NO.\n        Application for a loan from an approved lending agency by the\n     owner in fee simple in possession of .............................. situated at\n     ...................................... the parish of ...................................."
    }
  ],
  "definitions": []
}