{
  "id": "jm-stat-the-factories-act",
  "type": "statute",
  "title": "The Factories Act",
  "title_en": "The Factories Act",
  "short_name": "Factories Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-factories-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-factories-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Factories Act.                                           Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)        In this Act-                                                               Interpreta-\n                                                                                           tion.\n    '?he Board\" means the Factories Appeal Board constituted zy;$;~'),\n         in accordance with the provisions of section 5;\n    \"factory\" means any^ premises in which, or within the close 6811956\n         or curtilage or precincts of which-                    s. 2( I )(b)\n               (a) acetylene, steam, water, wind, electric, internal\n                  : combustion or other mechanical power is used; or\n               (b) ten or more persons are employed in manual\n                   labour,\nin any process for or incidental to any of the following purposes,\nnamely-           \"\n               (a) the making of any article or of part of any\n                . . article; or\n         (b) the altering, repairing, ornamenting, finishing,\n             cleaning or washing, or the breaking up or demoli-\n           '\n             tion of any article; or\n         (c) the adapting for sale of any article,\nbeing premises in which, or within the close or curtilage or\nprecincts of which, the work is carried on by way of trade or for\npurposes of gain:\n  And (whether or not they are factories by reason of the\nforegoing definition) the expression \"factory\" also includes the\nfollowing premises, that is to say-\n                      lThe inclusion of this page is authorized by L.N. 123120111\n                  FACTORIES\n                                                   i\n (i) any dock, dry dock or yard (including the pre-\n     cincts thereof) in which shipsior vessels are\n     constructed, reconstructed, repaired, re-fitted,\n     finished or broken up;                         I\n (ii) any premises in which mecha'nical power is\n      used or in which ten or more persons are\n      employed in manual labour i n connection\n      with the business of sortind any articles,\n      carried on as a preliminary to the work in\n      any factory or incidentally td the purposes\n      of any factory;               I\n(iii) any premises in which mechahcal power is\n      used or in which ten or more persons are\n      employed in manual labour i n connection\n      with the business of washing or filling bottles\n      or containers or packing q c l e s , carried\n      on incidentally to the purpose of any\n      factory;                      I\n                                                        I\n(iv) any premises in which mechhical power is\n     used or in which ten or more persons are\n     employed in manual labour in the business of\n     hooking, plaiting, lapping, haking-up or\n     packing of yarn or cloth which is there carried\n     on;                            I\n                                                        I\n  (v) any laundry or dry cleaning establishment in\n      which mechanical power is uskd or in which\n      ten or more persons are emplcjyed in manual\n      labour and which is carried on as ancillary to\n      another business;             1\n (vi) any premises in which the construction, re-\n      construction or repair of 1 locomotives,\n      vehicles or other plant for use for transport\n      purposes is carried on as a!ncillary to- a\n                                                            !\nlThe inclusion of this page is authorized by LN. IU/LOIII\n                                                                    i\n                         FACTORIES                              5\n               transport undertaking or other industrial or\n               commercial undertaking, not being any\n               premises used for the purpose of housing\n               locomotives or vehicles where only clean-\n               ing, washing, running repairs or minor ad-\n               justments are carried O U ~\nc        (vii) any premises in which mechanical power is\n               used or in which ten or more persons are\n               employed in manual labour in connection\n               with printing by letter-press, lithography,\n               photogravure, or other similar process, or\n               bookbinding, carried on by way of trade or\n               for purposes of gain or incidentally to\n               another business so carried on;\n        (viii) any premises in which mechanical power is\n               used or in which ten or more persons are\n               employed in manual labour in the business\n               of making or mending nets which is carried\n               on incidentally to the fishing industry;\n         (ix) any premises in which mechanical power is\n              used in connection with the making or\n              repair of articles of metal or wood incident-\n              ally to any business carried on by way of\n              trade or for purposes of g&\n          (x) any premises in which the production of\n              cinematograph films is carried on by way\n              of trade or for purposes of gain, so,\n              however, that the employment at any such\n              premises of theatrical performers, and of\n              attendants on such theatrical performers\n              shall not be deemed to be employment in a\n              factory;\n         (xi) any premises in which articles are made or\n              prepared incidentally to the carrying on of\n    P l c indusion of thia pas i8 authorized by LN. 480/19731\n6                                       FACTORIES\n                              building operations or works of engineering\n                              construction, not being premises in which\n                              such operations or works are being carried\n                              on;\n                        (xii) any premises used for the storage of gas in\n                              a gasholder having a storage capacity of not\n                              less than five thousand cubic feet;\n                       (xiii) any dairy or other premises in which\n                              mechanical power is used or in which ten\n                              or more persons are employed in manual\n                              labour in connection with the processing\n                              and storage of miIk, carried on by way of\n                              trade or for purposes of gain or as ancillary\n                              to any business so carried on;\n                       (xiv) any premises in which mechanical power is\n                             used for the purpose of lubricating motor\n                             vehicles;\n                        (xv) any premises in which mechanical power is\n                             used or in which ten or more persons are\n                             employed in manual labour in connection\n                             with the pumping, processing, or storage of\n                             water for distribution;\n71119ss                 (xvi) any premises used for undertakings in con-\ns 2.                          nection with the generation of electric cur-\n                              rent by way of trade or for purposes of gain;\n7111958                (xvii) any premises where cold storage installa-\ns.2.                          tions are operated as a separate business\n                              and not merely ancillary to another\n                              business;\n                                                                              ’\naS11956\nS.2 (I)(b).\n              “existing factory’’ means any factory which was in operation\n                  on the 20th day of December, 1956;\n                    me inclusion of this pngc is authorkd by LN. 480/19731\n                                    FACTORIES                                  7.\n        “new factory” means any factory-                              6alls%\n            (U) which f h t commences to operate some time after\n                                                                      aa(im\n                 the 20th December, 1956; or\n            (6) which (having previously been in operation) haa\n                 ceased to operate before the 20th December, 1956,\n                and which recommences to operate at some time\n                 after such date;\n    L   “Inspector” means any person appointed in accordance with\n            the provisions of section 3;\n        “machinery” includes-\n            (a) stationary or portable boilers in a fact-,\n            (b) steam OT other engines in a factory;\n            (c) aU apparatus or appliances for generating, develop\n                 hg,receiving or transforming, or for measuring or\n                 testing the volume, voltage, pressure or frequency\n                 of, or for distributing or applying, any mechanical,\n                 electric or natural power to any industrial or\n                 manufacturing process in a factory;\n            (d) furnaces and fuel or storage tanks situated within,\n                 openins into or attached to the structure of,\n                 or directly connected with, any factory;\n            (e) locomotives when operated within the curtilage d’\n                 any factory; and\n             V, vats, tanks, cooling or drying device used for the\n                 storage of, or otherwise in connection with, the\n                 product of any mechanical proms, and situated\n                 within or attached to the premises within which\nI\n                 such process is carried on.\nI\n.\n              (2) Any premises which would be a factory by virtue\n        of the fact that mechanical power is used therein but whi& ”p”\n                                                                     (I)@-\n        would not otherwise be a factory and in which the m & ~ -\n        d power used consists only of electric motors with the\n        total consumption of electric current not exceeding two\n                FT1, hcbsion OE thk p880 ia &rizcd   4y La. 41/198q\n8'                                                     FACTORIES\n             amperes with an electro-motive force not exceeding one\n             hundredand ten. volts and with a total h power not..evc@ing\n             onequarter of one horsepower, shall not be .deemed, for the\n             purposes\n              .~\n                      of this Act, to be a factory.\n                                                . . :. . .  :.   .:\n              ':.  (3) A part of a factory may, with the- approval in\n                               .\n6s'?f(c).    writing of the Chief Factory Inspector, be taken to be a\n             @parate factoryand two or. more factories may, with 1\n             approval, be taken to be a single factory.\n68/1956                             (4) A quarry as defined in the Quarries Control Act;\ns.2(')(cL    or a mine*iithin.the meaning of the Minirlg Act SWI not be\n             deemed, for the purposes of this Act, to be a factoryb\n                                           . .   . .                      . .   .\n                                                          .   .\n              ... . ..(5) NO premisis:.in or adjacent .to or. .belongin\n             quarry o r mine being premises in wh-ich the only process\n             c&m& on is a process ancillary to the getting, dressing or\n             preparation for sale of minerals &all be deemed to be a\n             factory.\n                        .,.,,~        ..    .\n              :        ....                                                          /   i\n681 1956\n                  ..cs) . m e r e'B place'situated within the ilose, cuiiiiage\ns*2(I)(c).   or precincts f0rming.a factory is solely used for some pur-\n             pose.other than the processes carried on in the factory,.that\n             place shall 'not'be'deemed to form part of the factory for\n             the purposes of this Act, but shall, if otherwise it would be\n             a-'factory,be deemed to be a separate factory.\n              .        .                                             :,\n68/1956       .            .       (7) Premises shall not be excluded 'from the.definition\ns.2(')(c)'   of a ' f a c t o j by reason only that they are open akpremises.\n                                                                                             --.\n                                                                                             i\n                   {S) .Any premises belonging to or in the occupation of\n                  municipal, parochial or other authority shall not b e\n             deemed not to be a factory, by reason only that the work\n             carried on thereat is not carried on by way of trade or for\n                                     . .                              .. ..\n             purposes of gain.:                                       .. , .\n                                     Fhduaiki of (his     is &M by L.N. 41 119871,\n                           FACTORIES                                       9"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Governor-General may, from time to time, Appoint-\nappoint a Chief Factory Inspector for the purposes of this ment\n                                                             of Chief\nAct, and from the date of the coming into operation of this p;gzm\nAct and until the Governor-General shall otherwise appoint, and\n                                                             Inspectors.\nthe person holding the appointment of Permanent Secre-\ntary to the Ministry of Lahour for the time being, shall be\ndeemed to be the Chief Factory Inspector.\n       (2) The Chief Factory Inspector, may from time to\nto time appoint Inspectors to assist in giving effect to the\nprovisions of this Act.\n   4 4 1 ) The supervision of all factories, and of all s~prvision\nmachinery in the Island shall be exercised by the Chief of factories\nFactory Inspector and (subject to his directions), by In- machinay.\nspectors appointed as provided for by this Act.\n       (2) The Chief Factory Inspector may from time to\ntime delegate the exercise of all or any of his powers and\nduties under this Act to such Inspectors as he may think\nfit.\n             PART11. Factories Appeal Board"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4, Supervision of factories and machinery.\n                            PART11. Factories Appeal Board"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) There is hereby established a Factories Appeal Constitution\n                                                           ofFactories\nBoard (hereinafter referred to as “the Board) for the A p ~\npurpose of hearing and determining appeals from the ward.\ndecision of the Chief Factory Inspector in accordance with\nthe provisions of this Act.\n       (2) The Minister shall appoint five persons to be\nmembers of the Board, and shall appoint one of such\npersons to be the Chairman of the Board.\n      (3) Two at least of the members of the Board (here-\ninafter referred to as “unofficial members’’) shall be persons\nwho are not directly or indirectly employed in the Public\nService of the Island.\n       me inclusion of this page is authorized by LN. 480/1973]\n10                                       FACTORIES\n                    (4)The Minister may fill any vacancy on the Board\n              caused by the death, resignation, illness, absence from the\n              Island or inability to act of any member thereof, and may\n              at any time revoke the appointment of any member of the\n              Board :\n                 Provided always that any vacancy on the Board caused\n              by the death, resignation, illness, absence from the Island,\n              inability to act or revocation of the appointment of any\n              unofficial member, shall be filled within thirty days of the\n              occurrence thereof by the appointment of another unofficial\n              member.\n                     (5) Notwithstanding any temporary vacancy or\n              vacancies, the Board shall be deemed to be fully constituted\n              for the purposes of this Act.\n                    (6) Three members shall form a quorum for the\n              transaction of business, and may do anything required to\n              be done by the Board :\n                 Provided that the Board shall not determine any appeal\n              in accordance with the provisions of this Act, unless at\n              least one unofficial member of the Board be present at the\n              determination of such appeal.\n                   (7)The Board may, from time to time with the a p\n              proval of the Minister, make rules for the transaction of its\n              business, and in particular for determining the procedure\n              to be followed upon the hearing of any appeal by the Board\n              and the times at which, and the manner in which, any such\n              appzal shall be heard and determined.\n                         PARTIII. Registration of Factories\nFaFtoricsto     6, Every existing factory, and every new factory shalI\nbe regis-\nlered.        be registered as provided for by this Act.\nRcgioterof      7. The Chief Factory Inspector shall keep a register of\n;?$?*\"        factories, and shall cause to be entered therein from time\n                         inclusion of this page is authorized by L.N. 480119731\n                                   FACTORIES                                   11\n     to time, in respect of every factory registered in accord-\n     ance with the provisions of this Act, the particulars specified\n     in this Part."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Not later than thirty days after the 20th December, Registrn-\n                                                                  tion of\n     1956, every person who is the owner, manager, or person existing\nf    having the control of any existing factory shall apply to the fadonis\nI.   Chief Factory Inspector to have such factory registered as 68/1956\n                                                                   S. 3 (a).\n     an existing factory:\n        Provided that where a certificate of registration was issued\n     under any provision having the force of law prior to the\n     said 20th day of December, 1956, and had not expired be\n     fore that date, such certificate shall remain valid for the\n     period stated therein or until cancelled under the provisions\n     of this Act, and during the period of the validity of such\n     certificate the factory in respect of which the certificate was\n     issued shall be deemed to be registered under this Act.\n            (2) Every application under subsection (1) shall be\n     made in writing, and shall set out the following parti-\n     ClllFUS-\n           (i) the name of the owner of the factory to which\n               the application relates;\n          (ii) the address and location of the factory;\n         (iii) the nature and the object of the process of manu-\n               facture carried on at the factory;\n         tiv) the nature of the mechanical power, if any, used 68/1956\n               in the factory for the purpose of carrying on such s.3 @).\n               pr-;\n          (v) the number of employees employed in the factory\n               at the date of the application or (if such number\n               is not the number normally employed when the\n               factory is engaged in the industrial or manufac-\n               turing process carried on therein) the number of\n            m c inclusion of t h i a page is authorized by   L.N.480/1973]\n12                              FACTORIES\n              employees normally employed when the factory\n              is so engaged.\n            (3) Upon receipt of an application under this section\n     the Chief Factory Inspector shall cause the factory, to which\n     the application relates, to be inspected. If the Chief Factory\n     Inspector, upon inspection, is satisfied either-\n          (U) that any part of the ways, works, machinery, or\n               plant, used in a factory is in such a condition,\n               or is so constructed, or is so placed, that it cannot\n               be used without imminent risk of bodily injury to\n               any person; or\n          (6) that any process or work is carried on, or that\n               anything is or has been done in any factory, in\n               such a manner as to cause imminent risk of bodily\n               injury to any person,\n     he may refuse registration until such steps have been taken\n     as are, in his opinion, necessary to remove the danger\n     complained of. If he is so satisfied, then upon pay-\n     ment of the prescribed fees he shall cause the factory to\n     be registered and a certificate of registration in the pres-\n     ciibed form to be issued to the occupier thereof.\n            (4) Any person who is aggrieved by the refusal of\n     the Chief Factory Inspector forthwith to grant a certificate\n     of registration in accordance with the provisions of this\n     section, may, within fourteen days of such refusal, appeal\n     to the Board as provided for by any rules made under the\n     provisions of subsection (7) of section 5.\n            (5) On the hearing of any such appeal, the Board,\n     unless they are satisfied that the factory does not comply\n     with the requirements of the Chief Factory Inspector, shall\n     direct the Chief Factory Inspector to register the factory,\n     and the Chief Factory Inspector shall register the factory,\n     and on any such appeal the Board may order the costs of\n            m e indusian of ibis page is authorized by L.N. 480/19731\n                                 FACTORIES                                 13\n     the appeal to be paid by the appellant or the Chief Factory\n     Inspector."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Notwithstanding anything to the contrary in any Approval\n                                                                   o planrof\n     law, where application is made or notice is given to a Build- bu&ilngsm\n     ing Authority by any person for the approval (in the manner beuacdaa\n,-   hereinafter appearing) of any plan for the construction of- :*?,%6\n                                                                   71/1958\n           (U) any building to be used as a factory; or            s. 3 (a).\n           (b) any building appurtenant to a factory,\n     such application or notice shall not be considered by the\n     Building Authority unless it is accompanied by the approval\n     of the Chief Factory Inspector of such plan.\n             (2) For the purposes of this section-                 68(1956\n     “plan” includes particulars, drawings and other documents; s. 4.\n     “Building Authority” means-\n           (a) in relation to the parishes of Kingston and St.\n                Andrew, the Building Authority defined in section\n                2 of the Kingston and St. Andrew Building Act;\n           (b) in relation to any other parish, the Parish Council\n                of such parish.\n            (3) Where pursuant to the provisions of subsection 71/1958\n     (1) an application is made to the Chief Factory Inspector S. 3 (b).\n     for his approval of any plan there shall be submitted with\n     the application not less than three copies of such plan\n     together with the following information-\n         (U) the location of the premises on which the new\n              building is to be erected;\n         (b) the name and postal address of the owner, manager\n              or other person who will be in control thereof;\n         (c) the nature of the manufacturing or other processes\n              which will be carried out therein,\n         (d) a list and description of machinery to be installed\n              therein;\n            IThe inclusion of this page is authorized by L.N 480/19731\n14                                     FACTORIES\n                (e) the nature of mechanical power to be used (if any);\n                V, the maximum number of persons to be employed\n                    therein.\n71 /I958           (4)Within thirty days of the receipt of any applica-\nS. 3 (b).\n            tion as aforesaid the Chief Factory Inspector shall notify\n            the applicant in writing either that he has approved such\n            plan, or of his refusal to approve such plan unless and\n                                                                                i\n            until the applicant has fulfilled such requirements as may\n            be specified by him :\n               Provided that the Chief Factory Inspector may in any\n            case refuse unconditionally to approve such plan upon\n            specifying the grounds of his refusal.\n7111958            (5) In any case where the Chief Factory Inspector\nS 3 (b).\n            fails within thirty days of the receipt of any application as\n            aforesaid,either to grant or to refuse (whether conditionally\n            or unconditionally) such approval he shall be deemed to\n            have refused such approval unconditionally; and the\n            applicant may, within thirty days thereafter appeal to the\n            Board as provided for by any rules made under the pro-\n            visions of subsection (7) of section 5.\n71 11958          (6)Where the Chief Factory Inspector approves of\ns.3(b).     any plan submitted under the provisions of subsection (11,\n            he shall-\n                (a) indicate such approval on all the copies thereof;\n                  -’  and\n                (b) return not less than two copies so approved to the\n                      applicant for submission to the appropriate Build-\n                      ing Authority.\n71/1958           (7) Any person who is aggrieved by the refusal of\nS. @).      the Chief Factory Inspector to approve any plan submitted\n            in accordance with the provisions of subsection (31, or any\n            condition attached by him to the grant of such application\n            in accordance with the provisions of this section, may with-\n                  IThe inclusion of this page is authorized by L.N. 480119731\n                            FACTORIES                                  15\nin thirty days of the notice thereof, appeal to the Board as\nprovided for by any rules made under the provisions of\nsubsection (7) of section 5.\n       (8) On the hearing of any appeal under subsection 71/1956\n                                                           S. 3 (b).\n(5) or (7) the Board may-\n     (a) give such directions as they may think fit to the\n        Chief Factory Inspector who shall carry out the\n        directions so given;\n    (b) order the costs of the appeal to be paid by the\n        appellant or the Chief Factory Inspector."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Every person who intends to operate a new ~ ~ i                   a   ~\nfactory, shall, before commencing the operation thereof, y:gzm,\napply in writing to the Chief Factory Inspector to have such g:i!956\nfactory registered as a new factory.\n        (2) Upon receipt of an application under this\nsection the Chief Factory Inspector shall cause the factory\nto which the application relates, to be inspected, and within\nthirty days of the receipt of such application the Chief\nFactory Inspector shall notify the applicant in writing either\nthat the application for registration has been granted, subject\nto the payment of prescribed fees, or that it will not be\ngranted unless and until the applicant has fulfilled such\nrequirements as may be specified by him :\n  Provided that the Chief Factory Inspector may in any\ncase refuse unconditionally to grant such application upon\nspecifying the grounds of his refusal.\n        (3) Where an application for registration has been\ngranted under this section, the Chief Factory Inspector shall,\nupon payment of the prescribed fees, issue to the occupier\nof the factory to which the application relates, a certificate\nin the prescribed form.\n16                                           FACTORIES\n                        (4) In any case where the Chief Factory Inspector\n                 fails within thirty days of the receipt of any application\n                 for the registration of a factory either to grant or refuse\n                 (whether conditionally or unconditionally) such application,\n                 he shall be deemed to have refused the application uncon-\n                 ditionally and the applicant may, within thirty days there-\n                 after appeal to the Board as provided for by any rules made\n                 under the provisions of subsection (7)of section 5 .\n                         (5) Any person who is aggrieved by the refusal of\n                 the Chief Factory Inspector to grant an application for\n                 registration, or by any condition attached by him to the\n                 grant of such application, in accordance with the provisions\n                 of this section, may, within thirty days of the notice of such\n                 refusal appeal to the Board as provided for by any rules\n                 made under the provisions of subsection (7) of section 5.\n                         (6) On the hearing of any appeal under subsection\n                 (4) or (5) the Board may--\n                      (a) give such directions as they may think fit to the\n                           Chief Factory Inspector who shall carry out the\n                            directions so given;\n                      (b) order the costs of the appeal to be paid by the\n                            appellant or the Chief Factory Inspector.\n                    ~ ~ certificate of registration issued under this\n~ ~ ~ i ~ t r ~ t iEvery"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41)\nrenewd.\ntobe\n                 Act in respect of a factory shall, subject to the provisions\n68119%\n                 of subsection (3), remain valid for a period of three years\nS. 6 (a). (b).   from the date of issue and shall then expire, and application\n7111958\ns. 4.            shall be made to the Chief Factory Inspector for a renewal\n                 of registration for a further period of three years, from the\n                 date of expiry in accordance with the provisions of this\n                 Part relating to an original application for registration.\n                         (2) The Chief Factory Inspector may in any case\n                 refuse to renew a registration certificate, but every such\n                                FACTORIES                                 17\nrefusal shall be subject to an appeal to the Board in like\nmanner as in the case of a refusal of original registration.\n       (3) In any case where- the Chief Factory Inspector is 6811956\nsatisfied as respects any factory .registered under this Act S.-6(C).\nor deemed to be so registered-\n                %\n    (a) that any part of the ways, works, machinery or plant,\n        used in the factory is in such a condition, or is so\n        constructed, or is so placed, that it cannot be used\n        without imminent risk of bodily injury to any\n        person; or\n    (b) that any process of work is carried on, or that any-\n        thing is or has been done in the factory, in such a\n        manner as to cause imminent risk of bodily injury to\n        any person,\nhe may cancel the certificate of registration in respect of such\nfactory:\n  Provided that-\n      (i) any person .who is aggrieved by such cancellation of\n          the certificate of registration may within fourteen days\n          thereof, appeal to the Board as provided for by any\n          rules made under the provisions of subsection (7) of\n          section 5; and\n     (ii) on the hearing of any such appeal, the Board may-\n             (a) give such directions as they think fit to the\n                 Chief Factory Inspector who shall carry out the\n                 directions so given;\n             (b) order the costs of the appeal to be paid by\n                 the appellant or the Chief Factory Inspector.\n             (The inclusion of this page is authorized by L.N. 123ROlll\n18                                             FACTORIES\n                                   PART IV. Regulations                             1\nRegulations.     1 2 . 4 1 ) The Minister may from time td time make\n511968         regulations generally for giving effect to the p.#poses of this\n$. 3(l)(a).\n8R009          Act, &d for the purposes of ensuring the safety, health and\nS. 2.          welfare of persons who are employed in any 'factory or in\n               connection with machinery, and in particular, and without\n               prejudice to the generality of the foregoing provisions, any such\n               regulations may provide for-\n                                                          , to, and exit\n                    (i) the safe means of approach or accebs\n                        from, any factory, or machinery;  1\n                   (ii) the fencing and covering of all dangekous places or\n                        machines;\n                  (iii) life-saving and first aid appliances;                       1\n                  (iv) securing safety in connection with all oplrations carried\n                       on in a factory;\n                                                              I\n                   (v) security safety in connection with the use of cranes,\n                       winches, pully-blocks and of all engines, machinery,\n                       mechanical gear and contrivances generahy whatsoever;\n                                                                                    I\n                  (vi) the periodic inspection, testing and classification,\n                       according to age, type or condition, of boilers, and         1\n                       for the issue and display of certificates in connection\n                       therewith, and for the regulating of the :type of safety\n                       valves to be fixed to any boiler and the maximum\n                       pressure at which boilers of any age, lype, class, or\n                       condition may be operated;               I\n                  (vii) the duties and responsibilities assignabld to any person\n                        generally, and in particular to employe(s, owners, and\n                        managers in charge of factories, in connection with any\n                        one or more of such regulations;\n                 (viii) the proper ventilation of any factory; having regard to\n                                                                   I\n                        the nature of the process carried on therein;\n                            [The inclusion o f this page is authorized by L.X. 123L20lll\n                                    FACTORIES                                   19\n       (ix) the sanitation, including the provision of lavatory ac-\n            commodation (having regard to the number of workers\n            employed) at any factory;\n        (x) the fees to be paid for the registration and renewal of 681,956\n            registration of any factory or of any class of factory, '.'.\n            and for the inspection or examination of any factory or\n            class of factory and any machinery therein;\n       (xi) the forms and certificates to be used under the 511968\n                                                            S. 3(l) (b).\n            provisions of this Act;\n       (xii) the provision and maintenance of appropriate facilities 511968\n                                                                     s. 3(1) (c).\n             for the welfarg of persons employed at any factory.\n          (2) Notwithstanding~ection29 of the ~nterpretationAct, 8 ~ 0 0 9\n    regulations made under subsection (1) may provide for the S. 2.\n    imposition of penalties on summary conviction in a Resident\n    Magistrate's Court not exceeding a fine of five hundred\n    thousand dollars or imprisonment for a term not exceeding six\n    months or to both such fine and imprisonment.\n                           PART V . Miscellaneous"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Regulations.\n                                  PARTV. Miscellaneous\n,6   13. Offence of operating unregistered factory."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Any person who causes or permits any factory, other office of\n    than a factory registered under this Act, to be operated commits\n    an offence and shall be liable on summary conviction before a factory.\n    Resident - ~ a ~ i s t r a to\n                               t e a fine not exceeding one hundred 8Q009\n                                                                     S. 3.\n    thousand dollars.\n           (2) Notwithstanding subsection (I), unless the Chief\n    Factory Inspector otherwise directs, nothing in this section shall\n    be construed as requiring a factory which is in operation to\ne   cease to operate during the period when an application for\n    registration thereof is under consideration."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The owner, manager or other person having control Returns\n    of any factory registered in accordance with the provisions of\n    this Act shall make an annual return on such date and in such\n    form as may be specified by the Chief Factory Inspector, and in\n    such return shall set forth any alterations in, or additions to; the\n                 lThe inclusion of this page is authorized by L.N. lZ3nOlll\n                                                   FACTORIES\n                 premises of the factory or the processes carried dn therein, or\n                 any changes in the identity of the persons owning or having the\n                 management or control thereof, since the *last rkgistration of\n                 such factory or the making of the last preceding + a 1 return in\n                 respect thereof.                                                                 /\n                                                                                          I\n                         -(2) Within fourteen days of the receipt of any return\n                 pursuant to the provisions of subsection (I), the Chief Factory\n                 Inspector shall cause any necessary amendments to be made\n                 to the register and to the certificate of registration bf the factory\n                                                                                                  a\n                 in respect of which such return is made.               I.\n                                                                                          I\n                        (3) An owner, manager or other person hhving control\n                 of any factory who -contravenes subsection (1)l commits an\n                 offence and shall be liable on summary conviction before a\n                 Resident Magistrate to a fine not exceeding bne hundred\n                 thousand dollars. '                            1   .\nFactory             15. The Chief Factory Inspector at any tiAe on being\nceasing to\noperate.         satisfied that any factory registered under this Act bas ceased to\n                 be operated as a factory, may cause such factory to be removed\n                 from the register.\n                                                                                          i\nCertificate          16.-41) The owner, manager, or other person daving control\nand regula-\ntions to be      -of any factory registered in accordance with the brovisions of\nexhibited.        this Act shall cause to be exhibited in a conspicuous place in the\n6811956\n                  factory-\nS. 9.\n80009\nS. S(a).\n             .\n                      (a) the proper certificate of registration issuekl or declared\n                                                                                          i\n                          to be valid under this Act;                                     I\n                      (b) a copy of the Regulations in force under tiis Act.\n                         (2) Any person who contravenes subsectiod (1) commits\n                 an1offence and shall be liable on summary conviction before a\n                 Resident Magistrate to a fine not exceeding fifty thousand\n                 dollars.\n                                                                                          I."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. [Repealed by Act 8 of2009.1                                       1:\n                              (The inclusion of this page is authorized by L.S. 1 2 3 ~ 0 1 1 ~\n                                FACTORIES                                             21"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. It shall be l a h l for the Chief Factory Inspector or lw~ectiOn\n                                                             and medical\nany Inspector by him appointed for the purposes of this examina-\nAct-                                                         tions.\n                                                                           6811956\n                                                                           S. 1 1 .\n     (a) to enter upon the premises of, aid to inspect, any\n         factory, and any machinery therein, at all reasonable\n         times by day and night, and take samples of\n         the products of such factory or of materials used\n         therein; and the occupier of such factory, his agents\n         and servants shall furnish to the Chief Factory\n         Inspector or any Inspector duly appointed, as the\n         case may be, all such information (by the production of\n         books and documents or otherwise) or render\n         such other assistance as that officer may\n         reasonably require for the exercise of his powers\n         under this Act in relation to that factory;\n     (b) if he is a duly qualified medical practitioner carry\n         out such medical examinations as may be necessary for\n         the purpose of his duties under this Act."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any person who obstructs or impedes the Chief Factory Penalfyfor\n                                                                  obstruction.\nInspector, or an Inspector, in the execution of any of his duties 6811956\nunder this Act commits an offence and shall be liable on                   iiii9\nsummary conviction before a Resident Magistrate to a fine not s. 7.\nexceeding five hundred thousand dollars and in default of\npayment to imprisonment for a term not exceeding six\nmonths."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-41) Proceedings against any person for an offence Power of\n                                                               Inspector to\nagainst this Act or for the recovery of any penalties under conduct\nthis Act or any regulations made thereunder may be instituted proceed-\n                                                               ings.\nby any Inspector appointed under section 3 who is 681,956\nauthorized in that behalf by the special or general directions s. 13.\n             lThe inclusion of this page is authorized by L.N. 123120111\n22                                            FACTORIES                           I\n             of the Minister and any such officer may prosecu\\e or conduct\n             such proceedings.                               I\n                      ( 2 ) In any action or other legal proceedings brought\n             against any such officer in respect of any act done in\n             pursuance or execution or intended execution oflthis Act, the\n             plaintiff shall not recover unless he alleges in his pleadings\n             or in his particulars of claim and proves at the trial that such\n             act was done either maliciously or without reasonable and\n                                                                I\n             probable cause.\nNotifica-       21.-(1)   Where any accident occurs in a f!ictory which\ntion of\naccidents    either-\nand indus-\ntrial\ndiseases.          ( a ) causes loss of life to a person employed i/l that factory;\n                                                                                      I\n6811956                  or                                         >\nS. 14.\n                   ( 6 ) disables any such person for more than two days from\n                         earning full wages at the work at wpch he was\n                         employed,\n                                                                                      I\n             the manager of the factory or person having control of the\n             machinery in such factory shall forthwith repoh the occur-\n             rence of such accident to the Chief Factory Inspector and in\n             connection therewith he shall f'urnish such           as the\n             Chief Factory Inspector in any case from time to time may\n             require.                                                                 I\n                      ( 2 ) The manager of the factory or pkrson having\n             control of the machinery as aforesaid shall alto from time\n             to time in like manner report to the Chief Factory Inspector-\n                                                                                      I\n                   ( a ) all accidental fires and explosions;                         I\n                                                                     I\n                   ( b ) the collapse or failure of any building or dtructure';\n                                                                                      I\n                   (c) accidents to machinery or plant which result in the\n                                                                      . , the\n                       cessation of work beyond the shift or dayl on which\n                       accident occurs;\n                           [The-inclusion of this page is authofued by L.N. 123/LOlll\n                                                                                      i\n        (d) any industrial disease which may be prescribed by\n            the Chief Factory Inspector,\n    which may occur in the factory.\n          (3) Any person who contravenes subsection (1) or (2) 80009\n    commits an offence and shall be liable on summary conviction S. 8(b)\n    before a Resident Magistrate to a fine not exceeding three\n    hundred thousand dollars.\n0         (4) The Chief Factory Inspector may, where he considers\n    it expedient so to do, hold or cause to be held a formal\n    investigation in respect of any accident occurring or case of\n    disease contracted or suspected to have been contracted in a\n    factory and of its causes and circumstances, and with respect\n    to such investigation the following provisions shall have\n    effect-\n        (a) the person or persons holding the investigation\n                                                                                 +\n            (hereinafter in this section referred to as \"the court\")\n            shall do so in open court in such manner and under such\n            conditions as the court may think most effectual for\n            ascertaining the causes and circumstances of the\n            accident or case of disease;\n        (b) the court shall have for the purpose of investigation all\n            the powers of a Resident Magistrate to summon\n            witnesses, call for the production of books and\n            documents and to examine witnesses and the parties\n            concerned.on oath;\n        (c) any person summoned to attend or to produce 'books or\n            documents under this section, and refusing or neglecting\n            so to do, or refusing to answer any question put to him\n            by or with the concurrence of the court shall be guilty of\n            an offence against this Act and liable on summary\n            conviction before a Resident Magistrate to a fine not\n            exceeding five hundred thousand dollars and in default 80009\n            of payment to imprisonment for a term not exceeding S.8(C)(i).\n                                     \"\n            six months:                                                812009\n                                                                       S. 8(c)(ii),\n              Provided that no person shall be bound to incriminate\n                 JThe inelkion of thii page is r u t h o r u ~by L.N. -1UROll~\n1   24\n                                              FACTORIES\n                       himself, and every witness shall, in respect of any\n                       evidence given by him at such enquiry, bk entitled to\n                       the same privileges to which he would de entitled if\n                       giving evidence before a court of justice;                   /\n                   (d) any witness attending at the request i f or upon\n                       summons by the court holding such enquiry, shall\n                       subject to any order made by the court, bb entitled to\n                       like expenses as if summoned to attend the Resident\n                       Magistrate's Court.                      1\n                      (5) As respects-\n                   (a) building operations undertaken by way lof trade or\n                       business, or for the purpose of any industrial or\n                       commercial undertaking, and any line or diding which\n                       is used in connection therewith and for the purposes\n                       thereof;                                 i\n                 . (b) works of engineering construction u n d e r t v by way\n                        of trade or business, 0\" for the purpose of any\n                        industrial or commercial undertaking, and]any line or\n                        siding which is used in connection therewith and for\n                        the purposes thereof,\n    8l2009     the provisions of subsectionp (I), (2) and (4) shall)have effect\n    S. 8(d).\n               as if;-                                             I\n                       (i) any place where such operations or works are carried\n                           on were a factory; and                                       I\n                   (ii) the person undertaking any such operatidns or works\n                     . to .which this Act applies were the ocdupier of a\n                                                                I\n                        factory,                                i\n               and' 'with such adaptations and modifications i s may be\n               necessary.\n    Penalty.     22. Any person who contravenes or fails to c o m ~ l ywith any\n    6811956\n    S. IS.     of the provisions of this Act, or of any regulations made\n                                                                                                .\n    8l2009     thereunder, for which no penalty is expressly provided by this\n    S. 9.\n               act commits an offence and shall be liable on summary\n               conviction before a Resident Magistrate to a fine not exceeding\n                                                                                            I\n                           lThe inclusion of this page is authorized by L.N. 123ROlll       I\n                                                                                            I\n                                FACTORIES                                           25\nfive hundred thousand dollars and in default of payment to\nimprisonment for a term not exceeding six months."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. All expenses necessary for giving effect to the purposes             kTsy\nand provisions of this Act (including any damages or costs s. 16.\nrecovered against an Inspector in any action or other legal\nproceedings under section 20) shall be defiayed out' of the\nConsolidated Fund.\n  2 4 . 4 1 ) Subject as hereinafter in this section provided the Applica-\nprovisions of sections 12, 18, 19, 20, 21 and 22 shall apply\ntO--\n                                                                           s:,:\n                                                                  operations\n              *   .\n                                                                           and works\n                                                                           of engineer-\n     (a) building operations uhdertaken by way of trade or                 n\n                                                                           ig.,\n                                                         -$\n         business, or for the purpose of any industrial or;:;\n         commercial undeding, and to any line or siding s. 1.1.\n         which is used in connection therewith and for the 511968\n         purposes thereof;                                  s. 4 (a).\n     (b) works of engineering construction undertaken by way\n         of trade or business, or for the purpose of any\n         industrial or commercial undertaking, and to any line\n         or siding which is used in connection therewith and\n         for the purposes thereof.\n         (2) The provisions of such sections as aforesaid in 511968\ntheir application to building operations or works of S.4(b).\nengineering construction, as the case may be, shall have\neffect as if-\n     (a) any place where such operations or works are carried\n         on were a factory; and\n     (b) the person undertaking any such operations or works\n         to which this Act applies were the occupier of a\n         factory,\nand with such adaptations and modifications as may be\nnecessary:\n             lThe inclusion of this page is authorized by I,.N. 123ROll)\n                                  FACTORIES\n   Provided that none of the aforesaid sebtions shall\noperate so as to interfere with the design of       works of         4y\nengineering construction or with the adoption in the\nexecution of those works of any method                 in the\nspecification or in any signed plans issued,[ or written\ndirections given, by the consulting engineer or 'the engineer\nin charge, being- a method which is not I inconsistent\nwith the safety of the works or of the persons\nemployed.                                                              1\n                                                                        I\n       (3) Any person undertaking any building operations\nor any works of engineering construction to: which this\nAct applies shall, not later than seven days after the\nbeginning thereof, serve on the Chief Factory Inspector a\nwritten notice stating the name and postal address of the\nperson so undertaking the operations or works, the place\nand nature of the operations or works, whether any\nmechanical power is used, and if so, its nature, and such\nother particulars as may be required by the Chief Factory\nInspector:\n  Provided that-                                                        I\n     (a) this subsection shall not apply to any operations or\n         works aforesaid which the person undeitaking them\n         has reasonable grounds for believing will be completed\n         in a period of less than six weeks, or at a cost not more\n   ;     than four thousand dollars except in such cases as the\n         Chief Factory Inspector may direct; and\n   I   (b) where a person undertakes any operations or works\n           as aforesaid in a place where such operations or works\n           are in progress, he shall not be required ;to give such\n           notice if a notice was given in respect of the operations\n           or works in progress.\n               lThe inclusion of this page is authorized by L.S. 123ROlll\n                                   FACTORIES"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Application of Act to building operations and wotks of engineering\n      construction.\n                                                                           II"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-41) The provisions of sections 12, 18, 19, 20, 21 and Applica-\n                                                                   tion of\n    22 shall apply to every dock, wharf or quay (including any Actto\n    warehouse belonging to the owner of any such dock, wharf docksletc.\n                                                                   511968\n    or quay and any line or siding, not forming part of a railway, s. 5 ,\n    used in connection with and for the purposes of any such:\n    dock, wharf or quay) and every other warehouse (not forming\n    part of a factory) in or for the purposes of which mechanical\n    power is used.\n            (2) The provisions of. such sections as aforesaid in\n    their application to any of the places referred to in. sub-\n    section (1) shall have effect as if-\n        (a) such place were a factory; and\n        (b) the person having the actual use or occupation of such\n            place or of any premises therein or forming part\n            thereof were the occupier of a factory,\n    and with such adaptations and modifications as may be\n    necessary.\n            (3) The provisions of such sections as aforesaid shall\n    apply to the process of loading, unloading or fuelling of any\n    ship in any dock or harbour and to all machinery or plant\n    used in such process as if the process were carried on in\n    a factory, and the machinery or plant were machinery or plant\n    in a factory and the person who carries on such process were\n    the occupier of a factory.\n             (4) In subsection (3) \"plant\" includes any gangway\n    or ladder used by any person employed to load or unload or\n    fuel a ship.\n@     26.-41) Where the Chief Factory Inspector is satisfied that Powerto\n                                                                  require that\n    any premises used-                                            use of\n                                                                             premises for\n                                                                             certain\n         (a) for building operations or works of engineering                 puwasbe\n             construction as described in subsection (1) of section          discontinued.\n                                                                    511 968\n             24; or                                                 S. 5.\n                 [The inclusion of this page is sutborird by L.N. l23~Olll\n                 (b) as a dock, wharf, quay or warehouse kferred to in\n                     subsection (1) of section 25,       aI\n                                                                                 I\n           are in such condition $orare so constructed or placed that any\n           process or work carried on therein cannot be so carried on with\n           due regard to the safety, health and welfare of the persons\n           employed therein, he may by notice in writing addressed to the\n           owner, manager or other person having control oflthe premises,\n                                                              1\n           require that the use of the premises for the purpose of that\n                                                                                         *\n           process or work shall be discontinued until the Chief Factory\n           Inspector is satisfied that the premises have been rendered fit\n           for ensuring the safety, health and welfare of perslns employed\n           therein in connection with that process or work, and the person\n           to whom such notice is addressed shall comply with the\n           requirement specified therein.                      I\n                   (2) Any person may within fourteen days after the\n                                                                                 I\n           receipt of such notice appeal to the Board constituted under\n           section 5, and on the hearing of any such appeal the Board\n           may-\n                 (a) give such directions as it thinks fit to the Chief Factory\n                     Inspector who shall carry out the directions so\n                     given;                                       1\n                 (b) order that the person to whom the notice aforesaid is\n                     addressed shall comply with the requirekent specified\n                     therein;                                i\n                 (c) order the cost of the appeal to be paid by the appellant\n                     or the Chief Factory Inspector.           I\n                                                                                     ,\nMinister     27. The Minister may, by order subject to affirmative\nmay by\norder      resolution, increase any monetary penalty specified in this\nincrease\nmonetary\n           A&.                                                                       !\npenalty.\n812009\nS. 10."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Power to require that use of premises for certain purposes be dis-\n      continued.                                                           i"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Minister may by order increase monetary penalty.                       j\n                                                                           I\n                [The inclusion of this page i s authorized by L.X. 1 2 3 ~ 0 l l (\n                                          FACTORIES\n                               THE FACTORIES ACT                                           Cap. 124.\n                                                                                             Laws\n                                                                                           68 of 1956,\n                                                                       [Ist August, 1943.1 \" :c''y.\n                                                                                           5 of 1968,\n                                                                                           8 of 2009.\n                                   PARTI. Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "factory",
      "definition": "any^ premises in which, or within the close 6811956",
      "source_provision": "sec2"
    }
  ]
}