{
  "id": "jm-fair-competition",
  "type": "statute",
  "title": "The Fair Competition Act",
  "title_en": "The Fair Competition Act",
  "short_name": "Fair Competition Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-fair-competition-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-fair-competition-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-41) The Commission shall consist of such number of persons\n            not being less than three nor more than five as the Miister may from\n            time to time appoint.\n                   (2) The Executive Director shall be a member ex o R i o of the\n            Canmission."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 - 4 ) The members referred to in paragraph 1 (1) shall be appoint-\n            ed by the Minister by instrument in writing.\n                  (2) A member other than the Executive Director, shall, subject\n            to the provisions of this Schedule, hold of6ce for such period not\n            exceeding three yeam as the Minister may specify in the instrument\n            appointing the member and each member shall be eligible for reappoint-\n            ment."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Nothing in this Act shall apply to-\nP2.P        (a) combinations or activities of employees for their\n                 own reasonable proteition as employees;\n            (b) arrangements for collective bargaining on behalf\n                of employers and employees for the purpose of\n                fixing terms and conditions of employment;\n            (c) the entering into of an agreement in so far as it\n                 contains a provision relating to the u&i licence or\n                 assignment of rights under or existing by virtue of\n                 any copyright, patent or trade mark;\n            (d) the entering into or carrying out of such an agree-\n                ment or the engagement in such busin- practice,\n                 as is authorized by the Commissioner under Part\n                V;\n            (e) any act done to give effect to a provision of an\n                arrangement referred to in paragraph (c);\n                     iuclution ofthis page is ~o~   by L.N.42tl99Sl\n                         FAIR COMPETITION\n         activities expressly approved or required under any\n         treaty or agreement to which Jamaica is a party;\n     (g) activities of professional associations designed to\n         develop or enforce professional standards of\n         competence jeasonably necessary for the protection of\n         the public;\n     (h) such other business or activity declared by the\n         Minister by order subject to afEmative resolution.\n           PART 11. The Fair Trading Commission"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.--(I) There is hereby established for the purposes of this ,,b,i,.\nAct, a body to be called the Fair Trading Commission which m t o f\nshall be a body corprate to which section 28 of the\nInterpretation Act shall apply.\n         (2) The provisions of the Schedule shall have effect as I,,\nto the constitution of the Commission and otherwise in relation\nthereto."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41). The functions of the Commission shall be-                ~unctiom\n                                                                        ofthe\n     (a) to carry out, on its own initiative or at the request of\n         any person such investigations or inquires in relatiin\n         to the conduct of business in Jamaica as will enable it s,3,\n         to determine whether any enterprise is engaging in\n         business practices in contravention of this Act and the\n         extent of such practices;\n     (6) to carry out such other investigations or inquires as 2mw1     ,,,,\n         may be requested by the Minister or as it may consider\n         necessary or desirable in connection with matters\n         falling within the provisions of this Act;\n     (c) to advise the Minister on such matters relating to the\n          operation of this Act, as it thinks fit or as may be\n          requested by the Minister;\n              [nlsinclu.ian ofthis py i s adhorizrd hy L.N. I IZRW? I\n                                        FAIR COMPETITION\n                 (d) to investigate on its own initiative or at the request of\n                      any person adversely affected and take such action as\n                      it considers necessary with respect to the abuse of a\n                      dominant position by any enterprise; and\n                 (e) to carry out such other duties as may be prescribed by\n                     or pursuant to the Act.\n                    (2) It shall be the duty of the Commissioner-\n                 (a) to make available-\n                          (i) to persons engaged in business, general\n                               information with respect to their rights and\n                               obligations under this Act;\n                          (ii) for the guidance of consumers, general in-\n                               formation with respect to the rights and\n                               obligations of persons under this Act affecting\n                               the interests of consumers;\n                 (b) to undertake studies and publish reports and\n                     information regarding matters affecting the interests of\n                     consumers;\n                  (c) to co-operate with and assist any association or body\n                      of persons in developing and promoting the\n                      observance of standards of conduct for the purpose of\n                      ensuring compIiance with the provisions of this Act.\nCommis-        6. The Commission shall obtain such information as it\nslon shall\nsdinfor-     considers necessary to assist it in its investigation or inquiry\nmaon.        and, where it considers appropriate, shall examine and obtain\n22R00 I\nS. 4.        verification of documents submitted to it.\nPOWS~Sof       7.+1) For the purposes of carrying out its functions\nmission.\n             under this Act, the Commission is hereby empowemd to-\n                           [The inrlunio88 of h i s pa@ us autllorizcd hy L.N. I I ?/ZOO? I\n                               FAIR COMPETITION\n        (a) summon and examine witnesses;\n        (b) call for and examine documents;\n        (c) administer oaths,\n        (4 require that any document submitted to the Com-\n             mission be verified by affidavit;\n        (e) adjourn any investigation or inquiry h m time to time.                22.~001\n                                                                                  s. 5.\n           (2) The Commission may hear orally any person who, in\n    its opinion, will be affected by an investigation or inquiry under            Ffwl\n    this Act, and shall so hear the person if the person has made a\n    written request for a hearing, showing that he is an interested\n    party likely to be affected by the result of the investigation or\n    inquiry or that there are particular reasons why he should be                 fTwl\n    heard orally.\n           (3) The Commission may require a person engaged in\n    business or a trade or such other person as the Commis-\n    sion considers appropriate, to state such facts concerning\n    goods manufactured, produced or supplied by him or\n    services supplied by him as the Commission may think\n    necessary to determine whether the conduct of the business\n    in relation to the goods or services constitutes an uncom\n    petitive practice.\n              (4) If the information specified in subsection (3) is not\n    h i s h e d to the satisfaction of the Commission, it may make a\n    finding on the basis of the information available before it."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may terminate the appointment of any member\n            other than the Executive Director if such member-\n                 (a) becomes of unsound mind or becomes permanently unable\n                     to perform his fundim by reason of ill health;\n                (b) is convicted and sentenced to a term of imprisonment:\n                 (c) fails without reasonable excuse to carry out any of the functions\n                     oonferred or imposed on him under this Ad: or\n                (d) engages in such activities as are reasonably considered pre-\n                     judicial to the interest of the Commission."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The names of all members of the Commission as 6rst coastituted\n            and every change of membership shall be publish3 in the Gazette.\n                           inclusb3a of ihh p g e is authorized by L.N.42119951\n                       FAIR COMPETlTlON                                         43"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may, on the application of any member other than h w of\nthe Executive Director. grant leave of absence to the member.      hau&\n  9 4 1 ) The seal of the Commission shall be kept in the custody of Seal and\n                                                                      z z\nthe Executive Director or the secretary and shall be a x e d to instru-\nmen@ purmant to a resolution of the Commission, in the presence -&\nof the Executive Director or any other member of the Commission,\nand the secretary thereof.\n       (2) The seal of the Commission shall be authenticated by the\nsignatures of the Executive Director or any other member authorized\nto act in that behalf. and the secretary.\n       (3) All documem other than thwe required by law to be under\nseal. made by, and all decisions of,the Commigsion may be signified\n                                                                          -\nunder the hand of the Executive Director or any other member of the\nCommission authorized to act in that behalf, and the secretary."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-+1) The Minister may give to the Commission such M , , , , ~\n    directions of a general nature as the Minister considers y B m\n    necessary in the public intemst as to the policy to be followed by\n    the Commission\n                                                                                   -\n                   [The m~lu,con of thlr p g e 31. audmr~zcdbr L N I 1 2 2002 I\n                                  FAIR COWETITION\n                    (2) The Commission shall give effect to any directions\n            given pursuant to subsection (1).\nPOW~Wof       10.-41) Subject to this section, the Commission may, for the\ngarch *c.\nQW\"         purpose of mertaining whether any person has engaged or is\n            engaging in conduct constituting or likely to constitute a\n            contravention of this Act, require an authorized officer to enter\n            and search any premises and h q e c t and remove for the p u p s e\n            of making copies, any documents or extracts therehm in the\n            possession or under the control of any person.\n                                                                                 0\n                   (2) An authorized officer shall not exercise the\n            powers conferred by subsection (I) unless he obtains a war-\n            rant authorizing him to exercise those powers in awordance\n            with subsection (4).\n                    (3) Where a Justice of the Peace is satisfied on in-\n            formation on oah that tbere is reasonable ground for\n            believing that any person has engaged or is engaging in\n            conduct constituting or likely to constitute a contrawn-\n            tion of this Act, the Justice of the Peace may by warrant\n            under his hand, pennit an authorized officer to exercise\n            the powers conferred by subsection (1) in relation to any\n            premises specified in the warrant, so, however, that such\n            warmnt shall not authorize the detention of a document for\n            a period exceeding seven days.\n                    (4) An authorized officer shall-\n                  (a) on entering any premises pursuant to a warrant issued\n                      under subsection (3), produce evidence of his\n                      authority to entei the premises and evidence of his\n                      identity;\n                  (b) uupo completing a search authorized under this\n                      section, leave a receipt listing documents or extrects\n                      therthm removed for the purposes of this section.\n                                FAIR COMPETITION\n            (5) The occupier or person in charge of any premises\n    entered pursuant to this section shall provide the authorized\n    officer with all reasonable facilities and assistance for the\n    effective exercise of his functions under this section.\n       1 1.-+I)  At any stage of an investigation o r inquiry under W t i -\n    this Act, if the Commission is of the opinion that the matter                             :\",:if\n0   being investigated or subject to inquiry does not justify further t a n .\n    investigation or inquiry the Commission may discontinue the 22,2331\n                                                                      s,6cawixii,,\n    investigation or inquiry;\n            (2) The Commission shall, on discontinuing an                                    ,,,\n    investigation or inquiry, make a report in writing to the Minister S.wniXii).\n    stating the information obtained and the reason for Unaa,\n    discontinuing the investigation or inquiry.                        S.6(bXiXii).\n              Financial Provisions, Accounts and Reports"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) The Commission shall meet as often as may be necessary Prod&\nor expedient for the transaction of its business and such meetings d'\nshall be held at such places and times and on such days as the \"gL\nCommission may determine\n        (2) The Chairman may at any time call a special meeting of\nthe Commission, and shall call a special meting to be held within\nseven days of receipt of a written request for that purpose addressed\nto him by any two members of the Commission.\n        (3) The Chairman shall preside at all meetings of the Com-\nmission. and if the chairman is absent from a meeting the members\npresent and constituting a quorum shall elect one of their number\nto preside at the meeting.\n        (4) The quorum of the Commission shall be three.\n        (5) The decisions of the Commission shall be by a majority of\nvotes. and in addition to an original vote the chairman or other person\npresiding at the meeting shall have a casting vote in any case in\nwhich the voting is equal-\n        (6) Minutes in proper form of each meeting of the Commis-\n sion shall be kept and shall be confinned as soon as practicable there-\naftu at a subsequent meeting.\n        (7) Subject to the provisions of this Schedule the Commission\nmay mgulate its own proceedings."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A member who is directly or indirectly interested in any matter DIsclollua\nwhich is being dealt with by the Commission-                            d inbut\n    (a) shall disclose the nature of hi interest at a meeiing of the\n         Commission; and\n    (6) shall not take part in any deliberation or decision of the Com-\n         mission with respect to that matter.\n          lThc inclusim of this page is authorized by L.N. 42/19351\n44                                   FAIR COMPETITION\nProtectio~, l2. NO act done or proceeding taken under this Act shall be\nqf chimu- quegtioned on the ground-\nm.\n              (a) of the existence of any vacancy in the membership of. or any\n                   defect in the constitution of the Commission; or\n              (b) of any omission, defect or irregularity not affecting the merits\n                   of the case."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Notice of any term or condition which is void\n            by virtue of section 25, or which would be so void if included\n            in an agreement relating to the sale of any such goods, is of\n            no effect for the purpose of limiting the right of a dealer to\n            dispose of those goods without infringement of the patent.\n                       FAIR COMPETITION\n        (3) Nothing in section 25 and in this section affects\nthe validity, as between the parties and their successors, of\nany term or condition-\n     (a) of a licence granted by the proprietor of a patent\n          or by a licensee under any such licence; or\n     (b) of any assignment of a patent.\nso far as it regulates the price at which goods produced or\nprocessed by the licensee or assignee may be sold by him.\n      4 1 ) It is unlawful for a supplier to withhold supplies M&-\n                                                                        tenamc of\nof any goods from a dealer seeking to obtain them for resale mini-\n                                                               resale price#\non the ground that the dealer-                                 by other\n                                                               means.\n     (a) has sold goods obtained either directly or indirectly\n         from that supplier, at a price below the resale price\n         or has supplied such g o d s either directly or\n         indirectly to a third party who had done so; or\n     (b) is likely, if the goods are supplied by him, to sell\n         them at a price below that price, or supply them\n         either directly or indirectly to a third party who\n         would be likely to do so.\n        (2) In this section \"the resale price\", in relation to a\nsale of any description, means-\n     (a) any price notified to the dealer or otherwise pub-\n           lished by or on behalf of a supplier of the goods in\n          question (whether lawfully or not) as the price or\n           minimum price which is to be charged on or is\n           recommended as appropriate for a sale of that\n           description; or\n     (b) any price prescribed or purporting to be prescribed\n           for that purpose by an agreement between the\n           dealer and any such supplier.\n                                  ..\n         (3) Where under this section it would be unlawful\nfor a supplier to withhold supplies of goods, it is also un-\n                                                                       --\n             inclusion of this p g c ir authorized by L.N. 421 19951\n                                  FAIR COMPETITION\n           lawful for him to cause or procure any other supplier to do\n           SO.\nInterpm-     28.-(1) For the purposes of this Part, a supplier of goods\ntion.\n           shall be treated as withholding supplies from a dealer-\n                (a) if he refuses or fails to supply those goods to the\n                       order of the dealer;\n                ( b ) if he refuses to supply those goods to that dealer\n                      except at prices, or on terms or conditions as to\n                       credit, discount or other matters, which are signifi-\n                       cantly less favourable than those at or on which\n                       he normally supplies those goods to other dealers\n                      carrying on business in similar circumstances; or\n                (c) if, although he enters into an agreement to supply\n                      goods to the dealer. he treats him in a manner\n                      significantly less favourable than that in which he\n                      normally treats other such dealers in respect of\n                      times or methods of delivery or other matters\n                      arising in the execution of the agreement.\n                    (2) A supplier shall not be treated as withholding\n           supplies of goods on any ground mentioned in section 27 (1)\n           if, in addition to that ground, he has other grounds which,\n           standing alone, would have led him him to withhold those\n           supplies.\n                  (3) Subject to subsection (4), if, in proceedings\n           brought against a supplier of goods in respect of a contra-\n           vention of section 27 (I), it is proved that supplies of goods\n           were withheld by the supplier from a dealer, and it is further\n           proved that-\n                (a) during a period ending    immediately before the\n                    supplies were so withheld, the supplier was doing\n                    business with the dealer or was supplying goods of\n                   [?rbs inclusion of thispageis authorized by LH.4.1   19951\n                      FAIR COMPETITION                                     25\n           the same description to other dealers carrying on\n           business in similar circumstances; and\n     (b) the dealer, to the knowledge of the supplier, had\n           within the preceding six months acted as described\n           in section 27 (1) (a) or had indicated his intention\n           to act as described in section 27 (1) (b) in relation\n           to the goods in question,\nit shall be presumed, unless the contrary is proved, that the\nsupplies w r e withheld on the ground that the dealer had\nso acted or was likely so to act.\n         (4) Subsection (3) does not apply where the proof\nthat supplies were withheld consists only of evidence of\nrequirements imposed by the supplier in respect of the time\nat which or the form in which payment was to be made\nfor goods supplied or to be supplied.\n                   PARTV. Authorizations"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) TIE accounts of the Commission shall be audited A W U ~\n                                                                     and audit.\n    annually by the Auditor-General or by any auditor or a d t o r s\n    approved by him and a statement of accounts so audited shall\n0   form part of the annual report referred to in section 14 (1).\n            (2) The Commission shall, in each year, before a date\n    specified by the Minister-\n          (a) submit to the Minister a statement of accounts audited\n               in accordance with subsection (1);\n                   [The i 8 ~ c l u s i od~l ~h i r pngc is allthonirsd by I. N. 11212W2 I\n                                  FAIR COMPETITION\n                  (b) submit to the Minister for approval estimates of\n                      revenue and expenditure for the financial year next\n                      following.\nReports.       1 4 . 4 1 ) The Commission shall, within three months after the\n            end of each fnancial year, or within such longer period as the\n            Minister may in special circumstances allow, cause to be made\n            and transmitted to the Minister a report dealing generally with\n            the activities ofthe Commission during the preceding financial\n            Yew.\n                                                                                 0\n                      (2) The Commission may from time to time furnish to\n            the Minister a report relating to any particular matter or matters\n            investigated, or being investigated which, in the opinion of the\n            Commission, require the special attention of the Minister.\n                   (3) The Minister shall cause a copy of a report s u b\n            mined under this section to be laid on the Table of the House of\n            Representatives and of the Senate.\n                                  Appointment of Staff\nAppoint-\nment of"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. There shall be paid from the funds of the Commission to the\nWna[          chairman and other members of the Cnmmisaion such remuneration\nlllCmh.       whether by way of honorarium, salary or fees. and such allowances\n              as the Minister may d c t e d n e .\nOaicsd          15. The office of a member other than the Executive Director shall\nmcmbor        not be a public office for the purpose8 of Chapter V of the Constiation\nother U m     of Jamaica.\nexocutlvo\nDirector,.\nnor publa\noh."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.+1) The Commission shall appoint and employ an\nExecutive   Executive Director who shall hold office for a period of seven\nDirstor,\n            years and may be re-appointed for periods not exceeding five\n-w\naad othu    years at a time.\nemployccr\n                   (2) The Executive Director shall be in charge of the day\n            to day management of the Commission.\n                    (3) Subject to subsection (4), the Executive Director\n            shall receive such emoluments and be subject to such terms and\n            condiiiom of service as may from time to time be prescribed by\n            or under any law or by a resolution of the House of\n                                                                                 0\n            Representatives.\n                    (4) The emoluments and terms and conditions of service\n            of   the    Executive Director, other than allowances\nthat are not taken into account in computing pensions, shall\nnat be altered to his disadvantage during the period of his\nappointment or reappointment, as the case may be.\n       (5) The emoluments for the time being payable to\nthe Executive Director by virtue of this Act shall be charged\non and paid out of the Consolidated Fund.\n        (6) The Commission may appoint and employ at\nsuch remuneration and on such terms and conditions as\nit thinks fit, such other officers and employees as it thinks\nnecessary for the proper carrying out of the provisions of\nthis Act:\n           Provided that-\n        @) no salary in excess of the prescribed rate shall be\n        - - assigned\n        \"\n                       to any post without the prim approval\n             of the Minister; and\n        (b) no appointment shall be made without the prior\n             approval of the Minister to any post to which\n             a salary in excess of the prescribed rate is assigned.\n            (7) In subsection (6) \"the prescribed rate\" means\n    a rate of $100,000 per annum or such higher rate as the\n    Minister may, by order, prescribe.\n            (8) The Governor-General may, subject to such con-\n    ditions as he may impose, approve of the appointment of\n    any officer in the service of the Government to any office\n    with the Commission, and any officer so appointed shall,\n    during such appointment, in relation to pension, gratuity\n    ar other allowance, and to other rights as a public officer,\n    be treated as continuing in the service of the Government.\n,     16. The Commission may enter into arrangements\n    respecting schemes, whether by way of insurance policies .na olher\n                                                                   r&icq\n    or not, for medical benefits, pensions, gratuities and other -.\n    retiring or disability or death benefits relating to employees\n             F h e inclusion of thiq pp is auchorid by L.N. 421119951\n                                    FAIR COMPETITION\n             of the Commission and such arrangements may include\n             provisions for the grant of benefits to the dependants and\n             the legal personal representatives of such employees.   ,\nof.-\nPmw\nmat haviDn\ncttsct ot"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Pensions. gratuities and other retiring be&ts.\n.;*; . . . . . . . . .. .                   .,    .......\n                        PAUTIII. Control of Uncompeh'tive Practice"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) This section applies to agreements which con-\n          tain provisions that have as their purpose the substantial\nICWZI~D~  lessening of competition, or have or are likely to have the\n&-\nh         effect of substantially lessening competition in a market.\n                    (2) Without prejudice to the generality of subsection\n             (1) agements referred to in that subsection include agree-\n             ments which contain provisions that-\n                  (a) directly or indirectly fix purchase or selling prices\n                         or any other trading conditions;\n                  ( b ) limit or control production, markets, technical\n                         development or investmeng\n                  (c) share markets or sources of supply;\n                  (d) affect tenders to be submitted in response to a\n                         request for bids;\n                  (e) apply dissimilar conditions to equivalent trans-\n                         actions with other trading parties, thereby placing\n                         them at a competitive disadvantage;\n                  (fl make the conclusion of contracts subject to accept-\n                         ance by the other parties of supplementary obli-\n                        gations which, by their nature or accotding to\n                         commercial usage, have no connection with the\n                         subject of such contracts,\n             being provisions which have or are likely to have the e f k t\n             referred to in subsection (1).\n                       (3) Subject to subsection (41, no person shall give\n             effect to any provision of an agreement which has the pur-\n             pose or effect referred to in subsection (1); and no such pr*\n             vision is enforceable.\n             /\n                      p k inclusion of this   IS a u t h o r i d by L.N. 421 19951\n                       FAIR COMPETITION                                17\n          (4) Subsection (3) does not apply to any agreement\n or category of agreements the entry into which has been\n-authorized under Part V or which the Commission is satis-\n fied-\n       (a) contributes t o -\n               i the improvement oi production or distribu-\n                    tion of goods and services; or\n              (ii) the promotion of technical or economic\n                    progress,\n            while allowing consumers a fair share of the\n            resulting benefit;\n       (b) imposes on the enterprises concerned only such\n            restrictions as are indispensible to the attainment\n            of the objectives mentioned in paragraph (a); or\n       (c) does not afford such enterprises the possibility of\n            eliminating competition in respect of a substan-\n            tial part of the goods or senices concerned."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.41) For the purposes of this Act, a provision of an ~ s r m n e n t .\n                                                                containing\nagreement is an exclusionary provision if-                      CX~I+S!OII~~~\n                                                                provlalonn\n     (a) the agreement is entered into or arrived at between VOM\n          persons of whom any two or more are in compe-\n          tition with each other; and\n     (b) the effect of the provision is to prevent, restrict or\n          limit the supply of goods or services to, or the\n          acquisition of goods or services from, any par-\n         ticular person or class of persons either generally\n          or in particular circumstances or in particular con-\n          ditions, by all or any of the parties to the agree-\n          ment or, if a party is a company, by an intercon-\n          nected company.\n       (2) For the purposes of subsection (I), a person is in\n competition with another person if that person or any inter-\n          [The i n c ~ o o\n                         nf this page is authorized by LN.42/,1995]\n18                                FAIR COMPETITION\n            connected company is, or is likely to be or, but for the rele-\n            vant provision, would be or would be likely to be, in corn-\n            petition with the other person or with an interco~ected\n            company, in relation to the supply or acquisition of all or\n            any of the goods or services to which that relevant provision\n            relates.\n                    (3) No person shall give effect to an exclusionary\n            provision of an agreement.\nExirtenm       19. For the purposes of this Act an enterprise holds a\nof &nimnt\n            dominant position in a market if by itself or together with\n            an interconnected company, it occupies such a position of\n            economic strength as will enable it to operate in the market\n            without effective constraints from its competitors or poten-\n            tial competitors.\nAbua of       2 0 . 4 1 ) An enterprise abuses a dominant position if it\ndominant\nposition.   impedes the maintenance or development of effective corn-\n            petition in a market and in particular but without prejudice\n            to the generality of the foregoing, if it-\n                 (a) restricts the entry of any person into that or any\n                       other market;\n                 ( b ) prevents or deters any person from engaging in\n                       competitive conduct in that or any other market;\n                 (c) eliminates or removes any person from that or any\n                       other market;\n                 (dl directly or indirectly imposes unfair purchase or\n                       selling prices or other uncompetitive practices;\n                 (e) limits production of goods or services to the p r e\n                       judice of consumers;\n                 (f)makes the conclusion of agreements subject to\n                       acceptance by other parties of supplementary\n                       obligations which by their nature, or according\n            -       [% inclu3Eon of this page is authorized by L.N. 42/1%'S]\n                          FAIR COMPETITION\n                to commercial usage, have no connection with the\n                subject of such agreements.\n          (2) An enterprise shall not be treated as abusing a\n    dominant position-\n          (a) if it is shown that-\n                   (i) its behaviour was exclusively directed to\n0                        improving the production or diibution of\n                        goods or to promoting technical or economic\n                        progress; and\n                   (ii) consumers were allowed a fair share of the\n                        resulting benefit;\n          (b) by reason only that the enterprise enforces or seeks to\n              enforce any right under or existing by virtue of any\n              copyright, patent, registered design or trade mark"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(I)  Where the Cormnission finds that an enterprise has -n in\n    abused or is abusing a dominant position and that such abuse  ,,rrbtionio\n                                                                    ,\n    has had, is having or is likely to have the effect of lessening dom%m\n    comptition substantially in a market,the Commission shall-      &%\n                                                                    S. 7\n         (a) notify the enterprise of its finding; and\n          (b) direct the enterprise to take such steps as are\n              necessary and reasonable to overcome the effects of\n              abuse in the m k e t concerned.\n            (2) In determining, for the purposes of subsection (I),\n    whether a practice has had, is having or is likely to have the\n    effect of lessening competition substantially in a market, the\n0   Commission shall consider whether the practice is a result of\n    superior competitive performance.\n            (3) For the purposes of this section, an act is not an\n    uncompetitive practice if it is engaged in pursuant only to the\n    exercise of any right or enjoyment of an interest\nderived under any Act pertaining to intellectual or industrial\nproperty.\n             PART IV. Resale Price Maintenance\n             Collective Resale Price Maintenance"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-41) It is unlawful for any two or more enterprises, W i g\nsuppliers of goods, to enter into or carry out any agreement by\nvirtue of which they undertake-\n                                                                      0\n      (a) to withhold supplies of goods from dealers (whether\n          parties to the agreement or not) who resell or have\n          resold goods in breach of any condition as to the price\n          at which those goods may be resold;\n      (b) to refuse to supply goods to such dealers except on\n          terms and conditions which are less favourable than\n          those applicable in the case of other dealers carrying\n          on business in similar circumstances;\n      (c) to supply goods only to persons who undertake or\n          have undertaken to do any ,of the acts described in\n          paragraph (4 or (b).\n        (2) It is unlawhl for any two or more enterprises\nreferred to in subsection (1) to enter into or carry out any\nagreement authorizing-\n      (a) the recovery of penalties (however described) by or\n          on behalf of the parties to the agreement from dealers\n          who resell or have resold goods in breach of any such\n          condition as described in subsection (1)\n                                                . . (a);\n                                                     . . or\n      (b) the conduct . o f any proceedings in connection\n          therewith.                                                  0\n  2 3 . 4 1 ) It is unlawful for any two or more enterprises, being\ndealers in any goods, to enter into or carry out any agreement by\nwhich they undertake-\n                      FAIR COMPETITION\n     (a) to withhold orders for supplies of goods from sup-\n         pliers (whether parties to the agreement or not)\n             (i) who supply or have supplied goods without\n                 imposing such a condition as is described\n                 in section 22 (I) (a); or\n            (ii) who refrain or have refrained from talung\n                 steps to ensure compliance with such con-\n                 ditions in respect of goods supplied by\n                 them; or\n     (b) to discriminate in their handling of goods against\n         goods supplied by those suppliers.\n        (2) It is unlawful for any two or more enterprises\nreferred to in subsection (1) to enter into or carry out an\nagreement authorizing-\n     (a) the recovery of penalties (however described) by\n          or on behalf of the parties to the agreement from\n          the suppliers referred to in subsection (1); or\n     (b) the conduct of any proceedings in connection there-\n          with."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Sections 22 and 23 apply in relation to an association m-\nwhose members consist of or include-                       tim of\n                                                           sa4ioDs\n                                                              and 23 la\n     (a) enterprises which are suppliers or dealers in any 25ti^,.\n         goods; or\n     (b) representatives of such enterprises,\nas they apply to an enterprise.\n       individual Minimum Resale Price Maintenance\n  2 5 . 4 1 ) Any term or condition of an agreement for the\n                                                               r c d e prke\nsale of goods by a supplier to a dealer is void to the extent ,,inWcd\nthat it purports to establish or provide for the establishment 2    z-'\nof minimum prices to be charged on the resale of the goods m t .\nin Jamaica.\n            inchmion of this page is authorized by L.N.421 19951\n                                      FAIR COMPETITION\n                    (2) Subject to subsections (3) and (4), it is unlawful\n            for a supplier of goods (including an association or person\n            acting on behalf of such supplier) to-\n                 (a) include in an agreement for the sale of goods, a\n                      term or condition which is void by virtue of this\n                      section;\n                 (b) require, as a condition of supplying goods to a\n                      dealer, the inclusion in the agreement of any term\n                      or condition, or the giving of any undertaking to\n                      the like effect;\n                 (c) notify to dealers, or otherwise publish on or in\n                      relation to any goods, a price stated or calculated\n                       to be understood as the minimum prim which may\n                      be charged on the resale of the goods in Jamaica.\n                    (3) Paragraph (a) of subsection (2) does not affect\n            the enforceability of an agreement except in respect of\n            the term or condition which is void by virtue of this section.\n                   (4) Nothing in paragraph (c) of subsection (2) shall\n            be construed as precluding a supplier (or an association or\n            person acting on behalf of a supplier) from notifying to\n            dealers or otherwise publishing prices recommended as\n            appropriate for the resale of goods supplied or to be supplied\n            by the supplier.\n~atmtod        %.--(I)\n                    Section 25 applies to patented goods (including\ngoods mdm\nsection u. goods made by a patented process) as it applies to other\n           goods."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Interprelation.                                    . .   .\n                                                                        . . ~ ,\n                        PARTV. Aulhizatiom                  :\n                                                        .       .             .,"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.41) Subject to subsection (2), any person who pro- G W ~d\n                                                                     adrim-\nposes to enter into or carry out an agreement or to engage n.,\nin a business practice which in the opinion of that person,\nis an agreement or practice affected or prohibited by this\nAct, may apply to the Commission for an authorization to\ndo so.\n        (2) In respect of an application under subsection (I),\nthe Commission-\n     (a) may notwithstanding any other provision of the\n          Act, if it is satisfied that the agreement or practice,\n          as the case may be. is likely to promote the public\n          benefit grant an authorization subject to such               .\n          terms and conditions as it thinks fit; or\n .. (b). may refuse to grant an authorization and if it does\n          so, the Commission shall inform the applicant in\n          writing of its reasons for refusal.\n             inclusion of this page is authorized by L.N.421 19951\n26                                  FAIR COMPETITION"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. While an authorization granted under section 29\n              remains in force, nothing in this Act shall prevent the person\n              to whom it is granted from giving effect to any agreement\n              or any provision of an agreement or from engaging in any\n              practice to which the authorization relates.\nRevocation\nof authori-     31.-(1) Subject to subsection (2), the Commission may\nrntioa        revoke or amend an authorization if it is satisfied that-\n                  (a) the authorization was granted on information that\n                        was false or misleading;\n                  ( b ) there has been a breach of any terms or conditions\n                        subject to which the authorization was granted."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Revocation of authorization.\n                                                    .               .        .. ,"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) For the purposes of this section-\n                  \"exclusive dealing\" means-\n                         (a) any practice whereby a supplier of goods,\n                              as a condition of supplying the goods to\n                              a customer requires that customer t w\n                     [The incluswn ol this page is authorized by L.N. 42119951\n                         FAIR COMPETITION                                   27\n           (i) deal only or primarily in goods supplied by or\n                designated by the supplier or his nominee; or\n           (ii) refrain from dealing in a specified class or\n                k i d of goods except as supplied by the\n                supplier or his nominee; and\n       (b) any practice whereby a supplier of goods induces a\n           customer to meet a condition referred to in sub-\n           paragraph (a) by offering to supply the goods to\n           the customer on more favourable terms or condi-\n           tions ifthe customer agrees to meet that condition;\n\"market restriction\" means any practice whereby a supplier of\n   goods, as a condition of supplying the goods to a\n   customer, requires that customer to supply any goods only\n   in a defined market, or exacts a penalty of any kind h m\n   the customer if he supplies any goods outside a defined\n   mark&;\n\"tied selling\" m e a n s                                           c -\n                                                                   ~ZROOI\n                                                                   -. 1\n        (a) any practice whereby a supplier of goods or\n             services, as a condition of supplying the goods or\n             services (in this section referred to as \"tied goods\"\n             or \"tied services\", respectively) to a customer,\n             requires the customer to-\n                (i) acquire any other goods or services from\n                     the supplier or his nominee; or\n               (ii) reffain h m using or distributing, in\n                    conjunction with the tied goods any other\n                    goods that are not of a brand or\n                    manufacture designated by the supplier or\n                    his nominee;or\n       (b) any practice whereby a supplier of goods or\n           services induces a customer to meet a condition set\n           out in paragraph (a) by offering to supply the tied\n           goods or tied services to the customer on more\n           fs.vourable terms or conditions if the customer\n           agrees to meet that condition.\n             Ill1e 1m51115100 01 IhlsPUre I s atlthon~db i L U 11212002 I\n                      FAIR COMPETITION\n        (2) Where on investigation the Commission finds that an\nenterprise is engaging in tied selling, the Commission shall\nprohibit that enterprise fiom so doing.\n        (3) Where on investigation the Cornmission finds that\nexclusive dealing or market restriction, because it is engaged in\n                                                                    0\nby a major supplier of goods in a market or because it is\nwidespread in a market, is likely to-\n      (a) impede entry into or expansion of an enterprise in the\n          market;\n      (b) impede introduction of goods into or expansion of\n          sales of goods in the market; or\n      (c) have any other exclusionary effect in the market,\nwith the result that competition is or is likely to be lessened\nsubstantially, the Commission may prohibit that supplier h m\ncontinuing to engage in market restriction or exclusive dealing\nand to take such other action as, in the Commission's opinion, is\nnecessary to restore or stimulate competition in relation to the\ngoods.\n         (4) The Commission shall not take action under this\nsection where, in its opinion, exclusive dealing or market\nrestriction is or will be engaged in only for a reasonable period\nof time to facilitate entry of a new supplier of goods into a\nmarket or of new goods into a market and this section shall not\napply in respect of exclusive dealing or market restriction\nbetween or among interconnected companies.\n                         FAIR COMPETITION                                   29\n          PART W. O$eences against Competition"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.+1) A person who is engaged in the business of %cfsfi.s-\nproducing or supplying goods or supplying services shall not, z ~ m l\ndirectly or indirectly-                                         s.90,).\n      (a) by agreement, threat, promise or any l i e means,\n           attempt to influence upward or discourage the\n           reduction of, the price at which any other person\n            supplies or offers to supply or advertises goods or      5%;'\n            senices;\n      (b) refuse to supply goods or services to or otherwise\n            discriminate against any other person engaged in\n                                                                     :zy\n           business;\n      (c) refuse to supply goods or services to or otherwise         :?$\n          discriminate against any other person engaged in\n          business because of the low pricing policy of that\n          other person\n        (2) Subsection (1) does not apply where the person\nattempting to influence the conduct of another person and that\nother person are-\n      (a) interconnected companies; or\n      (b) principal and agent.\n        (3) For the purposes of this section, a suggestion by a\nproducer or supplier of goods of a resale price or minimum\nresale price in respect thereoc however arrived at, is proof of an\nattempt to influence the person to whom the suggestion is made,\nunless it is proved that the person making the suggestion, in so\ndoing, also made it clear to the person to whom it was made that\nhe was under no obligation to accept it and would in no way\nd & r in his business relations with the person making the\nsuggestion or with any other person if he failed to accept the\nsuggestion.\n        (4) For the purposes of this section, the publication by a\nsupplier of goods other than a retailer, of an advertisement that\nmentions a resale price for the goods is an attempt to influence\n                                        FAIR C'OMPETITION\n               upward the selling price of any person into whose hands the\n               goods come for resale unless the price is so expressed as to\n               make it clear to any person who becomes aware of the\n               advertisement that the goods may be sold at a lower price.\nConsptraq"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-31) No person shall conspire, combine, agree or\n               arrange with another person to-\n                     (a) limit unduly the facilities for transporting, producing,\n                         manufacturing, storing or dealing in any goods or\n                         supplying any service;\n                     (b) prevent, limit or lessen unduly, the manufacture or\n                         production of any goods or to enhance unreasonably\n                         the price thereof;\n                     (c) lessen unduly, competition in the production, manu-\n                         facture, purchase, barter, sale, supply, rental or\n                         transportation of any goods or in the price of\n                         insurance on persons or property;\n                     (4 otherwise restrain or injure competition unduly.\n                       (2) Nothing in subsection (1) applies to a conspiracy,\n               combination, agreement or arrangement which relates only to a\n               service and to standards of competence and integrity that are\n               reasonably necessary for the protection of the public-\n                     (a) in the practice of a trade or profession relating to the\n                         service; or\n                     (b) in the collection and dissemination of information\n                         relating to the service.\nBid-rigging.    36.-41) Subject to subsection (2), it is unlawfbl for two or\n               more persons to enter into an agreement whereby-\n                     (a) one or more of them agree or undertake not to submit\n                         a bid in response to a call or request for bids or\n                         tenders; or\n                     (b) as bidders or tenderers they submit, in response to a\n                         call or request, bids or tenders that are arrived at by\n                         agreement between or among themselves.\n                              Incm c l u r m ofllx8r vagc ir n8thonzd by L N 11212002 1\n                                 FAIR COMPETITION\n            (2) This section shall not apply in respect of an\n    agreement that is entered into or a submission that is arrived at\n    only by companies each of which is, in respect of everyone of\n    the others, an affiliate."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Bid-rigging.                               . . . ....\n                                                        ..\n                                                    . ."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.+1) A person shall not, in pursuance of trade and for the Misleading\n    purpose of promoting, directly or indirectly, the supply or use of adv'\"'\"ng.\n    goods or services or for the purpose of promoting, directly or\n0   indirectly, any business interest, by any me-\n          (a) make a representation to the public that is false or 22notr1\n              misleading or is likely to be misleading in a material S'O(\")-\n              respect;\n          (b) make a representation to the public in the form of a\n              statement, warranty or guarantee of performance,\n              efficacy or length of life of goods that is not based on\n              an adequate and proper test thereof, the proof of\n              which lies on the person making the representation;\n          (c) falsely represent to the public in the form of a                           2mm\n                                                                                         S. IO(b).\n               statement, warranty or guarantee that services are-\n                   (i) of a particular kind, standard, quality, or\n                       quantity; or\n                  (ii) supplied by a particular person or by a person\n                       of a particular trade, qualification or skill;\n          (4 ma@ a representation to the public in a form that\n               purports to be-\n                   (i) a warranty or guarantee of any goods; or\n                  (ii) a promise to replace, maintain or repeat an\n                       article or any part thereof or to repeat or\n                       continue service until it has achieved a speci-\n                       fied result,\n             if the form of purported warranty or guarantee or\n             promise is materially misleading or if there is no\n             reasonable prospect that it will be canied out;\n                   1 11,~~   ~   ~cut IIIE,   ~ 8% ,w~ t ~~l l ~~~lhyw~ImNl~ I IZ?OO?I\n                                      L 1,I 8hL\n                      FAIR ('OMPETITION\n      ( e ) make a materially misleading representation to the\n          public concerning the pricc at which any goods or\n          scrvices or like goods or services have k e n , are\n          or will be ordinarily supplied.\n        (2) For the purposes of paragraph (e) ofsuhsection (I),\na representation a s to price to be construed a s referring to the\nprice at which thc goods or scrvices have been supplied\ngenerally in the relevant market unless it is clearly specified to\nbe the price at which thc goods or services have been supplied\nby the person by whom or on whose behalf the representation is\nmadc.\n       (3) For the purposes of this'section and section 38, the\nfollowing types of representation shall be dcemcd to be made to\nthe public by and only by the person who caused it to be\nexpressed, made or contained, that is to say, a representation\nthat i s\n      (u) expressed on an article offered or displayed for sale;\n      (h) expresxd on anything attached to, inserted in or\n          accompanying an article offered or displayed for sale,\n          its wrapper or container, or anything on which the\n          article is mounted for display or sale;\n      (c) expressed on a display in the place where the article\n          is sold;\n      (6) made in the course of selling the article to the\n          ultimate consumer;\n      (e) contained in or on anything that is sold, sent,\n          delivered, transmitted or in any other manner made\n          available to a member of the public.\n        (4) Where the person referred to in subsection (3) is\noutside of Jamaica, the representation shall be deemed to be\n                       FAIR COMPETITION\n      (a) in the case described in pamgraph (a), (b) or (e) of that\n          subsection, by the person who imported the article;\n          and\n      (b) in a case described in paragraph (c) of that subsection,\n          by the person who imported the display into Jamaica.\n        (5) Sub~ectto S U ~ ~ O I (3)I S and (4), every person who,\nfor the purpose of promoting, directly or indirectly, the supply\nor use of any goods or any business interest, supplies to a\nwholesaler, retailer or other distributor of goods any material or\nthing that contains a representation of a kind referred to in\nsubsection (1) shall be deemed to have made that representation to\nthe public."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. A person shall not, for the purpose of promoting, directly &p58eNd-\nor indirectly, the supply or use of any goods, or for the     of z,\"Gk\npromtin& dnactly or hkctly, any husks interest-                  test and\n                                                                       publication\n                                                                       Of\n      (a) make a representation to the public that a test as to the lMhOnia's.\n          performance, efficacy or length of life of the gods lms\n          beenmdebyanyprs3n;or\n      (b) publish a testimonial with respect to the goods, unless\n          he can establish that--\n              (i) the representation or testimonial was\n                  previously made or plblished by the person by\n                  whom the test was made or the testimonial ws\n                  givetS&?.thecasemayk,or\n              (ii) before the representation or testimonial was\n                   made or published, it was approved and\n                   permission to make or publish it was given in\n                   writing by the person who made the test or gave\n                   the t e d m d , as the case may be,\n            and it accords with the representation or\n            testimonial praiously made, published or a p p l o d\n34                                     FAIR COMPETITION\nhuble          39. A person shall not supply any article at a price that\nticketing.\n             exceeds the lowest of two or more prices clearly expressed by\n             him or on his behalf, in respect of the article in the quantity in\n             which it is so supplied at the time at which it is so supplied-\n                   (a) on the article, its wrapper or container;\n                   (6) on anything attached to, inserted in or accompanying\n                       the article, its wrapper or container or anything on\n                       which the article is mounted for display or sale; or\n                   (c) on a display or advertisement at the place at which\n                       the article is purchased.\nSak at         40.+1)     For the purposes of this section, \"bargain price\"\nhpin         means\nprice.\n                   (a) a price that is represented in an advertisement to be a\n                       bargain price by reference to an ordinary price or\n                       otherwise; or\n                   (b) a price so represented in an advertisement, that a\n                       person who reads, hears or sees the advertisement\n                       would reasonably understand to be a bargain price by\n                       reason of the prices at which the goods advertised or\n                       like articles are ordinarily sold.\n                     (2) A person shall not advertise at a bargain price,                 u\n             goods or services which he does not supply in reasonable\n             quantities having regard to the nature of the market in which he\n             carries on business, the nature and s k of the business carried\n             on by him and the nature of the advertisement.\n                                                                     hy L.N. I 12iZW2 I\n                            [ll~cinch~rianaftlair p g e xir aa~l~mized\n                             FAIR COMPETiTION\n        (3) Subsection (2) does not apply where the person who\nis advertising proves that-\n       (a) he took reasonable steps to obtain in adequate time a\n           quantity of the article that would have been\n           reasonable having regard to the nature of the\n           advertisement, but was unable to obtain such a\n           quantity by reason of events beyond his control that\n           he could not reasonably have anticipated;\n      (b) he obtained a quantity of the article that was rea-\n          sonable having regard to the nature of the\n          advertisement, but was unable to meet the demand\n          therefor because that demand surpassed his rea-\n          sonable expectations; or\n      (c) after he became unable to supply the article            in\n              accordance with the advertisement, he undertook to\n              supply the same article or equivalent article of equal\n              or better quality at the bargain price and within a\n              reasonable time to all persons who requested the\n              article and who were not supplied therewith during\n              the time when the bargain price applied and that he\n              fulfilled the undertakii."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1)   A person who advertises goods for sale or rent in a                zE\nmarket shall not, during the period and in the market to which w,,\nthe advertisement relates, supply goods at a price that is higher\nthan that advertised.\n            (2) This section shall not apply in respect of-\n       (a) an advertisement that appears in a catalogue or other\n           publication in which it is prominently stated that the\n           prices contained therein are subject to error if the\n           person establishes that the price advertised is in error;\n                   F c incltaion of his page is authotizd by L N . 112i2W2 1\n                                    FAIR COMPETITION\n                   (b) an advertisement that is immediately followed by\n                       another advertisement correcting the price mentioned\n                       in the fist advertisement.\n                      (3) For the purposes of this section, the market to which\n              an advertisement relates shall be deemed to be the market to\n              which it could reasonably be expected to reach, unless the\n              advertisement defmes market specifically by reference to a\n              geographical area, store, sale by catalogue or othenvjse.           fi\nOhclioa         42. A person who in any manner impedes, prevents or               LJ\nof investi-\ngation.       obstructs an investigation or inquiry by the Commission under\n22~001        this Act or an authorized officer in the execution of his duties\nS. 12.\n              under this Act is guilty of an offence and is liable on summary\n              conviction in a Resident Magistrate's Court to a fine not\n              exceeding five hundred thousand dollars or to imprisonment for\n              a term not exceeding one year or to both such fine and\n              imprisonment."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Every person who-\n                    (a) rehses to produce any document, m r d or thing, or\n                         to supply any information, when required to do so by\n                         the Commission under this Act; or\n                    (b) destroys or alters or causes to be destroyed or\n                         altered, any document, record or thing required to be\n                         so produced or in respect of which a warrant is issued\n                         under this Act,\n              is guilty of an offence and liable on summary conviction in a\n              Resident Magistrate's Court to a fine not exceeding five\n              hundred thousand dollars or to imprisonment for a term not\n              exceeding one year or to both such h e and imprisonment.\nGiving fdsc     44. Any person who gives to the Commission or an\n                                                                                  0\nar mislead-\ning infor-    authorized officer any information which he knows to be false\nd o n tc      or misleading is guilty of an offence and liable on summary\nconmi*\nion.          conviction in a Resident Magistrate's Court to a fine not\n              exceeding five hundred thousand dollars or to imprisonment for\n              a term not exceeding one year or to both such line and\n              imprisonment.\n                         FAIR COMPETITION                                            37"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.\n                     (2) In exercising its powers under this section the Cowt\n             shall have regard tc+-\n                   (a) the nature and extent of the default;\n                   (b) the nature and extent of any loss suffered by any\n                       person as a result of the default;\n                   (c)   the circumstances of the default;\n                    (4 any previous determination against the offending\n                         Person.\n                      (3) The standard of proof in proceedings under this\n             section and section 46 shall be the standard of proof applicable\n             in civil proceedings.\nCMI            48.-+1) Every person who engages in             conduct   which\nliability.\n             constitutes\n                   (a) a contravention of any of the obligations or pro-\n                       hibitions imposed in Parts 111, IV, VI or VII;\n                   (b) aiding, abetting, counselling or procuring the con-\n                       travention of any such provision;\n                   (c) inducing by threats, promises, or otherwise the con-\n                         travention of any such provision;\n                   (d) k i n g knowingly conceived in or party to any such\n                         contravention; or\n                    (e) conspiring with any other person to contravene any\n                         such provision,\n             is liable in damages for any loss caused to any other person by\n             such conduct.\n                   FAIR COMPETITION\ntion of which is prohibited by the Commission under sub-\n section (1) is guilty of an offence and liable on summary\nconviction before a Resident Magistrate to a fine not ex-\nceeding one hundred thousand dollars or to imprisonment\nfor a term not exceeding two years or to both such fine and\nimprisonment.\n  54 Subject to any provision to the contrary in or under\nthis or any other Act, this Act binds the Crown.\n                                                              w*\n                                                          ~ a w a\n                                    FAIR COMPET1TlON\n                                  The Fair Trading Commission"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. If the Court is satisfied on an application by the ~ 1 i - i ~\nCommission that any person-                             for mfmos-\n                                                        mmt.\n     (a) has contravened any of the obligations or prohibitions\n         imposed in Part In, IV,VI or W; or\n     (b) has failed to comply with any direction of the\n         Commission,\nthe Court may exercise any of the powers referred to in section"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.\n  4 7 . 4 1 ) Pursuant to section 45 the Court may-                         POW-   of\n                                                                            cow\n     (a) order the offending person to pay to the Crown such\n         pecuniary penalty not exceeding one million dollars\n         in the case of an individual and not exceeding five\n         million dollars in the case of a person other than an\n         individual;\n              [The i8~lusinnofthan page is altlnaired by L.N. I 1212002 I\n                                    FAIR COMPETITION\n                   (b) grant an injunction restraining the offending person\n                       fiom engaging in conduct described in paragraph (a)\n                       or (b) of section 45,\n             in respect of each contravention or failure referred to in section"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Pawn of Commission to prohibit disclosure of information.\n    documents and evidence."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Application to the Crown.\n          mc h1wion ofihia page i a a u b M by LN.421~19951\n                \"goup of interconnected companies\" means a group\n                         consisting of two or more companies all of which\n                         are interconnected with each other;\n    . , . . 'linterconnected company\"                      shall be construed in\n :.. : :          .     accordance with subsection (2) (a);\n                \"price\" includes any charge or fee, by whatever name\n                         called,\n.   ,           \"service\" means a service of any description whether\n                         industrial, trade, professional or otherwise;\n                \"supply\"-\n . .. .... . .... . .\n                    _ . . . .. .:. (a) in 'relation to goods, iicludes supply or\n       :\n 'I         .\n . . .\n      . . . . .\n                                        resupply by way of gift, sale, exchange,\n     ...\n                                        lease, hire or hire purchase;\n . . . . . . .\n   ..\n                                    (61 in relation to services, does not include\n                                        the rendering of any services, under a\n                                        contract of employment but include*\n                                            (i) the performance of engagements,\n                                                for gain' or reward (including pro-\n... <. . . . . . . . . . . . .\n ..                                             fessional engagements) for any\n                                 ....           matter; and\n.. .. . .. ..      #..        .            (ii) the rendering' of services to order,\n  . ,   :                                       and the provision of services by\n                        ,.        ,             making them available to poten-\n.;. .. . . . .. . . . . .                        tial users,\n    . .                  and \"supplier\" shall be construed accordingly;\n'i-      - \"trade\",          means any trade, business, industry, profes-\n                         sion or occupation, relating to the supply or aqui-\n .. . . . .. . .         sition of goods or services.\n               (2) For the purposes of this Act-\n            (a) any two companies are to be treated as intercon-\n                 nected companies if one of them is a company of\n                 which the other is a subsidiary of if both of them\n                 are subsidiaries of the same company;\n                            mclusioo of this p a p is atlchorkd by L.N. 42119951\n                             F&R- COMPETITION\n           (b) a group of interconnected companim sirdl be\n               treated as a single enterprise.\n              (3) Every reference in this Act to the term \"market\"\n       is a reference to a market in Jamaica for goods or s e ~ c e s\n       as well as other goods or services that, as a matter of fact\n       and commetcial common sense, are substitutable for them.\n              (4) References in this Act to the lessening of competi-\n       tidn shall, u~ilesb'the dontext dherwise iequirei, 'include\n       references tohindering or preventing'com+tition. ... .. .      :\n                                                                .     ."
    }
  ],
  "definitions": [
    {
      "term": "the prescribed rate",
      "definition": "a rate of $100,000 per annum or such higher rate as the",
      "source_provision": "sec15"
    },
    {
      "term": "market restriction",
      "definition": "any practice whereby a supplier of",
      "source_provision": "sec33"
    },
    {
      "term": "service",
      "definition": "a service of any description whether",
      "source_provision": "sec54"
    }
  ]
}