{
  "id": "jm-stat-the-farm-loans-act",
  "type": "statute",
  "title": "The Farm Loans Act",
  "title_en": "The Farm Loans Act",
  "short_name": "Farm Loans Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-farm-loans-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-farm-loans-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. A farm loan shall not be guaranteed under this Act unless made Application\non the borrower's application to the bank for a guaranteed farm loan forloan.\nand every such application shall-\n     ( U ) be in the form prescribed by regulations in force when the\n           application is made;\n     (b) be signed by the applicant; and\n     (c) contain statements as to the purposes for which the proceeds\n           of the loan are to be expended and as to the cost or estimated\n           cost (as the prescribed form may require) of carrying out\n           such purposes,\n        p h c inclusion of this p g r ir authorized by L.N. 60/19761\n14                                          FARM LOANS\n             and any principal amount owing by the applicant in respcct of\n             guaranteed farm loans previously made to hini shall be disclosed in\n             the application.\nhiakj,,gof     2. The bank shall not make a loan on any such application-\nluan upon         (a) if it would be inconsistent with subsection (3) of section 4\napplication.\n                        so to do;\n                  ( h ) unless the application has been checked and scrutinized by\n                        the manager of the bank or any branch thereof w,ith the care\n                        required of hini by the bank in the conduct of its ordinary\n                        business.\nPrincipal        3. The principal amount loaned on any such application. together\namomt.         with any amount disclosed therein as required by paragraph 1. shall\n47''968\ns. 3.          not be less than 56.000 or more than 51M),oOO.\n5111974\ns. 7.\nPrcscribcd       4. The amount loaned to any borrower for a purpose stated in his\n'imitations.   application and belonging to any prescribed category of p u r p o s e s\n                    (a) shall not exceed such sum;\n                    ( h ) shall not excecd such percentage of the cost or estimated\n                          cost of carrying o u t Lhat purpose;\n                    (c) shall, under the terms of the loan, be repayable in full within\n                          a period not exceeding such time,\n               as may be prescribed in relation to that category.\nInterest.        5. The rate of interest charged by the bank on a guaranteed farm\n               loan shall not exceed such rate as shall be prescribed.\nNo bank        6. No Fee or charge of any kind other than interest shall, by the\nchargeother terms of the loan, be payable to the bank in respect of the loan as long\nlhan\n               as the borrower is not in default.\nSecurity.        7. The provisions o l subsection (1) and (where applicable) sub-\n               section (3) of section 8 shall be complied with in respect of such\n               security as shall, in accordance with section 7, be taken for the loan.\nEvidence          8. Where the cost or estimated cost of carrying out any purpose\nof due         stated in any application as required by paragraph 1 includes the\ncapenditure.   purchase price of any livestock, farm equipment, farm electric system,\n               niachinety or farm implements, any loan made for that purpose on\n               such application shall be subject to a condition requiring the borrower\n               to deliver to the bank receipts or paid cheques evidencing that such\n               purchase price, exclusive of small amounts arising out of casual or\n               miscellaneous purchases, has been paid by him.\nPeriod of         9. The principal amount of a guaranteed farm loan shall, under the\nrepayment.     terms thereof. be repayable within a period not exceeding ten years\n               after the bank made the loan to the borrower."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to the provisions of subsection (1) of section Paymentof\n                                                             bank lossfp~\n4 and section 15, the Government shall be liable to pay to\na bank the amount of loss sustained by it as a result of a\nguaranteed farm loan if the manager of the bank or any\nbranch thereof has, in the prescribed manner, certified that\nhe complied with the requirements of sub-paragraph (b) of\nparagraph 2 of the Second Schedule in relation to that loan. second\n                                                                            Schedule."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Government shall not be liable under this Limitation\n                                                            of liability.\nAct to pay to any bank, in respect of losses sustained by\nsuch bank as a result of guaranteed farm loans made by it\nduring any loan period, an amount in excess of twenty per 5111974\ncenrum of the aggregate principal amount of all guaranteed '.\nfarm loans made by the bank during such loan period.\n      (2) The first loan period shall commence upon the\n15th November, 1965, and, upon the expiration of each\nloan pzriod, another loan period shall commence.\n      (3) The aggregate principal amount of all farm loans\nmade pursuant to this Act shall not exceed the sum of ten\nmillion dollars :\n  Provided that the House of Representatives may from\ntime to time, by resolution: increase the sum which the said\namount is not to exceed."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where the Minister is satisfied that the Government Guarantee\n                                                           charged\nis liable under this Act to pay any amount to a bank, such upon\namount shall be a charge on the Consolidated Fund and, Conaoli-\n                                                       datedFund.\n                                                                       __\n6                                         FARM LOANS\n              at the direction of the Minister, shall be paid from that Fund\n              upon a claim being made by the bank.\nEffect of        6 . 4 1) Where any payment is made under section 5 to a\npayment of\nbanklossea.   bank in respect of loss sustained by it as a result of a\n              guaranteed farm loan, the bank shall execute a receipt in\n              favour of the Minister in the prescribed form and the Crown\n              shall thereupon be subrogated in and to all the rights of the\n              bank in respect of the loan, and (without limiting the\n              generality of the foregoing) all the rights and powers of the\n              bank in respect of any unrealized security for the loan and\n              the right to take, institute or continue any legal proceedings\n              for the enforcement of any such rights as aforesaid shall\n              vest in the Crown; and all documents for exercising,\n              transferring, realizing, or otherwise disposing of any of the\n              said rights on behalf of Her Majesty may, unless otherwise\n              provided by law, be executed by the Minister or any public\n              officer authorized by him in that behalf.\n                     (2) Reference in subsection (1) to any rights or powers\n              does not include reference to any rights or powers in respect\n              of any security other than security taken in pursuance of\n              section 7.\n                     (3) Where any payment has been made as aforesaid,\n              it shall be lawful for the bank acting on behalf of the Crown\n              to take such steps as the Minister may request for the\n              collection of any amount owed by the borrower in respect\n              of the loan, and any actual expenses of compliance with\n              this subsection shall be borne by the Government.\n              -\n                            F A R M LOANS                                          13\n                         FIRST SCHEDULE                         (Section 2)\n                          Farm Loan Projects"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . The clearing, breaking, reclaiming or other development of land\nfor livestock."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The construction, painting or repairing of, or the making of any\nstructural alterations or additions to, any building on a farm, other\nthan a building used or to be used mainly as a dwelling."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The clearing, breaking, reclaiming. or other preparation of land.\nbeing land not then or immediately previously under sugar canc\ncultivation, for the planting of sugar cane thereon."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The restructuring of the capital financing of any fanning enter- L.N.\nprise.                                                                  18/1975."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The purchase of land for fanning, and the development of such\nland by the construction of farm roads on such land."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The purchase of seeds or other material for the planting of new\ncrops or the replanting of old crops.\n                         SECOND SCHEDULE\n                                   (Sections 2 . 3 . 1 2 (3). IS and 16)\n               Conditions of Guarantee of Farm Loans"
    }
  ],
  "definitions": []
}