{
  "id": "jm-stat-the-fatal-accidents-act",
  "type": "statute",
  "title": "The Fatal Accidents Act",
  "title_en": "The Fatal Accidents Act",
  "short_name": "Fatal Accidents Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-fatal-accidents-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-fatal-accidents-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Fatal Accidents Act.                 Shorttltle.\nZ.-(l)      In this Act-                                             Interprcta-\n                                                                     tion.\n   “benefit” means any benefit or sum of money paid or 3,979\n        payable by a friendly society or a trade union for\n        the relief or maintenance of a member’s depend-\n        ants and includes a return of contniutions;\n   “child” includes son and daughter, and grand-son and\n        grand-daughter, and stepson and stepdaughter;\n   “insurance money” means any sum payable in con- 2311979  s. 2.\n        formity with the National Insurance Act or under\n        a contract of assurance or insurance whether made\n        before or after the 7th day of September, 1979,\n        and includes a return of premiums;\n   “near relations” in relation to a deceased person, means\n        the wife, husband, parent, child, brother, sister.\n        nephew or niece of the deceased person;\n   “parent” includes father and mother and grand-father\n        and grand-mother, and stepfather and step-\n        mother;\n   ‘‘pension” includes a return of contributions and any 2311979\n                                                            s. 2.\n        payment of a lump sum in respect of a person’s\n        employment;\n   “person” shall apply to bodies politic and corporate;\n   “personal representative”, in relation to a deceased 231 1979\n        person means the executor or administrator of the s. 2.\n        deceased person;\n         [The idusion of this page IS authormd by L.N. S7/19801\n                                      FATAL ACCIDENTS\n                       (2) For the purposes of this Act a person shall be\n                deemed to be the parent OT child of the deceased person\n                notwithstanding that he was only related to him illegiti-\n                mately; and accordingly in deducing any relationship which\n                under the provisions of this Act is included within the\n                meaning of the expressions “parent” and “child” any illegi-\n                timate person shall be treated as being, 01 as having been,\n                the legitimate offspring of his mother and reputed father.\nAction             3. Whensoever the death of a person shall be caused by\nmaintain-       wrongful act, neglect or default, and the act, neglect or\nable\nagainst         default is such as would (if death had not ensued) have\nperson\ncausing         entitled the party injured to maintain an action, and recover\ndeath\nthrough         damages in respect thereof, then and in every such case\nneglecl, etc.   the person who would have been liable, if death had not\n                ensued, shall be liable to an action for damages notwith-\n                standing the death of the person injured and although the\n                death shall have been caused under such circumstances as\n                amount in law to felony.\nMode and          4.-(1)  Any action brought in pursuance of the provisions\nmanner of\ncommence-       of this Act shall be brought-\nment of an\nactiiin and          (a) by and in the name of the personal representative\nasieSsment\nof damages.              of the deceased person; or\n                     ( b ) where the office of the personal representative of\n                           the deceased is vacant, or where no action has been\n                           instituted by the personal representative within six\n                           months of the date of death of the deceased person,\n                           by or in the name of all or any of the near relations\n                           of the deceased person,\n                and in either oase any such action shall be for the benefit\n                of the w a r relations of the deceased person.\n                      (2) Any such action shall be commenced within three\n                years after the death of the deceased person or within such\n                      [The inclusion of thm page 1s authonzed by LN. 57/1980]\n                      FATAL ACCIDENTS                                    3\nlonger period as a court may, if satisfied that the interests\nof justice so require, allow.\n      (3) Only one such action shall be brought in respect\nof the same subject matter of complaint.\n       (4)If in any such action the court finds for the\nplaintiff, then, subject to the provisions of subsection (3,\n                                                           the\ncourt may award such damages to each of the near relations\nof the deceased person as the court considers appropriate\nto the actual or reasonably expected pecuniary loss caused\nto him or her by reason of the death of the deceased person\nand the amount so recovered (after deducting the costs not\nrecovered from the defendant) shall be divided accordingly\namong the near relations.\n      (5) In the assessment of damage under subsection (4)\nthe court-\n     (a) may take into account the funeral expenses in\n           respect of the deceased person, if such expenses\n           have been incurred by the near relations of the\n           deceased person;\n     ( b ) shall not take into account any insurance money,\n           benefit, pension, or gratuity which has been or will\n           or may be paid as a result of the death;\n     (c) shall not take into account the remarriage or\n           prospects of remarriage of the widow of the\n           deceased person."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. In every such action the plaintiff on the record shall p w t o\nbe required, together with the statement of claim, to deliver deliver full\nto the defendant, or his solicitor, full particulars of the $;Ens\nperson or persons for whom, and on whose behalf, such forwhom damages\naction shall be brought, and of the nature of the claim in claimed.\nrespect of which damages shall be sought to be recovered.\n       me inclusion of Chk page i s authorized by L.N. 57/19801"
    }
  ],
  "definitions": []
}