{
  "id": "jm-stat-the-financial-administration-and-audit-act",
  "type": "statute",
  "title": "The Financial Administration and Audit Act",
  "title_en": "The Financial Administration and Audit Act",
  "short_name": "Financial Administration and Audit Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-financial-administration-and-audit-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-financial-administration-and-audit-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) the officer who is in charge of internal audit in the department.\n            1 1 . A member of an audit committee who is directly or indirectly Disclosure\n     interested in any matter which is being dealt with by the audit committee ofinterest.\n     shall as soon as possible after the relevant facts have come to his knowledge,\n     disclose the nature of his interest at a meeting of the audit committee and\n     shall not be present during the deliberation of the audit committee on the\n     matter or take part in the decision of the audit committee with respect\n     thereto.\n       1 2 . 4 ) Every member of an audit committee shall demonstrate due Ethical\n     professional care and proficiency at all times.                      behaviour.\n              (2) The members of an audit committee shall be, and make every\n     effort to operate in a manner that is, independent of the audit functions of the\n     department.\n             (3) If there is a change in circumstances that causes a member's\n     independence to be impaired, then that member shall resign in accordance\n     with paragraph 6 of this Schedule.\n                              FINANCIAL ADMNISTRA TION AND A UDIT\n                         (4) Where the independence of a member is impaired, but he is\n                not willing to resign, the majority of the committee members may indicate\n                in writing their concerns to the chairman and make recommendations for\n                the member's removal in accordance with paragraph 7 of this Schedule.\nProtection of       13. No action, suit, prosecution or other proceedings shall be brought\nmembers.        or instituted personally against any member of an audit committee in respect\n                of any act done bonafide in pursuance of, in execution or intended execution\n                of this Act.\nAuthentica-         1 4 . 4 1 ) The seal of the audit committee shall be authenticated' by\ntion of seal    the signature of the chairman or any other member of the audit committee\nand docu-       authorized to act in that behalf or, any officer of the audit committee\nments.\n                so authorized and shall be judicially and officially noticed.\n                        (2) All documents, other than those required by law to be under\n                seal made by, and all decisions of, the audit committee may be signified\n                under the hand of the chairman or other member or officer of the audit\n                committee authorized in that behalf.\n                          \\\nRemunera-           15. There shall be paid to the chairman and other members of an\nlion of         audit committee such remuneration, whether by way of honorarium, salary\nmembers.        or fees, and such allowances, as the Minister may determine.\nMembership         16. The office of the chairman, deputy chairman or a member of an audit\nnot public      committee shall not be a public office for the.pu@oses of 'Chapter V of the\noffice.\n                Constitution of Jamaica.\n                                                 SECONDSCHEDULE                         (Sections 2,33B\n                                                                                               and 33T)\n                                                  Audil Commission             '               .\nConstitution        1 . 4 1 ) The Audit Commission shall consist of not less than five nor\nof Audit        more than seven members, with at least one member from each of the\nCommission\n                following category of persons-   ,\n                     (a) senior Directors in the office of Cabinet;                .\n                      (b) senior members of the Institute of Chartered Accountants of\n                     .    Jamaica;\n                      (c) senior members of the Institute of Internal Auditors;\n                      (4 senior directors in the Ministry responsible for finance; and\n                      (e) the Senior Director in the Auditor-General's Department.\n                                [The inclusion o f this page is aulhorized by L.N. 123120111\n                           FINANCIAL ADMNISTRQ TION AND A UDIT                                            57\n                  .(2) The Solicitor-General or his nominee shall be an ex oflcio\n             member of the Audit Commission."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Audit Commission shall be appointed by the Governor- Appoint-\n            General on the recommendation of the ' Minister- responsible for men'sof\n                                                                             Audit\n          . finance.\n              -.  .-                                                         Commission.\n                                                                                           f"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Money belonging to the Consolidated Fund shall,                    dated Fund\n subject to the provisions of this section, be kept in an account            Bank\n                                                                             Accounts.\n styled the \"Consolidated Fund Principal Bank Account\" at such               1311992\n bank or banks as the Minister may approve.                                  S. 3 (b).\n        (2) Subject to the provisions of this section, there shall\n be paid into the Consolidated Fund Principal Bank Account all\n public moneys other than-\n     (a) moneys assigned for defraying expenditure in relation to\n         specified purposes; and\n     (b) revenues or other moneys which are payable pursuant to\n         any law into some other fund.\n        (3) There shall be established at such bank or banks as 511997\n.the Financial Secretary may determine for the purposes of this 3(b)\n Act such accounts (hereinafter referred to as \"Consolidated\n Fund Subsidiary Bank Accounts\") as the Financial Secretary\n may determine; and for the purposes of this Act, the Consoli-\n dated Fund Subsidiary Accounts include the Consolidated\n8                             FINANCIAL ADMINISTRATION AND A UDIT\n                    Fund External Account referred to in section 5 and the\n         511997     Consolidated Fund Foreign Currency Account referred to in\n        S. 3 (b).\n                    section 5A.\n                            (4) Each Consolidated Fund Subsidiary Bank Account\n                    shall be operated in such manner as the Financial Secretary may\n                    direct.\n                            (5) There shall be paid into each Consolidated Fund\n                    Subsidiary bank Account moneys intransit to or from the\n                    Consolidated Fund Principal Bank Account or moneys assigned\n                    for specified purposes.\n                            (6) The Accountant-General shall have the management\n                    of the Consolidated Fund Principal Bank Account and all\n                    Consolidated Fund Subsidiary Bank Accounts and the\n                    supervision, control and direction of all matters relating to the\n                    operation of those accounts.\n                            (7) In this section \"specified purposes\" means such\n    j\n                    purposes as are specified in any agreement to which the\n                    Government is a party, being an agreement under which M d s\n                    are provided for such purposes.\nRestriction\non over-              4.-41) Subject to subsection (2), the proper officer of a bank\ndrafts.             in which a Consolidated Fund Bank Account is held shall\n1311992\nS. 3 (b).           not authorize any overdraft in respect of any such account.\n511997\nS. 4 (a).                  (2) Where payment of any cheque drawn on a Con-\n                    solidated Fund Bank Account is likely to cause that account to\n511997              be overdrawn, the proper officer of the bank shall refer the\nS. 4 (b).           matter to the Accountant-General for his decision as to whether\n                    such payment should be made; and the Accountant-General may\n                    permit a temporary overdraft for a period not exceeding five\n                    days if he is satisfied that-\n                         (a) the provision of money to cover payment of the\n                             cheque has been authorized; and\n                         (b) the insufficiency of moneys in the account is due to\n                             procedural delay.\n                           (3) If any such overdraft is not cleared within the\n                    period of five days referred to in subsection (2), the proper\n                                 JThe inclusion of this page is authorized by L.N. l23nOlll\n          FINANCIAL ADMNISTRATION AND AUDIT                                            9\nofficer of the bank shall forthwith notify in writing the 511997\n                                                                       'l\nMinister, the Accountant-General, the Financial Secretary and s.4(b).\nthe Auditor-General."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. embers of the Audit Commission shall hold office for a maximum Tenure.\n             period of five consecutive years.\n              -  5 . 4 1 ) The Audit Commission shall meet at least every three months'to operation.\n             discuss issues raised in the committee reports as well as assess the\n             effectiveness of the audit committees.\n                       (2) The quorum of the Audit Commission shall be three members.\n         ,   .rl       (3) Except 'as provided in this Act, the Audit Commission shall\n     . ' regulate its own proceedings.\n     *"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Subject to the provisions of this Schedule, a member of an audit      Tenure of\ncommittee shall hold office for such period, not being less than five nor           audit\n                                                                                    committee.\nmore than seven years, as may be specified in the instrument of appointment\n(hereinafter referred to as the initial period), and shall be eligible for re-\nappointment.\n        (2) Subject to subparagraph (3), at the end of the initial period, a\nmember of an audit committee who indicates, in writing to the accounting\nofficer of the department and the Audit Commission, his willingness to\ncontiriue in office may be appointed for a further period as may be\nspecified in the instrument of appointment not exceeding seven consecutive\nyears.\n         (3) If any vacancy occurs in the membership of an audit committee\nthe vacancy shall be filled by the appointment of another member who\nshall, subject to the provisions of this Schedule, hold office for the remainder\nof the period for which the previous member was appointed so, however,\nthat this shall not bar the member from further service on an audit\ncommittee.\n   ' 6 . 4 1 ) The chairman may, at any time, resign his office by instrument Resignation\nin writing addressed to the Audit Commission and such resignation shall ofmember.\ntake effect as from the date of receipt by the Audit Commission of the\ninstrument.\n         (2) A member of an audit committee (other than the chairman) may,\n at any time, resign his office by instrument in writing addressed to the Audit\n.Commission and transmitted through the chairman and, from the date of\n the receipt by the Audit Commission of such instrument, the member shall\n cease to be a member of the audit committee.\n54                         FINANCIAL ADMINISTRATION AND AUDIT\nRevocation         7. The Audit Commission may, at any time, revoke the appointment\nOf appoint-    of any member of an audit committee if such member-\nment.\n                   (a) becomes of unsound mind or becomes permanently unable to\n                       perform his functions by reason of ill health;\n                   (b) becomes bankrupt or compounds with, or suspends payment to his\n                       creditors;\n                   (c) is convicted and sentenced to a term of imprisonment or to death;\n                   (4 is convicted of an offence involving dishonesty or moral\n                       turpitude;\n                   (e) becomes disqualified for appointment by virtue of paragraph 2;\n                    u> fails to carry out any of the hnctions conferred or imposed on him\n                       under this Act;\n                   (g) fails to attend three consecutive meetings without reasonable\n                       excuse;\n                   (h) engages in any activity which, in the opinion of the Audit\n                       Commission, is in actual or perceived conflict with the interests of\n                       the department; or\n                   ( i ) engages in such activities as are reasonably considered by\n                                                                              the\n                       Audit Commission to be prejudicial to the interests of the\n                       committee.\nProcedure of       8 . 4 1 ) The audit committee shall meet at such times. as may be\nmeetings.      necessary or expedient for the transaction of business, at least quarterly,\n               and such meeting shall be held at such places and times and on such days\n               as the committee may determine.\n                       (2) The chairman may, at any time, call a special meeting of the\n               audit committee and shall cause a special meeting to be held within\n               seven days of a written request for that purpose addressed to him by\n               any three members of the audit committee.\n                       (3) The validity of any proceedings of the audit committee shall not\n               be affected by any vacancy among the members thereof or by any defect in\n               the appointment of a member thereof.                                             •\n                      (4) Subject to the provisions of this Schedule, the audit committee\n               may regulate its proceedings.\n                                      Management of Audit Committee\n Charter.          9 . 4 1 ) The audit committee shall prepare documented terms of\n               reference (hereinafter referred to as the charter) which shall be submitted to\n               the Audit Commission for approval.\n                              lThe inclusion of this page is authorized by L.N. l23ROlll\n                  FINANCIAL ADMINISTRATION AND AUDIT                                         55\n              ( 2 ) The performance of the audit committee shall be assessed\n     against the charter periodically.\n             (3) The charter shall be reviewed annually by the audit com-\n     mittee and any changes thereto submitted to the Audit Commission for\n     approval.      . ..\n        l o . - ( ] ) The chairman of every audit committee shall prepare an annual Annual\n     report within four months of the end of the financial year, on all major repofis\n     activities for the year including-\n*@        ( a ) details of attendance at meetings;\n          (6) conclusion on the adequacy and effectiveness of internal controls in\n              the department;\n          ( c ) general comments on the quality of internal audit reports submitted;\n                and\n          (4 the results of the evaluation of financial and other data.\n            (2) The annual reportlshall be submitted, where appropriate, to-\n          ( a ) the Audit commission;\n          ( 6 ) the accounting officer;\n          ( c ) the Financial Secretdry;\n          (4 the Chief Executive Officer of the Executive Agency;\n          (e) 'the Chairman of the Advisory Board appointed under section 2 of\n              the Executive Agencies Act; and"
    },
    {
      "provision_ref": "sec5a",
      "section": "5A",
      "title": "Section 5A",
      "content": "5A.-(1) An account to be called \"the Consolidated Fund consoli-\nForeign Currency Account\" shall be established at such bank or\nbanks as the Minister may, by order approve.                   Currency\n                                                                            t:rzzd\n                                                                            Account.\n                                                                            511997\n         (2) There shall be paid into each Consolidated Fund                s. 5.\nForeign Currency Account that portion of public moneys pay-\nable into the Consolidated Fund which consists of foreign cur-\nrency."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Minister may by directions in writing to the Investment\nAccountant-General authorize the temporary investment of ~           ~                     ~\nsums at the credit of the Consolidated Fund Principal Bank s. 3(b).\nAccount by-\n      (a) deposit in a bank or banks either at call or subject to\n          notice not exceeding six months; or\n      (b) the purchase or sale of securities.\n         (2) All investments made under subsection (1) together\nwith any interest derived therefrom shall form part of the Con-\nsolidated Fund.\n        10                        FINANCIAL ADMINISTRATION AND AUDIT\nI\n                                       Payments into Consolidated Fund\n        Revenues           7.--(1) Subject to the provisions of this Act. accounting of-\n        to be pa~d\nt\n        lntoConsoll-   ficers shall cause the gross revenues collected by their depart-\n,       dated Fund     ments to be paid forthwith into the Consolidated Fund.\n        1311992\n        S. 3(c)                  (2) All accountable officers shall cause all sums collec-\n                       ted by way of revenue to be paid forthwith into such banks as\nI\n                       the Financial Secretary may from time to time direct. or as may\n                       be prescribed by regulations under this Act. pending final remit-\n                       tance of such sums into the Consolidated Fund Principal Bank\n                       Account or. as the case inay be. any subsidiary account as men-\n                       tioned in section 3 (3).\n        Loans and         7A.-(1) The authority to receive a loan or grant made to the\n        grants to\n        Govemyent      Government from any source is hereby vested solely in the\nI       5~010          Minister.\n        S 2\nI\nI                                (2) Any loan or grant referred to in subsection (1) shall\n                       be paid into the Consolidated Fund.\n        Regula-             %--(I) The Minister may by regulations modify the appli-\n        tlons ma?\n    I   mod16          cation of section 7 or 7A and. without prejudice to the generality\nI       section\n        7A\n                  Or\n                       of the foregoing. such regulations may provide for-\n        1311992             (a) the deduction by accounting officers of such sums\n        S 3 (c)\n        51~110                     as may be required for drawbacks. repayments or dis-\n    I   s. 2                       counts before paying the gross revenues of their\n                                   departments into the Consolidated Fund Principal Bank\n                                   Account:\n                         *\n                             ( h ) the maximum amount which may be deducted for the\n                                   purposes specified in paragraph (a):\n                             (c) the procedures to be followed by accounting\n                                   ofiicers-\n                                         (i) in accounting for drawbacks. repayments or\n    I                                        discounts: and\n                                      (ii) in making disbursements from sums deducted\n                                           pursuant to regulations under this section:\n                            (4 the defraying by accounting officers out of revenue\n                                  collected by them. of payments authorized by depart-\n                                  ments in accordance with law:\n                            ( e ) the recovery from the departments conderned ofthe\n    1\n    I\n             FINANCIAL A DMINISTRA TZON AND A UDIT                                 II\n              revenue so expended and the payment of the amount\n              recovered into the Consolidated Fund.\n            (2) Any power conferred by subsection (1) to make\n regulations may be exercised-\n       ( a ) either in relation to all cases to which the power\n             extends or in relation to all cases subject to specified\n             exceptions or in relation to any specified case or\n/\n             classes of case; and\n       (b) so as to make, as respects the cases in relation to which\n             it is exercised-\n                   (i) the full provision to which the power extends\n                       or any less provision (whether by way of\n                       exception or otherwise);\n                  (ii) the same provision for all cases in relation to\n                       which the power is exercised or different\n                       provision for different cases or classes of case\n                       or differek provision as respects the same case\n                       or classes of case for different purposes;\n                 (iii) any such provision either unconditionally or\n                       subject to any specified condition.\n            (3) Any regulations under this section may contain\n  such incidental or supplementary provisions as appear to the\n  Minister to be expedient for the purposes of the regulations.\n            (4) Regulations under this section shall be subject to\n  affirmative resolution of the House of ~e~iesentatives."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Audit Commission shall appoint and employ, at such\n                     remuneration and on such terms and conditions as it thinks fit, an Executive\n                     Director, a Secretary and such other officers and employees as the Audit\n                                                                                                     a\n'   employees.\n                     Commission deems necessary for the proper canying out of it functions:\n                        Provided that-\n                          (a) no salary in excess of the prescribed rate shall be assigned to any\n                              post without the prior approval of the Minister; and\n                          (b) no appointment shall be made to any post to which a salary in\n                              excess of the prescribed rate is assigned without the prior approval\n                              of the Minister.\n                              (2) For the purposes of subsection (1) the \"prescribed rate\" means\n                     a rate of four million dollars per annum or such other rate as the Minister\n                     may, by order, prescribe.\n                              (3) The Governor-General may, subject to such conditions as he\n                     may impose, approve the appointment of any public officer in the service of\n                     the Government to any office within the Audit Commission, and any public\n                     officer so appointed shall, while so employed, in relation to any pension,\n                     gratuity or other allowance and in relation to any other rights as a\n                     public officer, be treated as continuing in the service of the Government.\n    ~rbtection           9 . - ( 1 ) No action, suit, prosecution or other proceedings shall be\n    of members.      brought or instituted personally against any member of the Audit\n                     Commission in respect of any act done bona Jde in pursuance of, in\n                     execution or intended execution of this Act.\n                               (2) Where any member of the Audit Commission is exempt from\n                     liability by reason only of the provisions of this paragraph, the Commission\n                     shall be liable to the extent that it would be if the said member were an\n                     employee or an agent of the Commission.\n                                                                                                     a\n    Membership        - 10. The office of the chairman, deputy chairman or a member of the\n    not public       Audit Commission shall not be a public office for the purposes of Chapter V\n    office.\n                     of the Constitution of Jamaica.\n    Resignation        ' 11.-(1) Any member (other than the chairman) may, at any time,\n    of members.      resign his office by instrument in writing addressed to the Governor-General\n                                    [The inclusion of this ;age is authorized'by L.S. ll3LZOlll"
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A.-(1) The Minister may in writing direct that any reve- L)ircctiol~sre\n                                                                        fees. penalty.\n  nues received by an accounting officer by way of fee. penalty. pr,,eeds\n  proceeds of sale or by way of extra or unusual receipt shall be ol'saleof\n  included as an appropriation-in-aid in the annual estimates of ';\"::;:\n  revenue and expenditure required by section 1 15 of the Consti- receipt.\n                                                                        1311992\n  tution.                                                               S. 3 (d).\n         (2) Any revenues to which subsection (1) applies shall\n be lodged without any deductions being made therefrom into an\n appropriate bank account established pursuant to regulations\n made under section 24A.\n                         FINANCIAL A DMZNZSTRA TION AND A UDZT\n                     (3) Such revenues shall be applied for the purposes\n               approved by Parliament and, so far as they are not in fact\n               so applied, shall be paid into the Consolidated Fund Principal\n               Bank Account.\n                        Withdruwul.~fromConsolidated Fund Account\nIssue of          9.-(1) Save as may otherwise be provided by this or any\nwarrants.\n1311992\n               other enactment, no expenditure involving a charge on the Con-\nS. ~ ( c J .   solidated Fund shall be incurred, and no sums due to the Conso-\n               lidated Fund shall be remitted without the general or specific\n               authority of the Minister.\n                      (2) The warrant issued pursuant to section 117(1) of the\n               Constitution shall be addressed to the Accountant-General and\n               shall specify-\n                    (a) the amounts to be disbursed upon the authority of that\n                        warrant; and\n                    ( h ) the accounting officers responsible for such disburse-\n                          ments.\n                   (2A) Notwithstanding the provisions of subsection (2),the\n               Minister may, if in his opinion the exigencies of the financial\n               situation render it necessary, withdraw, suspend, or impose con-\n               ditions on any expenditure authorized under, a warrant issued\n               pursuant to section 11 7(1) of the Constitution.\n                     (3) The Accountant-General shall, upon receipt of such\n               warrant, make moneys available to the accounting officers\n               specified therein.\n                     (4) I'he warrant issued in respect of the expenditure\n               authorize by subsection (3) of section 1 17 of the Constitution\n               shall not be deemed to authorize any expenditure in respect of\n               any service for which no provision has been made during the\n               previous financial year unless the House of Representatives\n               specifically authorizes such expenditure.\n                   (5) All sums withdrawn from the Consolidated Fund\n               by virtue of warrants issued pursuant to subsections (3) and\n               (4) of section 1 17 of the Constitution shall be deemed to\n               have been issued in anticipation of grants of Parliament in\n        FINANCIAL ADMINISTRATION A N D AUDIT\nan Appropriation Act for the financial year in which the\nsums were issued and upon the commencement of that Act\nthe said warrants shall cease to hale effect and issues there-\nunder shall be deemed to have been made for the purposes\nof such Act and shall be accounted for in accordance with\nthe provisions thereof.\n      (6) With a view to economizing public balances the\nMinister shall restrict the sums to be withdrawn from the\nConsolidated Fund Principal Bank Account to such total\nsums as he may consider necessary for making the current\npayments for the public service.\n      (7)Accounting officers specified in the warrant issued\nunder subsection (2) may consider the sums provided by the\nAccountant-General pursuant to that subsection as con-\nstituting part of their general drawing balance applicable to\nthe payment of all services for which they are accountable.\n       (8) Nothing in this section shall be construed to\nempower the Minister or any other authority to direct the\npayment by an accounting officer, of expenditure not\nsanctioned by any law whereby services are or may be\ncharged on the Consolidated Fund, or by a vote of the\nHouse of Representatives, or by any Appropriation Act.\n      (9)Warrants referred to in this section may, if the\nMinister thinks fit, be issued in respect of cxpenditure\ngenerally or in respect of any specific service."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) When djsbursements from the Consolidated                       g~$c-\nFund have been authorized pursuant to secticjn 9, the dmwalr\nAuditor-General shall on the requisition of the Accountant- Eh-\n                                                                  Fund\nGeneral authenticate orders issued by the Accountant- dated Priosipl\nGeneral for the withdrawal of sums from the Consolidated\nFund Principal Bank Account, so long as the sums 1s 3 31 (e).     19~~\n___--                                                                   -\n          rThe inclusion OF lhis page is authorized by L N 146: 19491\n14                   FINANCIAL ADMINISTRATION A N D AUDIT\n            requisitioned for the various services do not in the aggre-\n            gate exceed the respective sums authorized for those\n            services.\n                    (2) Orders so authenticated by the Auditor-General\n            shall be in the prescribed form and shall be the necessary\n511997      authority to the bank in which the Consolidated Fund\nS . 6.\n            Principal Bank Account is held to issue from the account\n            the amount specified to be paid to such other account or\n            bank as the said order may direct.\nBank stab\nmalls.         1 1 . 4 1 ) Statements showing transactions carried out in\n1311992     respect of the Consolidated Fund Principal Bank Account\ns. 3 CCb\n51 1997     or any Consolidated Fund Subsidiary Bank Account, as\ns. 7.\n            the cs,e may be. shall be forwarded by the proper officer of\n            the bank in which the relevant account is held to the ac-\n            counting officer specified in the relevant warrant in such\n            form and at such intervals as the Accountant-General may\n            direct.\n511997              (2) The proper officer of the bank in which the\nB. 1.\n            relevant account is held shall, within seven days after the end\n            of each month, send to the Accountant-General. a statement\n            of transactions in relation to the Consolidated Fund Princi-\n            pal Bank Account and the Consolidated Fund Subsidiary\n            Bank Accounts in respect of that month.\n511997\ns.7.                (3) The proper officer of the bank in which the\n            relevant account is held shall-\n                 (0)upon request by the Financial Secretary or the\n                      Auditor-General, as the case may be, forward to\n                      him a copy of the statement referred to in sub-\n                      section (1);\n                 (h) forward a copy of the statement referred to in sub-\n                     section (2) to the Financial Secretary and the\n                     Auditor-General.\n            -~[Trhe\n                ____-.-.-\n                    inclusionof U n s p g e isauthorized by L N 346/1999J\n            FINANCIAL ADMl.VISTRATION A N D AUDIT                           1s\n  1 2 . 4 1 ) The principal and interest of all temporary Advances\n                                                          10 G0vcra-\nadvances (hereinafter referred t o as “ways and means IMI.\n                                                          1311992\nadvances”) made by the Bank to the Government pursuant S. (e).\nto section 36 of the Bank of Jamaica Act shall be charged\non and shall be payable out of the Consolidated Fund.\n        (2) Requests for ways and means advances shall be\nin writing, addressed to the Governor of the Bank and\nshall be signed by the Minister.\n      (3) All amounts of ways and means ;:dvmces shall\nbe paid into the Consolidated Fund Principal Bank Account.\n     Contingencies Fund, Trust Fund and Other Funds"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1)   Pursuant to section 118 of the Constitution there           E;:%h-\nis hereby established a Contingencies Fund which shall con- Conun-\n                                                              gcoclel\nsist of issues from the Consolidated Fund Principal Bank ~~~d\nAccount not exceeding in the aggregate one hundred million              t{{g2\ndollars or such greater sum as the House of Representatives\nmay by resolution approve, to defray unforeseen expenditure.\n       (2) If the Minister is satisfied that-\n    (a) certain expenditure is likely to be incurred in a\n         financial year-\n            (i) in relation to a service, thereby causing an\n                 excess on the sum provided for that service\n                 by the Appropriation Act relating to that\n                 year; or\n           (ii) which, being in respect of a new service, was\n                not provided for by the Approprialion Act\n                relating to that year; and\n     (b) the circumstances are such that the expenditure\n         cannot without injury to the public interest be post-\n         poned until adequate provision is made by Parlia-\n         ment.\n            Vhs inclusion of this page isauthorized by L.N. 146119991\n16                FINANCIAL ADMINISTRATION AND AUDIT\n          the Minister may authorize such expenditure to be met by\n          an advance from the Contingencies Fund.\n                  (3) Supplementary estimates of such expenditure\n          shall be submitted for the appro\\al of the House of Re-\n          presentatives as soon as possible. When the supplementary\n          estimates have been approved, and pending the provision\n          for such services under the appropriate heads by an\n          Appropriation Act, issues from the Consolidated Fund\n          Principal Bank Account may be made accordingly and the\n          sums advanced from the Contingencies Fund repaid out of\n          the said issues.\nTrust      14.-(1) For the purposes of this section and subject t o\nFun&\n1311992  subsection (2), “Trust Fund” mcans-\ns. 3 (0.\n             ( a ) a Fund established pursuant to any enactment\n                   (hereinafter referred to as the relevant enactment)\n                   other than this Act or an Appropriation Act;\n             ( B ) any Fund of moneys held by or deposited with or\n                   entructed to the Government pursuant to the terms\n                   of a deed or trust. trust instrument agreement\n                   whether expressed or implied, or any arrangement\n                   governing the use of the moneys so held.\n                  (2) Moneys held in any Trust Fund shall be deemed\n          to be public moneys and, subject to subsection (51, any loss\n          therefrom arising in the circumstances described in section\n          49 shall, if not otherwise made good, be repaid to that Fund\n          out of the Con5olidated Fund.\n                  (3) Where the Minister is satisfied in relation to a\n          Trust Fund that no provision or, as the case may be,\n          inadequate provision, is made for the administration of such\n          Fund or for the control of payments thereto or expenditure\n          therefrom or for the proper accounting therefor, the Minister\n          shall-\n                   mhe inclusionof thin p a z s authorized by L.N 146/19991\n        FINANCIAL ADMIN1,TTRATION A N D A U D I l                     17\n    (a) designate an accounting officer as the officer\n        responsible for the administration of such Trust\n        Fund;\n    ib) give such directions or make such regulations as the\n        Minister considers expedient to provids for the\n        receipt, custody and disbursement of moneys\n        belonging to such Fund and the accounting for\n        such moneys.\n        (4) Subject to the provisions of any relevant enact-\nment, the Minister may authorize the investment of moneys\nstanding to the credit of a Trust Fund in like manner as\nprovided in section 6 in relation to moneys standing at the\ncredit of the Consolidated Fund Principal Bank Account.\n       (5) Any profit arising from any transactions author-\nized pursuant to subsection (4)shall accrue to the Trust\nFund.\n        (6) Where under the provisions of any Trust Fund\nreferred to in subsection (U, moneys belonging to the Trust\nFund are required to be lodged with the Accountant-\nGeneral, he shall-\n     (a) keep such moneys in safe custody and invest them\n          in such securities as the Financial Secretary may\n          direct;\n    (b) authorize disbursements of such moneys upon the\n        written request of the accounting officer designated\n        pursuant to subsection (3) (a), so, however, that\n        no such disbursement shall he authorized unless\n        the Accountant-General ir satisfied that the\n        request thereof is made in accordance with the\n        relevant enactment;\n    (c) prepare and furnish to the acconnting officer so\n        designated pursuant to subsection (3) (a), state-\n        ments of all transactions relating to the Trust\n.\n         [The inclusion of this pagein authorized hy L.N. 146!1999]\n18                  FINANCIAL ADMINISTRATION A N D AUDIT\n                     Fund, at such intervals (not being less frequent\n                     than once per quarter) as the Minister may direct.\n                   (7) The accounts of every Trust Fund shall be\n            audited annually by the Auditor-General who shall submit\n            to the Minister a report on the findings of the audit.\nDeposit        14A.-(l) There shall be a Deposit Fund into which\nPund."
    },
    {
      "provision_ref": "sec14b",
      "section": "14B",
      "title": "Section 14B",
      "content": "14B.41) No payments by way of loans or advances Loamand\nshall be made from the Consolidated Fund wiihout the\n                                                     s 4.\n                                                                              ;:;rg\nprior approval of the House of Representatives.\n          (2) The Minister may in writing authorize an\naccounting officer to conduct negotiations on behalf of\nthe Government, for the grant of a loan to any person and\nfor the purposes of this subsection the Minister shall-\n     (a) specify the terms of reference of any such nego-\n         tiations:\n     (b) approve the terms of any agreement between the\n         Government and the borrower.\n          (3) Moneys to be applied for the purpose of any\nloans or advances under this section shall be provided by\na special appropriation to the Accountant-Genera1 and any\n -        n h e i d u s i o n of t h i G g e is authorized by L.N 146119991\n20                     FINANCIAL ADMINlSTRATlOAi AND AUDIT\n               amount paid out as such loan or advance shall be recorded\n               as an asset of the Consolidated Fund.\n                        (4)It shall be the duty of the Accountant-General\n               to ensure that-\n                    (a) all payments of interest due on any loan or\n                        advance are collected and paid into the Con-\n                        solidated Fund in accordance with the agreement\n                        relating thereto;\n                    (b) all redemption payments or recoveries are collected\n                        and duly recorded;\n                    (c) any default in such repayments is reported to the\n                         Minister, and the accounting officer authorized\n                        pursuant to subsection (2).\nInvestments.     14C.41) Subject to subsection (2), the Minister may,\n13/ 1992\ns. a           with the prior approval of the House of Representatives,\n               authorize the Accountant-General to purchase shares in any\n               company with moneys from the Consolidated Fund.\n                         (2) Where the Minister takes a n y action under sub-\n               section (1) he shall-\n                    (a) make a report to the House of Representatives of\n                         the details of any shares purchased; and\n                    (6) lay on the Table of the House of Representatives\n                         a copy of any agrcement made in relation to such\n                         purchase.\n                        (3) The Accountant-General shall keep proper\n               records relating to investments made under this section.\nParticularr      14D. When, pursuant to section 115 of the Constitution,\nto be i n\ndudcd in       annual estimates of revenue and expenditure are prepared,\n*\"\"Ual\nestimates.\n               the Minister shall also c a u x to be prepared, estimates of-\n13/1992            (a) loans and advances to be made pursuant to section\ns. 4.\n                        14B;\n                  ~-\n                   -                       __\n          FINANCL4L ADMINISTRATION AND AUDIT                                    21\n     (b) repayments to the Consolidated Fund in respect of\n           ,any loans and advances previously made;\n     (c) investments to be made pursuant to section 14C;\n     (d) the proceeds of any sale or any realization of any such\n            investments previously made;\n     (e) amounts representing-\n                 (i) internal and external borrowings by Govern-\n                     ment; and\n                (ii) receipts and repayments of deposits and other\n                     trust moneys.\n                        PART111. Administration"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Governor-General acting upon the advice of the Accountant-\nPublic Service Commission, may from time to time appoint                :;:7\na fit and proper person to be Accountant-General who shall s. sea).\nhold office during pleasure.\n         (2) The Accountant-General shall be the custodian of\nthe Consolidated Fund and shall perform such functions as are\nconferred upon him by this or any other enactment.\n          (3) The Accountant-General shall be responsible for\nensuring that-\n      (a) such balances are kept in the Consolidated Fund as\n            may be required by law and as may be necessary for\n            the conduct of Government business;\n      (b) no disbursement is made from the assets of the Con-\n             solidated Fund except in accordance with law.\n           (4) The Accountant-General shall submit to the Minis-\nter such statements of account on the financial position of the\nConsolidated Fund, at such times and in such form as the Minis-\nter may require."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Minister shall from time to time designate in Accounting\nwriting public officers who shall be accounting officers of                ,,\n                                                                   officers.\nthe departments specified in such designation.                     S . 5 (a)\n         (2) An accounting officer shall be responsible for the\nfinancial administration of the department specified in a desig-\nnation under subsection (1) and shall be accountable to the\nMinister for-\n          [The inclusion of this page is, authorized by L.N. 92d20121\n                             FINANCL4 L A DMNISTRA TION AND A UDIT\n                        (a) the assessment and collection of, and accounting\n                            for, all moneys lawfblly receivable by his department;\n                    (b) ensuring that the purpose for which an appropriation\n                        is approved by Parliament is accomplished;\n                    (c) making any payment required to be made in relation to\n                        such appropriation;\n                        (6)the custody and proper use of all materials, equipment\n                            or other public property administered by him;\n                        (e) the administration of any fund for which he has been\n                            assigned responsibility pursuant to section 14(3);\n                        u> the discharge of any other financial responsibility\n                            assigned to himunder this or any other enactment.\n                        (3) The written and recommendations of the Financial\n                Secretary shall be obtained before an accounting officer-\n                        (a) takes any step to implement a change that is likely to\n                            have adverse budgetary implications for the financial\n                            year that is then current and for the medium term; or\n                        (b) submits to the Cabinet a proposal for any such change.\n                        (4) An accounting officer shall, upon being requested to\n                do so by any committee of Parliament, attend before that com-\n                mittee to be examined respecting the exercise of that person's\n                functions under this Act.\nOfficial bank     17.-31) An accounting officer shall not open any bank\naccounts.\n1311992         account (hereinafter referred to as an \"official bank account\")\nS. S(a).        for the lodgement of public moneys without the prior written\n                approval of the Financial Secretary, and any such approval\n                shall stipulate the terms and conditions under which the account\n                shall be operated.\n                          (2) An accounting officer-\n                        (a) shall not permit an overdraft on any official bank\n                            account without the prior written approval of the\n                            Financial Secretary;\n         FINANCIAL ADMINISTRATION AND AVDlT                                   23\n    ( b ) shall submit to the Financial Secretary and the\n         Auditor-General, within the prescribed time a\n         monthly return showing the balances in such\n         account at the close of business on the last work-\n         ing day of the month."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. If in his opinion the exigencies of the financial :;$;$-of\nsituation render such action necessary, the Minister may- ture.\n                                                           13115’92\n     (U) specify the maximum limit of the amounts to be S. 5 (0).\n          expended by any accounting officer; o r\n     (b) limit or suspend any expenditure charged under\n          any Appropriation Act or by virtue of the pro-\n          visions of section 13."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. An accounting officer shall not-                     Commit-\n                                                           ment d\n    (a) make any payments in excess of the amounts ;T;p\n        specified by the Minister pursuant to section 18 s. 5 (a).\n        (a) without the prior approval of the Minister; or\n    (b) enter into any commitment in excess of-\n           (i) the amount specified in the estimates of\n               expenditure as approved by the House of\n               Representatives: or\n          (ii) such lesser amount as the Minister may\n                direct.\n  1 9 A . 4 1 ) Subject to subsection (2), any expenditure by mop,ia.\nan accounting officer shall be in accordance with the pro- :i;;i9=\nvisions contained in an Appropriation Act for the services s. 5 (E).\nrequired.\n         (2) The Minister may, if he thinks fit, reallocate\nexpenditure in relation to such services as he mdy specify,\nso, however, that no such expenditure-\n     (U) may be reallocated in respect of any new service\n         not provided for by the Appropriation Act; and\n __--              ~-   ~~\n                                                       __-             ___~\n         phhe inclusion ofthls page ia authorized by L.N. 146 I19991\n RL-20\ni4                 F I N A NCIA L A OMI X I S T I i A TiO ,V A N D A VDIT\n              (b) shall exceed the aggregate sums provided for such\n                    services.\n                  (3) The Minister may in writing delegate to an\n         accounting officer the function specified in subsection (2)\n         but no such delegation shall prevent the performance of\n         such function by the Minister.\n511997            (4)Subject to section 24L, every appropriation by\nS 8.\n         Parliament of public moneys in relation to any financial\n         year shall cease to have effect at the close of that financial\n         year and, except as otherwise provided in this Act, any un-\n         expended balances in any accounts referred to in section 13\n         shall be paid into the Consolidated Fund Principal Bank\n         Account.\n                    (5) All accounting officers shall, immediately after\n         the end of each financial year, prepare and submit to the\n         Minister a statement showing-\n              ( U ) details of all commitments entered into for the\n                    supply of goods or services or the construction of\n                    any work during the year where such goods or\n                    Services have not been received or such work has\n                    not been completed before the end of that year;\n              (b) details of the delivery of goods and services or the\n                    completion of any work for which payment has\n                    not been made before the c!ose of that year;\n             (c) unspent balances of the appropriation, in such\n                    form as will indicate-\n                        (i) that such balances are sufficient to cover\n                            the amounts required to meet the undis-\n                            charged commitments and liabilities re-\n                            ferred to in paragraphs (a) and (b);or\n                       (ii) that any excess in respect of any such un-\n                            discharged commitment or liability, as the\n                            case may be, has been approved by the\n                            Minister under section 19.\n         __~...~ v -h c inclusion of lhir page is authorized by L.N.146119991\n                    FINANCIAL ADMINISTRATION AND A UDIT                             24.01\n                     (6) Upon receipt of the statements referred to in\n         subsection (S), the Minister shall issue directions to accounting\n         officers as to the action to be taken by them to discharge such\n         commitments or liabilities during the ensuing financial year and\n         to maintain the provision of services on a regular basis."
    },
    {
      "provision_ref": "sec19b",
      "section": "19B",
      "title": "Section 19B",
      "content": "19B.-41) All agreements for the supply of goods or Regulation\n         services to, or the carrying out of any work for any department ~           ~\n         shall be on such terms and subject to such conditions as the 1311992\n         Minister may, by regulations, prescribe.                          s. s (a).\n    T,               (2) Without prejudice to the generality of subsection\n         (1) regulations made under that subsection may prescribe-\n                 (a) the extent to which an officer is authorized to\n                     enter into the agreement;\n                 (b) procedures relating to-\n                         (i) the offer and acceptance of tenders;\n                         (ii) the signing of such agreements;\n                 (c) the form of agrkements and the conditions to be\n                     stipulated therein;\n                 (6) measures relating to the execution of agreements\n                     and the making of payments thereunder.\n                    (3) Notwithstanding section 29 of the Interpretation\n         Act, regulations made under this section may provide for the\n         imposition of penalties on summary conviction in a Resident\n         Magistrate's Court of a fine not exceeding one million dollars or\n         imprisonment for a term not exceeding one year or of both such\n         fine and imprisonment.\n                    (4) Regulations made under this section shall be\n         subject to affirmative resolution."
    },
    {
      "provision_ref": "sec19c",
      "section": "19C",
      "title": "Section 19C",
      "content": "19C.-(1) No payment shall be made from any Consolidated Authori-\n         Fund Bank Account or any other official bank account unless zation        of\n                                                                            payments.\n         the voucher for that payment is certified and the payment is 1311992\n                                                                            S. 5(a).\n1        approved and the accountable officer-\n                  (a) who gives such certification or approval, as the case\n                      may be, is -properly authorized to do so. and acts\n                      within the limits of that authority;\n                      FINANCIAL ADMINISTRATION AND A UDIT\n                 (b).has taken 'the necessary steps to ,ensure that the\n                     payment may properly be made in respect of goods and\n                     services delivered or rendered in conformity with a\n                     valid agreement.\n                    (2) An accountable officer who approves or certifies\n             any payment in contravention of subsection ( 1 ) shall be\n             personally liable for any impropriety in relation to such\n             payment.\nSurcharge      2 0 . 4 ) If it appears to the Financial Secretary upon a\nby\nFinancial    report by the Auditor-General that any person who is or was\nSecretary.   an officer-\n                 (a) has failed to collect any moneys owing to the\n                     Government for the collection of which such person is\n                     or was at the time of such employment responsible;\n                 (b) is or was responsible for any improper payment of\n                     public moneys or for any payment of such moneys\n                     which is not duly vouched; or\n                 (c) is or was responsible for any deficiency in, or for\n                     the loss or destruction of, any public moneys,\n                     stamps, securities, stores, or other Government\n                     property,\n             and if, within a period specified by the Financial Secretary,\n             an explanation satisfactory to him is not h i s h e d with\n             regard to such failure to collect, improper payment, payment\n             not duly vouched, deficiency, loss or destruction, as the\n             case may be, the Financial Secretary may surcharge against\n             the said person the amount not collected or such' improper\n             payment, payment not duly vouched, deficiency, loss or\n             the value of the property destroyed, as the case may be,\n             or such lesser amount as the Financial Secretary may\n             determine.\n                     (2) No such surcharge shall be made after the\n             expiration of a period of three years from the date of- such\n             failure to collect, lmproper payment, payment not duly\n                         (The inclusion of this page is authorized by L.S. 123/20llI\n        FINANCIAL ADMINISTRATION AND AUDIT                            25\nvouched, deficiency, loss or destruction, as the case may\nbe.\n  2 1 4 1 ) The Financial Secretary shall cause the Auditor- ofsur.\n                                                             Nolifkaiioa\nGencral and the accounting officer of the department con- *=ze.\ncerned to be notified of any surcharge made under sectisn"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.\n       (2) The accounting ofJicer on being notified as\naforesaid shalI notify the person surcharged and shall,\nsubject to the provisions of sections 22 and 23, recover the\namount surcharged from such person."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The Financial Secretary may at any time withdraw witlxlrawa!\n                                                          ofS U P\nany surcharge in respect of which a satisfactory explana- chsrgc.\ntion has been received or if it otherwise appears that no\nsurcharge should have been made, and in any such event\nthe Financial Secretary shall notify the Auditor-General\nand the accounting officer of the department concerned of\nthe withdrawal of any such surcharge.\n   2 3 . 4 1 ) b y person who is dissatisfied with any sur- Rcmcdyof\n                                                            person\ncharge made against him under section 20 shall have the lsgricvedby\nright to appeal to the Privy Council within a period of one 6urchargc.\nmonth immediately after he has been notified of the sur-\ncharge :\n  Provided that the Governor-General in his discretion\nmay authorize an appeal to be made after the expiration\nof such period of one month.\n        (2) After such further investigation as may be\ndirected by the Governor-General acting in his discretion\nthe Privy Council may make such order confirming the\nsurcharge or directing that the appellant be released wholly\nor in part from the surcharge as may appear just and\nreasonable. A copy of every such order shall be transmitted\n                                                       -~\n                                                        ..-\n         [Tkinclusion of this page is authorized by L.N 146 I19991\n26                   FINANCIAL AIIMI~VISTRATIONA N D AUDIT\n             to the Financial Secretary, to the accounting officer of the\n             department concerned and to the Auditor-General.\nRsovayaf\nsurcharge.     24. The amount of any surcharge made under section 20\n             may, subject to the provisions of sections 22 and 23, be sued\n             for and recovered as a debt due to the Government by\n             action at the suit of the Attorney-General in the Supreme\n             Court or in a Resic‘.ent Magistrate’s Court, as may 5e\n             appropriate having regard to the amount of the surcharge,\n             or the Financial Secretary may direct that the amount of\n             any such surcharge which s a y be due from an officer\n             shall be recovered by monthly deductions from the salary\n             of such officer in such amounts, not exceeding one-sixth\n             of the amount payable monthly to such officer in respect\n             of salary, as the Financial Secretary shall authorize.\n                                  Government Accounts\nGovern-        24A.-(1) For the purposes of this Act, “Government\nment\naccounb.     accounts” includes all accounts kept pursuant to this Act\n13‘1992\nS J (b).\n             by the Accountant-General and all accountable officers, in\n             reIation to the transaction of public business and includes\n             all documents and other records in any form whatsoever.\n                       (2) It shall be the duty of every accountable officer\n             to keep and present in accordance with this Act and any\n             regulations made or directions given thereunder proper and\n             accurate accounts of all transactions entered into by him\n             and all public moneys or other property held by him.\n                       (3) The Minister may issue directions and make\n             regulations-\n                  (a) respecting the preparation, submission and form of\n                       estimates;\n                  (6) respecting the collection, disbursement, manage-\n                       ment and administration of, and the accounting\n                       for, public moneys;\n                      [The lnclusmn of lhir page is authorized by LN. 146/1999]\n            FINANCIAL ADMINISTRATION AND AUDIT                                   29"
    },
    {
      "provision_ref": "sec24e",
      "section": "24E",
      "title": "Section 24E",
      "content": "24E.-(1) In this section, \"credit agreement\" means an Credit\nagreement whereby goods or services delivered or supplied to ~ ~                  ~   ~   ~\na department are to be paid for at some future date following s. 2\nthe date on which the goods or services are delivered or\nsupplied.\n            (2) No credit agreement shall be entered into without\n'the prior appr~valof the Minister.\n           (3) Where, pursuant to subsection (2), a credit agree-\nment has been entered into, the amount payable for the relevant\ngoods or services shall, upon the delivery or supply thereof, be\ncharged to an appropriation and shall be recorded as a liability\nof the Consolidated Fund and thereafter, notwithstanding the\nprovisions of section 19C, may be paid out in accordance with\nthe credit agreement and the directions, if any, issued by the\nMinister.\n           (4) The liability created by a credit agreemeni shall          F:),\nform part of the public debt.\n           (5) The Minister shall not give approval for entry 1912011\n                                                              S.3.\ninto any credit agreement whereby-\n      (a) any person agrees to carry out, and take ownership of,\n          any project with a provision for transfer of the owner-\n        , ship of theaproject to the -Government, in return for\n       FINANCIAL ADMINISTRA TION AND A UDIT\n      monetary payment at some future date extending\n     beyond the end of the financial year in which the pro-\n     ject is completed; or\n( b ) any person agrees to carry out, and take ownership and\n      secure the financing of, any project with a provision\n      for the transfer of the ownership of the project to the\n      Government, in return for an undertaking given by the\n      Minister to the agreed financing source, for the repay-\n      ment of the financing therefor at some future date\n      extending beyond the end of the financial year within\n      which the project is completed.\n        (6) [Deleted by Act 1 of 2010.1\n        ( 7 ) [Deleted by Act 1 of 2010.1\n            2\n     ( 8 ) [Deleted by Act 1 of 2010.1\n'\n    [Tbe inclusion of this page is authorized by L.N. 92c/2012]\n        FINANCIAL ADMINISTRATION AND AUDIT                                35\n        (2) Notwithstanding subsection (1) the Auditor-\nGeneral may, after satisfying hiinself by conducting such\ntests as he considers necessary for the purpose of verifying\nthe accounts. in his discretion and having regard to the\ncharacter of the departmental examination and certification\nof such accounts, in any particular case admit the docu-\nments and accounts so certified in support of the charges to\nwhich they relate.\n        (3) For the purpose of the examination of any\naccount the Auditor-General shall be entitled at all reason-\nable times-\n     (a) to have access to all books, records, vouchers, docu-\n          ments, returns, reports, information storage devices,\n          cash, stamps, securities, stores or other Govern-\n          ment property in the possession of any officer;\n     (b) to request in writing and he given custody., for such\n          time as he may require, of any books, accounts,\n          vouchers or papers under the control of any officer\n          relating to or concerning public accounts, so, how-\n          ever, that the Auditor-General shall give to that\n          officer a written receipt acknowledging delivery\n          of such accounts, vouchers or papers;\n     (c) to call upon any officer for any explanation and\n          information that the Auditor-General may require\n          in order tQ enable him to discharge his duties;\n     (d) to require any accounting officer to furnish him\n          from time to time or at regular periods with\n          accounts of the transactions for which that officer\n          is responsible, up to such date as the Auditor-\n          General may specify;\n     (e) without payment of any fee, to cause search to be\n          made in and extracts to be taken from any book,\n          document or record in any public o%ce and to\n          require such extracts to he certified;\n-. -                                              ____\n         me inclusian of this page is a u t h o r i d by L.N. 4?/ 19951\n                                           ~~~\n36              FINANCIAL A D M l N U T R A T l O N A N D AUDIT\n          Cf)  to require every person employed in his office who\n               has to examine the accounts of a department to\n               comply with any security requirements applicable\n               thereto and to take any oath of secrecy required to\n               be taken by persons employed in that department;\n         ( g ) to station members of his staff in any department\n               to facilitate the conduct of the audit and the\n               accounting officer concerned shall provide such\n               facilities as the Auditor-General may reasonably\n               require for that purpose.\n             (4) Any officer required by the Auditor-General to\n     furnish information or documents shall comply with that\n     request as soon as may be reasonably practicable in the cir-\n     cumstances.\n             ( 5 ) Where any officer fails to comply with any\n     requirement of subsection (3), the Auditor-General may, if\n     the circumstances so warrant, report the matter to the Min-\n     ister and shall send a copy of that report to the accounting\n     officerconcerned and to the Chjef Personnel Officer.\n             (6) The Auditor-General shall be entitled to summon\n     and examine on oath, declaration or affirmation (which\n     oath, declaration or affirmation the Auditor-General is here-\n     by empowered to administer) all persans whom he shall\n     think fit to examine respecting the receipt or payment of\n     money or the receipt or issue of any Government supplies\n     affected by the provisions of this Act and respecting all other\n     matters and things whatever necessary for the due perform-\n     ance and exercise of the duties and powers vested in him.\n            ( 6 ~ Any\n                  )   person summoned under the provisions of\n     subsection (6) who without rearonable excuse makes default\n     in obeying such summons shall be guilty of an offence and\n     shall be liable on summary conviction in a Resident Magis-\n     trate’s Court to a fine not exceeding five thousand dollars\n                                                                         .-   __\n                [The inclusion uf this page is authorized by L.N. 42119951\n        FINANCIAL ADMINISTRATION AND AUDIT                                     37\nor, in default of payment, to imprisonment for a period not\nexceeding six months.\n       (7) The Auditor-General may authorize any officer\nof his department to periorm on his behalf any of his\nfunctions under this Act or any other enactment, other than\nthe administration of oaths and certifying and reporting\nof accounts for the House of Representatives."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) Where any voucher or other document in respect ~      d                    ~\nof the receipt or payment of public moneys, has been lost y;y$g\nor destroyed, or is defective in any respect, the accounting 6\nofficer concerned shall forthwith rtport the matter to the\nAuditor-General for investigation.\n        (2) Where, as a result of such investigation the\nAuditor-General is satisfied that the relevant transaction\nis otherwise in order, he shall notify the accounting officer\naccordingly and shall issue in respect of that transaction, an\nauthority under his hand-\n     (a) for the transaction to stand charged in the account\n          in the case of a missing voucher or other documenc\n          or\n-        m e inclusion of this page is authorized by L.N. 79119961\n38                         FINANCIAL ADMINISTRATION A N D AUDIT\n                   (6) for such voucher or other document to be accepted\n                       where it is found to be defective.\n                       (3) Where the Auditor-General IS not satisfied that\n               the relevant transaction is in order, such transaction shall be\n               deemed to be unlawful and shall be treated as a loss as\n               referred to in section 20 (1) (c).\nCertifica-       28. The Auditor-General shall examine and certify in\ntion 01\naccounts.      accordance with the outcome of his examinations the state-\n13 I I992\ns. 6.          ments and accounts which are required to be submitted to\n               him in accordance with this Act.\nAnnual re-       29.-(1)  The Auditor-General shall report annually as\nporl hy\nAuditor-       soon as possible and not later than the 31st day of December\nGeneral.       following the end of each financial year the results of his\n131 1992\ns. 6 .         examination :\n                 Provided that the Auditor-General may, at any time if it\n               appears to him to be desirable, prepare a special report on\n               any matter incidental to his powers and duties under this\n               Act.\n                       (2) Every report of the Auditor-General shall be\n               addressed to the Speaker who shall lay the report before\n               the House of Representatives as soon as possible after its\n               receipt by him.\nAudit of          3 0 . 4 1) Notwithstanding anything to the contrary con-\naccounts of\n ublic body    tained in any other enactment, the Auditor-General may if\n   Auditor-    he thinks fit, audit the accounts of any public body and shall\nGc n e r aI.\n131 1992       d o so if the House of Representatives by resolution so directs.\nS 6.\n                       (2) The Auditor-General’s report on his examination\n               and audit of any accounts audited pursuant to subsection\n               (1) shall be transmitted to the appropriate Minister for pre-\n               sentation to the House of Representatives:\n                                      ~-\n                           [The inclusion of this page is aulhorized by L.N. 79/~19961\n           FINANCIAL ADMINISTRQTION AND A UDIT\n  Provided that-\n      (a) the appropriate Minister shall obtain the observations\n          of the public body concerned on any matter to\n          which attention has been called by the Auditor-General\n           in his report and such observations shall be presented\n          to the House of Representatives with the report;\n      (b) if the appropriate Minister fails within two months\n          after receipt of the report to present it to the House of\n          Representatives the Auditor-General shall transmit a\n          copy of the report to the Speaker of the House to be\n          presented by him to the House.\n         (3) The Auditor-General shall, if so required by the\nMinister, examine and report to the Minister the results of his\nexamination of the accounts of any -person or organization who\nhas received moneys by way of grant or loan out of funds\nappropriated by Parliament or in respect of whom financial aid\nfrom the Government is sought."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.\n         (3) There shall be paid to a person authorized pur-\nsuant to subsection (1) such fees as may be determined by the\nAuditor-General after consultation with the Financial Secretary."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) In the exercise of his duties under section 30, the Powers of\nAuditor-General may authorize any person registered under Auditor-  General to\nthe Public Accountancy Act, to inspect, examine or audit the order\nbooks and accounts of any public body which the Auditor- audit            of\n                                                                    books of\nGeneral may be required to examine or audit and that person public\n                                                                    body.\nshall report his findings to the Auditor-General.                   1311992\n         (2) In the exercise of his duties in relation to public S. 6.\nbodies, the Auditor-General or any auditor appointed by him\nshall have the like powers as are vested in the Auditor-General\nfor the purpose of examining accounts under sections 25 and"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Where-                                                       Auditor-\n                                                                    General to\n      (a) the appointment of an auditor is not renewed by the be informed\n                                                                    re termina-\n            board of a public body, the board shall inform the tion      of\n            Auditor-General in writing of the reasons therefor; or auditor's\n      (b) any auditor withdraws his services in relation to the services.\n                                                                    1311992\n                                                                           S. 6.\n             lThe inclusion of this page is authorized by L.N. 123/2011]\n                          FINANCIAL ADMINISTR4 TZON AND A UDIT\n                          audit of the accounts of any public body, he shall\n                          inform the Auditor-General in writing of such\n                          withdrawal,\n               and the Auditor-General shall inquire into the matter and report\n               his findings to the Minister.\n                                            Audit Committees\nEstablish-           33.+1) The provisions of this section and sections 33A to\nment of\naudit          33T-\ncommit-                 (a) apply to an audit committee established in a\ntee.\n912009                       department; but\nS. 4.                   (b) do not apply to an audit committee established in a\n                             statutory body or authority or any government\n                             company under section 8 of the Public Bodies\n                             Management and Accountability Act.\n                           (2) There shall be established in each department an\n               audit committee in accordance with the provisions of this Act.\n                           (3) Every accounting officer shall ensure that there is\n               in operation an audit committee for each department specified in\n               his designation under section 16(1).\nFirst                       (4) The provisions of the First Schedule shall have\nSchedule.\n               effect as to the constitution and procedure of audit committees\n               and otherwise in relation thereto.\nFunctions of\nAudit\n                  3 3 A . 4 1 ) An audit committee established under section\nCommittee.     33(1) shall-\n912009\nS. 4.                    (a) advise the Audit Commission on-\n                                   (i) practices and procedures which will\n                                        promote efficiency and quality of service in\n                                        the department;\n                                  (ii) the extent to which the objects of the depart-\n                                       ment are being achieved; and\n                                 (iii) the adequacy, efficiency and effectiveness of\n                                       the accounting and internal control struc-\n                                       tures and systems of the department.\n                        (b) in the case of a special audit or examination of the\n                             department, review, investigate and advise the Audit\n                             Commission with respect to the report on that audit\n                             or examination;\n          FINANCIAL A DMINISTRA TION AND A UDIT                               40.0 1\n        (c) review the internal audit charter of the department\n             and make recommendations to the officer who is in\n             charge of internal audit in the department;\n        (4 ensure that the department's internal audit is\n             conducted in accordance with established standards\n             and requirements;\n        (e) review the department's audit reports, analyse audit\n             issues and evaluate the adequacy of recom-\n             mendations in audit reports;\n        u> review and advise the accounting officer on annual\n            audit plans, budgets and schedules to ensure\n            sufficient audit coverage;\n      (g) request the investigation of audit related matters,\n            where necessary; and\n      (h) perform such other functions as may be assigned to it\n            by the Audit Commission.\n          (2) In the performance of its functions under sub-\nsection (I), an' audit committee may, as it considers\nappropriate-\n   :   (a) subject to such modification as may be necessary,\n            exercise the functions.conferred upon the Auditor-\n            General under section 25(3);\n       (b) seek and obtain any information it requires from\n            internal auditors, any other officer of the department\n            and external auditors; and\n       (c) invite officers of the department and any other person\n           who can assist the committee in the performance of\n           its functions to its meetings.\n          (3) The audit committee shall keep detailed records\nof its meetings and such records shall be made available to the\nexternal auditor and any examiner of the department during any\nexternal audit or examination."
    },
    {
      "provision_ref": "sec33b",
      "section": "33B",
      "title": "Section 33B",
      "content": "33B. Any member of an audit committee or the Audit Relationship\nCommission may, at any time, consult with the Auditor-General,$:\non any matter relating to its functions.                           General.\n                                                                           9R009\n                                                                           S. 4.\n                          FINANCIAL ADMINISTRATION AND A UDIT\n                                            Audit Commission\nEstablish-        3 3 C . 4 1 ) There is hereby established, for the purposes of\nment of Audit\nCommission.     this Act, a body to be called the Audit Commission which shall\n912ods          be a body corporate to which section 28 of the Interpretation Act\nS. 4.\n                shall apply.\nSewnd                     (2) The provisions of the Second Schedule shall have\nSchedule.       effect as to the constitution and procedure of the Commission\n                and otherwise in relation thereto.\nFunctions of       33D.--(1) The Audit Commission shall-\nAudit,\nCommission.             (a) evaluate the performance of audit committees in\n9I2009                      order to ensure their continued effectiveness;\nS. 4.\n                        (b) promote best practices in the operation of audit\n                            committees;\n                        (c) monitor the performance of each audit committee\n                            against its charter;\n                        (4 keep copies of the charters of audit committees and\n                            perform annual reviews to determine their relevance;\n                        (e) review the annual reports of each audit committee\n                            to identify and resolve outstanding issues;\n                         V) be the temporary custodian of audit committee\n                 . . - records during the transition of an audit committee;\n                            and\n                        (g) perform such other functions as are assigned to it by\n                            the Minister.\n                           (2) The Audit Commission may-\n                      (a) seek and obtain information from departments to\n                          resolve outstanding issues presented by audit com-\n                          mittees;\n                      (b) summon officers of the department or other persons\n                          as it deems necessary, to appear before the Com-\n                          mission;\nFirst                 (c) subject to paragraph 7 of the First Schedule, remove\nSchedule. .               members of audit committees.\nPolicy             33E. The Minister ' may, after consultation with the\ndirections.\n 912009         chairman, give to the Audit Commission such directions of a\n S. 4.          general character as to the policy to be followed by the Audit\n                             lThe inclusion of thii page is authorized by L.N. 123/20111\n         FINANCIAL ADMINISTRATION AND AUDlT                                       41\n                                                                            .\n     (a) submit, on a regular basis, reports in writing to the\n         accounting officer designated pursuant to section\n         16 in respect of that department;\n     (b) make quarterly reports to the Financial Secretary\n         containing the findings of that officer and such\n         recommendations as the officer considers neces-\n         sary.\n        (4) The Auditor-General shall! be entitled to have\naccess to all reports made in accordance with this section.\n                 PARTV. Government Property"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) Notwithstanding the provisions of the Crown %    ;: -\nProperty (Vesting) Act, the Minister may by regulations- Govern-\n                                                            trol of\n     (a) prescribe procedures for-                          meat\n                                                            Property.\n              (i) the acquisition of government property;\n            (ii) the regulation of contracts for such pro-\n                  perty;\n    (b) provide for the custody and control of any general\n          or specific category of government property;\n- (c) prescribe such accounting procedures as may be             -\n         necessary for the proper custody and control of\n          such property;\n     (d) authorize-\n              (i) the holding of government property;\n             (ii) the disposal of such property;\n     (e) prescribe any other matter which may be necessary\n          for giving effect to this Part.\n       (2) Regulations under subsection (1) shall be subject\nto negative resolution\n                  .    of the House of Representatives.\n                         *"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Accaunting officers shall, in relation to their respective zi-2\ndepartments, be responsible for the acquisition, safe custody, ,k; ;o; ;\ncontrol and disposal of all government property.                       re property.\n                                                                        13/1!#2\n          me inclusion of this page is authorized by L.N. 42 / 19951    S. 7.\n42                        FINANCIAL ADMINISTRATION AND. AUDIT\nDisposal 09         37.-(1) Government property shall be deemed to be law-\ngovern-\nment              fully disposed of when such property-\nproperty.\n131 1 9 9 ~            (a) has been consumed in the ordinary course of work;\nS. 7.\n                       (b) has been disposed of in accordance with regula-\n                            tions made puisuant to section 35 (1) (d).\n                            (2) Government property shall be deemed to be\n                    unlawfully disposed of when-\n                        '(a) no evidence can be shown that such property has\n                              been used in the ordinary course of work; or\n                         (b) such property has-\n         r- 3    .                (i) become unserviceable otherwise than as a\n                                      result of ordinary wear and tear; or\n                                 (ii) been used for purposes not connected with\n                                      the work of a department; or\n              -., .\n              I\n              d                 (iii) been disposed of in contraveiltion of this\n                                      Act or any regulations made hereunder,\n                    and any government property so disposed of shall be treated\n                    as a loss within the meaning of section 20 (1) (c).\n Sales of            38. When, pursuant to any regulation made under para-\n govern-\n ment              graph (d) of section 35, any government property is dis-\n ,property.        posed of by way of sale, the proceeds of such sa!e shall be\n  1311952\n S. 7.             paid into the Consolidated Fund Principal Bank Account.\n                                  f   .\"                                . .\n Making of            39.-(1) The Minister - may make regulations prescribing\n govern-           the identification marks to be applied to government prop-\n ment\n property.         erty.\n 1311992\n s. 7.                     (2) Every person who without lawful excuse removes,\n                   destroys or obliterates wholly or in part, any identification\n                   marks applied to any Government property pursuant to\n                   regulations'made under subsection (1) shall be guilty of an\n                   offence and shall be liable on summary conviction in a\n                   Resident Magistrate's Court to a fine not exceeding ten\n                            [The inclusilon of this page is authorized b y L.N.-42/,1995]\n          FINANCIAL ADMINISTRATION AND A UDIT                                43\nthousand dollars or to imprisonment for a term not exceeding\nthree years or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-31) The Minister may by regulations provide for the supplies\nestablishment, operation and maintenance of a fund hereinafter          Z!lng\nreferred to as a \"Supplies Fund\" which shall be used for the 1311992\n                                                               S.7.\npurchase of supplies for sale to other departments.\n         (2) The proceeds of sale of any such supplies or any\nincome derived from investments referred to in subsection ( 3 )\nshall be paid into the Supplies Fund.\n        ( 3 ) Moneys standing to the credit of the Supplies Fund\nmay be invested in such manner as the Minister may specify in\nthe regulations made under subsection ( 1 ) .\n                     PART VI. Public Bodies"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. This Part applies to all public bodies.                           Application\n                                                                        of this Part.\n                                                                        1311992\n                                                                        S. 8."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Except as otherwise provided in any enactment by virtue Financial\nof which a public body is established, the financial year of all ;::if\npublic bodies shall be the period of twelve months ending on the bodles.\n                                                                 1311992\n3 1\" March in any year.                                          S8"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-31) No payment shall be made from the consolidated Payments to\n                                                               publ~cbody.              .\nFund to any public body by way of grant, capital contribution, 1311992\nloan or assignment of revenue, and no guarantee may be given S.8.\nto any such body being a guarantee which may necessitate\npayments from the Consolidated Fund, unless-\n      (a) the prior approval of the House of Representatives has\n          been obtained for such payment or guarantees;\n      (b) subject to section 44, an agreement in writing has,\n          with the approval of the Financial Secretary been\n          made by the Accountant-General and body, stating the\nI\n1\nI               44                       FINANCIAL ADMINISTRATION AND AUDIT\n                                        terms and conditions under which the payment will be\n1                                      made;\n                                   (c) where appropriate, the body has lodged with the\n                                       Financial Secretary and the accounting officer con-\n                                       cerned copies of-\n    I\n                                         (i) its constitution or, as the case may be, its memo-\n                                             randum and articles of association;                       •\n                                         (ii) its latest annual report and audited financial state-\n    I                                         ments.\n                                           (2) Where any agreement referred to in subsection\n    I                          (1) (b) is in force, the public body concerned shall, within four\n                               months after the end of the financial year, submit to the account-\n                               ing officer concerned-\n    I\n                                    (a) an annual report and audited financial statements; and\n                                    (b) a certificate signed by the auditor of that body stating\n                                        that the terms of the agreement have been complied\n                                        with.\n                Responslbl-      4 4 . - ( 1 ) The accounting officer shall, in relation to any\n                Ilt~efof\n                accounting     agreement referred to in section 43-\n                officer In\n                relat~onto          (a) carry out such investigations as may be necessary of\n                publ~cbod~es\n                1311992                 the circumstances in which the application for financial\n                s8                      assistance is made and shall report the findings to the\n                                        Minister and the Minister responsible for the public\n        I                               body concerned;\n                                    (b) ensure that provision is made in such agreements for\n                                        the effective execution of Government policy and for\n                                        the protection of the financial interests of the Govern-\n                                                                                                       a\n                                        ment;\n                                    (c) in the event of a default in complying with any such\n                                        agreement, or, if the accounting officer has reasonable\n                                        grounds for believing that any such default is likely to\n            \\\n          FINANCIAL ADMNISTRA TION AND A UDIT                             47\n                        PARTVIII. General"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-(1) Where it appears t o any accounting officer or the Responsibi-\nAuditor-General that a deficiency or loss or destruction as           gc\"$b,e\nmentioned in section 20 (1) (c) has occurred, he shall forth- officers.\n                                                              1311992\nwith make a report in accordance with subsection (2) of this s,  8.\nsection to the Financial Secretary.\n      (2) A report referred to in subsection (1) shall include\ninformation as to-\n    (a) the amount or value of the deficiency or loss;\n    (b) the circumstances leading to such deficiency or loss;\n        and\n     (c) the officer alleged to be responsible therefor.\n       (3) Upon receipt of a report under subsection (2), the\nFinancial Secretary-\n     (a) shall, by notice in writing to the officer named in such\n         report-\n              (i) specify the grounds on which the allegations\n                  are being made against the officer named in the\n                  report;\n             (ii) require that officer, within thirty days of the\n                  date of the notice, to state his defence; and\n            (iii) issue a warning to the officer that failure to\n                  respond to the notice will be regarded as an\n                  admission of liability;\n     (b) may conduct such investigations in relation to the\n         report as he considers necessary.\n       ' (4) For the purposes of any investigation under subsec-\ntion (3), the Fiancial Secretary is hereby empowered to-\n             FINANCIA L A DMINISTRA TION AND A UDIT"
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. If, in the course of an audit it appears to the Auditor- ~ ~ t , f i ~ .\n                                                                     tion of\nGeneral that-                                                irrcgula-\n                                                             ritiea.\n    (a) any loss or deficiency has occurred and has not ,3,,9g2\n          been reported to the Financial Secretary, the S. 6.\n          Auditor-General shall report the matter to the\n          Financial Secretary and shall inform the account-\n          ing officer concerned;\n    ( b ) any payment is improper or, as the case may be, is\n          so extravagant or nugatory as to be regarded as\n          an improper payment, the Auditor-General shall\n          send a statement of such findings to the Financial\n          Secretary."
    }
  ],
  "definitions": [
    {
      "term": "prescribed rate",
      "definition": "a rate of four million dollars per annum or such other rate as the Minister",
      "source_provision": "sec8"
    }
  ]
}