{
  "id": "jm-stat-the-financial-services-commission-act",
  "type": "statute",
  "title": "The Financial Services Commission Act",
  "title_en": "The Financial Services Commission Act",
  "short_name": "Financial Services Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-financial-services-commission-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-financial-services-commission-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Commission shall consist of-                                              of members.\n       (a)   the Executive Director who shall be a member ex oflcio; and\n        (h) n d less than wen nor more than nine other rntmters (haeinafta\n            referred to as appointed members) as the Minisia may appoint king\n            pawns who appear to the Minister to be qualified as having had\n0           experience of and show 0P.miy in, matters relating to indusby,finance.\n            eranomics, a m t a n q , canmerce, law or sud, other matters as the\n            Minister considas appropriate for appointment m d a this pragcaph."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. No person shall be qualified for appointment as a member of the\n              Tribunal w h e\n                 (U)   is a member of the Senate or the House of Representatives;\n                 (6)   is a director. officer, employee or auditor of a prescribed financial\n                       institution; and\n                 ( c ) has a direct or indirect proprietary interest in more than five per cent\n                       of any class of the shares of any such institution.\nChain.          3 . 4 1 ) The Minister shall appoint one of the mwbers of the Tribunal to\n              be the Chairman thereof\n                     (2) In me case of the absence or inability ofthe Chairman to ad at any\n              sitting, members of the Tribunal present at such meeting shall elm one of\n              their number to act as C h a i i at that siaing.\n                                                                                                  0"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may appoint MYperson to act temporarily in the place of T~~~~~~\n    any member of the Commission in the case of the absence or inability to act appoinl-\n    of such member                                                              IIlBllE."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.+1)   A matter r e f d to the Tribunal shall be heard and determined by\n              a panel consisting ofthree members ofthe Tribunal, one of whom shall be an\n              Attorney-at-law, as assigned by the Chairman of the Tribunal.\n                    FlNA.VCI.4 I. SERVICES COMMISSION                                                23\n           (2) In assigning members of the Tribunal to a panel, the Chairman\n    shall take inro consideration the requirements, if any. for experience and\n    expertise to enable the panel to decide the issues raised in any matter before\n    the Tribunal.\n           (3) The Tribunal may co-opt to a panel such persons as. in its opinion.\n    have the requisite expertise in any matter before that panel for the purpose of\n    advising the panel on that matter."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.+1)     A member of the Tribunal who has any interest, directly or              D                ~   ~\n0   indirectly, in any matter brought before the Tribunal--\n         (U)   shall disclose the nature of the interest at a sitting of the Tribunal;\n               and\n                                                                                         inicrerr.\n          (h) shall not take part in any deliberation or decision of the Tribunal\n              with respect to that matter\n             (2) A notice given by a member at a sitting of the Tribunal to the\n    effect that he is interested in any appeal before the Tribunal shall, for the\n    purposes of subparagraph (I), be a sufficient disclosure of his interest in\n    relation to any appeal.\n            (3) A member need not attend in person at a sitting of the Tribunal in\n    order to make a disclosure which he is required to make under this paragraph\n    if he takes reasonable steps to secure that the disclosure is made by notice\n    which is taken into consideration and read at such a sitting."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.+1)   The Chairman may at any time resign his office by instrument in\n    witing addressed to the Minister and such resignation shall take effect as\n    60m the date of receipt by the Minister of the instrument.\n20\n                       (2) Any member other than the Chairman may at any time resign his\n                office by instrmmlt in writing addressed to the Chairman who shall\n                forthwith cause it to be forwarded to the Minister and that member shall\n                cease to hold office as from the date of receipt of the instrument by the\n                Ministw.\nReroution\nofappoinl-"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Minister may at any time revoke the appointment ofany member of ofappa,n,.\n    the Tribunal if such membe-                                              ment.\n         ( a ) becomes of unsound mind or becomes permanently unable to\n               perform his functions by reason of ill health,\n         ( b ) becomes bankrupt OT compounds with, or suspends payment to.\n               his creditors;\n         (c) is convicted and sentenced to a term of imprisonment or to death;\n         (d) is convicted of an offence involving h u 4 dishonesty M moral\n0            turpitude;\n         (e) becomes disqualified for appointment by virtue of paragraph 2;\n         v)  fails to cany out any of the functions conferred or imposed ~1 him\n             under this Act; or\n         (g) engage in such activities as are reasonably considered prejudicial\n             to the interest of the Tribunal.\n                      inlcIIIclllsl~,~\n                                    offdtir p a b 1s aulbmzed by !..N. I11:?001 I\n24                               FINANCUL SERVICES COMMIssloN\nFilling of         8. If any vacancy occurs in the membership of the Tribunal, such vacancy\nvacancy.         shall be filled by the appointment of anotha member thereof.\nPublication of     9. The names o f all members of the Tribunal as first constituted and every\nmcmhcrship       change in the membership thereof shall be published in the Guzerre.\nKeniuncrnrion      10. There shall be paid to the Chairman and other members of the Tribunal\nof members.      in respect of each appeal, such remuneration, whether by way of honorarium,\n                 salary or fees, and such allowances as the Minista may determine.\nExpcnsrs\n                    I I. Expenses, accommodations and other facilities of the Tribunal shall be\n                 included in the budget of the Financial Services Commission and shall be\n                 reimbursable or OM    to the extent that certain expenses are itemized in the\n                 Tribunal’s award of costs on particular matters.\nVoting            12. The decisions of the Tribunal shall be by majority of votes of the\n                 members.\nOrder              1 3 . 4 1 ) The Tribunal shall determine matters before it by order.\n                         (2) The Tribunal may make an o r d a subject to the conditions that are\n                 set out in the order.\npower o v n"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-4 1) The seal of the Commission shall be authenticated by the signatures\nS a l and\nexecui1on of    of the Chairman or any member of the Commission arrthorized to act in that\ndoolmenis.      behalfandthe Secretary oftheCommission.\n                      (2) All documents other than those required by law to be under seal\n                and all decisions of the Commission may be signified under the hand of the\n                Chairman or any member authorized to a d in that behalf or the Secretary of\n                the Commission.\nProcedure and     1O.+ I ) The Commission shall meet at such times as may be necessary or\nmeeting         expedient for the transaction of business and such meetings shall be held at\n                such places and times and on such &ys as the Commission shall determine.\n                       (2) The Chairman may at any time call a special meeting of the\n                Commission and shall call a special meeting to be held within seven days of\n                a witten request for that puspose addressed to him by any two members of\n                the Commission.\n                       (3) The Chairman 01 in the case of the absence or inability to act of\n                the Chairman the person appointed in accordance with paragraph 4 (2) shall\n                preside at the meetings of the Commission and when Y) presiding the\n                Chairman or the person appointed as aforesaid, as the case may be, shall\n                have an original and a casting vote in any case in which the voting is equal.\n                       (4) The quorum of the Commission shall be four or such higher\n                n u m b as the Commission shall determine.\n                                                                                           d I N I13:200:\n                                                ~ 1 1 1 1 8r ~p ~ gi l~i t ~ 8 l l 1 u 1 v hr\n                                 iTlw inclui#i>l#                                                           1\n                    FINANCIAL SERVICES COMMISSON                                                    21\n           (5) Subject to the provisions of this Schedule. the Commission may\n    regulate its own proceedings.\n           (6) The validity of my proceeding of the Commission shall not be\n    aRected by any vacancy amongst the members thereof or by any defect in\n    the appointment of a member thereof\n      I1.+   1) The Commission may, either generally or as othenvise specified\n    in the instrument of delegation, delegate to any of its ofiicers so specified,\n    any of its functions under this Act or any relevant Act, other than the power\n    of delegation.\n0           (2) A delegation under subsection (1) shall be revocable by the\n    Commission and no delegation shall prevent the exercise of a power by the\n    Commission."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. There shall be paid to the Chairman and other members of the Remunera-\n    Commission such remuneration, if any (whether by way of salaries or,5c!?\"c$\n    travelling OT other allowances), as the Minister may determine."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.+1) A member who is in any way directly or indirectly interested in a           Olsclosure o,\n    contract made or proposed to be made by the Commission, or in any other              ~tercEl.\n    matter whatsoever which falls to be considered by the Commission, shall\n    disclose the n a m e of his interest at a meeting of the Commission and the\n    disclosure shall be recorded in the minutes of the meeting; and the member\n    shall not-\n           (U)   in the case o f a contract, take part in any deliberation or decision\n                 of the Commission with respect to the contract; and\n           (6)   in the case of any other matter, take part in any deliberation or\n                 decision of the Commission with respect to the matter if the\n                 Commission decides that the interest in question might affect\n                 prejudicially the member's consideration of the matta.\n            (2) A notice given by a member at a meeting of the Commission to\n    the effect that he is a member of a specific company or firm and is to be\n    regarded as interested in any contract which is made aller the date of the\n    notice with the ooolpany or firm shall, for the purposes of sut-paragraph (I),\n    be a sufficient disclosure of his interest in relation to any conbact so made.\n           (3) A member need not attend in person at a meeting of the\n    Commission in order to make a disclosure which he is required to make\n    under this paragraph if he takes reasonable steps to secure that the disclosure\n0   is made by notice which is taken into consideration and read at such a\n    meeting."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No action, suit, prosecution or other proceedings shall be brought or\n    instituted personally against any member of the Commission m respect of\n    any act done bonufide in pursuance or execution of or intended execution of\n    this Act\n22                            FINANCIAL SERVICES COMMISSION\n                                     SECOND SCHEDULE                             (Section 19)\n                             Cornsifusionand Procedure of Appeal Tribunal\nConaitution     1 . 4 1 ) The Appeal Tribunal shall consist of at least three members\nprocedure.    appointed by the Minister as f o l l o w s\n                 (a) at least one member &all be an Attorney-at-law who has practised\n                     for at least ten years; and\n                 (6) the other members shall be selected fiom among persons who\n                     appear to the Minister to be qualified as having had experience of\n                       and s h o r n capacity in, matters relating to industry, finance,\n                       economics, accountancy, commerce or law.\n                                                                                                  0\n                    (2) If there are fewer than three members, but at least two members in\n              office, the Tribunal shall be deemed to he properly constituted for a period\n              not exceeding ninety days afler the deficiency in the number of members first\n              occurs.\n                    (3) During any period in which there is a deficiency in number, the\n              Minister may appoint additional members to the Tribunal for a limited period\n              and purpose and the order appointing the member shall provide that the\n              member's participation is limited to specified mattas or classes of matters\n              within the jurisdiction ofthe Tribunal.\n                    (4) The Tribunal shall meet at such times as may be necessary for\n              hearing of appeals under this Act."
    }
  ],
  "definitions": []
}