{
  "id": "jm-stat-the-finger-prints-act",
  "type": "statute",
  "title": "The Finger Prints Act",
  "title_en": "The Finger Prints Act",
  "short_name": "Finger Prints Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-finger-prints-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-finger-prints-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Any offence against the following sections of the Criminal Justice\n(Administration) Act-\n   (a) section 46 (offences under Part I1 after a second conviction of\n       crime, powers of taking such offender into custody);\n   (6) section 5 1 (penalty for harbouring thieves);\n   (c) section 52 (assaults on police)."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Any offence against section 15 (penalties for breach of orders) of the\nDeportation (Commonwealth Citizens) Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Any offence against the following sections of the Road T d E c Act-\n    (a) section 34 (driving motor vehicles under influence of drink or\n        drugs);\n    (6) section 34A (driving or being in charge of a vehicle while blood-\n        alcohol levels exceeds prescribed limit);\n    (c) section 45 (unlawful user of motor vehicle);\n    (6) section 46(a) (fraudulently altering or using any licence, licensing or\n        registration mark or plates)."
    },
    {
      "provision_ref": "sec4b",
      "section": "4B",
      "title": "Section 4B",
      "content": "4B.--(I)   Where a person who is fingerprinted and photo- Deshuction\n                                                                             of finger\ngraphed-                                                                     prints and\n                                                                             photograph\n    (a) is not charged; or                                                   where\n                                                                             person not\n    (b) is charged, but the prosecution does not proceed with                charged,etc.\n                                                                             1512005\n        the charge or the proceedings are discontinued,                      S. 6.\nthe finger print form and photograph shall, subject to subsection\n(4), be destroyed within three months from the relevant date or\nfrom the date on which the prosecution decides not to proceed or\nthe proceedings are discontinued, as the case may require, and\nthe person or his attorney-at-law shall be given prior notice of\nthe date, time and location of such destruction.\n       (2) Subject to subsection (4), the finger print form and\nphotograph of a person to whom section 3B applies shall be\ndestroyed-\n    (a) if the person is not a restricted person, within six\n        months from the relevant date; or\n    (b) if the person is a restricted person, within six months\n        from the date of expiration of the order made under\n        section 54B of the Criminal Justice (Administration)\n        Act.\n                                            FINGER PRINTS\n                      (2A) Prior to the destruction of the finger print form and\n               photograph, the person and his attorney-at-law, if any, shall be\n               given notice in writing of the date, time and location of such\n               destruction and that he may witness the destruction if he so\n               requires.\n                     (3) Upon an application in writing, a certificate o6\n               destruction shall be forwarded to the person or his legal                  (\n               representative.\n                      (4) Where the Commissioner of Police is of the opinion\n               that the finger print form and photograph of a person referred to\n               in subsections (1) and (2) should not be destroyed, the\n               Commissioner shall within the period referred to in subsection\n               (2)(a) and (b), make an application to a Judge of the Supreme\n               Court for the finger print form and photograph to be retained.\n                      (5) An application under subsection (4) may be made\n               where the Commissioner has reasonable grounds to suspect that\n               the person has been involved in the co&mission of ai offence\nSecond         specified in the Second Schedule for which he has not been\n               charged.\n                      (6) In subsections (1) and (2) \"relevant date\" means the\n               date on which a person is fingerprinted and photographed.\n                      (7) For the purposes of sections 4A and this section, any\n               reference to the destruction of the finger print form and\n               photograph includes a reference to the destruction of any record\n               or any copy, however made.\nFinger Print     5. There shall be established, at a place to be approved by the\nBureau.\n               Minister, an Ofice (in this Act and any rules made thereunder\n               referred to as the \"Finger Print Bureau\") for the preservation,"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Any offence against section 29 (prohibition of offensive weapon) of the\nPublic Order Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any indictable offence not specified in the Second Schedule.\n                        SECOND\n                             SCHEDULE                            (Sections 3A, 3B, 4,"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. For the purpose of proving a previous conviction of a Proofof\n     person accused or convicted of any offence specified in the\n     First or Second Schedule, a certificate in the form contained in by finger\n                                                                                 z$ison\n     the rules to be made under this Act and purporting to be signed\n     by the Officer in charge of the Finger Print Bureau shall be s . 4 .\n                                                                                 $z&o\n                                                                           or\n     admissible in evidence without proof, and shall be prima First   Second\n     facie evidence that the finger prints to which the certificate Schedule.\n                                                                      1512005\n-\\\n     relates are the finger prints of the same person and also of s.9.\n-!   the previous convictions and sentences recorded in the\n     certificate."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   The Minister may make rules generally for carrying Rules.\n     into effect the purposes of this Act, and for regulating the 1512005\n     work of the Finger Print Bureau.\n           (2) Any rules made pursuant to subsection (1) shall. be\n     subject to affirmative resolution."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The Minister may by order amend the First or Second power to\n                                                                                 amend First\n     Schedule.                                                                   or Second\n                                                                                 Schedule,\n            (2) Every order made under this section shall be subject             1512005\n     to affirmative resolution.                                                  S. 11."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any person who acts in contravention of-                              Penalties.\n                                                                                 1512005\n          (a) this Act; or                                                       S. 12.\n          (b) the rules made pursuant to section 8,\n     shall be liable on summary conviction before a Resident\n     Magistrate to a fine not exceeding one million dollars, or to\n     imprisonment for a term not exceeding twelve months or to both\n     such fine and imprisonment.                                                          \\\nY                                                                                         I\n                  [The inciusion of this page is authorized by L.N. 180A12006j\n                               FINGER PRINTS\n                        FIRSTSCHEDULE                  (Sections 3,3B, 4,"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15,2005        comparison and indexing of the finger print forms and\ns. 7.          photographs.\n                            [The lncluslon of this page la authorized by L.N. l8OAn006l\n                                             FINGER PRINTS                                  7\nFinger print      6.-41) Where the finger prints on a finger print form purport\nform and\nphotograph      to have been taken and the entries thereon purport to have been\nadmissible in   made by an authorized officer, the finger print form shall be\nevidence.\n1Y2005          admissible in evidence without proof, and shall be prima facie\nS. 8(a).        evidence of the conviction and sentence of the person whose\n                finger prints are impressed thereon.\n                       (2) Any additional information may be recorded on a\n                finger print form, but the finger print form shall not be evidence\n                of such additional information.\n                      (3) Any photograph taken pursuant to this Act shall be\n                admissible in evidence in any court, subject to rules of court.\n                      (4) Any photograph taken pursuant to this Act may be\n                used for the purpose of-\n                    (a) investigating an offence where-\n                                (i) the person has refised to take part in an\n                                    identification parade; or\n                               (ii) the person's appearance has changed sig-\n                                    nificantly since the offence was committed;\n                     (b) identifying any person who has escaped from lawfid\n                         custody;\n                     (c) the prevention of detection of crime;\n                     (9 the investigation of an offence; or\n                     (e) the conduct of criminal prosecution.\n                       (5) Where an authorized officer shows photographs to a\n                witness for the purpose of investigating an offence, the\n                following rules shall apply-\n                     (a) the witness shall be shown photographs of at least\n                         twelve different persons;\n                     (b) each photograph of a person who is not the suspect\n                         shall be of a person who-\n                                 (i) resembles the suspect in age and general\n                                     appearance; and\n                           FINGER PRINTS\n             (ii) does not have features visible in the\n                  photograph that are markedly different from\n                  those of the suspect as described by the\n                  witness before viewing the photographs;\n       the photographs shown to the witness shall not suggest\n       that they are photographs of persons in police custody;\n       the authorized officer shall not, in doing so, act\n       unfairly towards the suspect or suggest to the witness            I\n       that a particular photograph is the photograph of the\n       suspect or of a person who is being svught by the\n       police in respect of an offence;\n        if practicable, the photograph of a person who is a\n        suspect shall be one taken after the person was taken\n        into custody or considered as a suspect;\n       the witness shall be told that a photograph of the\n        suspect may not be amongst those being seen by the\n        witness;\n        the authorized officer shall keep, or cause to be kept, a\n        record identifying each photograph that is shown to the\n        witness;\n       the authorized officer shall notifl the suspect or his\n       legal representative in writing that a copy of the record\n       is available to the suspect;\n       the authorized officer shall retain the photographs\n       shown, and shall allow the suspect or his legal\n       representative, upon application, an opportunity to\n       inspect the photographs; and\n       the authorized officer shall ensure that the suspect's\n        attorney-at-law or duty Counsel and a Justice of the\n        Peace are present when the photographs are being\n        shown to the witness.\n      (6) The Minister may amend subsection (5) by order\nsubject to affirmative resolution.\n           [The Includon of this page la authorized by L.N. 180A120061\n                                  FINGER PRINTS                                  9"
    }
  ],
  "definitions": []
}