{
  "id": "jm-stat-the-fire-brigade-act",
  "type": "statute",
  "title": "The Fire Brigade Act",
  "title_en": "The Fire Brigade Act",
  "short_name": "Fire Brigade Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-fire-brigade-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-fire-brigade-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 .\n  !\nAppoint-           1. The Board shall consist of not more than eleven nor less than seven\nrqent of       persons to be appointed by the Minister one of whom shall be the Commis-\nmembers.\n612008         sioner who shall be an ex-officio member.\nS. 2(a).\n~em~orar~    2. The Minister may appoint any person to act temporarily in the place\nappoint-  of any member of the Board in the case of the absence or inability to act\nnienIS.\n               of such member.\nChairman.          3 . 4 1 ) The Minister shall appoint one of the members of the Board to be\n I\n I             the Chairman thereof.\n !\n                       (2) The Board may by instrument in writing direct that subject to such\n               conditions as may be specified in that instrument, such of the functions of the\n               Board as may be so specified shall (without prejudice to the performance\n               of those functions by the Board) be performed by the Chairman.\n                      (3) The Minister shall appoint one of the members of the Board to be\n               the Deputy Chairman thereof.\n                     (4) In the case of the absence or inability to act of the Chairman the\n               Deputy Chairman shall perform the functions of the Chairman.\n                     (5) In the case of the absence or inability to act of the Chairman and\n               the Deputy 'chairman the Minister may appoint one of the remaining\n               members of the Board to perform the functions of the Chairman.\n                      (6) In the case of the absence or inability to act at any meeting\n               of both the Chairman and the 'Deputy Chairman the remaining members\n               of the Board shall elect one of their numbers to act as Chairman at that\n ,         .   meeting.\n i\nTenure of\n I                4 . 4 1 ) A member of the Board shall, subject to the provisions of this\no:flice.\n               Schedule, hold office for such period not exceeding three years as may be\n               specified in the instrument appointing himi and shall be eligible for\n               reappointment.\n                    (2) The Minister may at any time revoke the appointment of any\n               member of the Board.\n I\nResig-             5 . 4 1 ) Any member of the Board, other than the Chairman, may at any\n~iation.\n               time resign his office by instrument in writing addressed to the Minister and\n               transmitted through the Chairman, and from the date of the receipt .by\n               the Minister of such instrument such member shall cease to be a member of\n               the Board.\n                               lThc inclusion of this page i s authorized by L.N. 123/20111\n                                FIRE BRIGADE                                                17\n        (2) The Chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shall take effect\nas from the date of the receipt of such instrument by the Minister."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                           Interprets-\n                                                                          tlOll\n  \"the Board\" means the Fire Brigade Board established under ?:2\n      section 5A;\n  \"the Brigade\" means the Jamaica Fire Brigade established\n      under section 3;\n  \"Chairman\" means the Chairman of the Board;                             611992\n                                                                          S. 2.\n  \"Commissioner\" means the Commissioner of the Brigade\n     appointed under section 8;\n   \"fire equipment\" includes all equipment, tools, implements,\n       appliances and apparatus used in the service of the\n       Brigade;\n  \"functions\" includes powers and dutiss;                                 611992\n                                                                          S. 2\n  \"officer in charge\" means the officer for the time being in\n      charge at a fire station or at the scene of a fire or other\n      disaster;\n  \"other disaster\" includes earthquakes, floods, hurricanes,\n      windstorms, the escape of dangerous h m e s or fluids,\n      explosions, oil spills and other dangerous pollutants of\n      the air and sea;\n  \"specified building\" means any public building, office\n      building, factory, warehouse, any building in which\n      workers are employed, any building in which hazardous\n      substance or material is stored, manufactured or\n      processed, any building of more than one floor level\n      constructed or intended for occupation by more than\n           [The inclusion of this   is authorized by L.N. 123f2011)\n4                                                FIRE BRIGADE\n                             one family, and any place of entertainment or building\n                             to which the public has access whether on payment of\n                             a fee or otherwise.\nEstablish-         3. There is hereby established in and for Jamaica a fire\nment of the\nByigade.         service to be called the Jamaica Fire Brigade.\nconstitution       4. The Brigade may be comprised of one or more divisions\nof divisions\noteigade,        as the Board, with the approval of the Minister, may determine\n611992           by notice published in the Gazette.\nS. 3.                                                                     .\nFunct~ons          5.-(1) It shall be the duty of the Brigade to protect life and\nof the\nBrigade          property in the case of fire or other disaster and, without\n                 prejudice to the generality of the foregoing, such duty shall\n    I            include-\n                     ( a ) extinguishing fires;\n                     ( b ) protecting life and property endangered by fire or\n                           other disaster;\n                     (c) obtaining information with regard to potential risks\n                         from fire or other disaster;\n                     (4 inspecting specified buildings to ensure that reason-\n                     -       able steps are taken for the prevention of fire and for\n                             protection against the dangers of fire or other\n                             disaster;\n                         (e) making arrangements for ensuring that reasonable steps\n                             are taken to prevent or mitigate loss or injury arising\n                             from fire or other disaster.\n                            (2) The Minister may, by order, require the Fire\n    I\n    1            Brigade to undertake other functions for the purpose of\n                 preventing or mitigating risks of langer to life and property.\n Establishment     5 A . - ( 1 ) For the purposes of this Act, there is hereby\n of Fire\n                 established a body to be called the Fire Brigade Board which\n Board.          shall, subject to the provisions of this Act, be responsible\n 611992\n S. 4.\n    I\n                           F I R E ERlGADE                                        5\nunder the general authority of the Minister for the command,\ndiscipline and administration of the Brigade.\n        (2) The provisions of the Schedule shall have effect Mdulc.\nwith respect to the constitution and procedure of the Board\nand otherwise in relation thereto."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. function^ d the Brigade\n    5 ~ Establinbmt\n        .              of Fire Brigade Board"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The names of all members of the Board as first constituted and            Publica-\nevery change in the membership thereof shall be published in the                tion of\n                                                                                member-\nGazette.                                                                        ship.\n    ?.--(I) The seal of the Board shall be authenticated by the signatures      Authenti-\nof the Chairman or one member of the Board authorized to act in that behalf     cation Of\n                                                                                seal and\nand the Secretary of the Board.                                                 docu-\n                                                                                ments.\n        (2) All documents, other than those required by law to be under seal,\nmade by, and all decisions of, the Board may be signified under the hand of\nthe Chairman or any member authorized to act in that behalf or the Secretary\nof the Board.\n    8:--41) The Board shall meet at such times as may be necessary or           Procedure\nexpedient for the transaction of business, and such meetings shall be held      and\n                                                                                meetings.\nat such places and times and on such days as the Board shall determine.\n         (2) The Chairman may at any time call a special meeting of the\nBoard and shall call a special meeting to be held within seven days of a\nwritten request for that purpose addressed to him by any two members of the\nBoard.\n        (3) The Chairman or, in the case of the absence or inability to act\nof the Chairman, the Deputy Chairman or the person elected to act as\nChairman in accordance with the provisions of sub-paragraph (6) of\nparagraph 3 shall preside at the meetings of the Board, and when so presiding\nthe Chairman, Deputy Chairman or the person elected as aforesaid to act\nas Chairman, as the case may be, shall have an original and a casting\nvote. -\n       (4) The quorum of the Board shall be five including the Chairman or      612008\nthe Deputy Chairman or the person elected to act as Chairman as aforesaid.      S. 2(b).\n        (5) Subject to the provisions of this Schedule the Board may regulate\nits own proceedings.\n       (6) The validity of any proceeding of the Board shall not be affected\nby any vacancy amongst the members thereof or by any defect in the\nappointment of a member thereof."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1) The Brigade shall consist of-                              hpoa\n                                                                      tionoltha\n     (U) a Commissioner who, subject to the general order             3;;\n         and direction of the Board, shall have the sole S.6@).\n         operational command and superintendence of the\n         Brigade;\n     (b) such number of Deputy Commissioners, Assistant\n         Commissioners, Superintendents, Senior Deputy\n         Superintendents, Deputy Superintendents, Senior\n         Assistant Superintendents, Assistant Superinten-\n         dents, Chief Officers, Captains, Assistant Chief\n         officers, District Officers, subordinate officers and\n         firemen as the Board may determine.\n       (2) It shall be the duty of the Commissioner to see 6115%\nthat all fire engines, fire boats and fire equipment are kept S 6 (F).\nin good order and repair and are used for the purposes of\nthe Brigade under this Act.\n           [The hclusion of &is page is authorized by LN. 421 19951\n6                                     F I R E BMGADE\n                   (3) An officer shall have such command and such\n             duties as the Commissioner may direct.\n                  (4) An officer or subordinate officer who is posted to\n             any division may be charged-\n                 (U)   with the general direction and superintendence of\n                       the members of the Brigade posted in such divi-\n                       sion; or\n                 (b) with the direction and superintendence of the mem-\n                     bers of the Brigade posted in any part of such divi-\n                     sion assigned to him, so, however, that he shall be\n                     subject to the command and control of any other\n                     officer or subordinate officer as the case may\n                     require, charged under paragraph (a) with the\n                      general direction and superintendence of such\n                       division.\n                   ( 5 ) For the purposes of this section and section 9 (2)-\n                 (U) “officer” means all members of the Brigade above\n                     the rank of Sergeant;\n                 (b) “subordinate officer” means any member of the\n                     Brigade in the rank of Sergeant Corporal or Lance\n                     Corporal.\n                   (6) For the purposes of this section and section 9 (2)-\n                 (U) “officer” means all members of the Brigade above\n                      the rank of District m c e r ;\n                 (b) “subordinate officer” means any member of the\n                      Brigade in the rank of District officer, Sergeant or\n                      corporal.\nReapon-        8.--(1) The Board shall be responsible for the efficient\naibility\nand func-    conduct and administration of the Brigade and for the\ntions of     proper expenditure of all public moneys appropriated for\nthe Board.\n611992       the Brigade.\ns.7.\n                       m e inclusion of &is pass is a u t h 4 by LN. 421199Sj\n                        FIRE BRIGADE                                      401\n      (2) It shall be the duty of the Board to carry out all\nnecessary measures to ensure the proper functioning of the\nBrigade."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Responsibility and functions of thc Board.\n    SA. Appointment of Brigade members and E o d !&E.\n    8 ~ pensions.\n        .         gratuities and 0 t h retiring\n                                       ~        ben&%\n    ac. Annual operational r e p t s .\n    SD, Power to give policy direotions."
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A-(1) The Board may appoint and employ at such\nremuexation and on such terms and conditions as it may meot of\ndetermine                                              mDmben\n                                                       and Baud\n    (a) a Commissioner, such other members of the\n                                                  s 8.\n                                                                  ~~f~\n        Brigade; and\n    (6) such other employees and agents, as may be neces-\n         sary for the purpose of the Brigade :\n    Provided that-\n    (a) no salary in excess of the prescribed rate shall be\n        assigned to any post without the prior approval of\n        the Minister;\n     (b) no appointment shall be made without the prior\n         approval of the Minister to any post to which a\n         salary in excess of the prescribed rate is assigned.\n         ( 2 ) In subsection (1) “prescribed rate” means a rate\nof fifty thousand dollars per annum or such higher rate as\nthe Minister may, by order, prescribe.\n         (3) The Governor-General may. subject to such con-\nditions as he may impose,approve of the appointment of any\npublic officer in the service of Jamaica to any post with the\nBrigade or the Board, as the case may require, and any\npublic officer so appointed shall, in relation to pension,\ngratuity or other allowance, and to other rights as a public\nofficer, be treated as continuing in the service of the Gov-\nernment."
    },
    {
      "provision_ref": "sec8b",
      "section": "8B",
      "title": "Section 8B",
      "content": "8B. The Board may, with the approval of the Minister-          gmSm\n     (U) enter into arrangements respecting schemes, whether      :z$i\n         by way of insurance policies or not;                hnos\n                                                             bensfih\n                                                                  611992\n         @ mcluslon of &is page IS authonxd by L N 42/1995]       s. 8."
    },
    {
      "provision_ref": "sec8c",
      "section": "8C",
      "title": "Section 8C",
      "content": "8C. The Board shall, within three months after the end\n              of each financial year submit to the Minister a report on\n              the operation of the Brigade and the Board during the\n              previous year and without prejudice to the generality of\n              the foregoing, as t e\n                   (a) the condition of the fire engines, fire boats, fire\n                       equipment and other property of the Brigade;\n                   (b) the income and expenditure of the Brigade, in\n                       detail, for the previous year;\n                   (c) particulars of fires and other disasters known to it\n                       to have occurred in the previous year and the\n                       estimated damage;\n                   (4such other particulars and recommendations as\n                       may be required by the Minister.\nPOW to          8D. The Minister may, after consultation with the Chair-\n-\nmve           man, give to the Board such directions of a general character\nPolicy\ndirections.   BS to the policy to be followed by the Board in the discharge\n6/1992\ns. a.         of its functions as appear to the Minister to be necessary in\n              the public interest and the Board shall give effect to such\n              directions.\n                SE.The funds of the Board shall consist of such moneys\nthe           as may from time to time be placed at its disposition for\nBoard.\n611992        the purposes of this Act by Parliament and such other\ns. S.         moneys as may lawfully be paid to the Board.\n                       me inclusion of dhn pagc is a u i h o d by L N.421 1 9 5 ]\n                              F I R E BRIGADE                                 7"
    },
    {
      "provision_ref": "sec8f",
      "section": "8F",
      "title": "Section 8F",
      "content": "8F.41) The Board shall keep proper accounts and other &         ;!,\n    records in relation to its activities and shall prepare annually 611992\n                                                                     6 8.\n    a statement of accounts in a form satisfactory to the\n    Minister.\n             (2) The accounts of the Board shall be audited\n    annually under such arrangements and in such manner as\n,   may be approved by the Auditor-General and the members,\n.   officers and agents of the Board shall grant to the person\n    conducting such audit access to all the books, documents,\n    cash and securities of the Board and shall give to him on\n    request all such information as shall be within their\n    knowledge in relation to the operation of the Board.\n             (3) Within three months after the end of each\n    financial year or within such further time as may be al-\n    lowed by the Minister, the Board shall send the statement\n    of its accounts referred to in subsection (1) to the Minister,\n    together with a copy of any report made by the auditor on\n    that statement and on the accounts of the Board."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. There shall be paid to the Chairman and other members of the Board       Reniunera-\nsuch remuneration, if any (whether by way of salaries or travelling or other    Iion\n                                                                                   Of\n                                                                                members.\nallowances) as the Minister may determine.\n                                                              ------\n                                             FIRE BRIGADE\n~roitec-        10.-(1) N o action, suit, prosecution or other proceedings shall be brought\nti011 of     or instituted personally against any member of the Board in respect of any act\nmembers\nof Board.    done bonafide in pursuance or execution or intended execution of this Act.\n                     (2) Where any member of the Board is exempt from liability by\n             reason. only of the provisions of this paragraph the Board shall be liable to\n             the extent that it would be if the said member were an employee or agent of\n             the Board.\nOffice of      11. The office of member of the Board shall not be a public office for the\nmember       purposes of Chapter V of the Constitution of Jamaica.\nof Board\nnot pub-\nlic office\nfor the\npu+oses\nof Chap-\nter of\nthe Con-\nstitution."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. On the occasion of a fire or other disaster the\ncharge at Commissioner or officer in charge may in his discretion-\nm e of fm\nor other      (U) take command of other persons who may place\ndiraucr.\n                     their services at his disposal;\n                (b) remove or order any member of the Brigade to\n                    remove any person who by his presence or con-\n                    duct interferes with or obstructs the operations of\n                    the Brigade;\n                (c) cause any water to be shut off from the mains and\n                     pipes of any district in order to give a greater\n                     supply and pressure of water in the district in\n                     which the fire or other disaster is occurring;\n                (& direct the closing of any street in or near the place\n                     where a fire is occurring or where any other\n                     disaster has occurred or is imminent\n                (e) order the removal of any furniture, goods or other\n                     property from any building on fire or in danger of\n                     fire or other disaster;\n                (fl take possession of and, if necessary, break down any\n                     building, wall, fence or structure for the purpose\n                     of extinguishing or preventing the spread of fire or\n                     the mitigation or control of other disaster;\n                (g) generally take any measure that may appear in the\n                     circumstances to be necessary for the protection of\n                     life and property.\n~ ight.of      11. Any member of the Brigade, if he considers it\nentry.      necessary for the purpose of carrying out his functions under\n            this Act, may, without the consent of the owner or occopier,\n            enter and, if necessary, break into any building which he has\n            reasonable cause to believe is on fire or is at risk either from\n            spread of Ere or from other disaster.\n                     F   e incluSon of &is   page is authorized by L.N. 42/1995J\n                         FIRE BRIGADE                                    9"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The members of the Brigade on duty at the scene of Powers xnd\nany fire or other disaster shall have the powers, authorities IUMIunitiCa\nand immunities of Constables and shall have power to arrest\nwithout warrant any person who may assault or obstruct or\nimpede the members of the Brigade in the discharge of their\nduties."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. On the occasion of a fire or other disaster it shall be bPOhCe.\n                                                                ’ y of\nthe duty of the Police to proceed immediately to the scene\nof the fire or other disaster in sufficient force to maintain\norder there and do all things generally for the assistance of\nthe Brigade in extinguishing the fire or in performing its\nfunctions under this Act and, for such purposes, the Police\nmay-\n     (a) close any street in or near to which the fire is bum-\n        ing or other disaster has occurred;\n    (b) remove any person interfering with or obstructing\n         the movements of the members of the Brigade;\n        and\n    (c) generally assist in the operations of the Brigade."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14-(I) The Minister responsible for defence may, when- Ublicatiw\never he is satisfied that it is necessary so to do, order such Of m\n                                                                  KCVICCS\n                                                                    mbrn\nmembers of the Jamaica Defence Force as the Chief of Staff &-:\nshall from time to time nominate to extinguish fires and PO-\nprotect life and property in the case of any 6re or other\ndisaster.\n        (2) Members of the JamaicaDefence Fonx on duty\npursuant to subsection (1) shall have the like powers,\nauthorities and immunities as members of the Brigade on\nduty under this Act.\n             dluaion of+his page ip authorized by LN. 42/1995]\n10                                        FIRE BRIGADE\n                  (3) Members of the Jamaica Defence Force on duty\n          pursuant to this section may use the fire engines, fire boats,\n          fire equipment and other property provided for use of the\n          Brigade.\nDamp          15.-(i) No member of the Brigade, or member of the\ndune by     Jamaica  Defence Force on duty pursuant to section 14 (11,\nthc mrmadc.\n            or person under the command of the officer in charge, act-\n            ing born fide in carrying out the functions of the Brigade\n            under this Act shall be liable for any damage or for any act\n            done in carrying out such functions under this Act.\n                 (2) Any damage occasioned by any member of the\n          Brigade or by any member of the Jamaica Defence Force\n          on duty pursuant to section 14 (I) or by any person under\n          the command of the officer in charge in the exercise of the\n          powers conferred under this Act in the case of a fire or other\n          disaster, shall be deemed to be damage by fire or other\n          disaster within the meaning of any policy of insurance\n          against fue or other disaster, as the case may be.\n~qulation      l6.-(i) The Minister may, after consultation with the\ns 9.\n611992      Board make regulations generally for the better carrying\n            out of the provisions of this Act and without prejudice to\n            the generality of the foregoing may make regulations in\n            relation to any or all of the following-\n                 (a) the requirements for admission of members into\n                      the Brigade, the period of service, and the training,\n                      government and good conduct of such members;\n                (b) the uniform to be worn by, the hours and places\n                     of training and exercise of, and the distribution of\n                    duties among members of the Brigade;\n                 (c) the services required of the members of the Brigade\n                     and the manner of their performance of such\n                     services;\n                     F   e inclusion of   mis page is ablhorized by LN.42/1995]\n                        FIRE BRIGADE                                       11\n    (d) the terms and conditions of edistment in the\n        Brigade;\n    (e) gratuities or awards to any member of the Brigade\n        for extraordinary or meritorious service performed\n        by him while on duty;\n    (fl for the purposes specsed in section 5.\n      (2) Regulations made under this section shall be\nsubject to negative resolution."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Every person who-                                          Offencu\n    (a) obstructs, impedes or assaults any member of the\n        Brigade, or any member of the Jamaica Defenw\n        Force on duty pursuant to section 14 (1) or any\n          person under the command of an oficer in charge\n        ofthe Brigade in the execution of his duty;\n    (b) aids or abets a n y other person in any act men-\n          tioned in paragraph (a);\n    (c) wilfully removes or assists or is concerned in the\n          moving of any chain, rope or barrier placed in or\n          across any street under the authority of this Act;\n    0 not being a member of the Brigade, wears the\n          uniform of the Brigade or something similar so as\n          to mislead;\n    (e) obstructs the use of any fire plug or hydrant in any\n          manner whatsoever;\n    U, wilfully damages any fire engine, fire boat, fire\n       apipment or other property of the Brigade;\n    (g) unlawfully removes or is concerned with the un-\n        lawful removal of any furniture or goods from any\n          buildiig on fire or in danger of fire or other\n          disaster;\n          Dinclusion of this page is authorized by LN. 42/1993\n12                                      FIRE BRIGADE\n                   (h) gives or causes to be given in any manner whatso-\n                       ever to the Brigade any false alarm of a fire or other\n                       disaster without having good reason to believe in\n                        the existence of such fire or other disaster (the\n                        proof whereof shall be on such person),\n              shall be guilty of an offence and shall be liable on summary\n              conviction before a Resident Magistrate to a fine not\n              exceeding one thousand dollars or to imprisonment with\n              hard labour for a term not exceeding three months."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. [Repealed by Act 9 of1990, S. 31\nuse ot          20. The Brigade may use for the purposes of extinyish-\nwater\napply.        ing lira any convenient or suitable supply of water.\nGratuity to      21. The Minister may, after consultation with the\nVOluntecrr.\n61 I992       'Board, authorize the payment of a gratuity to any\ns. 10.         person not a member of the Brigade, who has suffered\n               injury during any time he was assisting in the functions of\n               the Brigade on the outbreak of a fire or other disaster; and\n               where such person has died as a result of the injury, the\n               gratuity may be given to his wife and dependants or to his\n               legal personal representatives."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Any officer authorized by the Commissioner in\n              that behalt may, on producing, if required to do SO, docu-\n              mentary evidence of his authority, enter any specified\n              building or part thereof @tany rmsonable time for the\n              purpose of determining the condition of the building with\n              regard to its safety against fire or other disaster.\n                        (2) When an officer on inspection of a specified\n              building is of the opinion that the building constitutes or is\n              likely to constitute a hazard he shall submit a written re-\n              port of his inspection to the Commissioner.\n                       [The mclumon of this page IS authorized by LN. 42/1995]\n                            FIRE BRIGADE                               13\n        (3) The Commissioner, if he is satisfied that the con-\ndition of a specified building constitutes or is likely to\nconstitute a hazard, may, by notice in writing served on the\noccupier, require the occupier, within a period specified in\nthe notice, to carry out such work on the building as may\nbe specified in the notice or to take such other action as\nmay be required in order to render it safe.\n        (4) Where the work to be cam'ed out pursuant to\nsubsection (3) is of a structural nature, the notice under that\nsubsection shall be served on the owner of the building or,\nif he cannot be found, on his agent or on the occupier on hia\nbehalf.\n        (9The Commissioner may extend the time specifid\nh a notice to enable the requirements in the noWe to be\nmeL\n        (6) Any person who fails to comply with the require-\nments of a notice issued by the Commlssioner under this\nsection shall be guilty of an offence and shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding five thousand dollars or to imprisonment for\na term not exceeding six months and in the case of a con-\ntinuing offence, to a fine not exceeding five hundred\ndollars for each day during which the offence continues\nafter conviction."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Within twenty-one days of service of a notice iSSUed ibp.llr\npursuant to section 22(3), the person served may appeal to\nrhe Chief Technical Director on the ground that the require-\nments in the notice are unreasonable having regard to the\ncondition of the building or the activities carried on therein\nand the Chief Technical Director may make such order at\nhe thinks just.\n        me incllusron of this page is a u t h o r i d by LN.42/19951\n14                                      FIRE BRIGADE\nvating 01   24. AI1 fire engines, fire boats. fire stations, fire equipment\nas=:% aad\n          and all other assets (including rights and interests) purchased\ntranrfer of\nl~hllilla by, belonging to or vested in the Government of Jamaica\n611992\ns. 11.    for the purpose of the Brigade shall be transferred to and\n          vested in the Board on the 1st January, 1993.\n%vb%            25. Where in any written law there is a reference to a\n              Fire Brigade constituted under either the Parochial Fire\n              Brigade Act or the Kingston and St. Andrew Fire Brigade\n              Act (now repealed), or to any member thereof, the reference\n              shall be construed as a reference to the Fire Brigade con-\n              stituted under Lhis Act or a member of such Brigade.\nTnraitimal       2 6 4 1 ) Subject to the provisions of this section, on the\nproviarou\n611992        1st January, 1993, the officers, subordinate officers and fie-\ns. 12         men holding office under this Act as in force immediately\n              before the 1st January, 1993, shall be deemed to have been\n              transferred on secondment to the service of the Brigade as\n              reconstituted pursuant to the Fire Brigade (Amendment)\n              Act, 1992 for a period of six months or such longer period\n              as the Board may determine.\n                     (2) During the period of secondment to the Brigade\n              pursuant to subsection (0,an officer, subordinate officer or\n              fireman shall be employed on terms and conditions not less\n              favourable (as may be determined by the Board) than those\n              enjoyed by such person in his substantive position, at the\n              1st January, 1993.\n                      (3) Instead of accepting a transfer on secondment\n              pursuant to subsection (0,an officer,subordinate officer or\n              fireman may, within thirty days after the 1st January, 1993,\n              by notice in writing made to the C h a i i a n of the Board,\n              elect to be retired on the ground that his substantive posi-\n              tion has been abolished by virtue of the section.\n                      [The includon of this page ia authorircd by LN. 42/1-51\n                             FIRE BRIGADE\n        ( 4 ) During the period of secondment, an officer,\nsubordinate officer or fireman may, by notice in writing made\nto the Chairman of the Board, elect-\n     ( a ) to be retired on the ground specified in subsection\n           (3); or\n     ( b ) to apply for a post in the Brigade.\n       (5) Where an officer, subordinate officer or fireman\non secondment pursuant to subsection (1)-\n     ( a ) has not elected to apply for a post under paragraph\n           ( b ) of subsection (4);or\n     ( b ) has not been accepted for appointment to the\n           Brigade,\nhe shall be treated as if he has elected to be retired in\naccordance with paragraph ( a ) of subsection (4).\n                                                          - - ~\n                                               FIRE BRIGADE\n                                                     SCHEDULE                                 (Section 5 ~ )"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Transitional proviricm.\n            m e includon ofi his p?@   1s authorid by   LN.42/19951\n                            FIRE BRIGADE                                                3\n                  THE FIRE BRIGADE ACT                                        Acts\n                                                                           2 of 1988.\n                                                                           2 :::::::\n                                                                           9 of 1990,\n                                                   [18thOctober, 1988.1"
    }
  ],
  "definitions": [
    {
      "term": "the Board",
      "definition": "the Fire Brigade Board established under ?:2",
      "source_provision": "sec2"
    },
    {
      "term": "the Brigade",
      "definition": "the Jamaica Fire Brigade established",
      "source_provision": "sec2"
    },
    {
      "term": "Chairman",
      "definition": "the Chairman of the Board",
      "source_provision": "sec2"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner of the Brigade",
      "source_provision": "sec2"
    },
    {
      "term": "officer in charge",
      "definition": "the officer for the time being in",
      "source_provision": "sec2"
    },
    {
      "term": "specified building",
      "definition": "any public building, office",
      "source_provision": "sec2"
    }
  ]
}