{
  "id": "jm-stat-the-firearms-act",
  "type": "statute",
  "title": "The Firearms Act",
  "title_en": "The Firearms Act",
  "short_name": "Firearms Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-firearms-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-firearms-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.23 calibre and ammunition therefor used at such rifle\n         range or shooting gallery;\n     (d) any other person prescribed under section 48.\n        (4) Every person who contravenes this section shall be\nguilty of an offence, and shall be liable-\n     (a) if the offence relates to the possession of a prohibited\n         weapon\n             (i) on summary conviction before a Resident\n                 Magistrate to imprisonment with or without\n                 hard labour for a term not exceeding five 2911973\n                 years;                                     s. 2(1).\n            (ii) on conviction before a Circuit Court to im- 3811973\n                 prisonment for life with or without hard labour; S. 7(a).\n     (b) if such person is a restricted person or if the offence\n         relates to the possession of a restricted weapon or\n         restricted arnmunition-\n              (i) on summary conviction before a Resident\n                  Magistrate to a fine not exceeding five hundred 261200s\n                  thousand dollars or to imprisonment with or S.     12(b)(i)\n                                                                  w,e.l\n                  without hard labour for a term not exceeding 13.6.2008.\n                  five years; or\n26                                                  FIREARMS\n3811973                        (ii) on conviction before a Circuit Court to im-\ns. 7@).                             prisonment for life with or without hard labour;\n                                    and\n                       (c) in any other case-\n                               (i) on summary conviction before a Resident\n                                   Magistrate to a fine not exceeding three\n                                   hundred thousand dollars or to imprisonment\n                                   with or without hard labour for a term not\n                                                                                                a:\n                                   exceeding three years; or\n                               (ii) on conviction before a Circuit Court to im-\n3811973                            'prisonment for life with or without hard labour;\ns. 7 ( ~ ) .                        and\n811974\n                          (5) In any prosecution for an offence under this\nS. 19(a).          section-\n               '\n                       (a) any person who is in the company of someone who\n111983                     uses or attempts to use a firearm to commit-\nS. 10.\n                                (i) any felony; or\n                               (ii) any offence involving either an assault or the\n                                    resisting of lawful apprehension of any person,\n                   shall, if the circumstances give rise to a reasonable presumption\n                   that he was present to aid or abet the commission of the felony\n                   or offence aforesaid, be treated, in the absence of reasonable\n                   excuse, as being also in possession of the firearm;\n                       (b) any person who is proved to have in his possession or\n                          . under his control any vehicle or other thing in or on\n                            which is found any firearm shall, in the absence of a\n                            reasonable explanation, be deemed to have in his\n                            possession such firearm;\n                        (c) any person who is proved to have used or attempted\n                            to use or to have been in possession of a fire-\n                            arm, or an imitation firearm, as defined in section\n                            25 of this Act in any of the circumstances\n                            which constitute an offence under that section shall\n                                [The inclusion o f this page is authorized by l..S. 123120111\n                                       FIREARMS\n              be deemed to be in possession of a firearm in\n              contravention of this section.\n        2 1 4 1 ) A person shall not carry any firearm or ammunition General\n     in any public place unless at the time when he carries such                       :;:$-\n     firearm or ammunition he has about his person a licence, insfirearms\n     certificate or permit granted by the Authority, authorizing : ~ ~ o ~ ~ u '\n)*   him to carry such firearm or ammunition in such place and, publ~c.\n     if such place is a place to which section 22 applies, a 2612005 ,  ,,\n                                                                     \". , .\n     Firearm User's (Special) Permit authorizing him to carry W.O\n                                                                     13 6 2008\n     such firearm or ammunition in such place on such occasion.\n            (2) Every person who contravenes subsection (1) shall\n     be guilty of an offence, and on summ'xy conviction before\n     a Resident Magistrate shall be liable to a fine not exceeding\n     two hundred thousand dollars or to imprisonment with or 2612005\n     without hard labour for a term not exceeding twelve\n     months.                                                       13 6 2008\n                                                                                       :,::"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1- ,          -a\n                                                              .\n              ARRANGEMENT OF SEC'TIONS\n                                                              I"
    },
    {
      "provision_ref": "sec1v",
      "section": "1v",
      "title": "Section 1v",
      "content": "1v.e.J\n      (b) in respect of the grant of which the prior approval                       13.6.2008.\n          of the Minister is required by this Act,\nshall be subject to such conditions as the Minister in his abso-\nlute discretion may specify or direct to be specified therein."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Offences against sections 2 to 13, 15, 16, 26, 27 to 29 and 36 of the\n          Malicious Injuries to Property Act.\n1212009      3. Offences against sections 22 to 24, 3 1, 36,43, and 69 of the Offences\nsch.      against the Person Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A court before which a person is convicted of an offence Declaration\n    under this Act (other than an offence against section 41) or of restricted\na   under any law in force before the appointed day in respect of\n    the importation, exportation, possession or use in Jamaica of\n    any firearm or ammunition, may declare that person to be a\n    restricted person for the purposes of this Act.\n         PART11. Importation, Exportation and Transshipment"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) A person shall not import into, export from or Restriction\n    transship in Jamaica any firearm or ammunition except under\n    and in accordance with the terms of a Firearm Import Permit, tranship-\n                                                                           z:jmza'\n    ~ i r e a &Export Permit or Firearm Transshipment Permit, as the ment of\n    case may be.                                                     ammunition.\n           (2) Every person who contravenes subsection (1) shall\n    be guilty of an offence and shall be liable-\n        (a) in the case of an offence relating ti a prohibited\n            weapon-                   ,\n                 (i) on summary conviction before a Resident\n                     Magistrate to imprisonment with or without hard\n                     labour for a term not exceeding two years;\n                (ii) on conviction before a' Circuit Court to im-\n                                                                       3811973\n                     prisdnment for life or'such other term, being not s,2(a),\n                     less than fifteen        as the Court considers 2312010\n                                                                       S.2.\n                     appropriate with or without hard labour;\n        (b) in the case of an offence relating to a restricted weapon\n            or to restricted arnmunition-\n                (i) on summary conviction before a Resident\n                    Magistrate to a fine not exceeding two hundred 261200s\n                    thousand dollars or to imprisonment with ,or\n                    without hard labour for a term not exceeding two 13.6.2008\n                                                   FIREARMS\n                                      years; .or\n                                (ii) on conviction before a Circuit Court to\n                                  . imprisonment for life or such other term, being\n                                     not less than fifteen years, as the Court con-\n                                     siders appropriate with or without hard labour;\n                        (c) in any other case-\n                                (i) on summa@ conviction' before a Resident\n                                 *\n                                    Magistrate to a fine not exceeding one hundred\n                                    thousand dollars or to imprisonment with or\n                                    without hard labour for a term not exceeding\n                                    two years;\n                               (ii) on conviction before a Circuit Court to im-\n                                 ; prisonment for life or such other term, being not\n                                    less thari fifteen years, as the Court considers\n                                    appropriate with or without hard labour.\nTravellers to          5 4 1 ) ~ v etraveller\n                                        i ~     who disembarks in ~ k a i c shall,\n                                                                            a      on\nmake declara-\ntion of fire-       being required so to. do by. any officer of customs, make a\narms and            declaration in the prescribed form stating whether he has any,\nammunition.\n                    and, if so, what firearms or ammunition in his possession or\n                    under his control.\n                            (2) Every tra~eller+~ho-\n                        (a) contravenes subsection (1); or\n                        (b) in any declaration required by subsection (1) makes a\n                             statement which he knows to be false or does not\n                             believe to be true,\n                    shall be guilty of 'an offence and on summary conviction\n                    before a Resident Magistrate shall be liable to a fine not\n                    exceeding one hundred thousand dollars or to imprisonment\n                    with or without hard labour for a term not exceeding twelve\n                ,   months.\n                                    FIREARMS                                                II"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Every-traveller who declares under section 5 that Further\n    he has any firearm or ammunition in his possession, unless he provisions\n                                                                  re,atina to\n    is the holder of a Firearm Import Permit, shall either-       declaration\n                                                                                 of firearms\n                                                                                 or arnrnuni-\n                                                                                 tion by\n                                                                                 travellers.\n        (a) cause such firearm or ammunition to be retained upon\n             the vessel or aircraft upon which he arrived into\n             Jamaica until after such vessel or aircraft departs from\n             Jamaica; or\n        (b) deliver such firearm or ammunition to an officer of\n             customs in a sealed packet' to be dealt with in accor-\n             dance with section 7.\n            (2) Every person who contravenes subsection (1) shall\n    be guilty of an offence.                       I , I"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Every firearm or ammunition received b y           officer of Custodyof\n    customs pursuant to section 6 shall be retained in the sealed\n    packet in which it is received until either-\n                                                                                 f:zt::\n                                                                       by officer of\n                                                                                 customs.\n         (a) the traveler from whom it was received produces to an\n             oficer of customs a Firearm 1mport.Permit in respect of\n             such firearm or ammunition and a licence or certificate\n             authorizing him to be in possession of such firearm or\n             ammunition and pays the appropriate customs duty and\n             tax on-such firearm or ammunition, in which event it\n             shall be delivered to the travellor; or\n         (b) such traveller gives reasonable notice in writing to the\n             Commissioner of Customs and Excise or some other 1211985\n             oficer of customs specifying some port at which he SCh\n             intends to embark for some place outside Jamaica and\n             the date, time and vessel upon which he intends so to\na            embark, in which event the sealed packet containing\n             such firearm or ammunition shall be delivered to the\n             traveler immediately before he so embarks; or\n         (c) some person satisfies the Commissioner of Customs and 1211985\n             Excise that he is lawfully entitled to the possession of SCh.\n             such firearm or ammunition and either-\n                                                                  '   1:\n                                (i) produces a Firearm Import Permit in respect\n                                    of such firearm or ammunition and a licence or\n                                    certificate authorizing him to be in possession\n                                    of such firearm or ammunition, and pays the\n                                    appropriate customs duty and tax on such fire-\n                                    arm or ammunition, in which event it shall be\n                                    delivered to such person; or\n     la1985                    (ii) gives to the Commissioner of Customs and Ex-\n     Sch.\n                                     cise a notice of the nature referred to in para-\n                                   . graph (b), in which event such firearm or\n                                     ammunition shall be delivered to such person\n                                     as if he had been the traveller from whom such.\n                                     f n w m or ammunition was received; or\n     la1985\n     Sch.\n                       (4 the Commissioner of Customs and Excise is authorized\n                           to dispose of such firearm or ammunition in such cir-\n                           cumstances and after such period as may be prescribed.\n     Firearm and       8. For the purposes of this Part, a person shall not be held to\n     ammunition\n     not to be held imp&' any firearm or ammunition into Jamaica merely by\n     to be imported reason of such firearm or ammunition being in his possession or\n     into Jamaica\n     in certain     under his control on some vessel within the territorial waters of\n     circumstances. Jamaica or on some aircraft flying over Jamaica or its territorial\n                    waters or at some aerodrome in Jamaica, unless he causes or\n                    attempts to cause or permits such firearm or ammunition to be\n                    landed from such vessel or aircraft in Jamaica otherwise than for\n                    the purpose of being delivered to an officer of customs in\n                    accordance with section 6.\n                           PART111. Manufacture, Sale, Purchase and Repair of\n                                        Firearms and Ammunition\n     General          9. A person shall not manufacture or deal in-\n     restriction\n     upon manu-         (a) firearms or ammunition except under and in accordance\n'.   facture and\n     dealing in             with the terms of a Firearm ~kufacturer'sLicence or a\n     firearms and           Firearm Dealer's Licence; or-\n     ammunition.\n                        (b) any prohibited weapon.\n                            me inclusion of this page is authorized by L.N. 92c/2012]\n                               FIREARMS                                      13\n       (2) Every person who contravenes subsection (1) shall\nbe guilty of an offence and shall be liable in the case of-\n    (a) an offence in relation to the manufacture of, or to\n         dealing in, prohibited weapons-\n               (i) on summary conviction before a Resident\n                     Magistrate to imprisonment with or without\n                     hard labour for a term not exceeding five 2911973\n                    years; or                                          s.2(1).\n              (ii) on conviction before a Circuit Court to im- 381,973\n                     prisonment for life or such other term, being S.3(a).\n                                                                       231201o\n                     not less than fifteen years, as the Court consi- S.3.\n                     ders appropriate with or without hard labour; or\n    (b) an offence in relation to the manufacture of any fire-\n         arm (other than a prohibited weapon) or ammunition or\n         to dealing in restricted weapons or restricted ammu-\n         nition-\n               (i) on summary conviction before a Resident 2612005\n                                                                       S. 5(a).\n                     Magistrate to a fine not exceeding five hundred ,,,,eJ\n                   -thousand dollars or to imprisonment with or 13.6.2008.\n                     without hard labour for a term not exceeding    -\n                     five years; or\n               (ii) on conviction before a Circuit Court to im- 381,973\n                      prisonment for life or such term, being not less s.3(b).\n                                                                       23120 10\n                      than fifteen years, as the 'Court considers s.3,\n                      appropriate with or without hard labour;\n     (c)\n      .. an   offence    in relation to dealing in firearms or ammun-\n          ition, other than prohibited or restricted weapons or\n          restricted arnrnunition-\n               (i) on summary conviction before a Resident Magi-\n                    strate to a fine not exceeding three hundred 2612005\n                '   thousand dollars or to imprisonment with or S. 5(b).\n                                                                        w.e.J\n                    without hard labour for a term not exceeding ,3,6,,008,\n                    five years; or\n              (ii) on conviction before a Circuit Court to a fine\n                   or to imprisonment with or without hard labour\n                   for a te& not exceeding five years.,\n                                               FIREARMS\nRestrictions       1 0 . 4 1 ) A person shall not purchase, acquire, sell or transfer\nupon acqui-\nsition or dis-   any prohibited weapon.           .           .   .\n                                                                                  a   ,\nposal of fire-\narms and am-             (2) A person shall not purchase or acquire any firearm\nmunition.\n                 or ammunition from or sell or transfer any firearm or ammu-\n                 nition to any other person whom he knows or has reasonable\n                 cause to believe to be under the age of seventeen years, except\n                 where such other person is the holder of a certificate issued\n                 under paragraph 0)of subsection (2) of section 20.\n                       (3) A person shall not purchase or acquire any firearm\n                 or ammunition unless-  ,\n                      (a) subject to subsection (9), he is the holder of a Firearm\n                          Manufacturer's Licence or a Firearm-Dealer's Licence\n                          or a Firearm User's Licence in relation to a firearm\n                          or ammunition of the type so purchased or acquired\n                          by him; and\n                      (b) subject to subsections (8) and (9)' the person from\n                          whom he purchases or acquires such firearm or ammu-\n                          nition is the holder of a Firearm Manufacturer's\n                          Licence, or a Firearm Dealer's Licence, or a Firearm\n                          Disposal permit in respect of the firearm or ammunition\n                          so purchased or acquired'from such person.\n                       (4) A person shall not sell or transfer any firearm or\n                                          <\n                 ammunition unless-\n                      (a) subject to subsections (8) and (9),-he is the holder of a\n                          Firearm Manufacturer's Licence, or a Firearm Dealer's\n                          Licence, or a Firearm Disposal Permit in respect of the\n                          firearm or ammunition so sold or transferred by him;\n                          and\n                                                                                          a\n                      (b) subject to subsection (9); the person io whom he sells or\n                          transfers such firearm or ammunition is the holder of a\n                          Firearm User's Licence or a Firearm Dealer's Licence\n                            [The inclusion of this 'page is authonzd ,by L.N. 92~120121\n                                         FIREARMS\n     ,             or a , Firearm. Manufacturer's Licence in respect of a\n                . firearm or @unition .of the type so sold or trans-\n                    feked to such\n              (5) A person than the holder of a Firearm Manufacturer's\nLicence or a Firearm '~ealer'sLicence shall not accept the\ndelivej of any firearm or ammunition pursuant to any pur-\nchase or acquisition 'of such firearm or ammunition except in\naccordance with section 1 1.\n      - ' (6) A .person shall not, pursuant to any purchase or\nacquisition of any firearm'or ammunition, deliver such fire-\narm '& ammunition to any person other than the holder of a\n~irdarmMariufacturer's Licence or of a Firearm Dealer's\nLicence except in accordance with section 1 1.\n   ,      . (7) Every person contravenes this section shall be guilty\nof an offence, and shall be liable-\n         (a) in the case of the purchase, acquisition, sale or transfer\n                     of a prohibited weapon-\n                          (i) on summary conviction before a Resident\n                                  Magistrate to imprisonment with or without\n., , \" . hard labour for a term not exceeding five 2911973\n                   I  '\n                        I\n                           -\n                               * years; or\n                                                                                  s. 2(1).\n '   ,-.   .:\n                         (ii) on conviction before a Circuit Court to im-\n, ,  1..      :.*\n-. . .. . .,      .. .          - prisdnme*t for life or such other term, being s.4.\n                             : * i~ot less  than fifteen years, as the Court 23/2010\n                                                                                  s.4.\n                                  considers appropriate with or without hard\n                  . .\n                                  labour;\n         (b) in the case of the purchase, acquisition, sale or transfer\n   . '             of a restricted weapon or of restricted ammunition\n .                 by any person or of the purchase, acquisition, sale\n                ' or transfer of a firearm or ammunition other than\n                    a prohibited or restricted weapon or restricted ammu-\n               -    nition by a restricted person-\n                          (i) on summary conviction before a Resident 2moo5\n                                  Magistrate, to a fine not exceeding one million s. 6(a).\n                                                                                  w.eJ"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Firearms and ammunition not to be hhld to be imported into\n     Jamaica in certain circumstances. ' i          - .\n  PARTIII. Manuficture, Sale, Purchase and Repair of firearmsi'\n                              and Ammunition                                                 ,   -"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Port Maria\n                  St. Ann'aBay\n                  Falmouth\n                  Montego Bay\n                  Lucea\n                  Savanna-la-Mar\n                  Black River\n                  Mandeville\n                  May Pen\n                            \\The inclusion of this page is authorized by L.N. 123120111"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Restrictions upon acquisition,or disposal of firearms and ammuni-\n     tion.               .:. I            .-              I\n1 I.',~estrictionson delivery of firearm and ammunition."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Special hstriction on carrying of firearms and anltnbnition in public\n                       places."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.--(I) A holder of a Firearm Manufacturer's Licence or a :special\nFirearm Dealer's Licence shall not manufacture or deal in ~ ~ ' O n S\nfirearms or ammunition elsewhere than at the place specified holdersof\n                                                                Firearm\nin his licence or in any amendment thereof.                     Manu-\n                                                                         facturer's\n        (2) Every person who contravenes subsection (1) shall or Firearm\n                                                              Dealer's\nbe guilty of an offence and shall be liable-                  Licences.\n     (a) if such offence relates to any restricted weapon or\n         restricted ammunition-\n              (i) on summary conviction before a Resident\n                  Magistrate to a fine not exceeding five 2612005\n                                                              S. 8(a)\n                  hundred thousand dollars or to imprisonment lv.ed\n                  with or without hard labour for a term not 13.6.2008.\n                  exceeding five years; or\n             (ii) on conviction before a Circuit Court to 3811973\n                                                             S. 5.\n                  imprisonment for life with or without hard\n                  labour; or\n            (The inclusion of this page is authorized by L.N. 123R0111\n                                                FIREARMS\n                      (b) in any other case-\n                             (i) on summary conviction before a Resident\n2612005                          Magistrate to a fine not exceeding three\nS. 8(b)\n~t<.e.j                          hundred thousand dollars or to imprisonment"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.6.2008.\n           '\n                                            FIREARMS             ,\n                               dollars or to imprisonment ivith or without\n                               hard labour for a term not exceeding five years;\n                               or\n                          (ii) on conviction before a Circuit Court to a,fine or\n                               to imprisonment with or without hard labour\n                               for a term not exceeding ten years;\n                  (c) .in any other case, on summary'conviction -before a\n                        Resident Magistrate, to a fine not exceeding five hun-\n                      ' dred thousand dollars or to imprisonment viith or\n                        without hard labour for a term not exceeding three\n                                        1\n                        years.\n                       (8) Notwithstanding anything to the contrary, firearms\n              (other than prohibited weapons) or ammunition may be sold at\n              a public auction pursuant to section 88 of the Customs Act\n              without any such licence or permit as is referred to in para-\n              graph (a) of subsectjon (4).\n                        (9) Subsections (3) and (4) in so far as they relate to\n              the acquisition or transfer of a firearm or ammunition shall\n              not apply to the obtaining of possession of a firearm or ammu-\n              nition by any such person as is mentioned (in paragraphs (b) to\n              (i) of subsection (2) of section 20 in the circumstances set out in\n              those paragraphs.\nRestriction       1 1 . 4 1 ) ~ h k r eany person (in this section referred to as\non delivery\nof fiream     \"the purchaser\") other than the holder of a Firearm Manufac-\nand ?mu-      turer's Licence or a Firearm Dealer's Licence proposes to pur-\nnition.\n              chase or acquire any firearm or ammunition from any other\n              person (in this section referred to as \"the vendorw)--\n                  (a) the vendor and purchaser shall certify to the chief\n                      officer of police in writing particulars as to-\n                           (i) the purchaser's name and address;\n                                                         .   .                    . -\n                      [The inclusion of this page is authorih by .L.N. 92d2012]\n                                FIREARMS                                          17\n             (ii) the vendor's name and address; and\n            (iii) the type of firearm or ammunition to be\n                  purcKased or acquired; and\n    (b) the.chief officer of police shall notify the purchaser\n        and vendor in writing as to the terms and conditions on\n        the fulfillment of which delivery of the firearm or\n        ammunition will be permitted.\n         (2) Where delivery of any firearm or ammunition is\neffected in contravention of any krms or conditions imposed by\na chief officer of police pursuant to subsection (1) the purchaser\nor, as the case may be, the vendor of such firearm or\nammunition shall be guilty of an offence and shall be liable on\nsummary conviction before a Resident Magistrate to a fine not\nexceeding one hundred thousand dollars or to imprisonment 26D005\nwith or without hard labour for a term not exceeding twelve S. 7\nmonths unless he proves that at the time of delivery he was 1362008\nunaware of the contravention."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) Subject to subsection (3,a person other than the special\n                                                           restrictions\nholder of a Gunsmith's Licence shall not-                  on shonen-\n      (a) shorten a barrel of any smooth bore gun to a length of      con-    ,\n                                                                              ing firearms\n          less than twenty inches; or                            vening\n                                                                 imitation\n      (b) convert into a firearm anything which is not a fire- Peams\n                                                                 Into\n          arm; or                                                firearms.\n      (c) convert into a prohibited weapon anything which is\n          not a prohibited weapon; or                                     a\n      (6) convert into a restricted weapon anything which is\n          not a restricted weapon.\n         (2) A holder of a Gunsmith's Licence shall not do any\nof the things referred to in subsection ( 1 ) except with the prior\nwritten approval of the Commissioner of Police.\n         (3) Every person who contravenes subsection ( 1 ) or (2)\nshall be guilty of an offence, and in the case of a contravention\nof paragraph ( c ) of subsection ( 1 ) shall be liable-\n      (a) on summary conviction before a Resident Magistrate\n          to imprisonment with or without hard labour for a\n          term not exceeding two years;\n20                                            FIREARMS\n3811973           (b) on conviction before a Circuit Court to imprisonment\nS. 6.\n                      for life with or without hard labour.\n                     (4) For the purposes of this section the length of the\n             barrel of a firearm shall be measured from the muzzle to the\n             point at which the charge is exploded on firing.\n                     (5) This section shall not apply to the holder of a Firearm\n             Manufacture's Licence operating in accordance with the terms\n             of that licence.\nNotice to       1 6 . 4 1 ) Every holder of a Firearm Manufacturer's Licence\nbe dis-\nplayed by    or a Firearm Dealer's Licence or a Gunsmith's Licence shall\nlicensees.   cause to be affixed and keep affixed over one of the principal\n             entrances of the place in which or premises upon which he\n             carries on business as a firearm manufacturer or a firearm\n             dealer or a gunsmith, as the case may be, a board on which shall\n             be printed in legible letters at least two inches in height the\n             name in full of such licensee and the words \"Licensed as a\n             firearm manufacturer\" or \"Licensed as a firearm dealer\" or\n             \"Licensed as a gunsmith\", as the case may be.                              -\n                      (2) Every person who contravenes subsection (1) shall\n             be guilty of an offence and on summary conviction before\n             a Resident Magistrate shall be liable to a fine not exceeding\n2612005      fifty tfiousand dollars or to imprisonment with or without\nS. 10\ni11.e.J\n             hakd labour for a term not exceeding three months."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Notice to be displayed by licensees.\n          ..   13. .Recordsand returns.\n                          .   ."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-41) Where a licensed dealer (as defined in this sec- Revocation\ntion) is convicted of an offence under this Act or of an                      en^^\noffence against the Customs Act in relation to the import or certaln\nexport of firearms or ammunition, the court shall cause the\n         '   ( T h e inclusion of this page is authorized by L.S. 123i20111\n                                                 FIREARMS\n                 conviction to be certified to the Authority who may, giving\n                 notice in accordance with subsection (2) of section 36 and\n                 subject to section 37, revoke the licence of the licensed\n                 dealer.\n                         (2) In this 'section \"licensed dealer\" means the holder\n                 of a Firearm Dealer's Licence or a Gunsmith's Licence.\nPenalty            1 9 . 4 1 ) A pawnbroker shall not take in pawn from any\nfor\ntaking in\n                 person any firearm or ammunition.\npawn\nf i r e m s or           (2) Any pawnbroker who contravenes subsection (1)\nammunition.\n                 shall be guilty of an offence and if such offence relates to a\n                 prohibited weapon shall be liable-\n                     (a) on summary conviction before a Resident Magistrate to\n                         imprisonment with or without hard labour for a term\n                         not exceeding two years;\n                     (b) on conviction before a Circuit Court to imprisonment\n                         with or without hard labour for a term not exceeding\n                         ten years.\n                  PART IV. Possession and use of Firearms and Ammunition\nPossession         2 0 . 4 1) A person shall not-\n                                                                              .\nof firearms\nand mmu-\nnition.              (a) save as authorized by a licence which continues in\n                          force by virtue of any enactment, be in possession of a\n                          prohibited weapon; or\n                     (b) subject to subsection (2), be in possession of any\n                         other firearm or ammunition except under and in\n                         accordance with the terms and conditions of a Firearm\n                         User's Licence.\n                        (2) Subsection (I), except in so far as it relates to a\n                 prohibited weapon, shall not apply-\n                     (a) to any holder of a Firearm Manufacturer's Licence\n                          or a Firearm Dealer's Licence in respect of any\n                              IThe inclusion of this page is authorized by L.N. 123ROlll\n                             FIREARMS\n     firearm or ammunition manufactured by him or\n     forming part of his stock in trade as a firearm\n     manufacturer or a firearm dealer; or\n(b) to the executor or administrator of any deceased\n    person or to the Trustee in Bankruptcy or liquidator\n    of any insolvent person, or of any company in\n    liquidation, who before his decease, or becoming\n    insolvent or going into liquidation, as the case may\n    be, was the holder of a Firearm Manufacturer's Licence\n    or a Firearm Dealer's Licence, in respect'of any firearm\n    or ammunition forming part of the stock in trade of\n    such person during the administration by such executor,\n    administrator, Trustee in Bankruptcy or liquidator of\n    the affairs of such person; or\n(c) to the holder of any Gunsmith's Licence, in respect of\n    any firearm or ammunition in his possession for the\n    purpose of repairing, testing or proving such firearm or\n    ammunition; or\n(6) to any person who came into possession of any firearm\n     or ammunition in the capacity of executor or\n     administrator of the estate of any deceased person,\n     or Trustee in Bankruptcy or liquidator of any in-\n     solvent person or of any company in liquidation, during\n     the period of thirty days after the day upon which he\n     came into possession of such firearm or ammunition; or\n( e ) to any person who came into possession of any firearm\n      or ammunition in the capacity of auctioneer, bailiff\n      or assistant bailiff of a court, or landlord bailiff, during\n      the period of thirty days after the day upon which he\n      came into possession of such firearm or ammunition; or\n         [The inclusion o f this page is authorized by L.N. l23ROlll\n                            FIREARMS\n(f) to any servant or agent of any of the persons referred\n    to in paragraphs (a) to ( e ) (both inclusive) in respect of\n    any firearm or ammunition entrusted to him for delivery\n    to the owner or to some person who is about to become\n    the owner thereof in accordance with this Act; or\n(g) to any officer of customs or to any constable in\n    respect of his possession of any firearm or ammunition\n    which comes into his possession pursuant to this Act\n                                                                       a:\n    during such period as such firearm or ammunition is\n    retained by him pursuant to this Act; or\n(h) to any person in respect of the possession by him of\n    any firearm or ammunition entrusted to him by any\n    constable for transportation pursuant to section 11,\n    from.any place to any other place during such period,\n    not being longer than is reasonably necessary for\n    the transportation of such firearm or ammunition, as\n     such firearm or ammunition is contained in a sealed\n     packet; or\n (i) to any person in respkct of the possession by him of\n     any firearm or ammunition delivered to him for\n     storage in accordance with subsection (2) of section"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Penalty tbr taking in dawn firearms or ammunition.\n                      PARTIV. Posseskion and use of~irearmsand Ammunition"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. General restriction upon canyitlg firearms and ammunition in\n                     public."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1)  The Minister may by order apply this section to special\n     any area, parish, district, town or village specified in such                     ri:2$:g\n     order.                                                        o f firearms\n                                                                                       and arnmu-\n                                                                                       nition in\n             (2) Every order under subsection 1(-)                                     public\n                                                                                       places.\n           (a) shall remain in force for a period of not more than\n               one month (without prejudice to the power to issue a\n               further order at or before the end of such period);\n           (b) shall be published in the Gazetie; and\n           (c) may at any time be varied, altered, amended or\n               revoked by the Minister.\n            (3) A person shall not carry any firearm or ammuni-\n     tion in any public place within any area, parish, district,\n     town or village to which this section applies, except in accor-\n     dance with the terms of a Firearm User's (Special) Permit.                    '\n                  lThe inclusion of this page is authorized by L . S . 123/?0111\n                                                   FIREARMS\n                           (4) Every person who contravenes this section shall be\n                   guilty of an offence and shall be liable-\n                        ( a ) on summary conviction before a Resident Magistrate\n                              to a fine not exceeding one million dollars or to\n                              imprisonment with or without hard labour for a term\n                              not exceeding two years;\n                        ( b ) on conviction before a Circuit Court to a fine or to\n                              imprisonment with or without hard labour for a term\n                              not exceeding seven years.\n                           (5) Where any person is arrested for, or legal\n                   proceedings are instituted against, any person in respect of any\n                   contravention of this section, any firearm or ammunition found\n                   upon such person at the time of the arrest or at the time of\n                   the alleged contravention of this section shall be retained\n                   by the police until such time as any legal proceedings against\n                   such person in respect of such contravention are finally\n                   disposed of.\nRestrictions         23.-41) A person shall not discharge any firearm or\nrelating to\nthe discharge      ammunition on or within forty yards of any public road or in any\nof f i r e a ~ s   public place except-\nand ammu-\nnition. :\n                         ( a ) in the lawful protection of his person or property or\n                               of the person or property of some other person; or\n                         ( b ) in the lawful shooting of a trespassing animal; or\n                         (c) under the direction of some civil or military authority\n                             authorized to give such direction; or\n                         (4 with the permission of the Minister.\n                           (2) Where any contravention of subsection ( 1 ) occurs,\n                   any Justice of the Peace or constable may without warrant\n                   enter any premises on which he has reasonable cause to believe\n                   such contravention was committed and seize any firearms and\n                   ammunition there found which he has reasonable cause to\n                   believe were used in such contravention or are about to be used\n                                  FIREARMS                                             29\n    in the commission of a contravention of subsection (1) and may\n    retain such firearm 'or ammunition for so long as may be\n    necessary for the purpose of any investigation in relation\n    thereto, and where such investigation results in legal proceed-\n    ings against any person for any such offence until such legal\n     proceedings are finally disposed of.\n             (3) Every person who contravenes subsection (1) shall\n0\n-\n    be guilty of an offence.\n             (4) Where any person is charged with a contraven-\n    tion of subsection (I), the burden of proving that the dis-\n    charge of the firearm or ammbnition in respect of which\n    the contravention is alleged to have occurred was a lawful dis-\n    charge shall lie upon the person asserting the same."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Every person who has in his possession any firearm or ~enaltyfor\n    ammunition with intent by means thereof to endanger life or                rEt:\n    cause serious injury to property, or to enable any other person to amrnunltlon\n    endanger life or cause serious injury to property shall, whether           :::I,\";,\".\"'\n    any injury to person or property has been caused or not, be\n    guilty of felony and shall be liable on conviction on indict-\n    ment-\n         (a) before a Resident Magistrate to a fine not exceeding\n             one million dollars or to imprisonment with or 26m,\n             without hard labour for a term not exceeding five years; s. 14.\n             Of                                                                w.eJ"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25-1) Every person who makes or attempts to make Penaltyfor     use and\n    any use' whatever of a firearm or imitation firearm with intent to pssession\n    commit or to aid the commission of a felony.or to resist or or     o f fimitatron\n                                                                             irem\n    prevent the lawful apprehension or detention of himself or firearm in\n    some other person, shall be guilty of an offence against this sub- certaincir-\n                                                                       curnstances..\n    section.\n             (2) Every person who, at the time of committing or at\n    the time of his apprehension for, any offence specified in the\n                                                                           I\n                                                  FIREARMS\nFirst        First schedule, has in his possession any firearm or imitation,\nSchedule.\n             firearm, shall, unless he shows that he had it in his possession'\n             for a lawful object, be guilty of an offence 'against this sub-\n            -section and, in addition to any penalty to which he may be\n             sentenced for the first mentioned offence, shall be liable to\n             be punished accordingly.\n                       (3) Any person guilty of an offence against subsection\n                                                                            '\n             (1) or (2) shall be liable on conviction on indictment-\n                  (a) before a Resident Magistrate to a fine not exceeding one\n                    - million-dollars or to imprisonment with or without hard\n                        labour for a term not exceeding five years; or\n                  (b) before a circuit COG       to 'imprisonment for life or such\n                        other term being not less than fifteen years, as the Court\n                        considers appropriate with or without hard labour,\n             and where any person commits an offence against subsection\n              (l).in respect of the commission of i felony or the lawful appre-\n             hension or detention of himself for any other offence committed\n              by him, he shall be liable to the penalty provided by this\n              subsection in addition to any penalty to which he may be sen-\n              tenced for that felony or other offence.\n                       (4) On the trial of any person for an offence against\n              subsection (1) the Resident Magistrate or jury, not being satis-\n              fied that that person is guilty of that offence, but being satisfied\n             .that he is guilty of an offence against subsection (2), may find\n              him guilty of the offence against subsection (2) and thereupon\n              he shall be liable to be punished accordingly.\n                        (5) In this section-\n                . . \"firearm\" means any lethal barrelled weapon of any des-\n                     :    cription from which any shot, bullet or other missile\n                          can be discharged and includes any prohibited weapon\n                          and any restricted weapon, whether such a lethal\n              , .         weapon or not;\n                     \"imitation firearm\" means anything which has the appear-\n                          ance of being a firearm within the meaning of this\n                           section whether it is capable of discharging any shot,\n                          bullet or missile or not.\n               .    !    ..   .          .   *.\n                                      FIREARMS                                           31"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-41) Every person who, being the holder of a licence, Penaltyfor\n     certificate or permit, contravenes any of the terms or ~2:'\"'\n     conditions thereof, shall be guilty of an offence and on amrnunltlon\n     summary conviction before a Resident Magistrate shall be                    i::';~~\n     liable to a fine not exceeding two hundred thousand dollars orcond~tlons\n     or to imprisonment with or without hard labour for a term ~ ~ ~ , i c e n c e s .\n     not exceeding twelve months.                                2612005\n@*                                                                               S 15\n                                                                                .w.e.J"
    },
    {
      "provision_ref": "sec26a",
      "section": "26A",
      "title": "Section 26A",
      "content": "26A.-(1) There is hereby established for the purposes of this Establish-\n     Act, a body to be known as the Firearm Licensing Authority.     ~ ~ ~                    ~   ~\n                (2) The provisions of the Third Schedule shall have              i67,\"\"5\n     effect as to the constitution of the Authority and otherwise in w,eJ\n     relation thereto.                                               13.6.2008.\n                                                                     Third\n                                                                                 Schedule."
    },
    {
      "provision_ref": "sec26b",
      "section": "26B",
      "title": "Section 26B",
      "content": "26B.-(1) Subject to section 38, the functions of the Functionsof\n                                                                        Authority.\n     Authority shall be-                                                2612005\n          ( a ) to receive and consider applications for firearm S.       l6\n                                                                        w.eJ\n                licences, certificates or permits;                      13.6.2008.\n          ( b ) to grant or renew firearm licences, certificates or\n                permits;\n          (c) to revoke any firearm licence; certificate or permit\n                granted under this Act;\n          (4 to amend the terms of a firearm licence, certificate or\n                permit;\n          (e) to receive and investigate any complaint regarding a\n                breach of a firearm licence, certificate or permit.\n                ( 2 ) The Authority shall have the power to-\n          ( a ) summon witnesses;\n          ( b ) call for and examine documents; and\n          (c) do all such other things as it considers necessary or\n                expedient for the purpose of carrying out its functions\n                under this Act.\n                  lThe inclusion of this page is authorized by L.S. 123l2011]\n                                                  FIREARMS\nTypes of          27. Subject to section 22 and to this Part, the Authority may\nlicences,\ncertificates    grant the following licences, certificates or permits-\nand permits.          (a) a Firearm Import Permit; or\n26L2005\nS. I 1\nw.eJ\n                     (b) a Firearm Export Permit; or"
    },
    {
      "provision_ref": "sec26e",
      "section": "26e",
      "title": "Section 26e",
      "content": "26e. Functions of Authority.\n                                                                                              I"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Types of licences, certificates and permits.\n                                                                                              I"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. General provisions as to grant and issue of licences, dertificates and\n                     permits.                                      .                  d"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Firearm User's (Employee'$) Certificate.                                  I\n                3 1. Special provisions relating to Firearm User's (Special) Permit."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) The Authority, on the application of any person who specla!\nhe is satisfied is the owner or is acting with the authority of the\nowner of any firearm or ammunition, shall grant to such Flrearrn\n                                                                                    ~~~~~~~~\napplicant a Firearm Disposal Permit authorizing the holder                          Fl:gia'\nthereof within thirty days of the grant of such permit to transfer 2612005\nor to sell, subject to this Act and to such terms and conditions as S,v eI 1j\nmay be specified in the permit, the firearm or ammunition 1362008\nspecified in such permit.\n        (2) Any person who transfers or sells any firearm or\nammunition in contravention of any term or condition imposed\nin a permit under subsection (1) shall be guilty of an offence."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1)   Every licence, certificate or permit shall be in the General\nprescribed form and shall contain the prescribed particulars and ;:q'olslons\nshall specify the conditions (if any) subject to which it is held, Ilcences,                         \"\nand if so prescribed, shall bear upon it a photograph of the\nprescribed dimensions of the person to whom it is granted and a permlts.\nspecimen of the signature of such person.\n         (2) Subject to subsection (1), every licence, certificate or\npermit shall be subject to the prescribed conditions and to such\nother terms and conditions as the Authority may impose.               2612005\n                                                                      S. I I\n        (3) Every licence, certificate or permit-\n      (a) in respect of the grant of which the Minister is the 26,2005\n          Authority; or                                        s. I I"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Duration of licence or permit.\n    - ,         35. Amendment of iicences, certificates and permits.\n               3 5 ~ .Delivery of firearms to appropriate authority for safe keeping.\n                                  l l l c inclPrbn of tbb p g c b arthorhcd by LN. l23nOlll\nI\n                      FIREARMS                               1\nFirearm Manufacturers Licence means a licence\n    authorizing the holder thereof to manufacture in\n    Jamaica at such place as may be specified in the\n    licence firearms or ammunition of such type as\n    may be so specified and to buy and sell in Jamaica\n    at such place as may be so specified firearms or\n    ammunition of such type as may be so specified\n     (whether manufactured by the holder or not);\nFirearm Transhipment Permit means a permit\n     authorizing the holder thereof during such period\n     as may be specified therein to tranship from some\n     vessel so specified to some other vessel so specified\n     such firearms or ammunition of such type as may\n     be so specified;\nFirearm Users Licence means a licence authorizins\n     the holder thereof, subject to section 22 and to\n     the terms and conditions specified in the licence,\n     to be in possession of the firearm or ammunitim\n     so specified;\nFirearm Users (Employees) Certificate means a cer-\n     tificate issued pursuant to section 30:\nFirearm Users (Special) Permit means a permit\n     authorizing the holder thereof to be in possession\n     of the firearm or ammunition specified therein\n     within any area so specified to which section 22\n     applies upon such occasions as may be so speci-\n     fied;\nGunsmiths Licence means a licence authorizing the\n     holder thereof to carry on the business of repair-\n     ing, testing or proving firearms or ammunition at\n     such premises as may be specified in the licence;\nlicence means a licence under this Act;\nofficer of customs means any officer within the mean-\n     ing of section 2 of the Customs Act;\n  me iodusioo of this cage is authorized by   LN. 57/198Oj\n8                         FIREARMS\n    permit means a permit under this Act;\n    prohibited weapon means-\n      (4) any artillery or automatic firearm; or\n      (b) any grenade, bomb or other like missile;\n    restricted ammunition means any ammunition con-\n         taining or designed to contain any noxious liquid,\n         gas or other thing;\n    restricted person means any person wh-\n      (4) is  a habitual criminal within the meaning of\n           section 54 of the Criminal Justice (Administra-\n           tion) Act; or\n      (b) has at any time within five years next before the\n           event in relation to which the term is used-\n           (i) been declared by a court pursuant to section\n               3 to be a restricted person; or\n            (ii) been convicted of an offence involving vio-\n                 lence and sentenced to a term of imprison-\n                 ment, whether with or without hard labour,\n                 exceeding three months;\n    restricted weapon means any weapon of whateve:\n         description or design which is adapted for the dis-\n         charge of any noxious liquid, gas or other thing;\n    slaughtering instrument means a firearm which is\n         specially designed or adapted for the instantaneous\n         slaughter of animals or for the instantaneous stun-\n         ning of animals with a view to slaughtering them;\n    transfer includes let on hire, give, lend and part with\n         possession:\n    traveller means any person who arrives in Jamaica\n         as an officer or member of the crew or passenger\n         or stowaway upon any vessel or aircraft.\n     [The idusion of this page is authorized by   L.N. 57/19801\n                                  FIREARMS\n           (2) For the purposes of this Act any firearm or amrnu-\n    nition shall be deemed to be of an obsolete type if of a type\n    commonly in use before the year one thousand eight hundred\n    and fifty or of such other type as the Commissioner of Police\n    may certify as being obsolete."
    },
    {
      "provision_ref": "sec35a",
      "section": "35A",
      "title": "Section 35A",
      "content": "35A.-41) Where the Minister is satisfied that it is.necessary Deliveryof\n      in the interest of national security so to do, he may by                         fi;?;:'\n      notification in accordance with subsection (2), require the authority\n      delivery to the Authority, of such firearms and ammunition as for safe\n      may be specified in the notification, subject to such terms and 1711974\n                                                                      S. 3.\n      conditions as may be specified in that notification.            2612005\n                                                                                       S. 17\n                 (2) A notification pursuant to subsection (1) shall be                ;;i2008,\n      published in the Gazette and in a daily newspaper published\n      and circulating in Jamaica, and upon a notification being so\n      published, any. person to whom the requirement contained\n      therein applies shall,. within fourteen days from the date of such\n                -   -\n      publication, deliver any firearm and ammunition to which the\n      notification relates, to the Authority for safe keeping.           2612005\n                                                                                       S. 17\n                (3) The Authority may, if satisfied that the circum-\n      stances so warrant, exempt in writing, any applicant from\n                                                                                       zoos\n      the requirement to deliver a firearm to such Authority pursuant 2612005\n                                                                         17\n      to a notification under subsection (I), so, however, that the S.w,eJ\n      exemption may be granted on such terms and subject to such 13.6.2008.\n      conditions as the Authority may specify therein.                2612005\n                                                                                       S 17\n                (4) The Authority may from time to time grant to the 2612005\n      holder of a licence, certificate or permit in respect of any firearm 1v.e.J\n                                                                           S.17"
    },
    {
      "provision_ref": "sec37a",
      "section": "37A",
      "title": "Section 37A",
      "content": "37A.-(1)      For the purpose of a review under section 37, there Review\n     is hereby established a Review Board consisting of persons\n     appointed by the Minister in accordance with the Fourth s.20\n                                                                         1tv.e.J\n     Schedule.                                                           13.6.2008\nB               (2) The Review Board appointed under subsection (1) Schedule.\n     shall within ninety days of receiving an application for review-\n             ( a ) hear, receive and examine the evidence in the matter\n                   under review; and\n             ( b ) submit to the Minister, for his determination, a\n                   written report of its findings and recommendations.\n                (3) The Minister upon receipt and consideration of the\n     reports of the Review Board shall give to the Authority such\n     directions as the Minister may think fit.\n                (4) Where the Review Board fails to comply with\n     subsection (2), the Minister may hear and determine the matter\n     under review."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The Minister shall be responsible for the grant, amend- Firearm\n                                                                         Trans-\n     ment or revocation of any Firearm ~ r a n s s h i ~ m e Permit.\n                                                             nt          shi~ment\n                                                                                Permit.\n                                                                                2612005\n                                                                                S. 21"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) Any constable who sees any person carrying any Powerof\n     firearm or ammunition in any public place may require such constable,re,uire\n     person unless he is exempted by virtue of subsection (2) of sec- production\n'm                                                                       of licence,\n     tion 20 to produce to him his licence or certificate in relation to ce,ificate\n     such firearm or ammunition and if such place is within any area or permit.\n     to which section 22 applies to produce his Firearm User's\n     (Special) Permit in relation to such firearm or ammunition.\n             (2) If any person so required fails unless he is\n     exempted as aforesaid to produce the licence, certificate\n     or bermit, as the case may be, or to permit the constable to\n     read the licence, certificate or permit or to examine the\n                                                                FIREARMS\n                               firearm or ammunition for the purpose of verifying the parti-\n                               culars in the licence, certificate or permit-\n                                     (a) that person shall be guilty of an offence; and\n                               -     (b) the constable may seize and retain the firearm or\n                                         ammunition until such time as legal proceedings\n                                         against that person in respect of that offence are\n                                         finally disposed of and may require that person to                di\n                                         declare to him immediately his name and address.\n                                       (3) If any person so required refuses to declare his\n                               name and address, or fails to give his true name and address, he\n                               shall be guilty of an offence and the constable may arrest\n                               without warrant any person who refuses so to declare his name\n                I\n                               and address, or whom he suspects of giving a false name or\n                               address or of intending to abscond.\n                                        (4) A constable authorized in writing by a chief officer\n                               o'f police may at 'any time require the holder of a licence,\n                               certificate or permit to produce for inspection the firearm and\n                               ammunition to which it relates, and any person who without\n                               good cause refuses or fails to do so shall be guilty of an\n                    '.         offence.\n                       .   .\nFurther '> :                       40.-31) Where any constable suspects that any person is\nprovisions\nrelating to                    carrying any -firearm or ammunition concealed about his person\nproduction                     he may-\nof licence,\ncertificate .                       (a) ask' that person if he is carrying such firearm or\nor permit.. . .                         ammunition; and\n  ..\n  :\n            . ,, . \\       .\n       -.       ..\n                                    .(b) if that person admits that he is carrying such firearm\n            '   .,                    . or ammunition require that person to produce such\n                                         firearm or ammunition and, unless he is exempted\n                                         by virtue of subsection (2) of section 20, his licence\n                                         or certificate in respect thereof and if the place\n                                         in which that person is carrying such firearm or\n                                         ammunition is within any area to which section 22\n                                             lThe inclusion of this page is authorized by L.N. 123fZ011)\n                                  FIREARMS                                                   43\n        4 3 . 4 1 ) A Justice of the Peace on being satisfied by infor- Search\n    mation on oath that there is reasonable ground for suspecting .warnants\n    that an offence under this kct has been, is being, or is about to\n    be commjtted, may grant a search warrant .'authorizing any\n    constable named therein-          '\n           ( a ) to enter at any time any premises or place named in the\n                 warrant, if necessary by foice, and to search the\na         '.\n                 premises or place and every person' found therein;\n                 and\n         - ( 6 ) to seize any firearm or ammunition ivhich he may find\n                 on the premises or in the place, or on any such\n      ..         person, in respect of which or in connection with\n                 which he has reasonable grounds for suspecting that\n              . an offence under this Act has been, is being, or is about\n                 to be committed and to: retain such firearm or ammuni-\n                 tion for so long as may be necessary for the purpose of\n                 any investigation in relation thereto, and where such\n                 investigation results in legal proceedings against any\n                 person for any such offence, until such legal proceed-\n                 ings are finally disposed of.\n                ( 2 ) The constable making the search may arrest with-\n     out warrant any person found on the premises or in the place\n     whom he has reason to believe to be guilty of an offence under\n     this Act other than an offence against section 4 1 .\n                  PART VII. Financial and Miscellaneous\n      4 4 . 4 1 ) Subject to subsections ( 2 ) and (3), the appropriate Appropriate\n                                                                        duty.\n    duty payable to a Collector of Taxes shall be-\n        (a) on every Fireapn Manufacture's Licence, ten thousand L,N,\n              dollars; and    -                                         4 g 3 ~ /990.\n                                                                                  1\n        ( b ) on every Firearm Dealer's Licence, one hundred thou- L.N.\n                                                                        14/2010.\n              sand dollars; and\n        ( c ) on every Gunsmith's,Licence, twenty thousand dollars; L.N.\n                                                                        14/2010.\n              and\n        (d) on every Firearm User's Licence, the terms and con-\n              ditions of which authorize the holder to carry a firearm\n              or ammunition anywhere in Jamaica, eight thousand L.N.\n                                                                                      14/2010.\n        . . . .   -.\nb\n    44                                             FIREARMS\n%\n                                dollars; and\n                         ( e ) on any Firearm User's Licence, the terns and condi-\n                                tions of which authorize the holder to cany a firearm or\n                                ammunition in some specified place or area in Jamaica,\n    L.N. 14/2010.\n                    A\n                                four thousand dollars; and\n    L N. 1412010         u> on any Firearm User's (Employee's) Certificate, four\n                              thousand dollars and four hundred dollars per additional\n                               firearm specified therein;\n                      . (g) on a firearm User's (Special) Permit four thousand\n                                                                                                    \n    L N . 14/2010\n                               dollars,\n                    and the duty so received by the Collector of Taxes shall be paid\n                    to the Authority.\n                             (2) Notwithstanding anything to the contrary, no duty\n                    shail be payable under this section-\n                         (a) by the members of any rifle club recognized by the\n                                 Minister, in respect of-\n                                       (i) a Firearm User's Licence in relation to any\n                                           rifle, pistol, shot gun, air gun, air rifle or air\n                                           pistol to be used solely for drill or target prac-\n                                           tice; or\n                                      (ii) a Firearm Manufacturer's Licence in relation\n                                           to any ammunition manufactured solely for\n                                           use for target practice or drill by such mem-\n                                           bers;                                                I\n                          (b) by the owner of any rifle in respect of which the\n                                 prescribed authority certifies that such rifle is ordinarily\n                                 used in the training of members of the Jamaica Com-\n                                 bined Cadet Force, constituted under the Jamaica Com-\n                                 bined Cadet Force Act;                                             a\n                          (c) by the owner of any firearm or ammunition or to which\n                                 subsection (3) applies.\n                              (3) This subsection applies to any firearm or anunu-\n                     nition in respect of which the Commissioner of Police\n          I          certifies that he is satisfied thai such firearm or ammunition is\n-\n                                 FIREARMS                                   45\nof an obsolete type and is not intended by the owner to be used\nby himself or by any other person.\n        (3A) In respect of every Firearm User's Licence, upon 1711974\neach occasion of payment of the appropriate duty other than the S. 7.\noccasion prior to the application for the licence, the holder of the\nlicence shall, not sooner than one month prior to such payment,\nproduce the firearm to which the licence relates to the chief\nofficer of police for the parish or police division in which he\nresides for inspection, and the Collector of Taxes shall not\naccept payment of the appropriate duty relating to that firearm\nunless the payment is accompanied by a certificate from\nthat officer that the firearm has also been so presented and\ninspected.\n         _ (4) The appropriate duty for a licence shall be payable 512008\nin respect of the period commencing with the date of the grant S. 4.\nof the licence and ending with the next succeeding anniversary\nof the birthday of the holder and thereafter shall be payable in\nrespect of each successive one year period for which the licence\nis in force, on or before the anniversary of the holder's birthday\noccurring at the commencement of the period:\n  Provided that where a licence is first granted during the\nperiod of thirty days immediately preceding the anniversary of\nthe holder's birthday the appropriate duty shall be deemed to\napply to the period ending with the next succeeding anniversary\nof the birthday.\n        (4A) The appropriate duty for a certificate referred to in 512008\nsubsection (1) V) shall be payable in respect of the period S.4.\ncommencing with the date of the grant of the certificate and\nending with the next succeeding 31st day of March and\nthereafter shall be payable in respect of each financial year in\nwhich the certificate is in force and on or before the 30th day of\nApril in that financial year:\n  Provided that where a certificate is first granted in the month\nof March in any year the appropriate duty shall be deemed to\napply to the period ending on the 3 1st day of March of the next\n             (The inclusion of this page is authorized by L.N. 123ROllJ\n                                             FIREARMS\n             succeeding year, and thereafter shall be payable in respect of\n             each financial year as aforesaid.\n                     (5) Any person who fails to pay the appropriate duty\n             in accordance with the provisions of this section shall be\n             guilty of an offence and on summary conviction thereof\n             before a Resident Magistrate shall be liable to a fine not\n             exceeding two hundred thousand dollars and in default of pay-              (C\n             ment to imprisonment with or without hard labour for a term\n             not exceeding twelve months.\n                     (6) The Minister responsible for finance may from time\n             to time by order revoke, increase, reduce or alter any duty\n             payable under subsection (1).\n                     (7) Every order under subsection (6) shall be subject to\n             affirmative resolution of the House of Representatives.\n                     (8) Notwithstanding the provisions of sections 15 and\n             18 of the Tax Collection Act, the appropriate duty shall be\n             payable in one sum.\nCustody of      45.-(1)  Every person who comes into possession of any\nfirearms\nand amrnu-   firearm or ammunition in the circumstances specified in para-\nnition.      graph (d) or (e) of subsection (2) of section 20 shall, within\n             thirty days of coming into possession of such firearm or am-\n             munition, unless he has obtained a Firearm User's Licence in\n             respect thereof within such period, deliver such firearm or\n             ammunition to the sub-officer in charge of the police station\n             nearest to the place at which he comes into possession of such\n             firearm or ammunition together with a written statement as to\n             the date on which, and the circumstances in which he came into\n             possession of such firearm or ammunition.                                  d\n                     (2) Where any holder of any Firearm User's Licence is\n             about to leave Jamaica and does not desire to take the firearm or\n             ammunition to which such licence relates with him, he shall\n             before leaving Jamaica arrange for the storage of such firearm or\n             ammunition in such place and under such conditions as may be\n                          lThc inclusion of this page is authorized by L.N. 123/2011]\n                                   FIREARMS\napproved by the chief officer of police, or deliver such firearm\nor ammunition either-\n    (a) to some person who is the holder of a Firearm User's\n        Licence in respect of such firearm or ammunition as the\n        case may be; or\n    (b) to the sub-officer in charge of any police station\n        specified in the Second Schedule.                  Second\n                                                                                    Schedule.\n       (3) Every person who contravenes subsection (1) or (2)\nshall be guilty of an offence and on summary conviction before\na Resident Magistrate shall be liable to a fine not exceeding two 2612005\nhundred thousand dollars or to imprisonment with or without                         ;:S\nhard labour for a term not exceeding twelve months.               13.6.2008\n      (4) The holder of a Firearm User's Licence may, if he\ndoes not desire to retain in his possession the firearm or\nammunition to which such licence relates, surrender the licence\nand deliver the firearm or ammunition to the sub-officer in\ncharge of the police station nearest to the place at which he is\nordinarily resident.\n      (5) Every firearm and any ammunition received at any\npolice station under this section shall-\n    (a) be delivered to   any person who produces a Firearm\n        User's Licence granted to him in relation to such firearm\n        or ammunition either before or after the date on which\n        such firearm or ammunition was received at such police\n        station; or\n    (6) if not delivered to any person in accordance with para-\n        graph (a) within-twelve months of the date on which it\n        was received at such police station, render the owner\n        thereof liable for payment of a storage fee in such sum\n        or at such rate as may be prescribed and if such fee is\n        not paid within six months of the expiry of the period of\n        twelve months aforesaid the firearm or ammunition, or\n        both, as the case may be, shall be forfeited to the Crown.\n             ('l'hr inclusion o f this IInge is ;~uthorizedh!   I..\\.   1?3/?011/\n                                    (6) The Minister may from time to time by order\nSecond                     amend the Second Schedule by adding thereto or removing\nSchedule.                  therefrom any police station.\nForfeiture                    46. Where any person-\nof firearms\nand ammuni-                      (a) is convicted of an offence under this Act, or of any\ntion.                                crime for which he is sentenced to imprisonment\n                                     whether with or without hard labour; or                     a\n                                 (b) has been ordered to be subject to police supervision\n                                     or to enter into a recognizance to keep the peace or\n                                     be of good behaviour, a condition of which is that the\n                                     offender shall not possess, use or carry a firearm or\n                                     ammunition,\n                           the court before which he is convicted or by which the order is\n                           made may make such order as to the forfeiture or disposal of\n                           any firearm or ammunition found in his possession as the court\n                           thinks fit, and shall cause the conviction or order, as the case\n                           may be, to be certified to the Authority who may, giving notice\n                           in accordance with subsection (2) of section 36 and subject to\n                           section 37, revoke any licence, certificate or permit held by the\n                           person convicted.\nBnllistics                   46A.-31) Notwithstanding anything to the contrary, but\nccrtilicales\na d ~ ~ ~ i s s i binl c   subject to the provisions of subsection (2), any certificate signed\nevidence.                  by a ballistics expert shall, in any criminal proceedings, be\n811974\nS. 19(b).                  admitted as evidence of the matters so certified, without the\n                           ballistics expert being called upon to attend and to give evidence\n                           on oath.\n                                      (2) Where, in any criminal proceedings, it is intended\n                           to put in evidence a certificate as provided in subsection (I),\n                           the prosecution shall, at least three clear days before the pro-\n                           ceedings, serve upon the person charged a written notice of such\n                                                                       -\n                           intention, together with a copy of the certificate, and that person\n                           may, before the commencement of the proceedings, by written\n                           notice served on the prosecution, object to the admission of the\n                           certificate, and may require the attendance of the ballistics\n                           expert to give evidence on oath.\n                                           FIREARMS                                           49\n                (3) Any document purporting to be such a certificate as\n       is mentioned in this section shall be deemed to be such a\n       certificate, unless the contrary is proved.\n               (4) In this section, \"ballistics expert\" means any person\n       designated as a ballistics expert by the Commissioner of Police\n       by notice published in the Gazette.\nf         47. Where any firearm or ammunition is carried in parts by Canying\n       two or more persons in company, each of such persons shall be ~              ~              ~\n       deemed to carry a firearm or ammunition.                           in parts."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45, during the period of the absence from Jamaica of\n     the owner of such firearm or ammunition and two\n     weeks thereafter, or the period of twelve months\n     from the date of the departure of such owner fiom\n     Jamaica, whichever is the shorter; or\n (j) to any person to whom this paragraph relates in\n     respect of the possession by him of any firearm or\n     ammunition under and in accordance with the terms\n     of a certificate issued to him in respect thereof by\n     the Authority.\n                                 FIREARMS                                    25\n        (3) The persons to whom paragraph (j) of subsection\n(2) relates are-\n     (a) any person taking part in a theatrical performance or\n         any rehearsal thereof, or in the production of a cine-\n         matograph or television film;\n     (b) any person present at an athletic meeting for the\n         purpose of starting races at that meeting;\n     (c) any person conducting or carrying on a miniature rifle\n         range (whether for a rifle club or otherwise) or shoot-\n         ing gallery, in respect of miniature rifles. not exceeding"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-41) The Minister may, subject to subsection (2), make Regulations.\n                                                                          2612005\n       regulations for the better carrying out of this Act, and in S,26(a)(b)\n       particular,. but without prejudice to the generality of the w.eJ\n       foregoing, for prescribing anything required or permitted by this 13.6.2008.\n       Act to be prescribed.\n               (2) Regulations which relate to any matter falling with-\n       in the functions of the Authority shall be made after consultation 2612005\n                                                                          S. 26 (c)\n       by the Minister with the Authority.                                iv.eJ"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Any notice required or authorized by this Act to be given serviceof\n       to any person may be sent by registered post in a letter nOtisrs~\n       addressed to him at his last or usual place of abode, or in the\n       case of the holder of a Firearm Dealer's Licence or of a Firearm\n       ManufacturerYs.Licenceor of a Gunsmith's Licence at any place\n       or premises in respect of which the licence is issued."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Any person guilty of an offence under this Act for which Gsneral\n       no penalty is otherwise provided shall on summary conviction penalty\n       before a Resident Magistrate be liable to a fine not exceeding\n       three hundred thousand dollars or to imprisonment with or 1612005\n       without hard labour for a term not exceeding twelve months.       S 17\n                                                                         ,,,e,\n@\n' -I                                                                     13 6 200s"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Notwithstanding any other provisions to the-contrary, a Cotnpulsory\n       sentence of imprisonment shall be imposed on every person ~ ~ ~ ~ ~ ~ ~ i\n       other than a child within the meaning of the Child Care and ofli.ncrs\n       Protection Act found guilty of an offence under this Act relating\n       to a prohibited weapon.\n                   [ T h e inclusion of this pagr is authorized b!   L.S. 113/10111\n50                                       FIREARMS\nSavings.   52. This Act shall not apply-\n             ( a ) to any firearm or ammunition the property of the\n                   Government of Jamaica except, at a time when such\n                   firearm or ammunition is in the possession of some\n                   person other than a person authorized by or on behalf\n                    of the Government of Jamaica to be in possession of\n                    such firearm or ammunition; or\n             (b) to any firearm or ammunition or signalling apparatus or\n                  ammunition therefor forming part of the equipment of\n                  any ship or aircraft or of any aerodrome at any time\n                 .when such firearm or ammunition or signalling\n                  apparatus or ammunition therefor is on board of such\n                  ship or aircraft or at such aerodrome, as the case may\n                  be; or\n             (c) to any slaughtering instrument the property of the\n                 Kingston and St. Andrew Corporation or of any Parish\n                  Council or of the Jamaica Society for the Prevention of\n                  Cruelty to Animals or of any prescribed person except\n                  at a time when such slaughtering instrument is in\n                 the possession of some person other than a person\n                  authorized under this section to be in possession of such\n                  slaughtering instrument; or\n             (4 to any person authorized,by the Government of Jamaica\n                 to be in possession of a firearm or ammunition, in\n                 respect of any firearm or ammunition the property of\n                 the Government of Jamaica. in his possession pursuant\n                 to that authority; or        ,\n             ( e ) to any member of the Jamaica Combined Cadet Force\n                   constituted under the Jamaica Combined Cadet Force\n                   Act, or to any constable or any Special Constable or any\n                   Parish Special Constable, in respect of any firearni or\n                    ammunition in his possession in his capacity as a\n                   member of the Jamaica Combined Cadet Force, or as\n                    such constable, Special Constable or Parish Special\n                    Constable, as the case may be; or\n                            FIREARMS\nV) to any officer or member of the crew of any ship or\n   aircraft or any employee at any aerodrome in respect of\n   his possession on board of such ship or aircraft or at\n   such aerodrome, and in his capacity as an officer or\n   member of the crew of such ship or aircraft or an\n   employee of such aerodrome, as the case may be, of any\n   firearm or ammunition, signalling apparatus or ammuni-\n   tion therefor referred to in paragraph (b); or\n(g) to any employee of the Kingston and St. Andrew Cor-\n    poration or any Parish Council or the Jamaica Society\n    for the Prevention of Cruelty to Animals or of any\n    prescribed person in respect of his possession in his\n    capacity as such employee of any slaughtering instru-\n    ment; or\n( h ) to any firearm or ammunition forming ,part of any\n      collection owned by the Institute of Jamaica for\n      museum purposes except at a time when such firearm or\n      ammunition is in the possession of a person not\n      authorized by the Institute of Jamaica to be in posses-\n      sion of such firearm or ammunition; or\n(i) to such firearms and ammunition the property of the\n   Government of such country in such circumstances and\n   subject to such conditions as may for the time being be\n   approved by the Minister, and to such persons in respect\n   of their possession thereof as may be so approved.\n        lThe inclusion of this page is authoized by L.N. 12312011)\n52                                            FIREARMS\n                                         FIRSTSCHEDULE (Section 25)\n                Offences in relation to which possession of afirearm or imitation\n                       firearm contravenes subsection ( 2 ) of section 25"
    }
  ],
  "definitions": [
    {
      "term": "licensed dealer",
      "definition": "the holder",
      "source_provision": "sec18"
    },
    {
      "term": "firearm",
      "definition": "any lethal barrelled weapon of any des-",
      "source_provision": "sec25"
    },
    {
      "term": "imitation firearm",
      "definition": "anything which has the appear-",
      "source_provision": "sec25"
    },
    {
      "term": "ballistics expert",
      "definition": "any person",
      "source_provision": "sec39"
    }
  ]
}