{
  "id": "jm-stat-the-flogging-regulation-act",
  "type": "statute",
  "title": "The Flogging Regulation Act",
  "title_en": "The Flogging Regulation Act",
  "short_name": "Flogging Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-flogging-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-flogging-regulation-act | Legal areas: Human Rights",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. When a person is convicted of any oEence legally Limitation\n    punishable by flogging, the sentence awarded by the Court of 8tMkCp.\n    for such offence shall not, anything in any law of this Island\n    to the contrary notwithstanding, exceed the number of\n    twenty-four strokes in the case of adults, and twelve strokes\n    in the case of juvenile offenders, and the number of strokes\n    shall be stated by the Court in such sentence."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. When a person is convicted at one trial of any two Combined\n    or more distinct offences, any two or more of which are\n    legally punishable by flogging, the combined sentences\n    awarded by the Court for any such offences shall not, any-\n    thing in any law of the Island to the contrary notwith-\n    standing, exceed a total number of twenty-four strokes in\n    the case of adults, and twelve strokes in the case of juvenile\n    offenders."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. When any sentence of flogging shall be passed by the smtmces\n                                                                for breach\n    lawful authority upon any prisoner for breach of any prison ofprison\ni   or other regulation, the total number of strokes to be zatiow\n    inflicted under such sentence shall not exceed twenty-four\n    in the case of adults. and twelve in the case. of juvenile\n    offenders; and no prisoner shall be liable to more than one\n    such sentence in respect of the acts or omissions in respect\n    of which he shall have been sentenced as aforesaid.\n          me inclusion of t h i s page ia authorizcd by LN. 480/19731\n    4                                FLOGGING REGULATION\n    In-             5. No sentence of flogging shall be camed out except\n                  with an instrument approved by the Minister.\n    Punishment       6.-(1) The punishment of flogging shall never be\n    to be in-\n    flicted in    inflicted except in the presence of the surgeon of the prison\n    presence of   in which the prisoner is at the time conbed; and such\n    surgeon\n                  surgeon is hereby required to attend thereat, or, in his\n                  absence, some other duly qualified medical practitioner,\n                  who are respectively hereby empowered to interpose after\n                  partial execution of the sentence of flogging, and to direct\n                  the postponement of the remainder thereof until such time\n                  as the convict may be able to undergo the same.\n                           (2) Every person shall be flogged in the prison in\n                  which he is confined.\n    sutgeonto       7. The surgeon or medical practitioner present at every\n    ggG&-         such flogging punishment shall, within seven days after\n    Gmd.          every infliction, or any part thereof, furnish a report to\n                  the Governor-General of the state and condition of the\n                  prisoner, so punished, and whether the punishment has been\n                  fully or partially, or to what extent, inflicted.\n    ~ovcmor-       8. The Governor-General shall, if he thinks fit, under the\n    msY pod-\n                circumstances of any case, direct a further postponement\n    poneor      or altogether remit the remainder of such punishment, by\n    remit\n    punishment. order to such effect respectively to the Superintendent or\n                gaoler, who, and all others whom it may concern, shall\n                be governed thereby accordingly.\n    F d a .         9. In no case shall a sentence of flogging be passed upon         .\n                  a female, either by the Courts, or in the prisons of $the           i\n                  Island.\nI\n    Inmeb-          lOm-(l)   In this Act-\n    hen.\n                                 “adult” means a person over the age of six-\n                                     teen years;\n                              inclusion of this page is authorized by LN. 48Ol19731\n                      FLOGGING REGULATION                                  5\n                    “juvenile offender” means a person under\n                         that age.\n            (2) The Court or prison authority legally awarding Evidcnec.\n    the punishment of flogging shall, in the absence of evidence\n    satisfactory to such Court or person in authority, as to\n    the actual age of the person upon whom such punishment\n    is to be inflicted, be entitled to decide summarily that such\nc   person is either an adult, or juvenile offender, and to direct\n    the number of lashes or strokes accordingly.\n          [rac induaion of this past is authorid by LN. 480/19731"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Punishment to be inflicted in presence of surgeon.\n I . Surgeon to report to Governor-General."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Interpretation.\n     Evidence.\n                      FLOGGING REGULATION                                           3\n           THE FLOGGING REGULATION ACT                                    cap W t\n                                                    I21st March. 1903.1"
    }
  ],
  "definitions": []
}