{
  "id": "jm-stat-the-flood-water-control-act",
  "type": "statute",
  "title": "The Flood-Water Control Act",
  "title_en": "The Flood-Water Control Act",
  "short_name": "Flood-Water Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-flood-water-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-flood-water-control-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                           lntnptb\n                                                            tl(i0..\n     “confirmed scheme” means any scheme confirmed\n          under section 8;\n     “flood-water’’ means water flowing in any water-\n          course after rainfall;\n     “lbod-water control area” means any area deckmd\n          to be a flood-water control area under section 3;\n     “provisional flood-water control scheme” means any\n          scheme prepared under this Act at any time before\n          it becomes a confirmed scheme;\n     “relevant flood-water control area” means the flood-\n          water control area for which are appointed the\n          undertakers of a scheme in relation to which the\n          expression is used,\n     “undertakers” means any undertakers of a scheme\n          appointed under section 3;\n     “Valuation Board” means a Valuation Board consti-\n          tuted under the provisions of the Land Valuation\n          Act;\n     “watercourse” means any natural channel, drain or\n          permanent and defined course for flood-water,\n           but does not include the course of a perennial\n           stream.\n        l’ll~ns indudan of (hic mgc is authorized by LN. 961 19981\n4                               FLOOD-WATER CONTROL\nnood-watcr      3 . 4 1 ) The Minister may by order declare any area\nmm1\nordera.       defined in such order to be a flood-water control area for\n              the purposes of this Act.\n                    (2) When declaring an area to be a flood-water con-\n              trol area under subsection (I) the Minister shall, by the\n              same order, appoint to be undertakers of a scheme in\n              respect of such area-\n                   (a) any Government department;\n                  (b) any Government agency; or\n                   (c) any statutory body or authority,\n              and such appointment may be made notwithstanding that\n              such department, agency, statutory body or authority has\n              not the power under any other law to undertake and carry\n              out works of improvement to land.\nDutiea of       4. It shall be the duty of the undertakers of a scheme-\nUndCNkaa\nof n ubcmc.       (a) to make such investigations and surveys and do\n                      such work as may be necessary for the prepara-\n                      tion of, and to prepare and submit to the Minister,\n                      a provisional flood-water control scheme in rela-\n                      tion to the relevant flood-water control area;\n                  (6) to do all such acts or things as may be necessary\n                       to be done to give effect to any confirmed flood-\n                       water control scheme;\n                   (c) to make such investigations, into any matter\n                       affecting or relating to the control of flood-water\n                       in the relevant flood-water control area as may\n                       be required by the Minister, and to make recom-\n                       mendations to the Minister concerning any such\n                       matter if required by the Minister so to do or if\n                       the undertakers of the scheme consider it expe-\n                       dient so to do.\n                      me incluaion of this m e is authorized by LN.%/ 19981\n                             FLOOD-WATER CONTROL                              5\n         PART ll. Preparation, Confirmation and Modification\n                                     of Schemes\n         5 4 1 ) The undertakers of a scheme shall prepare such Provisional\n       provisional flood-water control scheme as they may consider Bmd-waim\n                                                                    mbol\n       necessary or expedient for securing proper control of, or schrmes.\n       defence against, flood-water in the relevant flood-water\n       control area and for effecting any purpose ancillary to such 411961\n       control or defence as aforesaid.                             s.2.\n                (2) Every provisional flood-water control scheme\n       shall-\n            (a) specify and define clearly by reference to a plan\n                the area to which such scheme relates;\n            (6) provide for the establishment, construction and\n                   maintenance of all flood-water control works in\n                   the relevant flood-water control area;\n                (c) describe in general terms the works considered by 4/1%1\n                the undertakers to be necessary or expedient for 5.2.\n                securing proper control of, or defence against,\n                flood-water in the relevant flood-water control\n                area or for effecting any purpose ancillary to\n                such control or defence as aforesaid;\n            (d describe in general terms by reference to the plan\n                mentioned in paragraph (a),any lands proposed\n                to be used for the alteration of the course of any\n                watercourse;\n            (e) describe in general terms any works forming\n, .-            part of the works mentioned in paragraph (c)\n                completed or in process of execution at the date\n                of preparation of such scheme; and\n                0 show an estimate of the cost of construction of\n                   the proposed works.\n                 me idusion of tbts page is authorized by LN. 480/1973)\n6                             FLOOD-WATER CONTROL"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Duties of undertakers of a scheme.\n      PARTU. Prepwation, Confvmrslion rind M&liCation\n                       of schemes"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. So soon as may be after the preparation of a provi-\n            sional flood-water control scheme, the undertakers of the\n            scheme shall cause to be published in the Gazette and at\n            intervals of not less than seven nor more than ten days in\n            three issues of a local daily newspaper, a notice-\n                 (a) specifying that the undertakers of the scheme have\n                      prepared a provisional flood-water control scheme;\n                 (b) specifying the locality to which the scheme relates;\n                 (c) specifying some place within such locality or as\n                                                                              i-   I’\n                      near thereto as may be convenient where the\n                      scheme may be inspected without fee during such\n                      period (not being less than fourteen days after the\n                      last publication of the notice in a local daily news-\n                      paper) as may be specified in such notice upon\n                      such days and at such times as may be so\n                      specified;\n                 (d) specifying the name and address of some person\n                      from whom copies of the scheme may be obtained\n                      on payment of a reasonable fee specified in such\n                      notice; and stating that provision is made in\n                      section 7 for the making of objections to the\n                      provisional flood-water control scheme.\nObiMions      7.-(1) Subject to the provisions of this section every\nto provi-\nsional      interested person may object to any provisional flood-water\nschuou.     control scheme upon the ground that such scheme is for\n            any reason impractical or unnecessary or detrimental to the\n            public interest.\n                   (2) Every person who desires to object to any provi-\n            sional flood-water control scheme under this section shall\n            give notice in writing to the undertakers of the scheme\n            within fourteen days after the expiration of the period\n            referred to in paragraph (c) of section 6 of the ground of\n            his objection and of the facts and reasons upon which he\n            relies in support of such objection.\n                       indudon of this p~ile is authorid by L.N. 480/19731\n                FLDOD-WATER CONTROL                                7\n      (3) In this section “interested person” means-\n    (a) any person in whom is vested any freehold estate\n         in any lands in the relevant flood-water control\n         area;\n    (b) any person in whom is vested any term of years in\n         any land in the relevant flood-water control area,\n         the unexpired portion of which, on the day on\n         which such objection is made, is not less than three\n         years, or who holds an option to renew such term\n         fur a period of not less than three years;\n     (c) any person who is entitled under the Water Re-\n          sources Act to exercise any right in relation to the\n          use of any public water in a public stream and\n          whose hterest therein will1 be affeoted by the\n          application of the scheme."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) So soon as may be after the expiration of the Approvalof\nperiod during which notice of objection to any provisional\nflood-water control scheme may be given under section 7\nthe undertakers of the scheme shall transmit such scheme\nand any objection made to such scheme under section 7 and\nthe comments of the undertakers of the scheme upon such\nobjection (if any) to the Minister.\n      (2) Where the Minister is satisfied that the imple-\nmentation of any provisional flood-water control scheme is\nlikely to be in the public interest, the Minister may by\norder published in the Guzette confirm it with or without\nmodification and thereupon such scheme with or without\nmodification shall come into operation as a confirmed\nflood-water control scheme.\n      (3) Every order under subsection (2) shall also be\npublished in a local daily newspaper at least once in each\nof two successive weeks.\n            iodusiw of this page is autborizcd by L.N. %/1998]\n8                              FLOOD-WATER CONTROL\nhmbmt           9 . 4 1 ) Where after any flood-water control scheme has\nand modif-\ncationof      become a confirmed flood-water control scheme the\nschemed.      Minister is satisfied that it is for any reason necessary or\n              expedient for such scheme to be amended in any manner\n              which is likely substantially to increase the cost of such\n              scheme or prejudicially to affect the rights of any person\n              the Minister shall direct the undertakers of the scheme to\n              prepare an amending flood-water control scheme of such a\n              nature as may effect such amendments to the confirmed\n              scheme referred to in this section as may be necessary or\n              expedient :\n                Provided, however, that the provisions of sections 6, 7\n              and 8 shall apply to every amending flood-water control\n              scheme as they apply to every provisional flood-water\n              control scheme.\n                     (2) Where after any flood-water control scheme has\n              become a confirmed flood-water control scheme the Minis-\n              ter is satisfied upon a recommendation of the undertakers of\n              the scheme that it is desirable for such scheme to be\n              modified in any manner which is not likely to entail any\n              substantial increase in the cost of such scheme or to be\n              prejudicial to the rights of any interested person, the\n              Minister may direct the undertakers of the scheme to modi-\n              fy the scheme in such menner as may be specified in such\n              direction and thereupon the confirmed flood-water control\n              scheme shall be. deemed to be and always to have been\n              modified in the manner specified in such directions without\n              prejudice, however, to anything done under the scheme\n              before the date of such direction.\n                 PARTHI. Powers of the Undertakers of a Scheme\npmrsof          10.-(1) The undertakers of a scheme shall have power,\n              for the purpose of carrying out any of their duties under\n    rcbcme.\n              section 4-\n                          inclusion of this page in authorized by LN. %/I9981\n             FLOOD-WATER CONTROL                              9\n(a) to enter by their servants or agents upon any 411961\n     land within the relevant flood-water control area ' *'\n     and there make surveys, take measurements and\n     levels and do such work as may be necessary or\n     expedient for securing proper control of, or\n     defence against, flood-water in the relevant flood-\n     water control area or for effecting any purpose\n     ancillary to such control or defence, and for such\n     purposes the undertakers of the scheme may-\n         (i) alter or regulate the course of any water-\n             course by widening or straightening any\n             portion of such watercourse or by making\n             new channels for water, whether by pipes,\n             drains, sluice-ways or any other means;\n        Ii) bring upon, make or maintain on, any\n             part of such lands any appliances, plant,\n             tools and other things required for the\n             works;\n(b) to clean any watercourse and clear or remove\n     from any such watercourse or from the banks\n     thereof any vegetation or tree (whether growing\n     or not) and any log, refuse, soil or any obstruction\n     whatsoever which obstructs or impedes, or which\n     may obstruct or impede, the natural Row of water\n     in the watercourse, and to place or deposit any\n     matter or thing so removed on any land adjacent\n     to the watercourse, but not beyond a distance of\n     one chain measured from the top of the bank of\n     the watercourse which such land adjoins;\n (c) to do all such other acts as may be necessary for\n     the proper and efficient construction, completion,\n     improvement, repair and maintenance of any\n     flood-water control works or for the assumption\n     of responsibility for, or control over, any such\n     works.\n me incElusioo of this page is authorized by LN. 4W/19733\n10                              Fu)OD-WATER CONTROL\n                    (2) Save in the case of an emergency the power of\n              entry conferred by this section shall not be exercised\n              unless-\n                  (a) the prior consent of the occupier of the land has\n                        been obtained; or\n                  (&)   notice of intention to enter is given in writing to\n                                                                                    -. .\n                                                                                ~\n                        such occupier at least seven days before the date\n                                                                                     i\n                        of entry.\n                    (3) For the purposes of this section “emergency”\n              means any emergency caused by flood, humcane, or any\n              other vis major or act of God.\n                    (4) The undertakers of a scheme shall, while carry-\n              ing out any works of construction, improvement, repair or\n              maintenance, at their own expense take such reasonable\n              steps, whether by fencing or otherwise, as may be necessary\n              to prevent accidents to persons using the land or to any\n              animals upon the land.\n              PARTIV. Implementation of Schemes and Compensation"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Amendment and modification of con6rmed schemes.\n       PMT HI. Powers of the Underfakers of a Scheme"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Powers of the undertakers of a scheme.\n   PARTIV. implementation of Schemes and Cmpemation"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The undertakers of a scheme shall, as soon as\n              possible after a flood-water control scheme has become a\n              confirmed flood-water control scheme, carry out all such\n              fld-water control works as may be authorized by the\n              scheme to be carried out within the relevant Rood-water\n              control area and take all other lawful steps necessary to\n              implement the scheme.\n                                                                                    i\ncorn     a-      12.-(1) The undertakers of a scheme may by agreement\nI0sl.X        with the owners and occupiers of and all other parties\nd-.           interested in any land-\n                  (a) enter and use in pursuance of the provisions\n                      of section 10; or\n                    p’ha iadusion d this p l ~ sis mthorized by LN. 480/19731\n                         FLOOD-WATER CONTROL                              I!\n           (b) on which any flood-water control works forming\n               part of the works mentioned in paragraph (c) of\n               subsection (2) of section 5 were in process of\n               execution at the date of confirmation of such\n               scheme or were completed within a period of\n               twelve months immediately preceding such date,\n      determine the amount of compensation (if any) to be paid\nr     for any loss or damage sustained by such owners, occupiers\ni -   or other interested parties, or any of them, by Teason of\n      such entry upon or use of such land.\n            (2) Where the undertakers of a scheme and the\n      owners and occupiers of and other parties interested in\n      any land of a class described in subsection (1) are unable,\n      for any reason, whatever, to reach any agreement under\n      subsection 111, the undertakers of the scheme shall transmit\n      the claim of such owners, occupiers or other parties to a\n      Valuation Board for the district in which the land, or part\n      thereof, is situated, and shall furnish the Board with--\n          (U) any evidence or other information provided by\n              such owners, occupiers or other persons in\n              accordance with regulations made under section\n              17; and\n          (b) such other information (if any) as may be\n              required by regulations made under section 17,\n              being information appearing to the Valuation\n              Board to be relevant to the exercise of their\n              powers under this section.\n            (3) Before taking a decision under this section in\n      respect of any claim transmitted to them in accordance\n      with the provisions of subsection (Z), a Valuation Board\n      shall afford to the undertakers of the scheme and to every\n      person appearing to the Valuation Board to have an interest\n      in the land in respect of which the claim is made, an\n      opportunity either by himself, his legal representative or\n            lIhe ilrlusion of this pap. is authorized by L.N. 480119731\n12                               FLOOD-WATER CONTROL\n               agent to appear before, and to be heard by, the Valuation\n               Board.\n                     (4) In assessing the amount of compensation under\n               subsection (1) or (2), the undertakers of the scheme or the\n               Valuation Board, as the case may be, shall set off against\n               the loss or damage sustained by any owner, occupier or\n               other interested party any increase in the value of the land\n               of such person accruing or likely to accrue from the carry-\n               ing out of the scheme.\n                     ( 5 ) Upon the determination of any claim for com-\n               pensation transmitted to a Valuation Board under\n               subsection (21, the Valuation Board shall forthwith give\n               notice to the undertakers of the scheme of their findings in\n               respect of that claim.\n                     (6) Where, either by agreement under subsection (1)\n               or by a decision of a Valuation Board, it has been\n               determined that compensation is payable under this Act,\n               the undertakers of the scheme shall forthwith give notice\n               to the Minister of such determination, and within one\n               month thereafter the Minister shall pay compensation in\n               accordance with such agreement or decision.\n                     (7) Any expenses incurred in relation to the pay-\n               ment of compensation under this Act shall be paid from\n               the Consolidated Fund.\n                     (8) The undertakers of a scheme or any person\n               aggrieved by a decision of a Valuation Board under this\n               section may appeal against that decision to a Judge in\n               Chambers whose decision in the matter shall be final.\npurchaacor       13. Where the loss or damage sustained by the owner\nIIC uisition\n               of any land of a class described in subsection (1) of\nlieu of        section 12 is of such a nature that the land becomes useless\ncompmsa-\nLion.          to the owner, the Minister may, upon receipt of notice of\n               the determination of compensation under subsection (6) of\n                     me incIusioo of this p a g ~is authorized by L.N. 480/19731\n                       FLOOD-WATER CONTROL                                        13\n    section 12, instead of paying compensation offer to purchase\n    the land, and if the owner is unwilling to accept the amount\n    offered for such purchase, the Minister may take steps to\n    cause the land to be acquired compulsorily, as land deemed\n    to be needed for a public purpose, in accordance with the\n    provisions of the Land Acquisition Act.\nF\n.\n                        PARTV . Miscellaneous"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Purchase or acquisition of land in lieu of C O ~ I I P C I I ~ O D .\n                        PART v. Miscelhmeous"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. [Deleted by Act 36 of 1995.3rd Sch.1\n      lS.-(l) Whenever the undertakers of a scheme decide %Ern\n    that it is necessary or expedient to alter or discontinue the c a tinnance\n                                                                  Ofwater-\n    course of any portion of any watercourse in which any eoura~a.\n    works have been executed under this Act, the undertakers\n    of the scheme shall notify the Minister of such decision.\n            (2) Upon receipt of a notification under subsection\n    (1) the Minister shall cause a notice to be published in the\n    Gazette and posted at some suitable place or places in\n    the portion of the watercourse proposed to be altered or\n    discontinued, and from and after such date as may be\n    specified in such notice as the date of alteration or dis-\n    continuance, the owner or owners of the land over which\n    such portion of the watercourse lies may enclose such\n    portion of the watercourse.\n.      16. Any person wh-\n         (a) obstructs,  molests 01 hinders any workman,\n                                                                            ofrace.\n              servant or agent of any undertakers of a scheme,\n              acting in the lawful exercise of any Dower con-\n              ferred upon the undertakers of a scheme by this\n              Act; or\n             [ I h c inclusion of lhia page is authorized by LN. 96/19981\nI4                    FLOOD-WATER CONTROL\n          (b) wilfully or maliciously blocks up or obstructs or\n              causes to be in any way blocked up or obstructed,\n              or who encroaches on or damages any watercourse\n              in which any works have been executed under this\n              Act, or who damages or destroys any p i p or\n              other appliances used or proposed to be used in\n              the execution of such works,\n     shall be guilty of an offence against this Act and shall be\n     liable on summary conviction thereof before a Resident\n     Magistrate to a fine not exceeding fifty dollars or in default\n     of payment to imprisonment with hard labour for a term\n     not exceeding three months."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) The Minister may make regulations generally\n     for the better carrying out of the provisions of this Act.\n             (2) In particular, and without prejudice to the\n     generality of the provisions of subsection (1) &he Minister\n     may make regulations-\n          (a) requiring claims for compensation under this Act\n               to be in a form prescribed by the regulations;\n          (b) requiring a claimant to provide such evidence in\n               support of the claim, and such information as to\n               the interest of the ciaimant in the land to which\n               the claims relates and as to the interests of other\n               persons therein which are known to the claimant,\n               as may be so prescribed."
    }
  ],
  "definitions": []
}