{
  "id": "jm-stat-the-food-and-drugs-act",
  "type": "statute",
  "title": "The Food and Drugs Act",
  "title_en": "The Food and Drugs Act",
  "short_name": "Food and Drugs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-food-and-drugs-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-food-and-drugs-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Short title.\n                                .        ,...... .           .. .\n                                                                .\n                                                                        .\n                                                                            ."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Interpreta-\n                                                                     tion.\n  \"advertisement\" includes any representation by any means'\n      whatever for the purpose of promoting directly or indi-\n      rectly the sale or disposal of any food, drug, cosmetic\n      or device;\n  \"analyst\" means an analyst designated under section 17;\n  \"article to which this Act applies\" includes-               .\n       ( a ) any food, drug, cosmetic or device;\n       (b) anything used for the manufacture, preparation,\n           preservation, packaging or storing thereof;\n                                                              - 4\n       (c) any labeling or advertising material;\n  \"cosmetic\" includes any substance or mixture of substances\n      manufactured, sold or represented for use in cleansing,\n      improving or altering the complexion, skin, lips, hair,\n      fingernails or toenails, teeth, and includes deodorants\n      and perfumes;\n  \"device\" means any instrument, apparatus, or contrivance\n       including components, parts and accessories thereof,\n       manufactured or sold or represented for use in the\n       diagnosis, treatment, mitigation or prevention of a\n    ' disease, disorder, abnormal physical state or the symp-\n       toms thereof in man or animal;\n4                        FOOD AND DRUGS\n    \"drug\" means any substance or mixture of substances\n         manufactured, sold or represented for use in-\n          (a) the diagnosis, treatment, mitigation or prevention\n              of a disease, disorder, abnormal physical state or\n              the symptoms thereof in man or animal;\n         (b) restoring, correcting or modifying organic func-\n             tions in man.or animal;\n         (c) -disinfection in premises in'which food is manu-\n               factured, prepared, preserved, packaged or stored\n               for sale or sold or for the control of vermin or\n               insects in such premises;\n                                              i\n    \"food\" includes any article used for food or drink by man,\n         chewing gum and any ingredient that may be mixed\n         with food or drink for any purpose;\n    \"importer\" in.relation to an imported article, includes any\n        person who, whether as owner, consignee, agent or\n        broker is in possession of the article or any way\n        entitled to the custody or control of it;\n    \"insanitary conditions\" means such conditions or circum-\n         stances as might contaminate a food, drug or cosmetic\n         as the case may be with dirt or filth or render the same\n         injurious to health or unsafe for use;\n    \"inspector'? means an inspecto; designated under section\n       ' 17;\n                                                    I\n    \"label\" includes any legend, word, record or mark attached\n         to, included in, 'belonging 'to, or accompanying any\n         food, drug, cosmetic, device or package;\n                 .   .\n    \"'package\" includes anything in which any food, drug,\n          cosmetic or device is wholly or partly contained,\n          placed or packed;\n         ['Ibejincdusion of this page is ,authorized by L.N. 92~120121\n                                FOOD AND DRUGS\n              “sell” includes offer for sale, expose for sale, have in\n                    possession for purposes of sale (whether by the\n                    person in possession or by some other person)\n                    and distribute.\n                 (2) Where in this Act the expression “this Act” is\n          used it shall be deemed to include references to regulations\n          made under this Act.\n    c\n    ,\n              PART11. Foods, Drugs, Cosmetics and Devices                                       -\n                                  GENERAL"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) A person shall not advertise any food, drug, Nofwd,\n                                                                     d N & etc..\n          cometic or device to the general public for the treatment, tabs\n          prevention or cure of any of the diseases, disorders or $  ?$\n                                                                      ;!\n          abnormal physical states mentioned in the First Schedule. thetmt-\n                                                                                m a t , ctc.,\n                                                                                of certain\n                 (2) A person shall not sell any food, drug, cosmetic d1-s\n                                                                        Flnt\n          or devi-                                                      SehedlIlC.\n               (U) that is represented by label; or\n               (b) that he advertises to the general public,\n          for the treatment, prevention or cure of any of the diseases,\n          disorders or abnormal physical states mentioned in the First\n          Schedule."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Except as provided by the regulations, a person Rcstri*\n                                                                       Dons on\n          shall not import into the Island any food, drug, cosmetic hPm-\n          or device unless it wholly conforms to the law of the tlon.\n          country in which it was manufactured or produced and\n          is accompanied by a certificate in prescribed form and\n          manner that it does not contravene any known requirement\nI\n          of the law of that country and that its sale therein for\n    ...   consumption or use by or for man or animal, as the case\n          may be, would not constitute a violation of the law thereof.\n              ’ (2) A person shall not sell any food, drug, cosmetic\n          or device imported into the Island in contravefition of\n          subsection (1).\n                                                                           _-\n                     indUai00 of this page is authorized by L.N 60/19161\n                                                           I\n6                                    FOOD AND DRUGS\n                     (3) Except as provided by the regulations a person\n              shall not import into the Island any food, drug, cosmetic\n              or device, the sale of which would be an offence under\n              this Act.\n                                           FOOD\nProlubited      5. A person shall not sell any food that-\ns a lo of\nfood.              (a) has in or upon it any poisonous or harmful sub\n                        stance;\n                   (b) is unfit for human consumption;\n                   (c) consists in whole or in part of any filthy, putrid,\n                        disgusting, rotten, decomposed or diseased animal\n                        or vegetable substance;\n                   (6) is adulterated; or\n                   (e) was manufactured, prepared, preserved, packaged\n                        or stored under insanitary conditions.\nFoodtobe    6 . 4 1 ) A person shall not label, package, treat, process,\n~b~~~~    sell or advertise any food in a manner that is false, mis-\n~ k w d , leading or deceptive or is likely to create an erroneous\netc.\n              impression regarding its character, value, quantity, com-\n              position, merit or safety.\n                     ( 2 ) Any food that is not labelled or packaged as\n              required by the regulations, or is labelled or packaged\n              contrary to the regulations, shall be deemed to be labelled\n              or packaged contrary to subsection (1).\n                     (3) Where a standard has been prescribed for a food,\n              a person shall not label, package, sell or advertise any\n              article in such a manner that it is likely to be mistaken\n              for such food, unless the article complies with the pre-\n              scribed standard.\nmanitary        7. A person shall not manufacture, prepare, preserve,\nconditions.\n              package or store for sale any food under h a n i w con-\n              ditions.\n                    m e incIusion of this page is authorized by LN. 60/19161\n                          FOOD AND DRUGS                                           7\n                               DRUGS"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Prohibited sales of food.                                            .       ."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A person shall not sell any drug that-                       Prohibited\n                                                                      sales of\n        ( U ) was manufactured, prepared, preserve-, package1         drugs.\n              or stored under insanitary conditions;\n         (b) is adulterated; or\n         (c) is stale.\nc      9 . 4 1 ) A person shall not label, package, treat, process, Dnrl(stok\n    sell or advertise any drug in a manner that is false, mis- fiE$y\n    leading or deceptive or is likely to create an erroneous e g d .\n    impression regarding its character, value, quantity, com-\n    p i t i o n , merit or safety.\n               (2) A drug that is not labelled or packaged as required\n    by the regulations, or is labelled or packaged contrary to\n    the regulations, shall be deemed to be labelled or packaged\n    contrary to subsection (1).\n               (3) Where a standard has been prescribed for a drug,\n    a person shall not label, package, sell or advertise aqy\n    substance in such a manner that it is likely to be mistaken\n    for such drug, unless the substance complies with the pre-\n    scribed standard.\n               (4) Where a standard has not been prescribed for a\n    drug,but a standard for the drug is contained in any publica-\n    tion mentioned in the Second Schedule, a person shall not wad\n    label, package, sell or advertise any substance in such a sfhcdulc.\n    manner that it is likely to be mistaken for such drug, unless\n    the substance complies with such standard.\n               (5) Where a standard for a drug has not been pres-\n    cribed and no standard for the drug is contained in any\n    publication mentioned in the Second Schedule, a person\n    s h a l l not sell such drug, unless-\n             (a) it is in accordance with the professed standard\n                  under which it is sold; and\n    -          inclusion of this page IS authonesd by L.N. 60119761\n8                                   FOOD AND DRUGS\n                  (b) it does not resemble, in a manner likely to deceive,\n                      any drug for which a standard has been prescribed\n                      or which is contained in any publication mentioned\n                      in the Second Schedule.\nIu=nltary\noonditlons."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A person shall not manufacture, prepare, preserve,\n              package or store for sale any drug under insanitary con-\n              ditions.\nDistribuhon\nof samples."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) A person shall not distribute or cause to be\n              distributed any drug as a sample.\n                      (2) Subsection (1) shall not apply to the distribution\n              of samples of drugs to registered medical practitioners,\n              registered dentists or veterinary surgeons, or by a mauu.\n              facturer of drugs to any person acting as a distributor of\n              drugs on behalf of such manufacturer.\n                                         cosmcs\nProhibited      12. A person shall not sell any cosmetic that-\nsales of\ncosmetics.        (a) has in or upon it any substance that may cause\n                      injury to the health of the user when the cosmetic\n                      is used-\n                          (i) according to the directions on the label or\n                              accompanying such cosmetic; or\n                         (ii) for such purposes and by such methods of\n                              use as are customary or usual therefor,\n                  (b) consists in whole or in part of any filthy or de-\n                      composed substance or of any foreign matter, or\n                  (c) was manufactured, prepared, preserved, packagd\n                      or stored under insanitary conditions."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where a standard has been prescribed for a cosmetic,\nCosmetic to\nrz,p aarticle\npckwL\ne tf\n         person shall not label, package, sell or advertise my\n              in such a manner that it is likely to be mistaken\n              for such cosmetic, unless the article complies with the\n              prescribed standard.\n                         inclusion of this page is authorized by L.N.60/19761\n                      FOOD AND DRUGS                                   9"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. A person shall not manufacture, prepare, preserve, Insanitary\npackage or store for sale any cosmetic under instanitary condiuoru.\nconditions.\n                             DEVICES"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A person shall not sell any device that, when used Prohbitcd\n                                                          sllea of\naccording to directions or under such conditions as are deviac\ncustomary or usual, may cause injury to the health of the\npurchaser or user thereof."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.41) A person shall not label, package, treat, process, ~ ~ i          ~   t   o\nsell or advertise any device in a manner that is false, mis-\nleading or deceptive or is likely to create an erroneous etc  dagcd.\nimpression regarding its character, value composition, merit\nor safety.\n        (2) A device that is not labelled or packaged as\nrequired by the regulations, or is labelled or packaged\ncontrary to the regulations, shall be deemed to be labelled\nor packaged contrary to subsection (1).\n        (3) Where a standard has been prescribed for a\ndevice, a person shall not, label, package, sell or advertise\nany article in such a manner that it is likely to be mistaken\nfor such device, unless the article complies with the pres-\ncribed standard.\n       PmT III. Administration and Enforcement"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Minister may from time to time designate any D .\npublic officer whether by name or by the title of his office of=3iz?\nto be an inspector or analyst for the purposes of this Act."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. There shall be defrayed out of sums provided for ~dmioisb-\nthe purpose by Parliament all expenses properly incurred 2\n                                                         -\nin the administration of this Act."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19-41)An inspector may at any reasonable time-         POwtr5Sod\n                                                         dutim of\n    (a) enter any place where he reasonably believes any inspectors\n        food, drug, cosmetic or device is manufactured,\n       me inclusion of ihii pags is authorized by L.N. 60/19761\n10                        FOOD AND DRUGS\n                prepared, preserved, packaged or stored for sale\n                or sold, examine such food, drug, cosmetic or\n                device and take samples thereof free of charge\n                and examine anything that he reasonably believes\n                is used or is capable of being used for the manu-\n                facture, preparation, preservation, packaging or\n                storing thereof;\n          (b) open and examine any receptacle or package\n                found in any such place as is mentioned in para-\n                graph (0) that he reasonably believes contains any\n                article to which this Act applies;\n          (c) examine any books, document or other records\n                found in any such place as is mentioned in para-\n                graph (a) which he reasonably believes contains\n                any information that may assist in the enforcement\n                of this Act and make copies thereof or extracts\n                therefrom;\n          (dj seize and detain for such time as may be prescribed\n                and subject to such conditions as may be pres-\n                cribed any article by means of or in relation to\n                which he reasonably believes any provision of\n                 this Act has been contravened.\n             (2) An inspector may examine or analyse any article\n     seized by him or any sample therefrom or any sample\n     taken by him or submit such article or sample to an analyst\n     for examination or analysis.\n             (3) Where an inspector or analyst has made an\n     examination or analysis he may issue a certificate or re\n     port setting out the result of his examination or analysis.\n             (4) An inspector shall be furnished with a certificate\n     of designation and on entering any place pursuant to sub-\n     section (1) he shall, if required to do so, produce the certifi-\n     cate to the person in charge of the place.\n             ( 5 ) The owner or person in charge of a place entered\n     by an inspector pursuant to subsection (1) and every person\n            me inclusion of mi rage ia allthorized by LH. 6011g761\n                              FOOD AND DRUGS                                  11\n    found therein shall give the inspector all reasonable assist-\n    ance m their power and shall furnish him with such in-\n    formation as he may reasonably require.\n           (6) Any article seized under this Act may at the\n    option of an inspector be stored or kept in the building\n    or place where it was seized or may on his direction be\n    removed to any other place which he considers satisfactory\nc   for the- purpose."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister may make regulations for carrying the ~Miolslter\n                                                               owcrof\n                                                                        to\n    purposes and provisions of this Act into effect and in parti- m a ~ e r ~ g ~ -\n    cular but without prejudice to the generality of the foregoing lationa.\n    may make regulations-\n        (U) declaring that any food, drug or class of food or\n             drugs is adulterated if any prexribed substance\n              or class of substances is present therein or has been\n              added thereto or extracted or omitted theiefrom;\n         (b) respting-\n‘\ni                (i) the labelling and packaging and the offer-\n                     ing, exposing and advertising for sale of\n                     food, drugs, cosmetics ana devices;\n                (3the size,dimensions, fill and other specifica-\n                     tions of packages of food, drugs, cosmetics\n                     and devices;\n              me inclusion of this page is authorized by LN. 60/19761\n12                         FOOD AND DRUGS\n                  (iii) the sale, the prohibition of sale or the con-\n                        ditions of sale of any food, drug, cosmetic\n                        or device; and\n                  (iv) the use, the prohibition of use or the con-\n                        ditions of use of any substance as an in-\n                        gredient in any food, drug, cosmetic or\n                        device,\n                to prevent the consumer or purchaser thereof from\n                being deceived or misled as to its quantity, charac-\n                ter, value, composition, merit or safety or to pre-\n                vent injury to the health of the consumer or\n               purchaser;\n          (c) prescribing standards of composition, strength\n               potency, purity, quality or other property of any\n                article of food, drug, cosmetic or device;\n          (4 respecting the importation of foods, drugs, cos-\n                metics and devices, in order to ensure compliance\n               with this Act;\n          (e) respecting the method of preparation, manufacture,\n                preserving, packaging, storing and testing of any\n                food, drug, cosmetic or device in the interests of, or\n                for the prevention of injury to, the health of the\n                consumer or purchaser;\n5411974\ns. 2\n           V, providing for the registration of drugs or devices,\n               the granting of licences for the manufacture or\n               importation of any drug or device and the im-\n                position of fees in respect of any such registration\n               or licencq\n          (g) exempting any food, drug, cosmetic or device from\n                all or any of the provisions of this Act and p r e       -.\n                                                                         _I/\n               scribing the conditions of such exemption;\n          (h) prescribing forms for the purposes of this Act;\n           (tl respecting the powers and duties of inspectors and\n               analysts and the taking of samples and the seinue,\n               detention, forfeiture and disposal of articles;\n           me inclusion of this p5e is authorized by L.N. 60/1976]\n                             FOOD AND DRUGS                                13\n          63 providing for the analysis of food, drugs, or cos-\n             metics other than for the purposes of this Act\n             and prescribing a tariff of fees to be paid for such\n             analysis;\n         (k) adding anything to or deleting anything from\n             either of the Schedules, in the interests of, or for\n             the protection of the public health;\nr         0 requiring persons who sell food, drugs, cosmetics\n             or devices to maintain such books and records as\n             the Minister considers necessary for the proper\n             enforcement and administration of this Act and\n             to produce such books and records to any person\n             authorized in that behalf by the Minister;\n         (m)prescribing anything required to be prescribed\n             under this Act                  -"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) A draft of all regulations proposed to be made P$=dmus\n     under section 21 shall be published in the Gazette so as m d a -\n     to permit representations to be made to the Minister by tlOnS.\n     any person concerning any provision of the regulations to\n     which that person objects.\n             (2) The Minister shall, when making the regulations,\n     consider every such objection if made in writing within\n     thirty days of the date of publication of the draft regula-\n     tions.\n             (3) Where the Minister conciders it necessary in the\n     public interest or in the interest of, or for the protection\n     of the public health, he may make regulations under section\n     21 without regard to the provisions of subsection (0, so,\n     however, that any regulations so made shall be subject to\n-.   negative resolution."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.41) For the purpose of enabling him to exercise his powaof\n     functions under this Act, the Minister may by order require mipar\n                                                                 reqrure\n                                                                         to\n     every person who at the date of the order or at any sub- S o m t i o n .\n     sequent time carries on a business which includes the\n           me inclusion of   this page is authorized by L.N. 60119761\n14                                FOOD AND DRUGS\n           production, importation or use of substances of any class\n           specified in the order to furnish to the Minister, within\n           such time as may be so specified, such particulars as may\n           be so specified, of the composition and use of any sub-\n           stances which in the course of that business are used,\n           or sold for use, in the preparation of food, drugs or cos-\n           metics.\n                   (2) Without prejudice to the generality of subsection\n           (11, an order made thereunder may require the following\n           particulars to be furnished m respect of any substance, that\n           is to say-\n                (U) particulars of the composition and chemical form-\n                     ula of the substance;\n                (b) particulars of the manner in which the substance\n                     is used or proposed to be used in the preparation\n                     of food, drug or cosmetic;\n                (c) particulars of any investigations carried out by or\n                     to the knowledge of the person carrying on the\n                     business in question, for the purpose of determin-\n                     ing whether and to what extent the substance, or\n                     any product formed when the substance is used\n                     as aforesaid, is injurious to, OT in any other way\n                     a f k t s health;\n                (4particulars of any investigations or inquiries\n                     carried out by or to the knowledge of the person\n                     carrying on the business in quedion for the pur-\n                     pose of determining the cumulative effect on the\n                     health of a person oonsuming the substance in\n                     ordinary quantities.\n&hbfi&.      24.-(1) The Minister may establiih-\nmcnt of\nAdvisory        (a) a Food Advisory Committee to assist and advise\ncommim              him with respect to food standards, labelling and\n                    other matters connected with the manufacture and\n                    distribution of foods in the interest of, and for\n                    the piokction of, the public health,\n                  [The indusion of thii page is authorized by L N 60/157q\n                                    FOOD AND DRUGS\n               (b) a Drug Advisory Committee to assist and advise him\n                   with respect to drug standards, conditions of sale of\n                   drugs and any other matters connected therewith in\n    .             .the interest of, and .for the protection -of, the public\n                   health.\n               (2) A committee established under subsection (1) shall\n        be representative of lay and professional interests and shall com-\n        prise such person as by reason of their knowledge, interest and\n        experience are considered suitable for appointment thereto."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Establishment of Advisory Committees.\n                                 OFFENCES"
    },
    {
      "provision_ref": "sec24l",
      "section": "24l",
      "title": "Section 24l",
      "content": "24l.-(l) An inspector shall release any article seized by D ~ S W S ~\n                                                                 of article\n    him under this Act when he is satisfied that all the pro- ~eipd.\n    visions of this Act with respect thereto have been complied\n    with.\n             (2) Where a person has been convicted of an offence\n    under this Act, the court may order that any article by\n    means of or in relation to which the offencewas committed,\n    belonging to the accused, be forfeited and upon such order\n    being made, such article shall be forfeited and may be\n    destroyed or otherwise disposed of as the Minister may\n    direct."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Every person who-                                                   Offences.\n               (a) >movesor causes or allows to be moved any article in\n                   contravention of this Act;\n               (b) assaults or obstructs any officer designated under this\n                   Act acting in the execution of his duty under this Act;\n               (c) bribes or attempts to bride any inspector or analyst in\n                   connection with any matter arising in the exercise or\n                   performance of his powers or duties under this Act;\n               (4 being an inspector or analyst accepts any bribe in con-\n                   nection with any matter arising in the exercise or per-\n                   formance of his powers or duties under this Act;\n               (e) knowingly gives false or misleading information to an\n                   inspector;\n          . u> contravenes sections 3 to 16 inclusive or subsection (5)\n           '\n                   of section 19,\n        shall be guilty of an offence and shall on summary conviction\n        before a Resident Magistrate be liable to a fine not exceeding\n,       one million dollars or to imprisonment with or without hard 71'996\n                                                                       S. 2.\n        labour for a term not exceeding twelve months.                 7no1I\n                                                                                  Sch.\n16                                      FOOD AND DRUGS\nOffence by          26. Where a person committing an offence against this Act\nbody cor-\nporate.         is a body corporate, the chairman, president, the officers and\n                every director thereof concerned in the management of the\n                body corporate, shall be guilty of the sanle offence unless he\n                proves that the act or omission constituting the offence took\n                place without his knowledge or that he exercised all due dili-\n                gence to prevent the commission thereof.\nFiat of the          27. A prosecution for an offence under paragraph (c) or (6)\nDirector of\nPublic          of section 25 shall not be instituted without the sanction of the\nProsecutions.   Director of Public Prosecutions.\nPenalties in         28. Notwithstanding the provisions of section 29 of the\nregulations.\n                Interpretation Act regulations made under section 21 or an order\n                made under section 23 may prescribe greater penalties than\n                those specified in the said section 29, so, however, that the\n                maximum penalty that may be imposed by any such regulations\n7R011            shall be a fine of one million dollars or imprisonment with or\nSch.             without hard labour for a term of twelve months.\nMinister           28A. The Minister may, by order subject totaffirmative reso-\nmay amend\nmonetary         lution, amend the monetary penalties specified in this Act.\npenalties.\n7ROl l\nSch.\nWant of             29.-(1) In a prosecution for the sale of any article in con-\nknowledge.\n                travention of this Act, if the person charged proves to the satis-\n                faction of the Resident Magistrate that-\n                     (a) he purchased the article from another person in pack-\n                         aged form and sold it in the same package and in the\n                         same condition the article was in at the .time he pur-\n                         chased it; and\n                     (b) that he could not with reasonable diligence have ascer-\n                         tained that the sale of the article' would be in contra-\n                         vention of this Act,\n                the person charged shall be acquitted.\n                         (2) Subsection (1) shall not apply in any prosecution\n                unless the accused, at least ten, days before -the day fixed\n                          FOOD AND DRUGS                                      17\n    for the trial, has given to the prosecutor notice in writing\n    that he intends to avail himself of the provisions of sub-\n    section (1) and has disclosed to the prosecutor the name\n    and address of the person from whom he purchased the\n    article and the date of purchase.\n      3 0 4 1 ) For the purpose of this Act-                       W\n                                                                   lions.\n                                                                          P\n         (U) any article commonly used for human consump\n              tion shall, if sold, be presumed, until the contrary\n              is proved, to have been sold for human consump-\n             tiOW\n        (b) any article commonly used for human consumption\n            which is found on premises used for the manu-\n            facture, preparation, preservation, packaging or\n            storage for sale or sale of that article and any\n            article commonly used in the manufacture or pre-\n            servation of products for human consumption\n            which is found on premises used for the manu-\n            facture, preparation, preservation, packaging or\n            storage for sale or sale of these products, shall be\n            presumed, until the contrary is proved, to be in-\n            tended for sale, or for manufacturing products for\n            sale, for human consumption;\n        (c) any substance capable of being used in the com-\n            position or preparation of any article commonly\n            used for human consumption which is found on\n            premises on which that article is prepared shall,\n            until the contrary is proved, be presumed to be\n            intended for such use.\n            (2) In a prosecution for an offence under this Act\n.   it shall be suilicient proof of the offence to establish that\n    it was committed by & employee or agent of the accused\n    whether or not such employee or agent has been prosecutad\n    for the offence; and for the purposes of this subsection,\n    any person selling or ostensibly employed to sell shall be\n    presumed to be employed to sell.\n               inclusion of this page is author&   by LN. aO/197s]\n18                                   FOOD AND DRUGS\nPossession       31. Where a person is prosecuted under this Act for\nof adulter-\nating sub-     having manufactured an adulterated food or drug for sale,\nstances.       and it is established that-\n                    (a) the food OT drug has by regulation been declared\n                         to be adulterated if any prescribed substance has\n                         been added thereto; and\n                    (b) such person had in his possession or on his pre-\n                         mises any such prescribed substance,\n               the onus of proving that the food or drug was not adulter-\n               ated by the addition of such substance shall be on the\n               person charged.\nName of           32. Proof that a package containing any article to which\nmanufac-\nturer.         this Act applies bore a name or address purporting to be\n               the name or address of the person by whom it was manu-\n               factured or packaged shall be prima facie proof, in a prose-\n               cution for a contravention of this Act, that the article was\n               manufactured or packaged, as the case may be, by the per-\n               son whose name or address appeared on the package.\ncertificate3     33.-(1) Subject to subsection (21, the certificate of an\nofanalysis.\n               inspector or analyst stating that he has examined or\n               analysed an article or sample for the purposes of this Act\n               and stating the result of his examination or analysis shall\n               be admissible in evidence in a prosecuition €or a contra-\n               vention of this Act and shall be primo fmie proof of the\n               statements contained in the certificate but the party against\n               whom it is produced may require the attendance of the\n               inspector or analyst for the purpose of cross-examining\n               him.\n                        (2) A certificate under subsection (1) shall be not\n               admissible in evidence unless the party intending to pro-\n               duce it has before the trial given to the party against whom\n               il is intended to produce it reasonable notice of such inten-\n               tion and a copy of the certificate\n                     me inclusion of this P.BE LE authorized by L.N. 60119761\n                          FOOD AND DRUGS                                      19"
    },
    {
      "provision_ref": "sec28a",
      "section": "28A",
      "title": "Section 28A",
      "content": "28A. Minister may amend monetary penalties.\n                                     EVIDENCE"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. In a prosecution for a contravention of this Act a CopiEsof\n    copy of a record or an extract therefrom certified to be. a records.\n    true copy by the inspector who made it pursuant to para-\n    graph (c) of subsection (1) of section 19 shall be admissible\n    in evidence and shall be prima jack proof of the contents\n    thereof.\nf                            FtRST %XBDlJLG                (Sections 3. 21)\n               Alcoholism\n               Appendicitis\n               Arteriosclerosis\n               Blood Poisoning\n               Bright’s Disease\n               Cancers and Sarcomas\n               Cataract\n               Diabetes\n               Disorders of menstrual flow\n               Disorders of the prostatic gland\n               Dropsy\n               Epilepsy\n               Gallstones, Kidney Stones, Bladder Stones\n               Glaucoma\n               Goitre\n               Heart Diseases\n               High Blood Pressure\n               Infantile Paralysis\n               Intluenza\n               Lockjaw\n               Locomotor Ataxia\n               Osteo-arthritis\n               Paralysis\n               Pleurisy\n               Pneumonia\n               Rheumatoid Arthritis\n               Ruptures\n               Sexual Imptence\n               Tuberculosis\n               T m o u rs\n               Typhoid Fever\n               Ulcers of the gastro-intestinal tract\n               Venereal Diseases\n          pbbe inclusion of this page is authorkd by   L.N. 60119761\n                       FOOD AND DRUGS\n                         Smm SCHEDULE                 (Sectims 9, 21)\nPharmacopoeia Internationalis\nThe British Pharmacopoeia\nThe pharmacopoeia of the United States of America\nThe Canadian Formulary\nThe British Pharmaceutical codw;\nThe National Formulary\nTbc Extra P b a m p i a - M a r t i n d a l e\n        me inclusioo vf this m e is authorized by L.N. 60/1976]"
    }
  ],
  "definitions": [
    {
      "term": "analyst",
      "definition": "an analyst designated under section 17",
      "source_provision": "sec2"
    },
    {
      "term": "device",
      "definition": "any instrument, apparatus, or contrivance",
      "source_provision": "sec2"
    },
    {
      "term": "drug",
      "definition": "any substance or mixture of substances",
      "source_provision": "sec2"
    },
    {
      "term": "insanitary conditions",
      "definition": "such conditions or circum-",
      "source_provision": "sec2"
    }
  ]
}