{
  "id": "jm-stat-the-foreign-governments-landholding-act",
  "type": "statute",
  "title": "The Foreign Governments (Landholding) Act",
  "title_en": "The Foreign Governments (Landholding) Act",
  "short_name": "Foreign Governments (Landholding) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-foreign-governments-landholding-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-foreign-governments-landholding-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                Inicrprcta-\n                                                                      6011.\n          “foreign country” means a country (other than the 42/,%8\n               Republic of Ireland) that is not part of the 3 r d ~ ~\n               Commonwealth."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) From and after the 8th September, 1955, no land FoAw\n     in this Island shall be held by, or by any person in trust for\n     or for the benefit of, the government of any foreign country,    t;,\n     without a licence from the Minister.                           land without\n                                                                      liCmcC.\n            (2) Any land held in contravention of the provisions\n     of subsection (1) shall be forfeited to Her Majesty."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  Subject to the provisions of section 5, the Minister p-of\n     may, if he thinks fit, grant to the government of any foreign Minister\n                                                                    toslant\n     country or to any person on behalf of such government, l-8.\n     a licence to hold land in this Island.\n            (2) Every licence granted under this section-\n          (U) shall be in such form as the Minister may require;\n          (b) shall be subject to such conditions (if any) as the\n               Minister may impose;\n          (c) shall be operative only as to the land described and\n               as to the estate or interest specified therein; and\n2                     FOREIGN GOVERNMENTS (LANDHOLDING)\n                   (d) shall be of no force or effect until registered in the\n                       Record Office, or in the case of land subject to the\n                       Registration of Titles Act, in the office of the\n                       Registrar of Titles.\n                     (3) Upon the breach of any condition in a licence\n              granted under this section the estate or interest held by\n              virtue of the licence shall be forfeited to Her Majesty.\nAbsolute       5.-(1) No person who is dependent on financial support\nprohubition\nagaiost     from, or who is in any way obligated to, the government\nor transfer of a foreign country, shall convey or transfer any land in\nConVeYallOC\nof*andm     this Island to that government and any land so conveyed\nforeign\ngovernments or transferred shall be forfeited to Her Majesty.\nin certain\nCaSeS.\n                      (2) A certificate signed by the Minister to the effect\n              that a person was dependent on financial support from,\n              or was obligated to, the government of a foreign country\n              at the time of the execution of any deed or other instrument\n              conveying or transferring to that government any land i~\n              this Island shall, in any legal proceedings, be conclusive\n              evidence of the facts therein stated.\n                 &--(I) Any land forfeited under this Act shall not vest\n              in Her Majesty unless and until a judgment is obtained\n              declaring the forfeiture, but, on such judgment being\n              obtained, the title of Her Majesty shall relate back to and\n              be deemed to have commenced from the date of the execu-\n              tion of the deed or other instrument conveying or trans-\n              ferring such land in contravention of this Act.\n                     (2) A judgment declaring a forfeiture of land shall\n              operate to vest in Her Majesty all the estate and interest\n              therein declared to be forfeited.\n                    lThc inclusion of this page is authorizsd by L.N. 480119731\n        FOREIGN GOVERNMENTS (LANDHOLDING)                                     3"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. For the purpose of establishing a forfeiture under this pmfcdun.\nAct, the Attorney-General may, on behalf of Her Majesty,\napply ex par& to the Supreme Court for a declaration that\nany right, title or interest sought to be affected is forfeited\nto Her Majesty."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every licence granted under this Act shall be exempt ~xmplion\nfrom stamp duty.                                                      duly."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Nothing in this Act shall affect any estate or interest savins.\nin land in this Island held by the government of any foreign\ncountry on the 8th September, 1955.\n       CThe inclusion of this m   e ia aulhorizsd by L.N. 480119731"
    }
  ],
  "definitions": []
}