{
  "id": "jm-stat-the-foreign-recruiting-act",
  "type": "statute",
  "title": "The Foreign Recruiting Act",
  "title_en": "The Foreign Recruiting Act",
  "short_name": "Foreign Recruiting Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-foreign-recruiting-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-foreign-recruiting-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act “foreign state” includes any person or “Foreign\n                                                                    SLBW\npersons exercising or assuming to exercise the powers of interwt.\ngovernment in or over any country, colony, province or\n                                                         2nd\npeople beyond the limits of the Island.                  Sch."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If any person is, within the limits of the Island, obtain- Powerto\n                                                                 prohibit or\ning or attempting to obtain recruits for the service of any limit penons\nforeign state in any capacity, the Minister may by order recruiting\n                                                                 for\neither prohibit such person from so doing, or permit him ;        ;;-\nto do SO subject to m y conditions which the Minister ${I969\nthinks fit to impose.                                            sch."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may from time to time by general order General\n                                                             power to\nnotified in the Gazette either prohibit recruiting for the prohibit\n                                                             or limit\nservice of any foreign state, or impose upon such recruiting same.\nany conditions which he thinks fit."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may rescind or vary any order made Powerto\n                                                                    vary or\nunder this Act in such manner as he thinks fit.                     rescind\n                                                                    den."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Whoever in violation of the prohibition of the Minister mences\n                                                                    against\nor of any condition subject to which permission to recruit thisAct.\nmay have been accorded-\n    (a) induces or attempts to induce any person to accept\n         or agree to accept or to proceed to any place with\n         a view to obtaining any commission or employ-\n         ment in the service of any foreign state; or\n       [Tbe inclusion of this page is authorized by L.N.480!1973]\n2                                FOREIGN RECRUITING\n                 (6) knowingIy aids in the engagement of any person\n                     so induced, by forwarding or conveying him or by\n                     advancing money or in any other way whatever,\n            shall be guilty of a misdemeanour and shall on conviction\n~ 1 9 6 9   thereof be liable to imprisonment with or without hard\n3rd\nSch.        labour for any term not exceeding seven years, or to a fine\n            to such amount as the Court thinks fit, or to both fine\n            and imprisonment.\nOffences      7. Any offence against this Act shall be triabIe in the\nwhere\ntriable.    Circuit Court for any parish of this Island in which the\n4211969     person accused may be found, or in which such offence may\n2nd\nSch.        have been committed.\n            _- (The inclusion of this page is authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}