{
  "id": "jm-stat-the-foreign-sales-corporation",
  "type": "statute",
  "title": "The Foreign Sales Corporation",
  "title_en": "The Foreign Sales Corporation",
  "short_name": "Foreign Sales Corporation",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-foreign-sales-corporation",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-foreign-sales-corporation",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The fees payable pursuant to section 13 shall be paid by each\ndesignated corporation-\n     ( U ) initially, on the date on which the ccrtificate is grdnted under\n           section 3;\n     ( h ) thereafter, on or before the 1st day of January in each sub-\n           sequent year;\n     (c) at the rate set out in paragraph 2.\n   Z.+l) Where the designated corporation has\nelected pursuant to the relevant legislation to be\ntreated as a small foreign sales corporation in\nthe scheduled state        ...      ...       ... US$ 500 per annum\n      (2) In any other case             ...       ...    US$l,OOO per annum\n           p l w inclusion of this page is authorized by L.N. 2S!lSSS]"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-              Interpreta.\n                                                                      tion.\n    “designated corporation” means a foreign sales cor-\n        poration in relation to which a certificate of de-\n        signation has been granted under section 3 and\n        remains in force;\n    “domestic operations” in relation to a designated cor-\n         poration means-\n         (a) the acquisition or rental of accommodation\n             to be occupied and used by a designated cor-\n             poration for the purposes of its business or\n              to be used for the purpose of providing living\n              accommodation for employees or officers of\n              the corporation;\n         (b) the maintenance or disposal of such accom-\n              modation as aforesaid;\n         (c) the provision of staff for the corporation;\n         (d) the provision of equipment and services for\n              use in such accommodation or by such staff\n              as aforesaid for the purposes of the business\n              of the corporation;\n         (e) the provision of technical and professional ad-\n              vice and services (including advice and ser-\n         [The inclusio? of this p q e is authorbed by L.N. ?5!IO8S]\n4                     FOREIGN SALES CORPORATION\n                       vices as a director of the corporation) for the\n                       purposes of the business of the corporation;\n                 (f, such other operations as may be prescribed\n                       by the Minister by order;\n            “foreign sales corporation” means any corporation\n                 which-\n                  ((I) is incorporated or registered under the Com-\n                       panies Acg\n                 (5) is, pursuant to the provisions of the relevant\n                       legislation in a scheduled State, qualified to\n                       be regarded as a foreign sales corporation in\n                       that State; and\n                 ( c ) has elected, or satisfied the Minister that it\n                       proposes to elect within a period indicated by\n                       the corporation to the Minister, to be so re-\n                       garded in that State;\n            ‘‘foreign trade transaction” means, subject to the pro-\n                 visions of this Act, any transaction-\n                 ((I) entered into by a designated corporation with\n                       persons not resident in Jamaica; and\n                 (b) which, pursuant to the relevant legislation of\n                       the scheduled State, is the source from which\n                       foreign trade income is determined in estab-\n                       lishing the tax liability of a foreign sales cor-\n                       poration in that State;\n            “relevant legislation” in relation to any scheduled State\n                 means the legislation of that State which provides\n                 for tax concessions to foreign sales corporations\n                 and which is specified, in relation to the scheduled\nFirst            State, in the second column of the First Schedule.\nSchedule.\n            “scheduled State” means a State which-\n                 (a) is specified in the first column of the First\n                       Schedule; and\n                [The inchrim of thin page i ? authorized by L.N. 25119851\n               FOREIGN SALES CORPORATION                                            5\n         ( h ) by its legislation provides for the grant of lax\n               concessions to foreign sales corporations."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.---(1) The Minister may, on the application of a foreign power of\nsales corporation, grant a certifici:te certifying that the cor- ~ ~ ~ *                ~\nporation is a designated corporation for the purposes of this ~ c $ ~ ~ ~ ,\nAct.                                                             to foreign\n                                                                       sales DOT-\n                                                                       poration.\n      (2) A certificate under this section shall, subject to\nthe provisions of this Act, be valid for a period of fifteen\nyears and inay from time to time be re-issued for further\nperiods of fifteen years.\n         (3) An app!ication for a certificate under subsection\n( I ) shall be made in writing to the Minister in such form\nand containing such particulars as may be prescribed."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) A designated corporation may, by notice in writ- ~ e r m i n a t i ~ n\n                                                               of status as\ning to the Minister, terminate its status as a designated cor- esignated\n                                                                  .\nporation from such date as may be specified in the notice. corporation.\n         (2) Subject to subsection (3>, the Minister may, by\nnotice in writing to a designated corporation, terminate\nfrom such date as may be specified in the notice, the cerli-\nfication of that corporation if-\n     (n) the corporation ceases to be a foreign sales cor-\n            poration in the scheduled State pursuant to the re-\n            levant legislation; or\n      ( h ) the Minister is satisfied that the corporation has\n            failed to comply with the provisions of this Act.\n      (3) Before terminating a certificate of designation pur-\nsuant to subsection (2) the Minister shall afford to the cor-\nporation an opportunity--\n    ( a ) to explain the circumstances of the cessation, or\n           as the case may be, failure; and\n         Fe inclusion of this page i s al!thorizc.! by L.N. IS!l?SS]\n6                            FOREIGN SAI.ES CORPORATION\n                  (b) if possible. to take such steps as may be appro-\n                      priate to avoid termination.\n                     (4) The status of a corporation as a designated cor-\n              poration shall, notwithstanding any notice under this sec-\n              tion and subject to subsection (51, continue until the end of\n              the jear of assessment in which the notice takes effect or\n              until-\n                   ( U ) such exlier date as the corporation may specify; or\n                  (b) such later date as the Minister, on the application\n                       of the corporation, may allow.\n                   (5)Where at any time before-\n                  (a) the end of the year of assessment referred to in sitb-\n                      section (4); or\n                  (b) the dale referred to in paragraph (b) of that sub-\n                        section,\n              the Minister is satisfied as respects any corporation served\n              with a notice unde: this section that the corporation has\n              taken such steps as would justify the revocation of that\n              notice, the Minister may revoke such notice and thereupon\n              the corporation shall continue in the status of a designated\n              corporation as if the notice of termination had not been\n              issued.\nRelicf from      s.-(l) Subject to subsection (2),a designated corporation\nincome tax.\n              shall, in respect of the year of assessment in which it is cer-\n              tified a disignated corporation and any subsequent year of\n              assessment. so long as it remains a designated corporation,\n              be exempt from income tax (including company profits tax\n              and additional company profits tax) in respect of income\n              arising from foreign trade transactions.\n                     (?) A designated corporat.ion shall be relieved of in-\n              come tax in respect of-\n                 (a) interest on loans or deposits; and\n                       fThe inclusion of this page is authorized by L.N. 2Sll98Sl\n                  FOREIGN SALES CORPORATION                                        7\n     (b) other approved investment activity.\n       (3) In this Act “approved investment activity” means\ninvestment in such ventures in Jamaica as the Minister may\nfrom time to time approve for such period and on such\nterms and conditions as he may specify.\n      (4) Nothing in this section shall exempt a designated\ncorporation from its obligation-\n     (U) to deduct and account to the Commissioner of                   fiyj,9w,\n          Inland Revenue for income tax required to be with-\n          held from emoluments payable to its employees; or\n     (b) to render to the Commissioner of Inland Revenue, ~&999.\n          returns and information required pursuant to the\n         Income Tax Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--(1)  Where a person is entitled, pursuant to a treaty Relief hum\n                                                                U l m etax\nbetween a scheduled State and Jamaica, to set off against of di-\n                                                               tor or\nincome tax payable by him in a scheduled State income tax mp~oycta\npayable in Jamaica, he shall be entitled to relief from so %?           :i\nmuch of the income tax payable by him in respect of the pomti-\nemoluments earned by him in the capacity of director or,\nas the case may be, employee of a designated corporation\nas exceeds his liability to income tax in the scheduled State.\n       (2) Where such person as referred to in subsection\n(1) is not entitled as mentioned in that subsection, he shall\nbe relieved of so much of the income tax payable by him in\nJamaica as may be required to avoid double taxation of the\nemoluments aforesaid."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) A designated corporation shall be exempt from E:firn\nthe provisions of the Human Employment and Resource =&    StaNtOry\nTraining Act.                                             mauibu-\n                                                                        ti0n.\n       (2) A person who is employed in Jamaica as a direc-\ntor, or, as the case may be, employee of a designated cor-\nporation shall-\n8                    FOREIGN SALES CORPORATION\n         (a) if he is not ordinarily resident in Jamaica, be ex-\n             empt from the provisions of the enactments re-\n             ferred to in subsection (4);\n         (b) in any other case, be liable to pay contributions\n             or tax pursuant to those enactments.\n           (3) A designated corporation shall, as regards the en-\n    actments referred to in paragraphs (a) and (b) of subsection\n    (4), be exempt from any liability to pay contributions or\n    tax as an employer but nothing in this subsection shall-\n         (U)   exempt the designated corporation from its liability\n               to pay contributions under the enactment referred\n                to in paragraph (c) of subsection (4);\n         (b) in relation to any employee referred to in para-\n             graph ( b ) of subsection (2), exempt a designated\n             corporation from its obligations under all the en-\n             actments referred to in subsection (4)-\n                 (i) to deduct from the emoluments of the em-\n                     ployee, contributions or tax payable by\n                     such employee and to make payment of the\n                     amount deducted to the appropriate autho-\n                     rity; and\n                (ii) to make such returns and supply such in-\n                     formation in relation to the employee a~\n                     may be required pursuant to those enact-\n                     ments.\n           (4) The enactments referred to in subsections (2) and\n    (3) are-\n         (#)   the National Housing Trust Act;\n         (b) the provisions of any law for the time being in\n             force relating to the payment of education tax;\n         (c) the National Insurance Act.\n               IThc inclusion of this page is authorized by L.N. 3/20011\n                    FOREIGN SALES CORPORA TION                                      9"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Where a shareholder in a designated corporation is      Dividends to\n                                                                        non-resident\n    not resident in Jamaica he shall be exempt from income tax in       shawholdcrs\n    respect of any dividend paid to him by that designated              in designated\n                                                                        corporation.\n    corporation out of income exempt or relieved from tax pursuant\n    to section 5.\n          (2) The provisions of the Income Tax Act relating to the\n)   deduction of income tax from dividends to shareholders shall\n    not apply to dividends exempt from income tax pursuant to\n    subsection (1)."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   A designated corporation may effect transactions         Transactions\n                                                                        with persons\n    relating to its domestic operations with persons resident in        mident in\n    Jamaica and may also, with the prior approval of the Minister,      Jamaica.\n    effect other business transactions with such persons (including\n    approved investment activities).\n          (2) No person shall be deemed for the purposes of this\n    Act to be a person resident in Jamaica by reason only of the fact\n    that he visits Jamaica from time to time for the purpose of\n    attending meetings of shareholders or directors of the\n    designated corporation; nor shall the period of any such visit be\n    taken into account in determining whether or not a person not\n    ordinarily resident in Jamaica has become so resident."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. [Deleted vide Act 11 of 1992, S. 2.1\n1\n      1 1 . 4 1 ) Every designated corporation shall be entitled to     Free entry of\n                                                                        machinery\n    import into Jamaica any equipment, machinery or materials free      and equip-\n    of customs duty, stamp duty and general consumption tax             ment.\n10                            FOREIGN SALES CORPORATION\n               (hereinafter referred to as customs and similar duties) if the\nL.N.\n93s/86.\n               Commissioner of Customs is satisfied that such goods are\n               imported primarily for the purpose of providing facilities for\n               the carrying out of foreign trade transactions.\n                     (2) Where a designated corporation purchases in\n               Jamaica goods described in subsection (1) which, pursuant to\n               that subsection, may be imported free of customs and similar\n               duties, there shall be a waiver of any such duties or excise duty,\nL.N.           which the Commissioner of Customs is satisfied have been\n93S186.\n               paid, or, as the case may be, are payable in respect of those\n               goods.\nRestrictions     12. No goods imported into, or purchased in Jamaica\nupon the\ndisposal of    by any designated corporation free of excise duty or customs\ngoods im-      and similar duties under the provisions of this Act shall be sold,\nported or\npurchased      given away or otherwise disposed of except-\nfree of\ncustoms and\nsimilar\nduties.\n                     (a) upon the designated corporation paying or giving\n                         security to the satisfaction of the Commissioner of\nL.N.\n93si86.\n                         Customs for the payment of an amount equivalent to\n                         the amount of excise duty, customs and similar\n                         duties which would have been payable upon the im-\n                         portation or purchase of such goods but for the\n                         provisions of this Act; or\n                     (b) after the expiration of three years from the date of the\n                         importation into, or, as the case may be, purchase in,\n                         Jamaica of such goods.\n                                    of thw page IS author~zedby L.N 87120041\n                       [The ~nclus~on\n               FOREIGN SALES CORPORATION                                 I1\n   1 3 . 4 1 ) There shall be paid by a designated corporation Fees.\n                                                               SWDd\nfees in accordance with the provisions of the Second Sche- schaluic.\ndule.\n         (2) The Minister may by order amend the Second\nSchedule and any such order shall be subject to affirmative\nresolution of the House of Representatives.\n    1 4 . 4 1 ) Subject to the provisions of this section, where Exemption\n                                                                 from in-\nthe income in foreign currency of a designated corporation come tax\ni s invested in prescribed investment for a minimum period $:,Et-\nof five years, there shall be exempt from income tax the in-          z;?;&\ncome arising from those investments.\n          (2) Where a designated corporation terminates a\nprescribed investment within five years from the end of the\nyear of assessment in which that investment was made, such\ncorporation shall not be entitled to any relief under subsec-\ntion (1).\n         (3) In this section ”prescribed investments” means\nsuch imestments as the Minister may from time to time. by\norder, prescribe."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Restrictions upon the disposal of goods imported or purchased\n      free of customs and similar duties."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Exemption from income tar of investment in foreign currency.\nIS. Regulations.\n    sc€imms\n       ITbe inclusion of ,this page is authorized by L.N. 411 I9951\n              FOREIGN SALES CORPORATION                                             3\n     THE FORETGN SALES CORPORATION ACT                                    Act\n                                                                       20 of w84"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(1) The Minister may make regulations generally for Regula.\nthe better carrying out of the purposes of this Act and in tions.\nparticular but without prejudice to the generality of the fore-\ngoing may make regulations-\n     ( U ) providing for returns to be submitted and infor-\n           mation to be furnished for the purpose of an appli-\n           cation for a certificate;\n     ( h ) prescribing records to be kept and the returns to\n           be furnished by designated corporations;\n     (c) amending the First Schedule;\n               FOREIGN SALES CORPORATlON\n     (d) prescribing other matters required by this Act to\n          be prescribed.\n         (2) Regulations made under subsection ( I ) (c) shall\nbe subiect to affirmative resolution.\n        [rhc inclusion o i this p a s is authorized by L.N. 25/19851\n                 FOREIGN SALES CORPORATION                                         13\n                            FIRST SCHEDULE                           (Section 2)\n    Scheduled State                               Relevant Legislaion\n United States of America              The Deficit Reduction Act of 1984.\nincluding the Common-\nwealth of Puerto Rico.\n                     SECOND SCHEDULE                               (Section 13)"
    }
  ],
  "definitions": []
}