{
  "id": "jm-stat-the-forest-act",
  "type": "statute",
  "title": "The Forest Act",
  "title_en": "The Forest Act",
  "short_name": "Forest Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-forest-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-forest-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Tribunal shall, subjcct to paragraph 2, consist of three mem- Constitution\nbers appointed by the Minister one of whom shall be appointed o f T r i b u d .\nchairman."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In t h i s Act, unless the context otherwise requires- h\n                                                          h\n                                                          m -\n   “allowable annual cut” means a rate of timber harvest-\n        ing specified for an area of land;\n   “authorized officer” means a forest officer, a member\n      of the Jamaica Constabulary Force or any other\n      person designated as such by the Minista;\n “cattle” includes horses, mules, asses, goats, sheep and\n      swine;\n “Conservator” means the Conservator of Forests;\n “Crown land” includes a11 waste or vacant land in the\n      Island vested in the Commissioner of Lands in\n      trust for the Government of Jamaica, and all land\n      leased by the Commissioner of Lands on behalf of\n      the Government of Jamaica as forest reserves;\n “Forest Management and Conservation pIan” means\n      the national Forest Management and Conservation\n      plan prepared under section 16;\n “forest management area” means any area of land de-\n      clared under this Act to be a forest management\n      area;\n “forest officer” means the Conservator and any other\n     person appointed to be a forest officer;\n “forest produce” includes-\n     me inclusion of this page is authorkd by LN. 961 19981\n4                                       FOREST\n                   (a) trees, plants. fauna, stones, sand and soil\n                         existing in or taken from a forest reserve,\n                         Crown land or forest management area; or\n                    (b) all parts and produce of such trees and plants;\n               “forest reserve” means any area of land declared by\n                    or under this Act to be a forest reserve;\n               “functions” includes duties and powers:\n               “private land” means land that is not Crown land;\n               “protected area” means any area of land declared by\n                    the Minister pursuant to section 23 to be a pro-\n                    tected area;\n               “timber” means-\n                    (a) trees, whether standing, fallen, living, dead,\n                         limbed, bucked or peeled; and\n                    (b) logs;\n               “tree” includes shrubs and bushes of all kinds, seedlings,\n                    saplings and reshoots of all ages, and any part of\n                    a tree.\n                         PART11. Forest Administration\nmen: of       3 . 4 1 ) There is hereby established a department of\nFarc5try    Government to be called the Forestry Department, herein-\nDeportment.\n            after referred to as the Department.\n                (2) For the due administration of the Department, the\n           Governor-General may appoint-\n              (a) a Conservator of Forests;\n              (b) such other officers and employees as may be neces-\n                   sary for the efficient operation of the Department.\n                 (3) On the application of a person who is engaged\n           in the establishent or conservation of a forest in a forest\n           management area or on land leased from the Commissioner\n           of Lands, the Conservator may, by instrument in writing,\n           -\n                   me inclusion of this page is authorized by LN. 96/1998]\n                               FOREST\ndesignate as a special forest officer, any person whom the\napplicant wishes to exercise the powers of a forest officer\nunder this Act in relation to the applicant’s forest.\n      (4) A person who makes an application referred to\nin subsection (3) may make a written request to the Con-\nservator for revocation of the designation referred to in that\nsubsection.\n      (5) A special forest officer-\n    (a) may exercise the powers of an authorized officer\n        under sections 27 and 29 and any other powers\n        conferred on special forest officers by regulations\n        relating to forest management areas or lands leased\n        from the Commissioner of Lands;\n    Ib) shall not, by reason only of his designation as a\n        special forest officer, be subject to the control of\n        the Conservator or be entitled to receive any re-\n         muneration from the Government;\n    (c) shall cease to be a special forest officer when the\n        Conservator withdraws the designation, whether\n         or not upon a request made under subsection (4)."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The members of the Tribunal shall, suhject to the provisions of Tenureof\nthis Schedule, hold office for such period not exceeding two years as Office.\nthe Minister may determine and shall be eligible for reappointment."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The functions of the Department shall include-             Functions\n                                                                of the\n     (a) sustainable management of forests in Crown lands D e w m a t\n           or in forest reserves and the effective conservation\n           of those forests;\n     ( b ) directing and controlling the exploitation, in a\n           rational manner, of forest resources by the intro-\n           duction of adequate systems for renewal of those\n           resources;\n     (c) preparing and implementing a national forest\n           management and conservation plan;\n     (4promoting the development of forests on private\n           lands;\n         me inclusion of this page is aubhorizcd by L.N. 961 19981\n6                                FOREST\n    (e) promoting, estabIishing and maintaining a forest\n         research programme with a view to-\n             (i) enhancing forest management and develop-\n                 ment;\n            (ii) identifying and obtaining silvicultural data\n                 to be used in improving financial yields of\n                 species important to the national economy;\n           (iii) ensuring resorestation of suitable lands;\n    (f) establishing and promoting public education pro-\n        grammes to improve understanding of the contri-\n        bution of forests to national well-being and national\n        development;\n    (9) establishing and maintaining recreational facilities\n        in such forest conservation areas and forest man-\n        agement areas as may be designated for that pur-\n        pose;\n    (h) promoting agroforestry and social forestry pro-\n        grammes for the benefit of farmers, schools and\n        any other interested persons, or groups of persons;\n    (i) determining, with the approval of the Minister, fees\n            for licences or permits granted under this Act or\n            any services rendered by the Department;\n    (11 preparation of forest inventories and the demarca-\n           tion and maintenance of forest boundaries;\n     (k) control and supervision of the cutting, harvesting,\n          milling and sale of timber and other forest produce;\n    ( I ) granting of licences and permits under this Act;\n    (m) compiling information and statistics concerning the\n          use of timber and other forest produce;\n    (n) protection and preservation of watersheds in forest\n        reserves, protected areas and forest management\n        areas;\n                   _ __ _ _ _ _\n        p    e inclusion of &is page is authorized by L N. 961 19981\n                               FOREST\n    (0)   developing programmes for proper soil conserva-\n          tion;\n    ( p ) taking steps to enforce compliance with the pro-\n          visions of this Act; and for this purpose the Con-\n          servator and other forest officers shall have the\n          powers of a Constable under the Constabulary\n          Force Act,\n     (q) such other functions as may be assigned under this\n         Act or any other enactment.\n                 PART111. Forest Managemenf"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Subject to section 10, the Minister may by order, sub- Declaration\n                                                               of fomt\nject to ailinnative resolution, declare to be forest reserves- reyrvo.\n      (a) any Crown lands; or\n     (6) any private land if the owner thereof applies h\n         writing for such a declaration."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Forest reserves shall be used primarily for the :;z;Wof\nfollowing purposes-                                             mSCIV0.\n      (a) the conservation of forests existing naturally in the\n            area of those forest reserves;\n      (6) the provision of land for the development of forest\n            resources, including the establishment of forest\n            plantations;\n      (c) the generation of forest products;\n      (6) the conservation of soil and water resources;\n      (e) the provision of parks and other recreational\n            amenities; and\n      v) the protection and conservation of endemic flora\n            and fauna.\n       (2) A lease of any parcel of land in a forest reserve\nshall be regulated by the following conditions-\n          me ioclusion of &is page is authorized by LN. %/I9981\n8                                             FOREST\n                    (a) the land may only be used for purposes compatible\n                           with subsection (1); and\n                    ( b ) if the parcel of land includes any Crown lands, the\n                           Commissioner of Lands shall not grant lease with-\n                           out the approval in writing of the Conservator.\nDeclaralion     7 . 4 1 ) The Minister may, by order, declare to be forest\nof forest\n              management areas-\namS.\n                    (a) any Crown lands not in a forest reserve;\n                    ( b ) any private lands, if he is satisfied that the use of\n                          the land should be controlled for the protection of\n                          the national interest.\n                       (2) Forest management areas shall be used primarily\n              for the purposes specified in section 6 (1) in relation to forest\n              reserpes.\nForest\nmanagemalt"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. If any vacancy occurs in the membership of the Tribunal such Fil,inppf\nvacancies shall be filled by the appointment of another member.   YdCBOCleS."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.41) The Conservator shall, every five years, prepare\nPlanS.        and submit to the Minister for his approval a forest man-\n              agement plan for each forest reserve and each forest\n              management area.\n                    (2) Every forest management plan shall contain such\n              particulars and proposals as shall be prescribed in relation\n              to-\n                    (4 the land to which the plan relates;\n                    (b) the forests and other natural resources on that land;\n                    ~ ( c )the determination of an allowable annual cut and\n                        the production of other forest products in relation\n                        to the forests mentioned in paragraph (b);\n                    (d) forest plantations proposed to be established and\n                        other silvicultural practices to be carried out;\n                    (e) a conservation and protection programme;\n                    (f) portions of the land proposed to be leased, the pur-\n                        poses for which the leased areas are to be used and\n                         the terms and conditions of the lease;\n                        lThe inclusion of this page is authorized by LN. 961 19981\n                                FOREST                                          9\n    (g) the role of the Department and other government\n         agencies or statutory authorities in the implementa-\n         tion of the plan.\n      (3) Where the Minister has approved a forest man-\nagement plan, the Director shall ensure that the forest\nreserve and forest management area to which it relates are\nmanaged in accordance with the plan."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where, on the recommendation in writing of the Con- Compulsory\n                                                              acqu9slhon\nservator, the Minister is satisfied that it is necessary to oflandfor\n                                                              forcrt\nacquire any private land for the purposes of forest reserves, IssecW.\nthe Minister may proceed to acquire that land in the manner\nprescribed in the Land Acquisition Act.\n  1 0 . 4 1 ) The Minister shall, at least ninety days before            E&zf\nthe making of an order under section 5-                           declaralion\n                                                                  of forest\n     ,(a) publish in the Gazette and in such other medium r m m e .\n            as the Minister thinks fit, a notice of his intention\n            to make the order;\n     ( b ) invite, in such manner as he thinks fit, comments\n            from members of the public in relation to the pro-\n            posed order.\n        (2) The Minister shall take into account any com-\n ments received before making an order under section 5.\n        (3) Whenever the Minister proposes to amend or\nrevoke an order under section 5 he shall give public notice\nof his intention and provide an opportunity for public com-\nment as mentioned in subsection (1) (b).\n   1 1 . 4 1 ) The Minister may, in respect of a forest reserve Inlerimpm-\n                                                                tection\n or a forest management area or proposed forest reserve or measursskor\n forest managemnt area, provide such interim measures as\n may, in his opinion, he necessary to protect such reserve or        man-\n                                                                agement\n management area or proposed reserve or management area. areas.\n           [The inclusim of h i s page is aufhorized by L.N. 961 19981\n10                                          FOREST\n                      (2) Any measures provided for pursuant to this sec-\n              tion shall remain in force for no longer than six months.\nAppointmat      1 2 . 4 1 ) For the purposes of this Part the Minister may,\nof local\nforest        after consultation with the Conservator, appoint a forest\nmanagement\noommiltw.     management committm for the whole or any part of a forest\n              reserve, forest management area or protected area.\n                      (2) Whenever possible, each forest management com-\n              mittee shall include at least two members having local knowl-\n              edge of the area, or part thereof, in which the forest reserve,\n              forest management area or protected area is located."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Subject to paragraph 2, the decision of the Tribunal ha11 he voting.\n by a majority of votes of the members. and in addition to an originaI\n vote, the chairman shall have a casting vote in any case in which the\n voting is equal."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Subject to the provisions of this Act. the Tribunal shall repdate Powcrsfo\n its own proceedings.                                                     regulate\n                                                                          pmccedlnp."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The ofice of the chairman or member of the Tribunal shall not Chairman,\n be a public office for the purposes of Chapter V of the Constitution of\n Jamaica.\n                                                                                  rim\n                                                                          under Con-\n                                                                                stituuon of\n           CThe inclusion of this page is authorized by LN. 96/1998]            JaJMira."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13) The Conservator shall, from time to time, make\n              available to any forest management committee such\n              technical advice and assistance as may be necessary to assist\n              the committee in its functions.\nFunaions al\nforest          13. The functions of a forest management committee shall\nmamagemeat\noommittoc.    include-\n              '\n                   #(a)monitoring of the condition of natural resources in\n                       the relevant forest reserve, forest management area\n                       or protected area;\n                   (6) holding of discussions, public meetings and like\n                        activities relating to such natural resources;\n                   (c) advising the Conservator on matters relating to the\n                        development of the forest management plan and\n                        the making of regulations;\n                   (d) proposing incentives for conservation practices in\n                        the area in which the relevant forest reserve, forest\n                        management area or protected area is located;\n                   (e) assisting in the design and execution of conserva-\n                        tion projects in that area; and\n                   (f) such other functions as may be provided by or\n                        under this Act.\n                      --__.                     __\n                      me inclusion of this pigc is authorized by LN. %/I9981\n                             FOREST                                  11"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)   For the purpose of this Act and regulations made Datcmlh-\n                                                               tianof\nunder section 37, the Conservator shall determine the allow-\nable annual cut for-\n      (a) any forest reserve;\n      (b) any area within a forest reserve and shall designate\n          the boundaries of any area referred to in this para-\n          graph; or\n      (c) any forest management area.\n        ( 2 ) In determining an allowable annual cut under\nsubsection (1) the Conservator shall consider-\n    (a) the rate of timber production that may be sustained\n           on the area of a forest reserve or any part of that\n           area, taking into account-\n                (i) the composition of the forest and its ex-\n                    pected rate of growth;\n               (ii) the expected time that it will take the forest\n                     to become re-established following denuda-\n                     tion;\n              (iii) silvicultural treatments to be applied in the\n                     area;\n              (iv) the standard of timber utilization and the\n                     allowance for decay, waste and breakage\n                     expected to be applied with respect to timber\n                     harvesting;\n                (v) any other information that, in his opinion,\n                     relates to the capacity of the area to pro-\n                     duce timber;\n     ( b ) the short and long term implications to Jamaica\n            of alternative rates of timber harvesting from the\n            area;\n     (c) the economic and social objectives of the Govern-\n             ment for the area, the general region and Jamaica;\n      (d) abnormal infestations in, devastations of, and major\n         me inclusion of thip page is aulhorized by LN. 961 19981\n12                                               FOREST\n                           salvage programmes planned for, timber on the\n                           area.\nInvcnlory\nand"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.41) The Conservator shall develop and maintain an\n~tioflof\nforests and\n                inventory of forest and land suitable for the development\nforest lands.   of forests in Jamaica.\n                         (2) The Conservator shall make an assessment of\n                the land referred to in subsection (1) in order to determine\n                its potential for-\n                      (a) growing trees continuously;\n                     (b) the protection ad enhancement of water and soil\n                           resources;\n                     (c) providing forest oriented recreation;\n                    (d) producing forage for livestock and wildlife;\n                    (e) forest conservation purposes;\n                    (f) maintaining and enhancing the biodiversity of\n                         Jamaica's flora and fauna;\n                    (g) accommodating other forest uses.\nNational      16.41) Within two years of the 15th day of October,\nManage-\nForest      1996, the Conservator shall prepare a draft national Forest\nment and\nConErvation\n            Management   and Conservation plan.\nPlan.\n                        (2) The draft plan shall contain-\n                     (a) a statement of the forest resource management and\n                          conservation policy;\n                    ( b ) an inventory and description of forest lands;\n                    (c) provision for the protection, conservation and pro-\n                          duction of forest resources;\n                     (6) proposals for the protection of watersheds, soil,\n                         water, wildlife and other forest resources;\n                     (e) an outline of the economic objectives for the sustain-\n                            [The inclusion nf t h i s wgeisautborized byL.N. 9611998)\n                              FOREST                                  13\n         able development of wood-based industries in\n         Jamaica;\n    (f) programmes for social forestry, community d e\n         velopment and forest related education;\n    (g) proposals for implementation of the plan.\n        (3) In preparing the draft plan, the Conservator\nshall consult with such statutory authorities, government\ndepartments or agencies and private conservation organiza-\ntions as, in the opinion of the Conservator, may be relevant,\nhaving regard to the contents of the draft plan.\n        (4)The draft plan shall, in such manner as the Con-\nservator thinks appropriate, be made available for public\ncomment."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) The Conservator may revise the draft plan in approval\n                                                            R ~ i 5 i m ~ ~ ~\n                                                                      of\nsuch manner as he thinks fit, having regard to any comments draft plan.\nreceived from members of the public.\n        (2) The Conservator shall submit the draft plan,\nincluding where relevant, any revisions made thereto, to\nthe Minister for his approval.\n         (3) Where the Minister is satisfied that the imple-\nmentation of the draft plan is likely to be in the public\ninterest he shall approve it with or without modification and\nshall cause the plan as so approved (hereinafter referred to\nas the “Forest Plan”) to be laid on the Table of both Houses\nof Parliament."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The Conservator shall at intervals of not more periodic\nthan five years, review the provisions of the Forest plan and, ?\n                                                               :$,:\nif he thinks necessary, prepare amendments thereto.\n        (2) The provisions of subsections (3) and (4) of\n-        F e inclusion of this page is authorized by LN. 961 19981\n14                                            FOREST\n                section 16 and section 17 shall apply in relation to amend-\n                ments proposed under this section in like manner as they\n                apply to a draft plan.\nDcvciopment       19. It shall be the duty of the Conservator to develop and\nof forests.\n                implement programmes for the establishment of nurseries,\n                the provision of seedlings and other planting material, re-\n                afforestation and such other facilities as he considers neces-\n                sary for the establishment and maintenance of trees and\n                other forest crops.\nRsEational         20.-(1) The Conservator may establish recreational f a d -\nfacilities in\ncertain         ities in such forest reserves or forest management areas as he\nforcsta.\n                considers appropriate and such facilities may include-\n                      (U) parks;\n                      (b) roads and trails;\n                       (c) camp grounds;\n                      (d) picnic sites;\n                       (e) such Other facilities as the Conservator may deter-\n                           mine.\n                        (2) Regulations made under section 37 may prescribe\n                fees to be paid for the use of facilities provided pursuant to\n                subsection (1).\npublic            21. The Conservator may formulate and implement public\n education\n programme.\n                education programmes with a view to increasing public\n                awareness of the importance of forestry to the national\n                interest.\n Forest\n research\n                   2 2 . 4 1 ) The Conservator may designate areas of land in\n                 a forest reserve for the purpose of research with a view to-\n                      (a) improving knowledge of Jamaica’s forests and trees;\n                      (b) increasing the yields of forest crops;\n                         p   e idusion of this page is authorized by L.N. 96/1998]\n                                 FOREST                                        1s\n     (c) encouraging good forest practices.\n        (2) The Conservator shall prepare and submit to the\nMinister an annual report of all activities and expenditure\nrelating to research undertaken or sponsored by the Depart-\nment.\n                    PART IV. Forest Protection"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Forest research.\n         [The inclusioo of this p g e is autborired by L.N.96: lS981\n                    PARTIV. Fores? Protecfion"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) The Minister may declare any Crown land to be Dcclaratim\n                                                                    of vrdrecled\na protected area if it appears to him to be desirable for the arca.\nfollowing purposes-\n     ,(U) protection against storms, winds, rolling stones,\n              floods and landslides;\n     (b) preservation of soil on the ridges and slopes and in\n              the valleys of hilly tracts;\n     (c) prevention of the formation of ravines and torrents;\n      (d) protection against erosion or deposits of sand,\n              stones or gravel;\n      (e) maintenance of water supply in springs, rivers,\n              canals and tanks;\n      (f, protection of roads, bridges, raiIways and other\n              lines of communication;\n      (g) protection against forest fire;\n      (h) preservation of public health;\n      ( i ) protection of national amenities, flora and fauna.\n             (2) The Minister may-\n       (U) on the application of any owner of private Iand;\n               and\n      ~ ( b )on the recommendation of the Conservator,\n declare such land to be a protected area for the purposes\n specified in subsection (1).\n             (3) The Minister may by regulations prohibit or\n regulate in any protected area-\n        ( U ) the breaking up or clearing of lands for cuItivation;\n           v h e inclusion of this page is authorized by L.N. 961 199SI\n16                                              FOREST\n                    (b) the depasturing of cattle; and\n                    (c)  the burning or clearing of vegetation.\n                        (4) Where a declaration is made under subsection\n                (1) notice thereof shall be published in the Gazette and in\n                such other medium as the Minister thinks fit.\nPower of          24. It shall be lawful for a forest officer or any person\nenlry, etc.\n                authorized in writing by the Conservator, to enter upon-\n                     (a) any lands in a protected area, forest reserve or\n                         forest management area; or\n                    (b) any lands which, in the opinion of the Conservator,\n                         may need to be declared a protected area or forest\n                         reserve or forest management area,\n                and to carry out surveys and inspect the same.\nRemissionof\npr0per:y lax."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. If, and for so long as, the owner of private land in a\n                protected area or forest management area declared forest\n                reserve complies with the regulations or directions under\n                this Act in relation to that land-\n                     (a) he shall in each financial year, on application to\n                          the Conservator, be granted a certificate to that\n                          effect; and\n                     ,(b) be entitled to remission of property tax in respect\n                           of that land in that financial year.\nAcquisiliom        26.-(1) Where the owner of private land in a protected\nof leasc.\n                area fails to comply with regulations or directions under this\n                Act relating to that land, the Conservator may assume con-\n                trol of the said land or lease from the owner for such term\n                as the Conservator may deem necessary to retain the land\n                under the Conservator’s control.\n                        (2) If the owner of the land agrees to the grant of a\n                lease pursuant to subsection (U, the amount of annual rent\n                          W e inclusion of this page is authorized by L.N. 961 19981\n                                 FOREST                                             17\nto be reservcd and all other questions arising between the\nowner (or persons claiming to be the owner) shall be deter-\nmined by agreement between the Conservator and the owner.\n        (3) In default of an agreement pursuant to sub-\nsections (1) and (2t, the Conservator may take steps to have\nthe land acquired for public purposes by the Government\nin accordance with the Land Acquisition Act.\n                   PARTV. Enforcement"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)    An authorized officer may at any reasonable ~                    ~         ~   $\ntime-                                                                   off1csrr.\n     (a) enter any premises within a forest reserve, protected\n          area or forest management area for the purpose of\n          ensuring compliance with this or any other enact-\n          ment pertaining to the protection of forests;\n     (b) enter any premises on which the authorized officer\n          has reasonable cause to believe that any unlawful\n          forest produce is stored or generated,\nand shall, if required to do so by the person in charge of\nthe premises, produce to such person his authority for so\nentering.\n        (2) Any person who assaults or obstructs an author-\nized officer acting in the execution of his duty under sub-\nsection (1) commits an offence and shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding one hundred thousand dollars or to imprison-\nment for a term not exceeding tweIve months."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Subject to this Act and the regulations, the Con- Liccncciand\n                                                         permits.\nservator may grant such licences and permits as may be\nprescribed, in relation to the following-\n     (a) harvesting of timber on Crown lands;\n     (6) processing of timber and other forest products;\n             me inclusion of this page is authorized by L.N. 96119981\n18                                     FOREST\n                 (c) saIe of timber;\n                 (d) sawmilling activities;\n                 (e) removal of dead or damaged timber;\n                 cf, research activities;\n                 (g) recreational facilities established under section 20;\n                 (h) any other purposes approved by the Conservator.\nPomr of        29.-(1) Subject to subsection (2), an authorized officer\ninspection\nof land.     may at any reasonable time-\n                  (a) enter upon any land within a forest reserve, pro-\n                         tected area or forest management area for the p ~ -\n                         pose of-\n                             (i) inspecting the condition of the land and of\n                                  any work which is being, or has been done\n                                  thereon;\n                            (ii) ascertaining what plants are cultivated or\n                                  are most suitable to be cultivated on the\n                                 land and the conditions under which those\n                                 plants are or should be so cultivated;\n                  ( b ) on any such land as aforesaid take such angles,\n                        bearings or measurements and such samples of the\n                         soil as may be necessary for determining the pur-\n                        pose for which the land may be used.\n                       (2) A person shall not enter upon any private land\n             pursuant to subsection (1)-\n                  ( 0 ) except with the consent of the owner of the land; or\n                  (b) unless he has given to the occupier not less than\n                        three days notice of his intention to enter on the\n                        land; or\n                  (c) if the name or address of the occupier is not known\n                        to and cannot reasonably be ascertained by him\n                        and a period of not less than three days has elapsed\n                        since he posted on or near to the land, a notice of\n                        his intention to enter upon that land,\n                               FOREST                                       19"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) Subject to subsection (3), no person shall cut a\ntree in a forest reserve unless he is the holder of a licence or trees in\n                                                                 forest\npermit issued by the Conservator for that purpose.               repern.\n       (2) Any person who contravenes subsection (1)\ncommits an offence and is liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding five\nhundred thousand dollars or to imprisonment for a term\nnot exceeding two years or to both such h e and imprison-\nment.\n        (3) The provisions of this section shall not apply in\nrelation to private lands unless the owner of that land has\nentered into a special agreement with the Conservator for\nthe application of that section to that land."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.41) Subject to the provisions of subsection (3), any Off~en-\nperson who, in any forest reserve, protected area or forest\nmanagement area-\n    (a) fells, cuts, girdles, marks, lops, taps, uproots or\n          burns any tree, OT strips off the bark or leaves from\n          or otherwise damages any tree;\n     (b) wilfully or by gross negligence causes any damage\n          in felling any tree 01 cutting or dragging any timber;\n     (c) kindles, keeps or carries any fire;\n      (d) without reasonable cause lights or throws down or\n          drops any match OT other lighted inflammable\n          material;\n     (e) clears, cultivates or breaks up any land for cultiva-\n          tion or for any other purpose;\n     (fl establishes or carries on any forest industry;\n     (g) carries any saw, axe, adze, auger or cutlass;\n      (h) removes soil, sand or gravel;\n     (1’  kills, wounds or captures any wild birds or animals,\nshall be guilty of an offence and shall be liable on summary\n         CIhe inclusion of this page is authorized by LN. 96119981\n20                                 FOREST\n     conviction before a Resident Magistrate to a fine not ex-\n     ceeding two hundred thousand dollars and in default of\n     payment to imprisonment for a term not exceeding two\n     years.\n            (2) Any person who, in any forest reserve, protected\n     area or forest management area-\n         (a) except in the circumstances mentioned in sub-\n              section (3), erects any building or shelter, or re-\n              moves any forest produce, or carries a firearm;\n         ,(b) knowingly counterfeits on any tree or timber, or\n              has in his possession any implement for counter-\n              feiting a mark used by forest officers to indicate\n              that any tree or timber is the property of Govern-\n              ment or of some person or may be lawfully felIed\n              or removed by some person;\n          (c) unlawfully or fraudulently affixes to any tree or\n              timber a mark used by forest officers;\n          (6) alters, defaces or obliterates any mark placed on\n               any tree or timber by or under the authority of a\n              forest officer;\n          (e) pastures cattle or permits cattle to trespass;\n          (fl damages, alters or removes any notice-board, land-\n               mark, wall, fence, ditch, embankment, hedge or\n               railing;\n          (g) assaults or obstructs a forest officer, a constable or\n               any other person acting in the execution of his\n               duty under this Act,\n     shall be guilty of an offence and shall he liable on summary\n     conviction before a Resident Magistrate to a. fine not exceed-\n     ing one hundred thousand dollars and in default of payment\n     to imprisonment for a term not exceeding twelve months.\n             (3) Nothing in this section shall he construed as pro-\n     hibiting or rendering punishable any act done-\n                                 _.\n              me inclusion of this page is authorized by L.N. 961 19981\n                              FOREST                                    21\n     (a) in accordance with the permission in writing of the\n         Conservator or a forest officer; or\n     ( b ) by or in accordance with the permission of the\n           owner or lessee of the land on which the act is\n           done; or\n     (c) pursuant to and in accordance with any licence or\n           permit granted under this Act."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Any forest officer or any constable may arrest without Powerof\n                                                              arrest.\na warrant any person who has committed, or attempted to\ncommit, or is reasonably suspected by that forest officer or\nconstable of having committed or attempted to commit, an\noffence against this Act, if he has reasonable grounds for\nbelieving that that person will abscond unless arrested or if\nthe name and address of that person are unknown to and\ncannot reasonably be ascertained by him.\n   3 3 . 4 1 ) If any forest officer or any constable has reason-\nable cause to suspect that any conveyance is being used or conw==.\nhas been used for the commission of an offence against this\nAct, he may without a warrant search that conveyance and,\nif the search reveals that the conveyance is being used or\nhas been used for the commission of an offence against this\nAct seize and detain it.\n       (2) If any forest officer or any constable has reason-\nable cause to suspect that an offence against this Act has\nbeen committed in respect of any forest produce, he may\nseize and detain that forest produce and any tools, ropes,\nchains and cattle used or suspected to be used in committing\nthe offence.\n       (3) On the conviction of any person for an offence\nagainst this Act, the court shall, upon the application of the\nprosecution, order the forfeiture of any other conveyance,\n-          -~\n        p e indusion of this page is authorized by LN. 961 19981\n22                                        FOREST\n             forest produce or any other thing seized pursuant to this\n             section, if the court is satisfied that-\n                  (a) the person so convicted owns that conveyance or\n                        other thing, or the owner thereof permitted it to\n                        be used for the commission of the offence; or\n                  (b) the circumstances are othenvise such that it is just\n                        to order the forfeiture.\n                     (4) If, upon the application of any person prejudiced\n             by an order made by the court under subsection (3), the\n             court is satisfied that it is just to revoke the order, the court\n             may revoke the order upon such terms and conditions (if\n             any) as it thinks fit.\n                      (5) Any application to the court under subsection\n             (4) for the revocation of an order shall be made within three\n             months of the date of the order unless the court extends\n             that period (whether it has expired or not) upon being\n             satisfied by the applicant that, in the special circumstances\n             of the case, it was not reasonably practicable for him to\n             make the application within that period.\n                                    PARTVI. General\n Appcil\n 1rihmal."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.   Seizure and forfeiture of m v e y m .\n                         PARTVI. General"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.41) There is hereby established an Appeal Tribunal\n schedule.   for the purposes of this Act and the provisions of the Sche-\n             dule shall have effect as to the constitution of the Tribunal\n             and otherwise in relation thereto.\n                     (2) The Tribunal shall hear appeals made to it under\n             this Act and in respect to any such appeal the Tribunal may,\n             subject to this section, make such order as it thinks fit.\n                     (3) Before determining an appeal the Tribunal shall\n             give the appellant, who may be represented by an attorney-\n             at-law or any other person, the opportunity of being heard\n             by the Tribunal.\n                     (4) A decision of the Tribunal shall be final.\n                      me inclusion of this page is authorized by LN. 96119981\n                              FOREST                                      23\n  3 5 4 1 ) An aggrieved person may appeal to the Tribunal A w l .\nagainst a decision of the Conservator in relation to a permit\nor licence and the appeal shall be made in writing within\ntwenty-eight days or within such further period as the Tri-\nbunal may in any special circumstances allow.\n          (2) For the purpose of this section an aggrieved per-\nson is a person-\n     (a) who has been refused a permit or licence or who\n            objects to the terms and conditions subject to which\n            a permit or licence is granted;\n     ( b ) who is the holder of a licence or permit and who\n            objects to a decision of the Conservator in respect\n            of such permit or licence."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Where an appeal is made under section 35, the lodging\nof the appeal shall not, unless the Tribunal otherwise directs, ampeal.\noperate as a stay of execution of the decision which is the\nsubject matter of the appeal."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) The Minister may make regulations generally for ~tguhtiom.\nthe proper carrying out of the provisions and purposes of\nthis Act, and in particular, but without prejudice to the\ngenerality of the foregoing, may make regulations-\n      (a) providing for the grant of licences and permits for\n          the exploitation and taking of forest produce in\n          forest reserves and other Crown Iand, the terms\n          and conditions applicable to those licences and\n          permits, the making of reports and returns by the\n          holders of licences and permits and the fees and\n          royalties payable for licences and permits;\n      (b) prohibiting or regulating in forest reserves, pro-\n           tected areas and forest management areas the fell-\n           ing, collection, removal and transport of timber\n           and other forest produce;\n      (c) regulating the practice of forestry on lands in\n          forest management areas;\n         Fhe inclusion of thia page is authorizcd by LN. 96119981\n24                                          FOREST\n                    (d) providing for the marking of timber and the manu-\n                         facture, use and possession of marking instruments;\n                    (e) regulating the granting of leases of land in forest\n                         reserves, the contents of leases and the cooditions\n                         subject to which leases shall be granted;\n                    (j) providing for the seizing and impounding of cattle\n                         found trespassing in forest reserves, protected areas\n                         and forest management areas;\n                    (g) providing for the preservation of endemic or en-\n                         dangered species of trees or trees remarkable for\n                         size, variety or beauty whether on Crown Iand or\n                         private land;\n                    (A) providing for the recreational use of land in forest\n                         reserves;\n                    (i) providing that areas of land defined in the regula-\n                         tions shall be treated as areas of particular eco-\n                         logical or scientific interest and providing for the\n                         conservation of those areas;\n                    (13 prescribing any other matter or anything which\n                         may be, or is required by this Act to be prescribed.\n                       (2) Notwithstanding anything contained in the Inter-\n               pretation Act, regulations made under this Act may provide\n               in respect of any breach of the provisions of those regulations\n               that the offender shall be liable on summary conviction\n               thereof before a Resident Magistrate to such fine not exceed-\n               ing fifty thousand dollars or to such term of imprisonment\n               not exceeding twelve months as may be prescribed therein.\n Prosecution      38. All prosecutions for offences against this Act or any\ntobe\ncomencrd       regulations hereunder shall be commenced within twelve\nwithin\ntwelve         months next after the commission of such offence or, if the\nmonths         Court is satisfied that an authorized officer with due diligence\n                could not have been aware within that period that the\n               offence has been committed, within such further period as\n               the Court may allow.\n                        me inchion of this page is authorized by LN. 961 19981\n                               FOREST                                                   25\n                               SCHEDULE                        (Section 34)\n                             The Tribunal"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.   Prosecution to bc commenced within twclve montha.\n      SCHEDULE\n         me inclusion of !i%a page h      '    by LN. %1199a]\n                           FOREST                                             3\n                                                                   Art\n                  THE FOREST ACT                                17 or 19%.\n                                       [ISth October, 1996.1\n                   PART1. Prdiminary"
    }
  ],
  "definitions": []
}