{
  "id": "jm-stat-the-forgery-act",
  "type": "statute",
  "title": "The Forgery Act",
  "title_en": "The Forgery Act",
  "short_name": "Forgery Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-forgery-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-forgery-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Forgery Act.                          Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                              Intcrprcta-\n                                                               lion.\n“bank note” includes any note or bill of exchange of the\n     Bank of England, or of any other person, body cor-\n     porate, or company carrying on the business of banking\n     in any part of the world, and includes “bank bill”,\n     “bank post bill”, “blank bank note”, “blank bank\n     bill of exchange”, and “blank bank post bill”;\n“currency note” includes any note issued as currency by cap.88\n     or under the authority of the Currency Notes Law+ or R(1953  ~V~M\n     of the Bank of Jamaica Act, or of the Government of\n     any Commonwealth country, or of any foreign state, s. 53.\n     or of any part or colony or dependency of any foreign\n     state, and is legal tender in thc country in which it was\n     issued;\n“die” includes any plate, type, tool, or implement whatso-\n     ever, and also any part of any die, plate, type, tool,\n     or implement, and any stamp or impression thereof or\n     any part of such stamp or impression;\n“document of title to goods” includes any bill of lading,\n     India warrant, dock warrant, warehouse keeper’s cer-\n     tificate, warrant, or order, for the delivery or transfer\n      of any goods or valuable thing, bought or sold note, or\n     any other document used in the ordinary course of\n     business as proof of the possession or controI of goods,\n      or authorizing or purporting to authorize, either by\n      endorsement or by delivery, the possessor of such docu-\n.Repealed     by Law 3 2 / .\n            Vhe ioolwion of this page is authorized by L.N. 87119861\n4                                FORGERY\n        ment to transfer or receive any goods thereby repre-\n        sented or therein mentioned or referred to;\n    “document of title to lands” includes any Crown grant,\n        certificate of title, deed, map, roll, register, or instru-\n        ment in writing being or containing evidence of, the\n        title or any part of the title to any land or to any\n        interest in or arising out of any land, or any authenti-\n        cated copy thereof;\n    “revenue paper” means any paper provided by the proper\n        authority for the purpose of being used for stamps,\n        licences, permits, post office money orders, or postal\n        orders, or for any purpose whatever connected with\n        the public revenue;\n    “seal” includes any stamp or impression of a seal, or any\n        stamp or iaiipression made or apparznily intended to\n        resemble the staxip or iiiiprsssion of a seal, as well as\n         the seal itself;\n    “stamp” includes a stamp impressed by means of a die as\n        well as an adhesive stamp;\n    “treasury bill” includes Exchequer bill, Exchequer bond,\n         Exchequer debenture, Treasury bond, and War bond;\n    “valuable security” includes any writing entitling or\n         evidencing the title of any person to any share or\n         interest in any public stock, annuity, fund, or debt af\n         any Commonwealth country or of any foreign\n         state, or in any stock, annuity, fund, or debt of any\n         body corporate, company, or society, whether within\n         or without any Commonwealth country, or to any\n         deposit in any bank, and also includes any script,\n         debenture, bill, note, warrant, order, or other security\n         for the payment of money, or any authority or request\n         for the payment of money or for the delivery or\n         transfer of goods or chattels, or any accountable\n         receipt, release, or discharge, or any receipt or other\n             m\n             hc inclusion of this page is auihorized by L.N. 8711986)\n                             FORGERY                                     5\n    instrument evidencing the payment of money, or the\n    delivery of any chattel personal."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) For the purposes of this Act, “forgery” is the Definition\n                                                             of ‘.fortcry”\nmaking of a false document in order that it may be used as md“f&\ngenuine, and, in the case of the seals and dies mentioned in\nthis Act, the counterfeiting of a seal or die; and forgery\nwith intent to defraud or deceive, as the case may be, is\npunishable as in this Act provided.\n       (2) A document is false within the meaning of this\nAct if the whole or any material part thereof purports to\nbe made by, or on behalf or on account of a person who did\nnot make it nor authorize its making; or if, though made\nby, or on behalf or on account of, the person by whom or by\nwhose authority it purports to have been made, the time or\nplace of making, where either is material, or, in the case of\na document identified by number or mark, the number or\nany distinguishing mark identifying the document, is\nfalsely stated therein; and in particular a document is\nfalse-\n     (U)   if any material alteration, whether by addition,\n            insertion, obliteration, erasure, removal, or other-\n            wise, has been made therein, or\n     (b) if the whole or some material part of it purports\n          to be made by or on behalf of a fictitious or\n           deceased person; or\n     (c) if, though made in the name of an existing person,\n         it is made by him or by his authority with the\n         intention that it should pass as having been made\n         by some person, real or fictitious, other than the\n         person who made or authorized it:\n   Provided that a document may be a false document not-\nwithstanding that it is not false in such manner as is in\nthis subsection set out.\n6                                        FORGERY\n                   (3) For the purposes of this Act-\n                 (a) it is immaterial in what language a document is\n                       expressed or in what place within or without Her\n                       Majesty's dominions it is expressed to take effect;\n                 ( b ) forgery of a document may be complete even if the\n                       document when forged is incomplete, or is not or\n                       does not purport to be such a document as would\n                       be binding or sufficient in law;\n                 (c) the crossing on any cheque, draft on a banker, post\n                       office money order, postal order, coupon, or other\n                       document the crossing of which is authorized or\n                       recognized by law, shall be a material part of such\n                       cheque, draft, order, coupon, or document.\nForgeryof      4 . 4 1 ) Forgery of the following documents, if committed\ncertain\ndocuments    with intent to defraud, shall be felony and punishable with\nto ddraud.\n             imprisonment with hard labour for life-\n                   (U) any will, codicil, or other testamentary document,\n                        either of a dead or of a living person, or any pro-\n                        bate or letters of administration, whether with or\n                        without the will annexed,\n                   (b) any deed or bond, or any assignment at law or in\n                        equity of any deed or bond, or any attestation of\n                        the execution of any deed or bond;\n                   (c) any bank note, or any endorsement on or assign-\n                        ment of any bank note;\n                   (d) any currency note.\n                    (2) Forgery of the following documents, if com-\n             mitted with intent to defraud, shall be felony, and punish-\n             able with imprisonment with hard labour for any term not\n             exceeding fourteen years-\n                  (a) any valuable security or assignment thereof or\n                       endorsement thereon, or, where the valuable\n                   me inclusion of this page i s authorized by L.N. 480119131\n                            FORGERY                                    7\n        security is a bill of exchange, any acceptance\n        thereof;\n    (b) any document of title to lands or any assignment\n        thereof or endorsement thereon;\n    (c) any document of title to goods or any assignment\n        thereof or endorsement thereon;\n    (d) any power of attorney or other authority to trans-\n        fer any share or interest in any stock, annuity, or\n        public fund of the United Kingdom or any\n        Commonwealth country or of any foreign state\n        or country, or to transfer any share or interest in\n        the debt of any public body, company, or society,\n        whethcr or' any Coniit;oIlwealLh or f o r r i country,\n        or in the capital stock of any such company or\n        society, or to receive any dividend or money pay-\n        able in respect of such share or interest, or any\n        attestation of any such power of attorney or other\n        authority;\n    (e) any entry in any book or register which is evidence\n        of the title of any person to any share or interest\n        hereinbefore mentioned or to any dividend or\n        interest payable in respect thereof;\n        any policy of insurance or any assignment thereof\n        or endorsement thereon;\n    (g, any charter-party or any assignment thereof."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5-41) Forgery of the following documents, if committed p o q w o f\nwith intent to defraud or deceive, shall be felony, and catpln\n                                                         d-&\n                                                         with intent\npunishable with imprisonment with hard labour for life- to defnud\n    any document whatsoever having thereupon or af6xed or d m i v a\n    thereto the satmp or impression of the Board\n    Seal of Jamaica, the Great Seal of the United King-\n    dom, Her Majesty's Privy Seal, any Privy Signet of\n    Her Majesty, Her Majesty's Royal Sign Manual, any of\n__                                        . ~ __-\n        m e idusion of this page is authorized by L.N. 87/19861\n8                                FORGERY\n        Her Maiesty’s Seals appointed by the twenty-fourth\n        article of the Union between England and Scotland to\n        be kept, used, and continued in Scotland, the Great\n        Seal of Ireland, or the Privy Seal of Ireland.\n          (2) Forgery of the following documents, if coiiimitted\n    with intent to defraud or deceive, shall be felony, and\n    punishable with imprisonment with hard labour for any\n    term not exceeding fourteen years-\n        (U) any register or record of births, baptisms, nam-\n             ings, dedications, marriages, deaths, burials, or\n             cremations, which now is, or hereafter may be,\n             by law authorized or required to be kept in this\n             Island, relating to any birth, baptism, naming,\n             dedication, marriage, death, burial, or cremation,\n             or any part of any such register, or any certified\n             copy of any such register, or of any part thereof;\n        (b) any copy of any register of births, baptisms, mar-\n            riages, burials, or cremations, directed or required\n             by law to be transmitted to any registrar or other\n             officer;\n        (c) any wrapper or label provided by or under the\n             authority of the Government.\n          (3) Forgery of the following documents, if committed\n    with intent to defraud or deceive, shall be felony, and\n    punishable with imprisonment with hard labour for any\n    term not exceeding seven years-\n        (a) any official document whatsoever of or belonging\n            to any Court of Justice, or made or issued by any\n            Judge, Resident Magistrate, Justice, Officer, or\n            clerk of any such CourS\n        (b) any register or book kept under the provisions of\n            any law in or under the authority of any Court of\n            Justice;\n            [The inolusion of this ,Wge is authorized by L.N. 87/19861\n                        FORGERY                                    9\n(c) any certificate, officecopy, or certified copy of any\n    such document, register, or book or of any part\n    thereof;\n(& any document which any person authorized to\n    administer an oath is authorized or required by\n    law to make or issue;\n(4 any document made or issued by any public officer\n    or law officer of the Crown, or any document upon\n    which. by the law or usage at the time in force,\n    any Court of Justice or any officer might act;\n(fl any document or copy of a document used or\n    intended to be used in evidence in any Court of\n    Justice, or any document which is made evidence\n    by law;\nCg) any certificate required            by any law for the\n     celebration of marriage;\n(h) any licence for the celebration of marriage which\n     may be given by law;\n(83 any certificate, declaration or order, under any\n     law relating to vaccination or to the registration\n     of births or deaths;\n Ci7 a.ny regiqter hook, builrier’s certificate, surveyor’s\n     certificate, certificate of registry, declaration, bill\n     of sale, instrument of mortgage, or certificate of\n     mortgage or sale under Part I of the Merchant\n     Shipping Act, 1894 (United Kingdom), or any entry 5 7 m s a\n     or endorsement required by such Part of such Act vic.c.60.\n     to be made in or on any of those documents:\n(k) any permit, certificate, or similar document, made\n     or granted by or under the authority of the\n     Commissioner of Customs and Excise or the Ac- iz/198s\n     countant-Gencrral for the purpose of or in connec- Soh.\n     tion with Customs, Excise, or Internal Revenue.\n   m e inclusion of this m   e is authorized by L.N. 87119861\n10                                          FORGERY"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The forgery of any passport, or the making by any\n              person of a statement which is to his knowledge untrue for\nrtatuncota    the purpose of procuring a passport, whether for himself\n              or any other person, shall be a misdemeanour, and punish-\n              able with imprisonment with hard labour for any term not\n              exceeding two years.\nForg~of         7. Forgery of any document which is not made felony\nother docu-\nmentswith     under this or any other enactment for the time being in\ninlent to\ndefraudor     force, if committed with intent to defraud or deceive, shall\ndecdve.       be a misdemeanour, and punishable with imprisonment with\n              hard labour for any term not exceeding two years.\nFomcryof\nseals"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Forgery of the following seals, if committed with\nanddim.       intent to defraud or deceive, shall be felony, and punish-\n              able with imprisonment with hard labour for life-\n                    ( U ) the Broad Seal of Jamaica, the Great Seal of the\n                          United Kingdom, Her Majesty’s Privy Seal, any\n                          Privy Signet of Her Majesty, Her Majesty’s\n                          Royal Sign Manual, any of Her Majesty’s Seals\n                          appointed by the twenty-fourth article of the\n                          Union between England and Scotland to be kept,\n                          used, and continued in Scotland, the Great Seal\n                          of Ireland, or the Privy Seal of Ireland;\n15/1962             ( h ) the Seal of the Supreme Court or of the Court of\ns. 35.                    Appeal.\n                     (2) Forgery of the following seals, if committed with\n              intent to defraud or deceive, shall be felony, and punishable\n              with imprisonment with hard labour for any term not\n              exceeding fourteen years-\n                   (a) the seal of the Registrar-General or of the Regis-\n                        trar of Titles;\n                   (6) the seal of any city, town or borough;\n                   (c) the seal of any mayor or municipal corporation;\n              -                        ~_-\n                      [The toclusion of this page is authorized by L.N. 87119861\n                             FORGERY                                     11\n    (4the seal of any Judge, consul, or notary public;\n     (4 the seal of any Resident Magistrate's Court, or of\n         any Coroner's Court.\n       (3) Forgery of the following dies, if committed w*th\nintent to defraud or deceive, shall be felony, and punish-\nable with impriscnment with hard labour for any term not\nexceeding fourteen years-\n     (a) any die provided, made, or used by the Commis- 12/1985\n         sioner of Customs and Excise or the Accountant- sch.\n         General for the purpose of or in connection with\n         Customs, Excise: or Internal Revenue;\n     (b) any stamp or die provided, made, or used, in pur-\n         suance of the Stamp Duty Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Every person who utters any forged document, Uttering.\nseal, or die, shall be guilty of an offence of the like degree\n(whether felony or misdemeanour), and on conviction there-\nof shall be liable to the same punishment, as if he himself\nhad forged the document. seal, or die.\n       (2) A person utters a forged document, seal, or die,\nwho, knowing it to be forgcd, and with either of the intents\nnecessary to constitute the offence of forging the document,\nseal, or die, uses, offers, publishes, delivers, disposes of,\ntenders in pay:; cnt or in exchange, exposes for sale or\nexchange, exchanges, tenders in evidence, or puts off such\nforged document, seal, or die."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Every person shall be guilty of felony, and on con- Makingor\nviction thereof shall be liable to imprisonment with hard having\n                                                            possession\n                                                                      LII\nlabour for any term not exceeding seven years, who, with-\nout lawful authority or excuse, the proof whereof shall lie f o r forgery.\non the accused-\n     (a)   makes, uses, or knowingly has in his custody or\n           possession any paper intended to resemble and\n           pass as-\n              (i) special paper such as is provided and used\n                  for making any bank note, currency note,\n                  treasury bill, or Government debenture\n                  bond;\n             (ii) revenue paper;\n     (b) makes, uses, or knowingly has in his custody or\n         possession, any frame, mould, or instrument for\n           making such paper, or for producing in or on\n           such paper any words, figures, letters, marks,\n           lines, or devices peculiar to and used in or on any\n           such paper;\n     (4 engraves or in anywise makes upon any plate,\n           wood, stone, or other material, any words, figures,\n           letters, marks, lines, or devices, the print whereof\n           resembles in whole or in part any words, figurzs,\n           letters, marks, lines, or devices peculiar to and\n           used in or on any bank note, or currency note, or\n           Government debenture bond, or in or on any\n      [The inclusion of this page is aulhorized by L.N. 480/1973]\n14                                      FORGERY\n                    document entitling or evidencing the title of any\n                    person to any share or interest in any public stock,\n                    annuity, fund, or debt of any Commonwealth\n                    country or of any foreign state, or in any stock,\n                    annuity, fund or debt of any body corporate,\n                    company, or society, whether within or without\n                    the Commonwealth;\n                (d) uses or knowingly has in his custody or possession\n                    any plate, wood, stone, or other material, upon\n                    which any such words, figures, letters, marks,\n                    lines, or devices have been engraved or in anywise\n                    made as aforesaid;\n                (e) uses or knowingly has in his custody or possession\n                    any paper upon which any such words, figures,\n                    Ietters, marks, lines, or devices have been printed\n                    or in anywise made as aforesaid;\n                cfl makes, uses, or knowingly has in his custody or\n                    possession any unfinished or incomplete note pur-\n                    porting to be a currency note, or any paper with\n                    any word, figure, device, or distinction peculiar\n                    to and appearing in the substance of paper used\n                    for any currency note;\n                (g) uses or knowingly has in his custody or possession\n                     any fascimile of the signature of any of the Com-\n                    missioners of the Board of Commissioners of Cur-\n                    rency or of any person who has held office as a\n                    Commissioner and whose signature appears on\n                    currency notes still in circulation.\nPurchasing         13. Every person shall be guilty of a misdemeanour, and\nor having in\n~sspsyo,,       on conviction thereof shall be liable to imprisonment with\nEertain p a p r h\nbefore it haa     ard labour for any term not exceeding two years, who,\nb-nddy\nstamped\n                without  lawful authority or excuse, the proof whereof shall\nand issued. lie on the accused, purchases, receives, or knowingly has\n                in his custody or possession-\n                            FORGERY                                   15\n    (a) any special paper provided and used for making\n          bank notes, currency notes, treasury bills, and\n          Government debenture bonds, or any revenue\n          papEr before such paper has been duly stamped,\n          signed, and issued for public use;\n    ( b ) any die peculiarly used in the manufacture of any\n          such paper.\n  1 4 . 4 1 ) If any person makes, or causes to be made, or Imitationof\nhas in his possession, or uses for any purpose whatsoever, EpY\nor utters, any document purporting to be, or in any way\nresembling, or so nearly resembling as to be calculated to\ndeceive, any currency or bank note, or any part thereof, he\nshall be guilty of a misdemeanour and shall be liable on\nconviction thereof to imprisonment with hard labour for\nany term not exceeding five years, and it shall be lawful for\nthe Court dealing with the case to order the document in\nrespect of which the offence was committed, and any copies\nof that document, or any plates, blocks, dies or other instru-\nments used for, or capable of being used for, printing or\nreproducing any such document, which are in the possession\nof the offender to be destroyed.\n        (2) If any person whose name appears on any\ndocument the making of which is an offence under this\nsection refuses, without lawful excuse, to disclose to a\npoIice officer on being so required the name and address qf\nthe person by whom it was printed or otherwise made, he\nshall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding twenty dollars.\n        (3) Where the name of any person appears on any\ndocument in respect of which any person is charged with\nan offence under subsection (11, or on any other document\nused or distributed in connection with that document, it\nshall be prima f a & evidence that that person caused the\ndocument to be made.\n      IThe inclusion of this page is authorized by L.N. 480/19731\n16                                         FORGERY\nhtutilating       15. Every person who, without lawful authority or\nor defacing\ncurrency       excuse, the proof whereof shall lie on the accused, mutilates,\nnotes.         cuts, tears or p-rforates with holes any currency note, or\n               in any way defaces such note by writing, printing, drawing\n               or stamping thereon or by attaching or affixing thereto any-\n               thing in the nature or form of an advertisement, shall be\n               liable on summary conviction before a Resident Magistrate\n               to a fine not exceeding twenty dollars.\nPunishments.     16.-(1) On conviction of a misdemeanour punishable\n               under this Act, the Court, instead of or in addition to any\n               other punishment which may be lawfully imposed, may fine\n               the offender.\n                      (2) On conviction of a felony punishable under this\n               Act, the Court, in addition to imposing a sentence of\n               imprisonment, may require the offender to enter into his\n               own recognizances, with or without sureties, for keeping\n               the peace and being of good behaviour.\n                       (3) On conviction of a misdemeanour punishable\n               under this Act. the Court, instead of or in addition to any\n               other punishment which may lawfully be imposed for the\n               offence, may require the offender to enter into his own\n               recognizances, with or without sureties, for keeping the\n               peace and being of good behaviour.\n                    (4) No person shall be imprisoned under this section\n               for more than one year for not finding sureties.\nCriminal         17.41) Where the having any document, seal, or die in\npussesaon.\n               the custody or possession of any person is in this Act\n               expressed to be an offence, a person shall be deemed to have\n               a document, seal, or die in his custody or possession if he-\n                   (a) has it in his personal custody or possession; or\n                   (b) knowingly and wilfully has it in the actual custody\n                        or possession of any other person, or in any build-\n                             FORGERY                                     17\n          ing, lodging, apartment, field, or other place,\n          whether open or enclosed, and whether occupied\n          by himself or not.\n        (2) It is immaterial whether the document, matter\nor thing is had in such custody, possession, or place for\nthe use of such person 01'for the use or benefit of another\nperson."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Purchasing or having in possession certain paper before it 11ns\n      been duly stamped and issued."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16) any implement for making paper or imitation of\n        the paper used for bank notes, currency notes,\n        treasury bills, or Government debenture bonds; or\n    (c)   any material having thereon any words, forms,\n          devices, or characters capable of producing or\n          intended to produce the impression of a bank note,\n          currency note, treasury bill, or Government deben-\n          ture bond; or\n    (d) any forged document, seal, or die; or\n    (el any machinery. implement, utensil, or material\n        used or intended to be used for the forgery of any\n        document,\nthe Resident Magistrate or Justice may grant a warrant\nto search for it; and if it is found on search, it shall be\nlawful to seize it and carry it before the Resident Magis-\ntrate of the parish in which the warrant was issued to be\nby him disposed of according to law.\n      IThe ioclusion of this page is authorized by L.N. 480/1973]\n18                                        FORGERY\nDocuments,            (2) ( U ) Where any forged document (including any\netc., to be\ndestroyed    forged bank note, currency note, treasury bill, or Govern-\nor otherwise ment debenture bond), or any machinery, implement, uten-\ndisposed of,\n             sil or material used or intended to be used for the forgery\n             of any such document, is lawfully seized under a warrant\n             granted in pursuance of subsection (l), or otherwise, the\n             document, machinery, implement, utensil, or material, as\n             the case may be, shall be delivered up to the Government\n             or to any person authorized by the Government to receive\n             it, by order of the Court before which the offender is\n             tried or, if there is no trial, by order of a Resident\n             Magistrate.\n                           ( b ) Every other document, seal, or die lawfully\n             seized under such warrant, or otherwise, shall be defaced\n             and destroyed or otherwise disposed of-\n                   (i) by order of the Court before which the offender is\n                        tried; or\n                  (ii) if there be no trial, by order of a Resident\n                        Magistrate.\nForm of         19.--(1) In an indictment or information for an offence\nindictment\n              against this Act with reference to any document, seal, or\nofinwt.       die, it is sufficient to refer to the document, seal, or die by\n              any name or designation by which it is usually known,\n              or by its purport, without setting out any copy or facsimile\n              of the whole or any part of the document, seal or die.\n                       (2) Where an intent to defraud or an intent to\n              deceive is one of the constituent elements of an offence\n              punishable under this Act, or under any other enactment\n              relating to forgery or any kindred offence for the time being\n              in force, it shall not be necessary to allege in the indict-\n              ment or to prove an intent to defraud or deceive any parti-\n              cular person; and it shall be sufficient to prove that the\n              defendant did the act charged with intent to defraud or\n              to deceive, as the case may require.\n                    Dlw inclusion of tbis page is authorized by L.N. 480/19731\n                             FORGERY                                     19\n        (3) If any person who is a member of any partner-\nship, or is one of two or more beneficial owners of any\nproperty, forges any document, matter, or thing with\nintent to defraud the partnership or the other beneficial\nowners, he shall be liable to be dealt with, indicted, tried,\nand punished as if he had not been or was not a member of\nthe partnership, nor one of such beneficial owners.\n  2 0 . 4 1 ) Where an offence against this Act also by virtue Savings\nof some other enactment subjects the offender to any\nforfeiture or disqualification, or to any penalty other than\nimprisonment or fine, the liability of the offender to punish-\nment under this Act shall be in addition to and not in\nsubstitution for his liability under such other enactment.\n        (2) Where an offence against this Act is by any\nother enactment, whether passed before or after the com-\nmencement of this Act, made punishable on summary\nconviction, proceedings may be taken either under such\nother enactment or under this Act.\n       lTho inclusion of this page is authorized by L.N. 480j19731"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Every person shall be guilty of felony, and on mu- DrmandinE\n                                                                 P r t Y 00\nviction thereof shall be liable to imprisonment with hard p\"   orged docw\nlabour for any tern; not. excr:eSing fcurteen years, who, with ment6*ctc.\nintent to defraud, demands, receives, or obtains, or causes\nor procures to be delivered, paid, or transferred, to any\nperson, or endeavours to receive or obtains or to cause or\n         me inclusion ofthis page is auffionzed by L.N. 87/19861\n12                                         FORGERY\n             procure to be delivered, paid, or transferred, to any person,\n             any money, security for money, or other property, real or\n             personal-\n                  (a) under, upon, or by virtue of, any forged instru-\n                       ment whatsoever, knowing it to be forged; or\n                  (h) uiidcr, upou, or hy virtue of, any probate or letters\n                       of administration; knowing the will, testament,\n                       codicil, or testamentary writing, on which such\n                       probate or letters of administration has been\n                       obtained to have been forged, or knowing such\n                       probate or letters of administration to have been\n                       obtained by any false oath, affirmation, or affidavit.\nPosscasion      11.-(1) Every person shall be guilty of felony, and on\nof forged\ndocnmeota.   conviction thereof shall be liable to imprisonment with hard\nseals and    labour for any term not exceeding fourteen years, who,\ndies,\n             without lawful authority or excuse, the proof whereof shall\n             lie on the accused, purchases or receives from any person,\n             or has in his custody or possession, a forged bank note or a\n             forged currency note, knowing it to be forged.\n                     (2) Every person s h d be guilty of felony, and on\n             conviction thereof shall be liable to imprisonment with hard\n             labour for any term not exceeding fourteen years, who,\n             without lawful authority or excuse, the proof whereof shall\n             lie on the accused, and knowing it to be forged, has in\n             his custody or possession-\n                  (a) any forged die required or authorized by law to\n                      be used for the marking of gold or silver plate, or\n                      of gold or silver wares, or any ware of gold, silver,\n                      or base metal, bearing the impression of any such\n                      forged die;\n                  (6) any forged stamp or die resembling or intended\n                      to resemble either wholly or in part any stamp or\n                      die which at any time whatever has been or may\n                      whe inclusion of this page is authorized by L.N. 87/1986l\n                             FORGERY                                     13\n           be provided, made, or used, in pursuance of the\n           Stamp Duty Act;\n     (c) any forged wrapper or label provided by or under\n           the authority of the Government;\n     (d any forged seal, stamp or die the forgery of which\n           with intent to defraud or deceive is made punish-\n           able by section 8."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Savings.\n     F   e inclusion   of this page is authorized by L.N. 430/1973l\n                                FORGERY                                                3\n                                                                          cnp 135.\n                                                                            IPWS\n                                                                         32 of 1960\n                      THE FORGERY ACT                                       s. 53.\n                                                                         IS of 1%2\n                                                                            s. 35.\n                                                   115th June, 1942.1        Ad\n                                                                          1zol,9%5\n                                                                             9Eb."
    }
  ],
  "definitions": []
}