{
  "id": "jm-stat-the-friendly-societies-act",
  "type": "statute",
  "title": "The Friendly Societies Act",
  "title_en": "The Friendly Societies Act",
  "short_name": "Friendly Societies Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-friendly-societies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-friendly-societies-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act, unless the context otherwise requires-   tFz*\n  “amendment of rule” includes a new rule and a\n       resolution rescinding a ruIe,\n  “bank” means-\n            (a) the Workers Savings and Loan Bank; and\n            (b) any company licensed under the Bank-\n                ing Act, to carry out banking business;\n  %onus” means a share of the profits of a registered\n       society or a branch thereof derived from business\n       done by that society or branch with its members\n       and divided among those membefs in proportion\n       to the volume of business done by them with that\n       society or branch;\n  “branch” means any number of the members of a\n       society under the control of a central body\n       having a separate fund administered by them-\n       selves or by a committee of officers appointed by\n       themselves and bound to contribute. to a fund\n       under the control of a central body;\n  “child” includes an adopted son or adopted daughter\n       and a step-son or step-daughter;\n  “committee” means the governing body of a registered\n       society or a branch thereof to whom the manage-\n       ment of the affairs of such society or branch is\n       entrusted;\n     me inclusion of this page is authorized by LN. 31/197‘)1\n6                   FRIENDLY SOClETIES\n    “dividend” means a share of the profits of a registered\n         society or a branch thereof divided among its\n         members in proportion to the share capital held\n         by them;\n    “functions” includes duties and powers;\n    “land” includes any interest in land;\n    “meeting” includes (where the rules of a registered\n         society or a branch thereof so allow) a meeting of\n         delegates appointed by members;\n    ‘hember” includes a person joining in the application\n         for the registration of a society and a person\n         admitted to membership in accordance with the\n         rules of a registered society or a branch thereof;\n    “officer” includes the chairman, secretary, treasurer,\n         member of committee or other person empowered\n         by regulations made under this Act or by the rules\n         of a registered society or a branch thereof to give\n         directions in regard to the business of such society\n         or branch;\n    “persons claiming through a member” includes the\n         nominees of the member where nomination is\n         allowed;\n    “registered society” means a society registered under\n         this Act;\n    “Registrar” means the Registrar of societies to which\n          this Act applies, appointed under section 4, and\n          includes any person carrying out such functions\n         of the Registrar as may be assigned to such person;\n    “rules” means the registered rules made by a society\n         under this Act;\n    “subscription” includes any contribution or dues paid\n         in accordance with the rules of a registered society\n         or a branch thereof.\n                     FRIENDLY SOClETlES                                  7\n      (2) Where in this Act the expression “this Act” is\nused, it shall be deemed to include references to regulations\nmade under this Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) This Act shall apply to the following societies- Societies\n                                                              to which\n    (a) societies (in this Act called friendly societies) for\n        the purpose of providing by voluntary subscrip-\n        tions of the members thereof with or without the\n        aid of donations for-\n            (i) the relief or maintenance of the members,\n                their husbands, wives, children, fathers,\n                mothers, brothers, sisters, uncles, aunts,\n                nephews or nieces, or wards being orphans,\n                during sickness or other infirmity, whether\n                bodily or mental, in old age (which means\n                any age after sixty) or in widowhood, or for\n                the relief or maintenance of the orphan\n                 children of members during minority; or\n            (ii) insuring money to be paid on the birth of a\n                 member’s child, or on the death of a mem-\n                 ber, or for the funeral expenses of the\n                 husband, wife, child, ward, father, mother,\n                 brother, sister, uncle, aunt, nephew or niece\n                 of a member, or on the death of the widow\n                 of a deceased member or on the death of\n                 such other relation of the member’s family\n                  as is wholly or in part dependent upon the\n                  earnings of the member for the ordinary\n                 necessaries of life :\n            Provided that as respects sub-paragraphs (i) and\n         (ii) a person shall be deemed to be a father, mother,\n         brother, sister, uncle, aunt, nephew or niece of the\n         member, notwithstanding that he or she is not a\n         legitimate relative of such member; or\n      ITbe inclusioq of this page is authorized by L.N. 480/19731\n8                        FRIENDLY SOClETlES\n                 (iii) the relief or maintenance of the members\n                       when on travel in search of employment,\n                       or when in distressed circumstances, or in\n                       case of shipwreck or loss or damage of or\n                       to boats or nets; or\n                 (iv) the endowment of members or nominees\n                       of members at any age; or\n                  (v) the insurance against fire of any amount\n                       not exceeding fifty dollars of the tools or\n                       implements of the trade or calling of the\n                       members; or\n                 (vi) the insurance against fire, of any amount\n                       not exceeding one hundred dollars of the\n                       household furniture, goods and effects of\n                       the members; or\n                (vii) insuring money to be paid in the event of\n                       the marriage of members;\n         (b) societies for any benevolent or charitable purpose\n              (in this Act called benevolent societies);\n         (c) societies (in this Act called specially authorized\n              societies), other than societies carrying on the\n              business of banking, for any purpose which the\n              Minister may authorize as a purpose to which\n              the provisions of this Act, or such of those provi-\n              sions as are specified in the authority, ought to\n              be extended, and where any provisions of this Act\n              are so specified, those provisions ody shall be\n              so extended:\n      Provided that this Act shall not apply to a society\n    which is not registered by virtue of subseciion (1) of\n    section 6 .\n          (2) For the purposes of sub-paragraph (E) of para-\n    graph (U) of subsection (l), the expression “funeral expenses”\n    shall be deemed to include all incidental and ancillary\n          [The iodusion of this p g e i s aulhorized by L.N. 480/1973]\n                     FRIENDLY SOCIETIES                                         9\nexpenses which a member may incur in connection with\nthe death, and is not restricted to the payment for the\nfuneral."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Minister may in his discretion designate Appoint-\na public officer as the Registrar and such other public ment   of\n                                                         Registrar\nofficers as he may think fit to assist the Registrar.    and\n                                                         assistants.\n                                                                    2911967\n       (2) Where there are no public officers designated S. 2.\nunder subsection (I) the Social Development Commission\nshall, subject to the approval of the Minister, appoint an\nofficer of the Commission to be the Registrar and such\nother officersas may be necessary to assist the Registrar."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Every society to which this Act applies shall be Societies\n                                                                  shall be\nregistered under this Act:                                        registered.\n  Provided that it shall be deemed to be a sufficient com-\npliance with the provisions of this subsection if, before any\nsubscriptions or fees are collected from any member, the\nRegistrar by writing under his hand permits any person\nnamed in such writing (hereafter in this section referred to\nas a “permitted person”) to take the necessary steps for the\nformation of a society, and if such society is in fact registered\nwithin twelve months after the giving of such permission.\n       (2) In the event of any contravention of the provi-\nsions of subsection (l), every secretary, member of the\ngoverning body, or other officer of an unregistered society\nshall be liable to a fine of ten dollars for every day during\nwhich such society remains unregistered.\n      (3) Every permitted person shall, while the society\nin respect of which he is a permitted person is in process\nof formation-\n     (a) cause proper books of account to be kept with\n         respect to all subscriptions or fees received and\n       me inclusion of this page is authorized by LN. 480/1973)\n10                                 FRIENDLY SOCIETIES\n                        all sums of money expended by such person, and\n                        the matters in respect of which the receipts and\n                        expenditure take place; and\n                   (b) immediately before the registration of the said\n                        society or at the end of the period of twelve\n                        months described in subsection (1) whichever shall\n                        sooner occur, send to the Registrar a true return\n                        signed by him of the receipts and expenditure,\n                        funds and effects collected, received and expended\n                        by him while such society was in process of\n                        formation.\n                     (4) The Registrar shall, on being satisfied that any\n              member or other person has subscribed to the funds col-\n              lected or received by a permitted person, or has any interest\n              therein, permit such member or other person to inspect\n              without payment of any fee the said return at the office of\n              the Registrar during the usual or customary hours of busi-\n              ness.\n                     (5) The Registrar may at any time either before or\n              after the registration of a society order the books, accounts,\n              vouchers, documents, securities and funds of such society\n              during the period in respect of which it was unregistered\n              or in course of formation to be inspected or audited by some\n              fit and proper person appointed by him, and it shall be the\n              duty of the permitted person and of every secretary, treas-\n              urer and member of the governing body or other officer of\n              the society to make available to the person so appointed all\n              the books, accounts, vouchers, documents, securities and\n              funds of the society for the purposes of inspection or audit;\n              and the Registrar may order the person so appointed to be\n              paid out of the funds of the said society a fee not exceeding\n              such sum as may be prescribed.\nConditions      6 . 4 1 ) A society shall not be registered under this Act\nof regisua-\ntion.         unless it consists of twenty-one persons at least.\n                    [Ihc inclusion of thir page h authorized by LN. 480119731\n                          FRIENDLY SOClETiES                            11\n        (2) A society shall not be registered under this Act\nunder a name identicaI with that under which any other\nexisting society is registered or so nearly resembling such\nname as to be likely to mislead the members or the public\nas to its identity."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   For the purposes of registration, an application Application\n                                                             for rsgialrs-\nshall be made to the Registrar.                              tiou.\n       (2) The application shall be signed by at least sevm\nmembers and the secretary of the society and shall be\naccompanied by-\n     (a) three copies of the proposed rules of the society;\n     (6) a list of the names and addresses of the secretary,\n          treasurer and every member of the governing\n          body; and\n     (c) the prescribed registration fee."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) When an application for registration is made, Registration\nthe Registrar shall satisfy himself that the society has\ncomplied with this Act, and that its proposed rules are\nin conformity with this Act, and for these purposes the\nRegistrar may make such enquiries and obtain such inform-\nation as he thinks fit.\n         (2) The Registrar upon being satisfied of the fore-\ngoing matters shall-\n      (a) register the society and its rules and publish a\n            notice of such registration in the Gazette; and\n       (6) issue to the society to which the application\n            relates a certificate of registration in the pre-\n            scribed form.\n         (3) A certificate of registration signed by the\nRegistrar shall be conclusive evidence that the society\ntherein mentioned is duly registered unless it is proved that\nthe registration of the society has been cancelled.\n           Vbc inclusion of this paga b authorizsP by L.N. 480119731\n12                                 FRIENDLY SOCIETIES\n                     (4) If the Registrar refuses to register a society, an\n               appeal shall lie within one month from the date of such\n               refusal to a tribunal appointed by regulations under this\n               Act.\nSocicties ta     9. The registration of a society shall render it a body\nbe bodies\ncarporate.     corporate by the name under which it is registered, with\n               perpetual succession and with power to hold and dispose\n               of land and other property of whatever kind, to enter into\n               contracts, to institute and defend suits and other legal\n               proceedings, and to do all things necessary for the Pur-\n               poses of its constitution.\nPower of         10.-(1) Every registered society may, subject to the\nregisted\nsocietics to   approval of the Registrar, make rules for all such things\nmake rulcs.\n               as are necessary or desirable for the purpose for which such\n               society is established.\n                      (2) Rules made under this section shall bind the\n               society and every member thereof, and every person claim-\n               ing through such member to the same extent as if every\n               such member had subscribed his name and affixed his seal\n               thereto and there were contained in such rules a covenant\n               on the part of such member, his heirs, executors, adminis-\n               trators and assigns to be bound thereby.\nAmendment        11.41) Any registered society may, subject to this Act,\nof rulcs.\n               amend its rules, including the rule which declares the name\n               of the society.\n                       (2) No amendment of the rules of a registered\n               society shall be valid until that amendment has been\n               registered under this Act, for which purpose three copies\n               of the amendment shall be forwarded to the Registrar.\n                     mc inclusion of this page is authorized by L.N. 480119731\n                     FRIENDLY SOCIETIES                               13\n       (3) If the Registrar is satisfied that any amendment\nof the rules is not contrary to this Act, he may register the\namendment :\n  Provided that the Registrar may for reasons to be given\nto the society, refuse to register an amendment.\n      (4) If the Registrar refuses to register any amend-\nment of the rules of a registered society, an appeal shall lie\nwithin one month from the date of such refusal to the\ntribunal appointed by regulations made under this Act.\n      (5) An amendment which changes the name of a\nregistered society shall not affect any right or obligation\nof the society or any of its members or past members, and\nany legal proceedings pending may be continued by or\nagainst the society under its new name.\n       (6) When the Registrar registers an amendment of\nthe rules of a registered society, he shall issue to the\nsociety a copy of the amendment certified by him, which\nshall be conclusive evidence of the fact that the amendment\nhas been duly registered."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A society (other than a benevolent society) shall not Regiatraiion\nbe disentitled to registration by reason of any rule or of    dividing\n                                                            SOCiCtied.\npractice of dividing any part of the funds thereof if the\nrules of the society contain distinct provision for meeting\nbefore division of any part of such funds takes place, all\nclaims existing against the society immediately before such\ndivision."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A society providing for the endowment of a member Registration\nor the nominee of a member at any age, or assuring a of        insurance\n                                                             JOcieties\ncertain annuity, shall not be registered unless the tables g:i,,\",c,\nof contributions for such respective benefits or assurance, wsur!?g\n                                                             annuities.\ncertified by an actuary approved by the Registrar, are\nsent to the Registrar with the application for registration.\n14                                   FRIENDLY SOCIETIES\nRegistration     14.-(1)   Where a society has branches, the application\nof societies\nwith           for registration shall be accompanied by-\nbranch=.\n                    (a) a list of all the branches, and notice of the place\n                         where the registered office of each branch will be\n                         situated;\n                    (b) if the rules of all the branches (in this Act called\n                         branch rules) are or are intended to be identical,\n                         a statement to that effect and four copies of those\n                         rules; and\n                    (c) if the branch rules are not or are not intended to\n                         be identical, a statement to that effect and four\n                         copies of the rules of each branch.\n                     (2) A society having a fund under the control of a\n               central body to which every branch is bound to contribute\n               may be registered as a single society.\nEstablish-       15. There shall be sent under the hand of the secretary\nment of new\nbranches.      of a registered society to the Registrar-\n                   (a) notice of the establishment of every new branch\n                        of the society;\n                    (b) notice of the place where the registered office of\n                        the branch will be situated; and\n                   (c) a statement whether or not the rules of the branch\n                        are identical with those of the other branches of\n                        the society, and if not so, four copies of the rules\n                        of that branch.\nA plication      16. The provisions of this Act as to-\nOPMtain\nprovisions        (U)  the amendment of rules and the &ect of such\nof this\nAct to                 amendment;\nbranches.\n                  (6) the registration of the amendment of rules and\n                       evidence of such registration;\n                   (c) appeal against refusal to register any amendment\n                        of rules,\n                     l l l c inclusion of lhis pasc is authorized by LN. 480/19731\n                     FRIWDLY SOCIETIES                                    15\nshall apply to branches and branch rules as they apply\nto a registered society and its rules.\n  1741) A body identified, by means of information Rsquirita\nsupplied to the Registrar pursuant to section 14 or section ~ ~ ~ , , u a -"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15, as a branch of a registered society, shall not be regis-\ntered as a society efcept on production to the Registrar of\na certificate under the hand of the chief secretary or other\nprincipal officer of the society of which it was a branch,\nthat the body has wholly seceded or has been expelled\nfrom the society.\n        (2) An appeal shall lie from the refusal of the chief\nsecretary or other principal officer of the society, or his\nomission, after three months from the receipt of a request\nin writing made on behalf of the body to grant a certificate,\nto the tribunal appointed by regulations made under this\nAct."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16) in any other case, be or act as the medical officer,\n          dentist, optician, druggist, auditor or actuary,\nof such society or branch."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. A body which, having been a branch of a registered of\n                                                           aoue or\nsociety has wholly seceded or been expelled from that\nsociety, shall not thereafter use the name of that society braoch.\nor any name implying that it is a branch thereof, or the\nnumber by which it was designated as such a branch."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A registered society or a branch thereof may con- Conuibu-\ntribute to the funds, and take part by delegates or other-\nwise in the government of any other registered society or\nbranch of a registered society, as provided in the rules of\nthat first named society or branch without becoming a\nbranch under this Act of that other society or branch."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every registered society and every branch thereof ~cei~ttred\nshall have an office registered in the prescribed manner, OUiCC.\nto which all notices and communications may be sent, and\nshall send to the Registrar notice of every change of such\nregistered office.\n-\n       l’Il~e inclusion of this page ia authorid by LN. 480/1973]\n16                                   FRIENDLY SOCIETlE5\nPublication     21.-(1) Every registered society shall paint or affu and\nof name.\n              keep painted or affixed its registered name in letters easily\n              legible, in a conspicuous position on the outside of every\n              office or place in which the business of the society is carried\n              on.\n                      (2) Every branch of a registered society shall paint\n              or a& and keep painted or affixed, in a conspicuous\n              position on the outside of every office or place in which the\n              business of that branch is carried on, the name and number,\n              in letters easily legible, by which that branch was\n              designated as a branch of such society.\nReturn of      22. Once in every year not later than the 31st day of\nmembers\nand          January, every registered society and every branch of a\ninvestments.\n             registered society shall send to the Registrar a return\n             for the year ending on the 31st day of December last\n             preceding, showing-\n                   (U)   the number of members on its roll, including every\n                         person who at any time during the year was a\n                         financial member of the society or branch;\n                   (6) the amount of money on deposit in banks:\n                   (c) the amount of any money invested in or on the\n                         security of the stock, shares or debentures of any\n                         bank or of any building society established\n                          and registered in Jamaica;\n                   ( d ) the amount of money invested in real securities;\n                   (e) the amount of money invested in shares in any\n                          co-operative undertaking with limited liability;\n                   (f) the amount of money invested in authorized\n                          trustee securities: and\n                   (g) the amount of money in the treasurer’s hands, at\n                          the close of work on the 31st day of December\n                          aforesaid.\n                     [Tbe inclusion of this page is n u t h o h d by L.N. 480/19731\n                      FRIENDLY SOCIETIES                               17"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) The Registrar shall audit or cause to be audited Audit.\nby some person authorized by him in writing, the accounts\nof every registered society and every branch of a registered\nsociety once at least in every year.\n        (2) The audit under this section shall include an\nexamination of overdue debts, if any, and a valuation of\nthe assets and liabilities of the registered society or branch.\n        (3) The Registrar and every other person appointed\nto audit the accounts of a registered society or branch shall\nhave power when necessary-\n     (a) to summon at the time of his audit any officer,\n          agent, servant or member of the society or branch\n          who he has reason to believe can give material\n          information in regard to any transactions of the\n          society or branch or the management of its affairs;\n          and\n     (b) to require the production of any book or docu-\n          ment relating to the affairs of, or any cash or\n          securities belonging to, the society or branch by\n          the officer, agent, servant or member in posses-\n          sion of such book, document, cash or securities."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)   Every registered society and every brmch of Annual\n                                                           and other\na registered society shall, once in every year, not later mtllrns.\nthan the 31st day of May, send to the Registrar a return\n(in this Act called the annual return) of the receipts and\nexpenditure, funds and effects of the society or branch\nas audited.\n        (2) The annual return shall-\n     (a) show separately the expenditure in respect of the\n          several objects of the society or branch; and\n     (b) be made out to and include the 31st day of\n          December last preceding.\n       [The inclusion of this page is aulhorized by L.N.480/1973]\n18                                FRIENDLY SOCIETIES\n                      (3) Every registered society and every branch of a\n              registered society shall, together with the annual return,\n              send to the Registrar a copy of any special report of the\n              auditors.\n                     (4) In the case of a branch, the annual_ return shall\n              be sent to the Registrar through an officer appointed in\n              that behalf by the society of which the branch forms part.\n                     (5) Every registered society and every branch of a\n              registered society shall annually prepare and send to the\n              Registrar together with the annual return of such society\n              or branch, returns relating to sickness and death benefits\n              and to maternity, dental, optical and other benefits\n              of the society or branch in accordance with the prescribed\n              forms made out to and including the 31st day of December,\n              last preceding.\nQuinquen-       2 5 4 1 ) Subject to the provisions of this section, the\ntual valua-\ntioa          Registrar may require every registered society and every\n              branch of a registered society, not oftener than once in\n              every five years-\n                  (a) to cause its assets and liabilities to be valued by\n                        a valuer to be appointed by the society or branch,\n                        and approved by the Registrar, and to send to\n                        the Registrar a report on the condition of the\n                        society or branch; or\n                   (6) to send to the Registrar a return of the benefits\n                        assured and contributions receivable from all the\n                        members of the society or branch, and of all its\n                        funds and effects, debts and credits, accompanied\n                        by such evidence in support thereof as the\n                        Registrar may require.\n                      (2) Every report sent to the Registrar under sub-\n              section (1) shall-\n                   (U) be signed by the valuer;\n                    mc inclusion of this page U authorized by L.N. 480/19731\n                        FRIENDLY SOCIETlES                                     19\n    (b) state the address and calling or profession of the\n        valuer; and\n    (c) contain an abstract to be made by the valuer of\n        the results of his valuation, together with a state-\n        ment containing such information with respect\n        to the benefits assured and the contributions\n        receivable by the society or branch, and of its\n        funds and effects, debts and credits as the\n         Registrar may require.\n        (3) Where a registered society or branch sends to\nthe Registrar a return under subsection (l), the Registrar\nshall cause the assets and liabilities of the society or branch\nto be valued and reported on by an actuary, and shall\nsend to the society or branch a copy of the report and an\nabstract of the results of the valuation.\n           (4) This section shall not apply to-\n     (U) a benevolent society or branch thereof; or\n     (b) a specially authorized society or branch thereof,\n         unless it is so directed in the authority for\n         registering that society or branch.\n       (5) The Registrar may dispense with the provisions\nof this section in respect of registered societies and\nbranches to whose purposes or to the nature of whose opera-\ntions he may consider those provisions inapplicable."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Every registered society and every branch of a regis- cop of\ntered society shall keep a copy of the last annual balance\nsheet and of the last quinquennial valuation together with\nany special report of the prescribed persons, always\nposted up in a conspicuous place of the registered office\nof the society or branch."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)      A registered society shall be exempt from in- Exernplion\n                                                                     from income\ncome tax.                                                            tax and\n                                                                     stamp duty.\n           me inclusion of this page is authorized by L.N.31/19771\n20                                 FRIENDLY SOCIETIES\n                      (2) All instruments executed by or on behalf of a\n              registered society or a branch thereof or by or on behalf\n              of a member relating to the business of such society or\n              branch shall be exempt from stamp duty.\nPriority on     28.-(1)   In the following cases, namely-\ndeath,\nbanhptcy,          (U) upon the death or bankruptcy of any officer of a\netc., of\nofficcr.                registered society or a branch thereof having in\n                        his possession by virtue of his office any money\n                        or property belonging to the society or branch;\n                        or\n                   (6) if any execution, attachment or other process is\n                        issued against any such officer or against his pro-\n                        perty,\n              his executors or 2dministrators, or the Trustee in Bank-\n              ruptcy or the Bailiff or other person executing the process\n              respectively, shall, notwithstanding anything contained in\n              any other law, upon demand in writing of the society or\n              branch, pay the money and deliver over the property to\n              the society or branch in preference to any other debt or\n              claim against the estate of the officer.\n                     (2) In this section the expression “bankruptcy”\n              includes liquidation of a debtor’s affairs by arrangement.\nMembership      29.-(1) The rules of a registered society or a branch\nofminorS.\n36il976\n              thereof may provide for the admission of a person under\nSch.          twenty-one years of age as a member.\n                      (2) Any such member may, if he is over sixteen\n              years of age, by himself, and if he is under that age, by\n              his parent or guardian, execute all instruments and give\n              all acquittances necessary to be executed or given under\n              the rules, but shall not be a member of the committee, or\n              a secretary or treasurer of the society or branch.\n                     mhe inclusion of this page is authorized by LN. 31/19771\n                     FRIENDLY SOCIETIES                                 21\n  3 0 . 4 1 ) A registered society, or any branch thereof may Subscription!\n                                                              to hospitals,\nsubscribe out of its funds to any hospital, infirmary,\ncharitable or provident institution any annual or other sum\nfor the purpose of securing to members of the society or\nbranch and their families the benefits of the hospital,\ninfirmary or other institution according to its rules.\n        (2) A registered society may apply or donate each\nyear from its funds a sum not exceeding ten cents in\nrespect of every financial member for the purpose or\ntowards the promotion or encouragement of education,\nscience or art in the Island."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Membership of minors.\n           -\n      [The inclusion of this page i s authorized by L.N. 4S0/1973]\n2                        FRIENDLY SOCIETlES"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Every registered society and every branch of a Rightto\nregistered society shall deliver to every person on suppiy of\ndemand, on payment of such sum as may be prescribed,\na copy of the rules of the society or branch."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every registered society and e\\.ery branch of a Rightto\n                                                           supply of\nregistered society shall, on the application of any member annual\nor any person interested in the funds of such society or return.\nbranch, supply to him gratuitously-\n     (a) a copy of the Iast annual return of the society or\n          branch; or\n     (b) a balance sheet or other docunient duly audited,\n         containing the same particulars as to the receipts\n         and expenditure, funds and effects of the society\n          or branch as are contained in the annual return."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. A member or person having an interest in the funds           Fbc;;;\n,ofa registered society or a branch thereof may inspect the\nbooks of such society or branch, as the case may be, at all\n       m e inclusion of this page is authorized by L.N. 31/1977]\n22                                         FRIENDLY SOCIETIES\n                      reasonable hours at the registered office of the society or\n                      branch, or at any place where the books are kept, except\n                      that the member or person shall not, unless he is an\n                      officer of the society or branch, or is specially authorized\n                      by a resolution of the society or branch to do so, have\n                      the right to inspect, save as herein otherwise provided,\n                      the loan account of any other member without the written\n                      consent of such member.\n~    i    ~   ,   i       ~ ~ i A\n                       ~34-(1)    ~ ~member, or a person claiming through a\nOf benefits-\n                      member, of a registered society or a branch thereof shall\n                      not be entitled to receive more than-\n                          (a) one thousand dollars (excluding bonuses or\n                              additions declared upon assurance) as a lump\n                              sum payment; or in lieu thereof\n                          (b) two hundred and eight dollars per annum as\n                              annuity,\n                      from one or more of such societies or branch.\n                             ( 2 ) Any such society or branch may require a\n                      member, or person claiming through a member, -to make\n                      and sign a statutory declaration that the total amount to\n                      which that member or person is entitled from one or more\n                      such societies or branches does not exceed the sums afore-\n                      said.\nService                 3 5 . 4 1 ) A person shall not, by reason of his enrolment\nand policc\njnarmcd               or service as a member of any police, military, naval or\nforces.               air force, lose or forfeit any interest in a registered\n                      society or a branch thereof which he possesses at the time\n                      of his being so enrolled or serving, or be fined or otherwise\n                      penalized for absence from or non-attendance at any\n                      meeting of the society or branch, if his absence or non-\n                             me inclusion of this page is authorized by LN. 31/1977l\n                    FRIENDLY SOCIETIES                                      23\nattendance is occasioned by the discharge of his police,\nmilitary, naval or air duty as certified by his commanding\nofficer, any rules of the society or branch to the contrary\nnotwithstanding.\n                                                                   6\n       (2) A dispute between any such society or branch\nand person by reason of that enrolment or service, shall\nbe decided by the Registrar.\n       (3) In this section “commanding officer”, in relation\nto a member of the police force, means-\n     (a) an officer of or above the rank of Assistant\n         Superintendent having command of the division\n         or branch in which such member is posted, or\n     (b) such other officer as may be designated by the\n         Commissioner."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. A registered society or a branch thereof may hvcstmcni\n                                                             of funds.\ninvest its funds or any part thereof, to any amount in\nany of the following ways-\n     ( a ) by deposits in a bank;\n     (b) in the purchase of land;\n     (c) in or on the security of the stock, shares or\n           debentures of any bank or of any building society\n           established and registered in Jamaica;\n     (d) in any co-operative undertaking with limited\n           liability;\n     (e) in any investment in which trustees are for the\n           time being by law authorized to invest trust\n           funds.\n  3 7 4 1 ) A registered society and, subject to the rules of h a n r t o\n                                                              assured\nthe society, a branch thereof, may advance to a member of ,,,emben\nat least three years’ standing any sum not exceeding one-\nhalf of the amount of any assurance on his life, on the\n       me inclusion OF this page is authorized by LN. 31119771\nT\nU                                 FRIENDLY SOCIET€ES\n              written security of himself and two satisfactory sureties\n              €or repayment.\n                      (2) The amount so advanced, with all interest\n        eh\n              thereon, may be deducted from the sum assured, without\n              prejudice in the meantime to the operation of the security.\n~oansout\nof separate"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. A registered society may, out of any separate loan\nloanfund      fund to be formed by contributions or deposits of its\n              members, make loans to members on their personal\n              security, with or without sureties, as may be provided by\n              the rules, subject to the following restrk&ims-\n                  (a) a loan shall not at any time be made out of money\n                      contributed for the other purposes of the society;\n                  (b) a member shall not be capable of holding any\n                      interest in the loan fund exceeding four hundred\n                      dollars;\n                  (c)a society shall not make any loan to a member\n                     on personal security beyond the amount fixed by\n                     the rules, or make any other loan which, together\n                     with any money owing by a member to the\n                     society, exceeds two-thirds of the amount stand-\n                     ing to the credit of such member;\n                  (& a society shall not hold at any one time on\n                     deposit from its members any money beyond the\n                     amount fixed by the rules, and the amount so\n                     fixed shall not exceed two-thirds of the total sums\n                     owing to the society by the members who\n                     have borrowed from the loan fund;\n                  (e) no member who is indebtttd to a society in respect\n                        of a loan made to him by such society shall be\n                        accepted as surety for anothex member of the said\n                        society.\n                    llhe iacl-a   of tlus page IS authonzd by LN. 3 l / l S V\n                    FRIENDLY SocIETlES                                 25"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) A member of a registered society or a branch p o m o r\nthereof, not being under the age of sixteen years may, by m      b o r to\n                                                              diapasof\nwriting under his hand delivered at or sent to the regis-       zr$z;s\ntered office of the society or brand, or made in a book nomination\n                                                              d-*by\nkept at that office,nominate a person or persons to whom\nany sum of money payable by the society or branch on\nthe death of that member, not exceeding two hundred\ndollars, shall be paid on his decease.\n        (2) The sum of money payable by a registered\nsociety or a branch thereof on the death of a member shall\ninclude the sums of money contributed to or deposited in\nthe separate loan account, and any sums of money ac-\ncumulated for the use of the member under the provisions\nof regulations made under this Act with interest thereon.\n        (3) The person nominated under this section shall\nnot be an officer or servant of the society or branch, unless\nthat officer or servant is the husband, wife, father, mother,\nchild, brother, sister, uncle, aunt, nephew or niece of the 3611976\nnominator.                                                    Sch.\n        (4) A nomination made under this section may be\nrevoked or varied by any similar document under the hand\nof the nominator, delivered, sent or made as aforesaid.\n        ( 5 ) The marriage of a member of a registered\nsocietyor a branch thereof shall operate as a revocation\nof any nomination theretofore made by that member under\nthis section.\n         (6) A nomination or a variation or revocation of a\nnomination by writing or mark under the hand of a\nmember of a branch and delivered at or sent to the regis-\ntered office of that branch, or made in a book kept at that\noffice, shall be effectual, notwithstanding that the money\nto which the nomination relates or some part thereof, is\nnot payable by that branch, but is payable by the society\nor some other branch.\n       me incluson nf tius page is authorizsd by LN. 3111977l\na6                                 FRIENDLY SOClETlES\nPm=*rna         40.-(1) On receiving satisfactory proof of the death of\non dcath of\nnominator.    a nominator, the registered society or branch shall pay\n              to the nominee the amount due to the deceased member,\n              not exceeding the said sum of two hundred dollars.\n                     (2) The receipt of a nominee over sixteen years of\n              age for any amount so paid shall be valid.\n                      (3) Where the nominee is unwilling or refuses to be\n              responsible for the funeral expenses of a deceased nomin-\n              ator, or has not applied for the moneys payable by the\n              society or branch on the death of such nominator within\n              twelve hours after knowledge of the death of such nomin-\n              ator has come to the secretary of the society or branch of\n              which the said deceased nominator was a member, the\n              secretary shall have power in his discretion to make\n              arrangement for the funeral of the deceased nominator\n              and to defray his funeral expenses out of moneys payable\n              by the society or branch in respect of the death of the said\n              nominator.\nPayments\nin absence\n                 4 1 . 4 1 ) If any member of a registered society or of a\nofvalid       branch of a registered society entitled from the funds\nnomination.\n              thereof to a sum not exceeding two hundred dollars dies\n              intestate and without having made a valid nomination in\n              respect thereof then subsisting, the committee of such\n              society or branch may defray thereout the funeral expenses\n              of the deceased member, and may, without letters of\n              administration, distribute the balance among such persons\n              as appear to the society or branch, upon such evidence as\n              it may deem satisfactory, to be entitled by law to receive\n              that sum.\n                     (2) If any such deceased member is illegitimate and\n              unmarried, the committee may distribute such balance\n              among the persons who, in the opinion of the society or\n              branch would have been entitled thereto if that member\n                     [Thc inclusion of this page is authorized by L.N.31/19771\n                     FRlENDLY S o c l E T l E S                     21\nhad been legitimate, and if there are no such persons the\nsociety or branch shall deal with the money in such manner\nas the Minister may direct.\n        (3) If within the period of three months after the\ndeath of such member the committee fail or are unwilling\nor neglect to exercise the power of distribution vested in\nthem under the provisions of this section, the moneys\npayable on the death of the said member shall be paid to\nthe Administrator-Genera1 to be dealt with by him accord-\ning to law."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.-(1) A payment made by a registered society or VaKdityof\n                                                           gaymenis.\nbranch under the foregoing provisions of this Act with\nrespect to payments on death generally, to the person who\nat the time appears to the society or a branch thereof to\nbe entitled thereon, shall be valid and effectual against\nany demand made upon the smiety or branch by any\nother person, but the next of kin or lawful representative\nof the deceased member shall have remedy for reco1:ery\nof the money so paid as aforesaid, against the person who\nhas received that money.\n       (2) Where a registered society or a branch thereof\nhas paid money to a nominee in ignorance of a marriage\nsubsequent to the nomination, the receipt of the nominee\nshall be a valid discharge to the society or branch.\n        (3) Where an infant or other person under dis-\nability is entitled to receive from a registered society or\na branch thereof moneys payable on the death of a mem-\nber, such moneys shall be paid by the society or branch\nto the Administrator-General to the credit of such infant\nor other person under disability, and the receipt of the\nAdministrator-General shall be a good discharge.\n       (4) The Administrator-General may retain out of\nthe said moneys for fees of office, three per centurn thereof\n      I’Ihe inclusion of this page is authorized by LN. 480/19731\n28                                   FRIENDLY SOCIETIES\n                and shall pay or apply the remainder to or for the care,\n                maintenance, education or benefit of such infant or such\n                person under disability as he may think fit.\nCertificate       43.-(1) Subject to the provisions of subsections (2) and\nof death.\n                (3), a registered society or a branch of a registered\n                society shall not pay any sum of money upon the death of\n                a member or other person whose death is required by law\n                to be registered except upon the production of either a\n                certified copy of the entry of death under the hand of the\n                Registrar-General or a certificate of the kind described\n                in section 28 of the Registration (Births and Deaths) Act.\n                        (2) Where the death of such member or other\n                person takes place in a public institution, a certificate of\n                that death under the hand of the superintendent or other\n                person authorized in that behalf by the superintendent,\n                shall be accepted as proof of death.\n                       (3) This section shall not apply to deaths at sea,\n                nor to any death certified by a Coroner to be the subject\n                of a pending inquest.\nh u n t\npayable on"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. A registered society or a branch thereof shall not\ndeath of        give an assurance to pay or p y -\nchildrenof\ncertain ages.        ( U ) on the death of a child under five years of age,\n                           any sum of money which, when added to any\n                           amount payable on the death of that child by\n                           any other registered society or branch of a\n                           registered society, exceeds sixty dollars; or\n                     (b) on the death of a child of five years of age and\n                           over but under ten years of age, any sum of\n                           money which, when added to any amount pay-\n                           able on the death of that child by any other\n                           registered society or branch of a registered\n                           society, exceeds seventy dollars.\n                      [Thc inclusion of this page is authorized by L.N. 480119731\n                           FRIENDLY SOCIETIES                               29"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.--(1) A registered society or a branch thereof shall whom\n                                                          P m n pay-\n                                                                 to\nnot pay any sum on the death of a child under ten years mentmay\n                                                          be made on\nof age except to the parent or guardian of the child, or deathof\nto the personal representative of the parent or guardian, children.\nand upon the production by the parent or guardian or his\npersonal representative of a certified copy of the entry\nof death under the hand of the Registrar-General.\n       (2) A registered society or a branch thereof shall\nbefore paying any sum on the death of a child, obtain in-\nformation as to what, if any, sum of money has been paid\non the death of that child by any other registered society\nor branch of a registered society.\n  *.-(I)   If any dispute touching the business of a settlement\n                                                     of disputca.\nregistered society or a branch thereof arises-\n     (a) among members, past members, or persons\n         claiming through members, past members or\n         deceased memben; or\n     (b) between a member, past member or person claim-\n         ing through a member, past member or deceased\n         member, and the society or branch, its com-\n         mittee or any officer of the society or branch; or\n     (c) between the society or its committee and any\n         officer of the society or branch; or\n     (d) between the society and any other registered\n         society or branch of another registered society; or\n     (e) between the branch and any other branch of a\n         registered society; or\n     (f, between the branch and any registered society\n          (including the society of which it is a branch),\nsuch dispute shall be referred to the Registrar. A claim\nby a registered society or branch for any debt or demand\nallegedly due to it from a member, past member or the\nnominee, heir or legal representative of a deceased\n           I T h e inclusion of this page is authorized by L.N. 480/1973]\n30                              FRIENDLY SOCIETIES\n           member, shall unless admitted by him be deemed to be\n           a dispute touching the business of the society or branch\n           within the meaning of this subsection.\n                  (2) The Registrar shall, on receipt of a reference\n           under subsection (I), refer it for disposal to an arbitrator\n           or two or more arbitrators.\n                   (3) Any party aggrieved by the award of the\n           arbitrator or arbitrators may appeal therefrom to the Reg-\n           istrar within such period and in such manner as may be\n           prescribed.\nAmalgma-      4 7 . 4 1 ) Any two or more registered societies may, by\ntion and\ntrmd~10f   special resolution of both or all such societies, become\nengagt-\nments.     amalgamated together as one society, with or without any\n           dissolution or division of the funds of those societies or\n           either of them.\n                    (2) A registered society may, by special resolution\n           transfer its engagements to any other registered society\n           which may undertake to fulfil the engagements of that\n           society.\n                  (3) A special resolution by a registered society for\n           an amalgamation or transfer of engagements under this\n           Act shall not be valid without-\n               (a) the assent thereto of three-fourths in value of the\n                    members given either at the meetings at which\n                    the resolution is, according to the provisions of\n                    this Act, passed and confirmed or at one of them,\n                    or, if the members were not present thereat, in\n                    writing: and\n               (b) the written consent of every person receiving\n                    or entitled to any relief, annuity or other benefit\n                    from the funds of the society, unless the claim\n                    of that person is first duly specified, or adequate\n                    provision is made for satisfying that claim.\n                 me inclusion of this page is authorized by L.N. 480119131\n                    FRIENDLY SOCIETIES                             31\n       (4) On the application of the committee of a regis-\ntered society desiring to amalgamate or transfer its\nengagements, and upon notice of that application being\npublished in the Gazette, the Registrar, after hearing the\ncommittee and other persons whom he considers entitled\nto be heard upon the application, may order that any\nof the assents, consents and conditions required by this\nAct be dispensed with, and may confirm the amalgama-\ntion or transfer.\n        ( 5 ) A registered society or a branch thereof, con-\nsisting wholly of members under 21 years of age and-\n    (a) a registered society having members above 21\n        years of age; or\n    (b) any number of branches of a registered society\n        having members above 21 years of age,\nmay, by resolution registered in the manner required for\nthe registration of an amendment of rules, become amal-\ngamated together as one society or a branch or provide for\ndistributing among several branches the members of a\nregistered society or a branch thereof consisting wholly\nof members under 21 years of age, and the other provi-\nsions of this section shall not apply to that amalgamation.\n        (6) The value of members shall be ascertained by\ngiving one vote to every member and an additional vote\nfor every five years that he has been a member, so, how-\never, that not more than five votes in all shall be given\nto one member.\n         (7) If any member of a registered society or a\nbranch thereof which has amalgamated or transferred\nits engagements, or if any person claiming any relief,\nannuity, or other benefit from the funds thereof is dis-\nsatisfied with the provision made for satisfying his claim,\nthat member or person may apply to the Registrar for\n      m e inclusion of this page is authorized by L.N. 480/1973]\n32                                FRIENDLY SOCIETIES\n             relief and the Registrar shall have the same powers in the\n             matter as in regard to the settlement of disputes under\n             this Act.\nConversion      48-(1) A registered society may by special resolution\nof society\ninto cam-    determine to convert itself into a company under any\n             statute for the time being in force relating to the incor-\nrociity.\n             poration of companies (in this Act referred to as the\n             Companies Act) or into a co-operative society under the\n             Co-operative Societies Act or to amalgamate with or\n                                               ,\n             transfer its engagements to any such company or CO-\n             operative society.\n                     (2) If a special resolution for converting a regis-\n             tered society into a company contains the particulars\n             required by the Companies Act to be contained in the\n             memorandum of association of a company, and a copy\n             thereof has been registered with the Registrar, a copy\n             of that resolution under the hand of the Registrar shall\n             have the same effect as a memorandum of association duly\n             signed and attested under the said Act.\n                     (3) If a registered society is registered as, or\n             amalgamates with, or transfers all its engagements to,\n             a company or a co-operative society, the registration of\n             the society under this Act shall thereupon become void\n             and shall be cancelled by the Registrar; but the registra-\n             tion of a registered society as a company or a co-operative\n             society shall not affect any right or claim subsisting\n             against that society or any penalty incurred by that\n             society; and for the purpose of enforcing any such right,\n             claim or penalty, the society may be sued and proceeded\n             against in the same manner as if it had not become regis-\n             tered as a company or a co-operative society, as the case\n             may be; and every such right or claim, or the liability to\n             any such penalty shall have priority, as against the p r o p\n                   [The inclusion of this page is aulhorizd by L.N. 480119131\n                     FRIENDLY SOCIETIES                                33\nerty of the company or co-operative society, over all other\nrights or claims against or liabilities of the company or\nco-operative society."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. An amalgamation or transfer of engagements Savingfor\n                                                           right of\nunder this Act shall not prejudice any right of a creditor aed,ton.\nagainst any registered society or branch of a registered\nsociety which is party thereto,"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(1) A registered society may, by resolution passed Conversion\nby a majority of the members or delegates present and of        a society\n                                                              intos\nentitled to vote at any general meeting of which notice branch.\nspecifying the intention to propose any such resolution\nhas been duly given according to the rules, determine to\nbecome a branch of any other registered society and also,\nif thought fit, of any branch of such other society.\n          (2) A copy of the rules of the society marked to\nshow the amendments, if any, made at the meeting, and\ntwo copies of the resolution and of such amendment of\nrules, if any, as aforesaid, each signed by the chairman\nof the meeting and by the secretary of the society so\ndetermining to become a branch of another society, and\ncountersigned by the secretary of that other society, shall\nbe sent to the Registrar.\n          (3) If the Registrar finds that the rules, with or\nwithout any such amendment as aforesaid, comply with the\nprovisions of this Act, he shall cancel the registration of\nthe first named society and register it as a branch of that\nother society, and also, if so specified in the resolution\nreferred to in subsection (l), of any branch of that other\nsociety without further request or notice, and shall register\nsuch amendment of rules without further application or\nevidence, and until such registration, the resolution shall\n not take effect.\n          (4)Every cancellation of registration under this\nsection shall be advertised in the Gazette.\n       me inclusion of this page is authorized by L.N. 480/1973]\n34                                  FRIENDLY SOCIETIES\nMeaningof  51. For the purposes of              this Act a specid resolution\nspecial\n          means a resolution which is-\nresolution.\n                   (a) passed by a majority of not less than three-\n                        fourths of such members of a registered society\n                        entitled under the rules to vote as may be present\n                        in person or by proxy (where the rules allow\n                        proxies) at any general meeting of which notice\n                        specifying the intention to propose that resolu-\n                        tion has been duly given according to the rules;\n                        and\n                    (b) confirmed by a majority of such members, entitled\n                        under the rules to vote, as may be present in per-\n                        son or by proxy (where the rules allow proxies)\n                        at a subsequent general meeting of which notice\n                        has been duly given, held not less than fourteen\n                        days nor more than one month from the day of\n                        the meeting at which such resolution was first\n                        passed.\n                 At any meeting mentioned in this section, a declaration\n               by the chairman that the resolution has been carried shall\n               be conclusive evidence of the fact.\nRegistration     52. A copy of every special resolution for any of the\nof special\nresolutions,   purposes mentioned in this Act, signed by the chairman\n               of the meeting and countersigned by the secretary, shall\n               be sent to the Registrar’s office and registered by him, and\n               until that copy is so registered, the special resolution shall\n               not take effect.\nPower of     53. The Registrar or any person authorized in writing\nRegistrar\nto,nspect  by him shall, at all times have access to all the books,\nbooks,ctc~ accounts, papers and securities of a registered society or\n           any branch thereof and shall be entitled to inspect the\n           cash in hand; and every officer of the society or branch\n                     me inclusion of this page is authorized by L.N. 480119731\n                     FRIENDLY SOCIETIES                                35\nshall furnish such information in regard to the trans-\nactions and working of the society or branch as the person\nmaking such inspection may require."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. The Registrar may enter and inspect, or may h s p t i o n\n                                                            ofsocieties'\nauthorize any person in writing to enter and inspect the prcmren.\nregistered oflice or place of meeting of any registered\nsociety or any branch thereof at any reasonable time by\nday or night, and may examine the condition and affairs\nof such society or branch and make such enquiries as are\nnecessary to ascertain its condition and ability to provide\nfor the payment of the benefits payable under its rules,\nand whether or not it has complied with the provisions\nof this Act."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1) The Registrar may of his own motion, and Jnquiryand\nshall, upon an application in terms of subsection (2) in inspection.\nwriting-\n    (U) of a majority of the committee; or\n     ( b ) of five hundred members in the case of a\n           registered society or branch thereof having more\n           than ten thousand members; or\n     (c) of one hundred members in the case of a\n           registered society or branch thereof having more\n           than one thousand but not more than ten\n           thousand members; or\n     (d) of one-fifth of the number of members of a\n           registered society or branch thereof in any other\n           case,\nhold an inquiry or direct any person authorized by\nhim in writing in that behalf to hold an inquiry into the\nconstitution, working and financial condition of the\nregistered society or branch as the case may be.\n      me inclusion of 1%~ page is authorized by L.N. 480/1973]\n36                       FRIENDLY SOCIETIES\n            (2) An application under subsection (1) shall-\n         (a) state that the funds of the society or branch are\n              insufficient to meet the existing claims thereon,\n              or that the rates of contribution fixed in the\n              rules of the society or branch are insufficient to\n              cover the benefits assured;\n         (b) state forthwith the grounds on which the in-\n              sufficiency is alleged; and\n         (c) request an inquiry into the affairs of the society\n              with a view to the cancellation of the registra-\n              tion of the society.\n             (3) The officers and members of a society or\n     branch in respect of which an inquiry is being held under\n     subsection (1) shall furnish such information in regard to\n     the affairs of the society or branch and produce the cash\n     in hand and such books, accounts, papers and securities\n     of the society or branch as the Registrar or the person\n     authorized by him may require.\n              (4) The Registrar shall, on the application of a\n     creditor of a registered society or branch of a registered\n     society, inspect or direct some person authorized by him\n     in this behalf to inspect the books of the society or branch\n     if the applicant-\n           (U) proves that an ascertained sum of money is then\n                due to him and that he has demanded payment\n                thereof, and has not received satisfaction within\n                a reasonable time; and\n           (b) deposits with the Registrar such sum as security\n                for the cost of the proposed inspection as the\n                Registrar may require.\n            ( 5 ) The Registrar shall communicate the results of\n     any such inspection to the creditor and to the society\n     or branch into whose affairs i n q u i j has been made.\n           me inclusion of this page is authorized by L.N. 480119731\n                     FRIENDLY SOCIETIES                              37\n     (6) Where an inquiry is held under subsection (1)\nor any inspection is made under subsection (4), the\nRegistrar may direct that the costs, or such part of the\ncosts as he may think right, be repaid by the registered\nsociety or branch, any members demanding an inquiry,\nthe officers or former officers of the society or branch or\nany creditor, on whose application the i n q u j r was made.\n        (7) Any sum awarded by way of costs against any\nsociety or branch or person under this section, may be\nrecovered, on application to the Resident Magistrate\nhaving jurisdiction in the place where the registered\noffice of the society or branch is situated, in like manner\nas money payable under a judgment of the Resident\nMagistrate."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.41) If at any time it appears to the satisfaction Removal\nof the Registrar after due inquiry into the facts, the of ofictr.\nofficer or other person being afforded a full opportunity\nof being heard, that an officer of a registered society or\na branch thereof or a person holding office in a registered\nsociety or a branch thereof, whether elected or otherwise,\nhas been guilty of negligence, irregularity or misconduct,\nsuch officer or person may be removed from office by order\nof the Registrar, and the Registrar shall notify the society\nor branch concerned and direct that it proceed to the\nappointment or election of a substitute in the place of\nsuch officer or person removed as aforesaid. If tha\nsociety or branch fails to appoint or elect an officer to fill\nthe vacant office within two months of the date of such\ndirection, the Registrar may thereupon appoint a new\nofficer to fill such vacant office.\n       (2) Where any cfficer or other person who is\nremoved by order of the Registrar has the custody of any\nbooks, ledgers, vouchers, registers, bills, documents,\nmoneys or other property belonging to the society or\n       (The inclusion of thin page ia authorized by L.N. 480/19731\n38                                    FRIENDLY SOCIETIES\n                branch from which he is so removed he shall forthwith\n                deliver up to the Registrar or to any person authorized\n                by him, such books, ledgers, vouchers, registers, bills,\n                documents, moneys or other property.\n                       (3) Any officer or other person who is removed by\n                order of the Registrar may within thirty days from the\n                day on which such order was made, appeal to a tribunal\n                appointed by regulations under this Act.\n                        (4) Any officer or other person removed from office\n                by order of the Registrar under the provisions of this\n                section shall unless reinstated pursuant to an appeal\n                under subsection (3) cease to hold office in the said society\n                or branch from the date of such order for the remainder\n                of his then current term of office, and shall be disqualified\n                for being elected and for being an oficer of any registered\n                society or branch for such period, not exceeding five years,\n                as the Registrar shall determine, next after the end of\n                his aforesaid current term of office.\nRcspom-           57.41) If at any time it appears that-\nibility of\notficcrs and        (a) the funds or the property of any registered society\ndeclaration\nof liability.           or branch of a registered society have been wrong-\n                        fully withheld, misapplied or applied for un-\n                        authorized purposes; or\n                     (b) the business of the society or branch has been\n                         carried on with intent to defraud the society or\n                         branch or any member thereof or any other per-\n                         son; or\n                     (c) the conduct of its proceedings or affairs has been\n                         carried on corruptly or perversely,\n                the Resident Magistrate having jurisdiction in the place\n                where the registered ofice of the society or branch is\n                situated may, on the application of the Registrar or any\n                     FRIENDLY SOCIETIES                              39\nperson authorized by the Registrar in writing, if the\nResident Magistrate thinks proper so to do, declare that\nany of the officers, whether past or present, of the society\nor branch, who were knowingly parties to the wrongful\nwithholding, misapplication or unauthorized use of the\nsaid funds or property of the society or branch or to the\ncarrying on of the business of the society or branch in\nmanner aforesaid, shall be personally liable to such extent\nfor the debts or other liabilities of the society or branch\nas the Resident Magistrate may direct :\n   Provided that any person who has not held office in the\nsociety or branch within a period of six years previous to\nthe time at which any contravention of the provisions of\nthis section as respects such society or branch is discovered,\nshall not be called upon to account under this subsection.\n        (2) The Resident Magistrate may, on the applica-\ntion of the Registrar or any person authorized by him in\nwriting, in the case of any person in respect of whom a\ndeclaration has been made by the Resident Magistrate\nunder this section, order such person to repay or restore\nthe money or property or any part thereof respectively with\ninterest at such rate as the Resident Magistrate thinks\njust, or to contribute such sum to the funds of the society\nor branch by way of compensation in respect of the with-\nholding, misapplication or unauthorized use as the\nResident Magistrate thinks just. Where an order for the\npayment of any money is made as aforesaid under this\nsection, the order shall be deemed to be a judgment debt\ndue to the society or branch entitled to receive the same\nfrom the person against whom the said order has been\nmade, and such order for the payment of money or restora-\ntion of property may be enforced in the same manner as\na judgment or order of the Resident Magistrate in civil\ncases may be enforced.\n40                        FRIENDLY SOCIETIES\n             (3) Where the Resident Magistrate makes any such\n     declaration he may, notwithstanding the provisions of\n     subsection (2), and that such person is then dead, add such\n     further directions as he thinks proper for the purpose of\n     giving effect to that declaration, and in particular, for\n     making the liability of any such person under the declara-\n     tion a charge in priority to all other claims, legal or\n     equitable under any law, or any benefits, moneys, credits,\n     debt or obligation due or to accrue from the society or\n     branch to the said person or on any share, insurance,\n     mortgage, charge or interest in, on, or upon any of the\n     funds or assets of the said society or branch held by or\n     vested in the said person or any society or person on his\n     behalf, or any person claiming as assignee from or through\n     the society or person, and may from time to time make\n     such further order as may be necessary for the purpose of\n     enforcing any charge imposed under this subsection. For\n     the purpose of this subsection the expression “assignee”\n     includes any person to whom or in whose favour the\n     benefits, credits, debt, obligation, mortgage or charge was\n     created, issued or transferred or the interest created, but\n     does not include an assignee for valuable consideration\n     other than consideration by way of mortgage, given in\n     good faith and without notice of any of the matters on the\n     ground of which the declaration was made.\n            (4) The Resident Magistrate may, in the case of any\n     person in respect of whom a declaration has been made\n     under subsection (l), order that the person shall not, with-\n     out the leave of the Resident Magistrate, be an officer of\n     or in any way, whether directly or indirectly, be con-\n     cerned or take part in the management of any registered\n     society or branch of a registered society for such period\n     not exceeding ten years, from the date of the declaration\n     as may be specified in the order.\n           [The inclusion of lhil page is authorized by L.N. 480119731\n                    FRIENDLY SOClETlES                                41\n        (5) The provisions of this section shall have effect\nnotwithstanding that the person concerned may be crirn-\ninally liable in respect of the matters on the ground of\nwhich the declaration is to be made."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Responsibility of officer and declaration of liability.\n     5 8 . Dissolution."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-(1) If the Registrar, after holding an inquiry or Dissolution.\nmaking an inspection under section 55, or on receipt of\nan application made by three-fourths of the members of\na registered society, is of opinion that the society ought\nto be dissolved, he x a y decide to cancel the registration\nof the society and shall publish in the Gazetre and at\nleast one daily newspaper printed and circulating in\nJamaica notice of such decision.\n        (2) Where the Registrar decides to cancel the\nregistration of a registered society-\n     (a) any member of that society may, within two\n          months from the date of first publication of the\n          notice mentioned in subsection (l), appeal\n          against such decision to the tribunal appointed\n          by regulations under this Act;\n    (6) the Registrar may make such order as he thinks\n         fit for the custody of the books and documents\n         and the protection of the assets of the society\n        until its registration is cancelled or, if there is\n         an appeal against such decision until the deter-\n         mination or abandonment of the appeal;\n    (c) the Registrar may cancel that registration at\n         the expiration of two months from the date of\n         first publication of the notice mentioned in sub-\n         section (11, if there is no appeal under paragraph\n         (a) or, if there is an appeal, on the dismissal or\n         abandonment thereof.\n       (3) No registered society shall be wound up except\nin accordance with the provisions of this section.\n                                                                  -\n      me inclusion of this page is authorized by L.N. 480/1973]\n42                                    FRlENDLY SOClETIES\nCancellation  59. The Registrar may cancel the registration of any\nof registra-\ntion due to registered society if at any time he is satisfied that the\nlack of\nmembership. number of members has been reduced to less than twenty-\n            one and such cancellation shall take effect forthwith.\nEffect of         60. Where the registration of a society is cancelled\ncancellation\nof registra-    under section 58, the society shall, except for the\ntion.           purpose of winding up as hereinafter provided, cease to\n                exist as a corporate body from the date on which the can-\n                cellation of registration takes effect.\nAppoint-          61. Where the registration of a society is cancelled\nment of\nliquidator.     under section 58, the Registrar may appoint one or\n                more persons to be, subject to his direction and control,\n                the liquidator or liquidators of the society.\nPowers of         62.-(1)   A liquidator appointed under section 61 shall,\nn liquidator.\n                subject to the direction and control of the Registrar and to\n                any limitations imposed by the Registrar under section 63,\n                have power-\n                     (a) to institute and defend suits and other legal pro-\n                          ceedings by and on behalf of the society by his\n                          name or office, and to appear in court as a litigant\n                          in person on behalf of the society;\n                     (b) to refer disputes to arbitration;\n                     (c) to determine the contribution to be made by the\n                          members and past members and by estates of\n                          deceased members of the society respectively, to\n                          the assets of the society;\n                     (6) to investigate all claims against the society and,\n                          subject to the provisions of this Act, to decide\n                          questions of priority arising between claimants;\n                     (e) to determine from time to time by what persons\n                          and in what proportion the costs of the liquida-\n                          tion are to be borne;\n                       m e indusion of this page is authorized by L.N. 480119731\n                        FRIENDLY SOCIETIES                           43\n    (fj    to take possession of the books, documents and\n           assets of the society;\n     (g) to give such directions in regard to the collection\n           of the assets of the society and the disposal of the\n           books and documents of the society as may appear\n           to him to be necessary for winding up the affairs\n           of the society;\n     (A) to appoint by notice published in a local daily\n           newspaper, a day before which creditors whose\n           claims are not already recorded in the books of\n           the society shall state their claims for admission\n           or be excluded from any distribution made before\n           such claims have been proved;\n     (21 to compromise any claims by or against the\n           society;\n      (13 to sell the property of the society;\n     ( k ) to call such general meeting of the society as may\n           be necessary;\n     (0 to carry on the business of the society as far as\n           may be necessary for winding it up beneficially;\n    (rn) to arrange for the distribution of the assets of the\n           society in a convenient manner, when a scheme\n           of distribution has been approved by the\n           Registrar.\n        (2) A liquidator appointed under this section shall,\nin so far as such powers are necessary for carrying out the\npurpose of this section, have all the powers of a Resident\nMagistrate to compel the attendance and examination of\nwitnesses and the production of documents."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. A liquidator shall exercise his powers subject to ~ o w e r o f\n                                                        Regirtar\nthe control and direction of the Registrar who may-     tocontro~\n                                                        liquidation.\n    (a) rescind or vary any order made by a liquidator\n             and make whatever new order is required;\n          me inclusion of this pagc is autholircd by LN. 480119731\n44                                FRIENDLY SOCIETIES\n                  (b) remove a liquidator from office;\n                  (c) call for all books, documents and assets of the\n                       society;\n                  (d) by order in writing limit the powers of a\n                       liquidator under section 62;\n                  (e) require accounts to be rendered to him by the\n                      liquidator;\n                  (fl procure the auditing of the accounts of the\n                      liquidator and authorize the distribution of the\n                       assets of the society;\n                  (g) make an order for the remuneration of the\n                       liquidator;\n                  (h) refer any subject of dispute between the\n                       liquidator and any third party to arbitration, if\n                       that party consents in writing to be bound by\n                       the decision of the arbitrator.\nSwension         6 4 . 4 1 ) The Registrar, in any case in which he might\nof registm-\ntlon.         under section 58 or 59 cancel the registration of a regis-\n              tered society, may suspend the registration of such society\n              for any term not exceeding three months and may from\n              time to time suspend the registration for the like p-riod.\n                      (2) The provisions of section 58 shall apply, sub-\n              ject to any necessary modifications, in relation to suspen-\n              sion of the registration of a society for any cause other\n              than for reduction of membership below twenty-one as\n              they apply in relation to cancellation of such registration.\n                     (3) Where the registration of a society is suspended\n              the society shall, while the suspension lasts, cease to\n              enjoy the rights and privileges of a registered society but\n              without prejudice to any liability whether civil or criminal\n              incurred by the society, and any such liability may be\n              enforced after the suspension as if the suspension had not\n              taken place.\n                    me inclusion of this page is authorized by L.N. 480/19731\n                     FRIENDLY SOClETlES                              45"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Suspension of registration.\n          me inclusion of &is page is authorized by L.N. 480119131\n                   FRIENDLY SOCIETIES                                    5\n         THE FRIENDLY SOCIETIES ACT                               Acla\n                                                                lOf%\n                                                                29 Of M.7,\n                                                                %Of   ‘97‘\n                                                                   scb.\n                                       [fsr November, 1968.1"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.41) No person shall hold both the offices of presi- Limitation\n                                                              of ofice\ndent and treasurer or secretary and treasurer of the same holders.\nregistered society or branch of a registered society.\n        (2) No person shall hold the office of treasurer in\nmore than one registered society.\n        (3) No officer of a registered society or a branch\nof a registered society shall-\n     (a) if such society is a benevolent society, be or act\n          as the auditor or actuary; or"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Every document purporting to be signed by the Evidenceof\nRegistrar or any person authorized in accordance with documents.\nthe provisions of this Act to perform any functions or\nvaluer under this Act shall, in the absence of any evidence\nto the contrary, be received in evidence without proof of\nthe signature."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.-(1) A registered society or a branch of a registered Bonua.\nsociety shall, if its rules so provide, have power in\ngeneral meeting to declare once in every year a bonus,\npayable in cash to its members.\n        (2) No bonus shall be declared except in accordance\nwith the rules of the society or branch and until all the\ndebts, actual and contingent, of the society or branch,\nhave been paid or provided for, and after, setting aside\na sum sufficient to meet all claims against the society or\nbranch.\n        (3) No bonus shall be payable except out of\nthe excess of revenue over expenditure for the year in\nrespect of which bonus is declarable of a society or branch,\n      lThc inclusion of thi8 page is authorized by L.N. 460/19731\n46                                FRIENDLY SOCIETIES\n             and no bonus shall carry interest against the society or\n             branch.\n                    (4) No member of a registered society or branch of\n             a registered society shall be entitled to a bonus-\n                  (a) if he has been a member of the society or\n                       branch for a period of less than fifty-two\n                       weeks immediately preceding the date of the last\n                       meeting before the end of the bonus year; or\n                  (b) if he has failed to pay, at or before the end of\n                       the bonus year, any amount due to be paid by\n                       him to the society or branch at or before the end\n                       of the bonus year.\nEstablish-     6 8 - 4 1 ) Every registered society and every branch of\nrnent of\n,eJewe       a registered society shall establish and maintain a reserve\nfunds.       fund.\n                     (2) Where a registered society or branch declares\n             in any year the payment of a bonus to members in respect\n             of the twelve months preceding such declaration of bonus,\n             it shall, before such declaration, set aside out of the\n             excess of revenue over expenditure for that period such\n             sum or proportion thereof as the society or branch may\n             deem expedient, being a sum not less than five per centurn\n             of such excess, and shall forthwith credit the same to the\n             reserve fund.\n                     (3) Where in any year a registered society or\n             branch does not declare a bonus, it shall, out of the excess\n             of revenue over expenditure in such year, credit such\n             reserve fund with a sum not less than five per centurn of\n             such excess.\n                    (4) The reserve fund shall, with the consent of the\n             Registrar, be utilized in expenditure of any extraordinary\n             nature which may be necessary or desirable in carrying\n                   m e inclusion of this page is authonred by L.N. 4801 19731\n                     FRIENDLY SOCIETIES                            41\nout the objects of the society, but the reserve fund shall\nnot be utilized in paying a bonus or making any pay-\nment whatsoever in the nature of a bonus.\n        (5) All moneys accruing to the reserve fund shall\nfrom time to time be invested by the society or branch\nin manner provided by section 36. An investment under\nthis section shall not include the lending out of rconeys\nto members under the provisions of this Act.\n         (6) A registered society or branch may, with the\npxmission in writing of the Registrar, at the end of\nevery five years from the 1st November, 1968, or from the\ndate of registration of the society, whichever is the later,\napply any part of its reserve fund not exceeding fifty per\ncenturn of the amount at which such reserve fund then\nstands, for any of the objects or purposes defined or\nestablished under the rules of the society or branch, save\nthat no portion thereof shall be applied in paying a bonus\nor in making any payment whatsoever in the nature of a\nbonus.\n         (7) (a) Where the business of a registered society\nor branch of a registered society includes the issuing of\ninsurance policies or the providing for an endowment of\na member or the nominee of a member at any age, or the\nassuring of a certain annuity, such society or branch\nshall, in each year in general meeting, set aside out of\nthe contributions rece@ed by way of premium payments\nduring the preceding year as shown by the annual return\nof the society or branch to the 31st day of December last\npreceding-\n      (i) as respects the first three years immediately\n           following the registration of the society under\n           this Act, such sum as the society or branch\n           may consider expedient, not being less than ten\n            per centurn of the contributions received in the\n           relevant year; and\n48                        FRIENDLY SOCIETIES\n           (ii) as respects each year after those three years,\n                 such sum as the Registrar shall determine, not\n                 being less than twenty per centum of such contri-\n                 butions,\n     to be accumulated in a special reserve fund for the pur-\n     poses of this subsection.\n                   ( b ) The sums set aside for the special reserve fund\n     under this subsection shall be deposited and kept\n     deposited in an account in the name of the society or\n     branch, as the case may be, in a bank approved by the\n     Registrar and shall be specifically appropriated to meet\n     the liabilities of the society or branch in respect of claims\n     and demands arising under or in connection with\n     insurance policies, endowments and annuities issued,\n     provided for or assured, as the case may be, by the\n     society or branch :\n        Provided that such special reserve fund or part thereof\n     may be invested by the society or branch, as the case may\n     be, in securities or investments authorized by this Act,\n     and the interest accruing due on all such securities or\n     investments shall be paid directly to such special reserve\n     fund and shall not be applied for any purpose other than\n     the purposes for the which sums set aside for such special\n     reserve fund may be specifically appropriated.\n               (c) Every registered society or branch transact-\n     ing the business described in paragraph (a) shall, when-\n     ever it is intended to make a distribution by way of bonus,\n     cause an investigation to be made into its financial condi-\n     tion including a valuation of its liabilities by an auditor\n     approved by the Registrar, and shall, before making any\n     such distribution, file with the Registrar a report of such\n     auditor approving or sanctioning such distribution as\n     aforesaid.\n               (d)This subsection shall not apply to registered\n     societies-\n            m e indurion of this page is authorized by LN. 480119731\n                      FRIENDLY SOCIETIES                            49\n     (i) which were friendly societies existing on the 1st\n         November, 1968; and\n     (2) which are exempted by the Registrar."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-(1) The Minister may make regulations generally Read.-\n                                                           Lion#.\nfor the proper carrying out of the purposes and provisions\nof this Act.\n        (2) In particular, and without prejudice to the\ngenerality of the power conferred by subsection (I), regu-\nlations made under this section may-\n    (a) prescribe the forms to be used and the conditions\n          to be complied with in applying for the registra-\n          tion of a society and the procedure in the matter\n          of such applications;\n    (b) provide for the withdrawal and expulsion of mem-\n        bers, for the payments to be made to members\n        who withdraw or are expelled, and for the\n        liabilities of past members;\n    (c)   prescribe provisions respecting levies and the\n          form and particulars of a record to be kept of the\n          levies made by a registered society or branch of\n          a registered society;\n    (6) provide for general meetings of     the members of\n          registered societies or branches of registered\n          societies, for the procedure at and the powers\n          to be exercised by such meetings;\n    (e) provide for the appointment, suspension and\n        removal of the members of the committee and\n        other officers of a registered society or branch of\n        a registered society, for the procedure at\n        meetings of the committee and for the powers\n        to be exercised and duties to be performed by\n        the committee and other officers;\n      [The inclusion of this page ia autho-   by L.N. 480/19731\n50                   FRIENDLY SOCIETIES\n     0 provide for the payment of and other matters\n         affecting bonus moneys, prescribe the mode of\n         recording such payments and the form and parti-\n         culars relating thereto and provide for the pay-\n         ment of extra remuneration or allowances to\n         officers and members in respect of duties con-\n         nected with the payment of bonus moneys;\n     (g) prescribe the matters in respect of which a\n         registered society and a branch of a registered\n         society may or shall make rules, the procedure\n         to be followed in making, altering and rescinding\n         rules and the conditions to be satisfied prior to\n         such making, alteration or rescission;\n     (h) prescribe the payments to be made, the conditions\n         to be complied with and the forms of the bonds,\n         instruments or other documents to be executed\n         by members applying for loans or cash credits,\n         the period for which loans may be made or credits\n         granted, the maximum amount which may be\n         lent and the maximum credits which may be\n         allowed to individual members;\n     (2) provide for the mode in which the value of the\n         interest of a deceased member shall be ascer-\n         tained;\n     (1) provide for the mode in which the value of the\n         interest of a member who has become of unsound\n         mind incapable of managing himself or his\n         affairs shall be ascertained, and for the nomina-\n         tion of any person to whom such interest may be\n         paid or transferred;\n     (k) provide for the formation and maintenance of\n         reserve funds, the objects to which such funds\n         may be applid and the invesment of any funds\n         under the control of any registered society or\n         branch of a registered society;\n      m e inclusion of this page is authorized by L.N. 480/19731\n                FRIENDLY SOCIETIES                           51\n(0 provide for the control of the funeral expenses of\n      members;\n(m) prescribe the conditions under which profits may\n      be distributed to the members of a registered\n      society or of a branch thereof, and the maximum\n      rate of dividend which may be paid by registered\n      societies and their branches;\n(n) prescribe the accounts and books to be kept by\n      registered societies and their branches and\n      require the periodical publication of balance\n      sheets showing the assets and liabilities of regis-\n      tered societies;\n(01 provide for the audit of the accounts of\n      registered societies and their branches, for the\n      charges, if any, to be made for such audit, for\n      the levy of contributions from any registered\n      society or all registered societies to a fund to be\n      used for the audit and supervision of existing\n      registered societies, and provide for the admin-\n      istration of such a fund;\n( p ) prescribe the returns to be submitted by\n      registered societies to the Registrar, and the\n      persons by whom and the form in which such\n      returns are to be made;\n(4) prescribe the persons by whom, and the form in\n      which copies of entries in the books of registered\n      societies and their branches may be certified;\n( r ) provide for the formation and maintenanoe of a\n      register of members and, where the liability of\n      members is limited by shares, of a register of\n       shares;\n(s) provide for the inspection of documents and\n      registers at the Registrar’s office, and the fees\n      to be paid for such inspection and for the issue\n      of copies of such documents and registers;\n me inclusion of this page is authorized by L.N. 480/1973]\n52                              FRIENDLY SOCIETIES\n                (r) prescribe the mode of appointing arbitrators and\n                    the procedure to be followed in proceedings before\n                    such arbitrators;\n                (U) provide for the appointment of a tribunal to hear\n                    appeals under this Act, prescribe the fees to be\n                    paid, the procedure to be observed and all other\n                    matters connected with such appeals;\n                (v) prescribe the procedure for making any applica-\n                    tion to a Resident Magistrate under this Act;\n                (w)prescribe anything required to be prescribed under\n                    this Act.\nOffcnccs.     70.41) Where any registered society or any officer or\n            member of a society to which this Act applies, or of a\n            branch of any such society-\n                 (a) wilfully neglects or refuses to do any act or to\n                     furnish any information required for the purposes\n                     of this Act by the Registrar or any other person\n                     duly authorized by him in writing in that behalf;\n                     or\n                 (b) is required by this Act to give any notice, to\n                     deliver up, return or send any contribution card,\n                     report, return or document, or to do or allow\n                     to be done any other act, and fails to comply with\n                     such requirement; or\n                 (c) wilfully makes a false return or furnishes any\n                     false information,\n            such registered society, or such officer or member, as the\n            case may be, shall be guilty of an offence against this Act.\n                   (2) Every person w h o -\n                (a) wilfully or without any reasonable excuse dis-\n                     obeys any summons or lawfully written order\n                     issued under the provisions of this Act; or\n                                                                             -\n                  me inclusion of this page is authorized by L.N.480/19731\n                     FRIENDLY SOCIETIES                                53\n     (b) fails to furnish any information lawfully required\n           from him by a person authorized to do so under\n           the provisions of this Act; or\n     (c)   being a parent or personal representative of a\n           parent claiming money on the death of a child,\n           produces a false certificate of the death, or one\n           fraudulently obtained, or in any way attempts\n           to defeat the provisions of this Act with respect\n           to payments on the death of children; or\n     (d) being an officer or member of a body which,\n         having been a branch of a registered society, has\n           wholly seceded or been expelled from that society,\n           thereafter uses the name of that society or any\n           name implying that the body is a branch of that\n           society, or uses the number by which the body\n           was designated as such branch; or\n    (e) being an officer of a registered society or of a\n        branch of a registered society, either in addition\n        to or in substitution for the remuneration\n        authorized by the rules of the society or branch,\n        receives from any other person any gift, bonus,\n        commission or benefit for or in connection with\n        any benefit paid or any loan made by the society\n        or branch; or\n     Cr, contravenes any of the provisions of this Act,\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.41) Every person who is guilty of an offence against Penalties.\nthis Act shall be liable upon summary conviction before a\nResident Magistrate to a fine not exceeding one hundred\ndollars or in default of payment to imprisonment with or\nwithout hard labour for a term not exceeding six months.\n54                       FRIENDLY SOCIETIES\n            (2) Where a registered society is guilty of an\n     offence against this Act, every member of the committee\n     of such society shall, unless he is proved to have been\n     ignorant of or to have attempted to prevent the commis-\n     sion of that offence, be liable to the same penalty as if\n     he had committed the offence.\n           me inclusion of this page is authorized by L.N. 480119731   ' 1"
    }
  ],
  "definitions": []
}