{
  "id": "jm-stat-the-fundamental-rights-additional-provisions-interim-act",
  "type": "statute",
  "title": "The Fundamental Rights (Additional Provisions) (Interim) Act",
  "title_en": "The Fundamental Rights (Additional Provisions) (Interim) Act",
  "short_name": "Fundamental Rights (Additional Provisions) (Interim) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-fundamental-rights-additional-provisions-interim-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-fundamental-rights-additional-provisions-interim-act | Legal areas: Constitution",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Fundamental Rights shirt title.\n(Additional Provisions) (Interim)Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  In*&-\n                                                                   ti0n.\n    “contravention” means in relation to any requirement,\n        a failure to comply with that requirement, and\n        cognate expressions shall be Gonstrued amrdingly;\n    “murt” means any court of law in Jamaica other than\n        a court constituted by or under service law;\n    “public authority” means-\n        (a) a Ministry, department or agency of Govern-\n             ment;\n        (b) a Parish Council or the Kingston and St.\n             Andrew Corporation;\n        (c) a statutoy body or authority;\n        (d) any company registered under the Companies\n             Act, being a company in which the Govern-\n             ment or an agency of Government holds not\n             less than Mty-one per centurn of the ordinary\n             shares, which is declared by resolution of each\n             House of Parliament to be an authority for\n             the purposes of this Act;\n        (e) any person performing functions or providing\n             services which are-\n                 (i) essential to the welfare of the Jamaican\n                     society; and\n         me inclusion of this pap is authorized by LN. 3/20011\n2                FUNDAMENTAL RIGHTS (ADDITIONAL PROVISIONS)\n                                (INTERIM)\n                             (ii) declared to be so essential by resolu-\n                                  tion of each House of Parliament;\n                 “service law” means the law regulating the discipline\n                      of a defence force or police officers.\nDlEUtiOll\nd Ad."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. T h i s Act shall continue in force until provision is made\n             in the Constitution of Jamaica for the inclusion therein of\n             the rights specified in this Act in terms which preclude the\n             alteration of that provision otherwise than in accordance\n             with the procedures prescribed by, or in relation to section\n             49 (2) of the Constitution, and shall then expire.\nR&t     10     4 . 4 1 ) Every person shall have the right to vote and to\nvote.\n             participate in free and fair elections if that person-\n                  (a) is qualified to be registered as an eleotor and is so\n                        registered; and\n                  (b) is not, by the provision of any law in force for the\n                      time being, disqualified from being eligible to be\n                      registered as an elector.\n                    (2) A p e m shall be qualified to be registered as\n             an elector if he-\n                  (a) is a citizen of Jamaica resident in Jamaica at the\n                        date of registration; or\n                  ( b ) is a Commonwealth citizen (other than a citizen of\n                        Jamaica) who is resident in Jamaica at the date of\n                        registration and who has been so resident for at\n                        least twelve months immediately preceding that\n                        date; and\n                  (c) has attained the age of eighteen years.\n             and is not, by the provision of any law in force for the time\n             being, disqualified from being eligible to be registered as\n             an elector.\n                       Fhe inclusion of his page is authorized by L.N. 3120011\n   FUNDAMENTAL RIGHTS (ADDITIONAL PROVISIONS)                                3\n                  (INTERIM)\n       (3) In subsection (1) the right to vote means the right\nto vote in-\n     (&) general elections for members of the House of\n          Representatives;\n     (b) parish council elections for councillors to each\n          Parish Council;\n     (c) elections for councillors for the Council of the\n          Kingston and St. Andrew Corporation; and\n     (d) any referendum held under the Constitution or any\n          other law."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every person shall have the right to fair and humane Rfair.\n                                                              i&b\n                                                                  dc,\ntreatment by any public authority in the exercise of any of mmt\n                                                            from Fublic\nits functions.                                              authority."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every citizen of Jamaica shall have the right to be REghtw\n                                                             k granted\ngranted a passport and shall not be denied or deprived a p s s p r t .\nthereof except by or under the provisions of a law that-\n     fa) prescrih the grounds on which, and the circum-\n         stances under which a person may be denied or\n         deprived of a passport; and\n     (b) secures to that person a right of access to a court\n         for the purpose of appealing against such denial or\n         deprivation."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Any person who alleges that any of the provisions bplication\nof this Act has been, is being or is likely to be, contravened fbr redre&.\nin relation to him, may, without prejudice to any other action\nwhich is lawfully available with respect to the same matter,\napply to the Supreme Court for redress.\n       (2) The Supreme Court shall have original jurisdic-\ntion to hear and determine any application made by any\nperson in pursuance of subsection (1) of this section and\n                          _~__                  .~\n         [Tke inclusion of this page is authorized by L.N. 3120011\n4       FUNDAMENTAL RIGHTS (ADDITIONAL PROVISIONS)\n                       (INTERIM)\n    may make such orders, issue such writs and give such\n    directions as it may consider appropriate for the purpose of\n    enforcing, or securing the enforcement of, any of the pro-\n    visions of sections 4 to 6 to the protection of which the\n    person concerned is entitled.\n            (3) A person authorized by law or, with the leave of\n    the Court, a public or civic organization which has a\n    sufficient interest in the matter to which the application\n    relates may, on behalf of persons who are entitled to apply\n    under subsection (l),initiate an application to the Supreme\n    Court for a declaration or any other form of redress.\n           (4) Any person aggrieved by any determination of\n    the Supreme Court under this section m a y appeal therefrom\n    to the Court of Appeal.\n           ( 5 ) Where any application is made for redress under\n    this section, the Supreme Court may decline to exercise its\n    powers and may remit the matter to the appropriate murt,\n    tribunal or authority, if it is satisfied that adequate means\n    of redress for the contravention alleged are available to the\n    person concerned under any other law.\n            “lhinclusion of this page is authorized by L.N. 3/2001]"
    }
  ],
  "definitions": []
}