{
  "id": "jm-stat-the-governor-general-expenditure-etc-act",
  "type": "statute",
  "title": "The Governor General (Expenditure, etc.) Act",
  "title_en": "The Governor General (Expenditure, etc.) Act",
  "short_name": "Governor General (Expenditure, etc.) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-governor-general-expenditure-etc-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-governor-general-expenditure-etc-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Chauffeur's allowance at an annual rate equivalent to the\n             mum of--\n                  (U) the annual rate for chauffeur's allowance appertaining for the\n                         time W i g to the o k e of Minister; and\n                  ( b ) such rate for chauffeur's uniform as may be determined from\n                         time to time by the Minister responsible for the public\n                        service.\n                          F e inclurim of this page is auihorizad by LN.%/I9981"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. 6.\n                     Emoluments appertaining to the oflce of Governor-General\n               Salary at an annual rate equivalent to the sum of-\n                 ( a ) the annual rate of salary (exclusive of allowances) attached\n                       to the office of Chief Justice from rime to time; and\n                 (b) $25,ooo.\n16/1981                                   SECONDSCHEDULE                    (Section 1 4 ~ )\nS. 7.\n                              Allowances payable to person in receipt of\n                                      Governor-General's pension"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Personal staR and general cxpenditurc attaohing to Governor-\n      General’s office."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Payments hereunder charged on Consolidated Fund.\n                         !’ART   n. PmJions"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Subject to the provisions of subsections ( 2 ) and\n(3), Governor-General’s pension payable to any person shall ~cneral’s\n                                                               pens:on\nbe an annual rate equivalent to the annual rate of salary 4411973\napperlaining 10 the oflicc of Govcriior-General for the time          &,?,;;i\nbeing.                                                         S. 4 (a).\n                                                               w19m\n                                                               s. 4.\n         (2) Where a person, by virtue of having held office\nas Governor-General is entitled to Governor-General’s pen-\n                                                                      O\n                                                                      ;z\n                                                                       i\nsion under this Act, and, by virtue of having held office\nas Prime Minister is entitled to Prime Minister’s pension\nunder the Pensions (Prime Minister) Act, he shall, when\nhe ceases to hold office as Governor-General or Prime\nMinister, whichever post is held last, be entitled to receive,\nat his election, either one of those pensions but not both;\nand the provisions of subsections (2) and (3) of section 4\nof the Pensions (Prime Minister) Act (which permit an\nelection under that Act) shall be deemed to permit him to\nelect, or to rescind an election, for the purposes of this\nAct in accordance with and on the terms set out in those\nprovisions.\n        (3) If a person to whom Governor-General’s pen-\nsion is payable is in receipt of a retiring allowance pay-\nable to him under the Retiring Allowances (Legislative\nService) Act, only so much of the Governor-General’s\npension shall be paid to him as will. when added to his\nretiring allowance not exceed the pension specified in sub-           Fig’\nsection (1)."
    },
    {
      "provision_ref": "sec14a",
      "section": "14A",
      "title": "Section 14A",
      "content": "14A. A person in receipt of Govcmor-General’s pension\npursuant to this Act shall be pro.;ided with suitable Govern- pernon m\n                                                                      :z;;fr\n                                                              m i d of\nment owned housing and shall also be paid the allowances G              ~             ~\n                                                              Gcncral’a\nspecified in the Second Schedule.                             lanrion.\n                                                                      hand\n                                                                      schedule.\n                                                                      16/1987\n                                                                      S. 5.\n                                                                      271 I996\n                                                                      s. 2.\n        Cl-he inclusion of this page is authorized by L.N. 96119981\n8               GOVERNOR-GENERAL (EXPENIIITURE. PERSONAL\n                   STAFF, T A X EXEMPTIONS A N D PENSIONS)\n\\V,dOlV s     15.--(1) Where a pcrson dies while he is Governor-\n*-7r,un.\n            General or while he is entitled to receive Governor-\n            General’s pension-\n                (a) if he leaves--\n                          (i) a widow but no entitled child: or\n                         (ii) a widow and entitled children by such\n                              widow only,\n441 1973\ns.3.                  the widow shall, subject to the provisions of sub-\n                      sections (2) and (3,be paid a pension at an annual\n                      rate equivalent to two-thirds of the annual rate\n                      specified in subsection (I) of section 14 or, where\n                      that annual rate is reduced in accordance with\n                      subsection (3) of section 14, equivalent to two-\n                      thirds of the reduced rate;\nU)/1980\nS.4 (a).        (b) if he leaves a widow and any entiltled child that\n                      is not a child of the widow only the widow shall,\n                      subject to the provisions of subsections (2) and (3),\n                      be paid a pension at one-half the annual rate\n                      specified in paragraph (0)until there is no such\n                      entitled child and thereafter a pension at the lull\n                      ratc so specified.\n                   (2) A widow mentioned in subsection (1) shall not\n            be entitled to receive and shall not be paid pension under\n            this section-\n                  (U) if her deceased husband did not, at any time\n                        during their marriage, hold the office of Governor-\n                        General; or\n                  ( b ) in respect of any period after hcr re-marriage; or\n                 (c) in respect of any period after she becomes\n                        Governor-General or Prime Minister.\n                   ( 3 ) If the Minister is satisfied that the widow of a\n            former Governor-General has, while receiving a pension\n            under this section, deserted or abandoned, or failed to\n                                  .       ~ _ _                          ~~-~\n                      [lheinclusion of this page is aathhorized by L.N.96/1998.3\n    GOVERNOR-GEVERAL (EXPENDITURE, PERSONAL                                          9\n       STAFF, T A X EXEMPTIONS AND PENSIONS)\nmaintain or assist in maintaining so far as her means\nallow, an entitled child-\n    (a) of her        marriage with that former Goyernor-\n              General; and\n     ( b ) whom she is hound by law to maintain,\nthe Minister may cause to be paid to such child, until\nhe dies or ceases to be an entitled child, such portion of\nthe pension payable to the widow under this section as\nhe may think fit, and the widow shall have no further claim\nin respect of the portion of pension so paid.\n  H A . A widow of a Governor-General who is in receipt Alloaances\n                                                             ~-rynhlem\nof a pension pursuant to section 15 shall be paid (he allow- widm or\n                                                             GGveCJX71-\nances specified in the Third Schedule.                       Gcnenl.\n                                                                         Third\n                                                                         Scbalulc.\n                                                                         27/1996\n                                                                         s. 3."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where a person dies while he is Governor-General c-O~'s\nor while he is entitled to receive Governor-General's\npension, leaving entitled children, each of such children\n(except those referred to in sub-paragraph (ii) of para-\ngraph (U) of subsection (I) of section 15, if a pension is\nbeing paid under that section to their mother) shall be\npaid, until he dies or ceases to be an entitled child, such\npension at such rate as the Minister shall determine; so,\nhowever, that the aggregate rate of pension payable to\nsuch children shall not exceed--\n    (U)   subject to paragraph (h) of this section, the\n          annual rate specified in paragraph (a) of sub-\n          section (1) of section 15 in respect of a widow;\n    (b) if, and so long, as the Governor-General's widow\n          is entitled to a pension under that section, one-\n          half of the rate so specified.\n          F    e inclusion of this page is authorized by L.N. 9b/199Sl\n10                GOVERNOR-GENERAL (EXPENDITURE,PERSONAL\n                     STAFF, TAX EXEMPTIONS AND PENSIONS)\nsource          17. A n y pension or allowances payable under this Act-\nand method\n\"f pay-\nmen! of\n                   (a) shall be charged on and paid out of the Consoli-\npeollons.                dated Fund;\n2711996\ns. 4.              ( b ) shall be paid monthly in arrears in equal instal-\n                         ments.\nProles-\ntion of"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Soum and method oi payment of pensions.\n  IS. Protecticn of pensions.\n                                 SCHEDULE\n        me inclusion of thie Gage is authorized by L.N. 96/19911]\n    GOVERNOR-GENERAL (EXPENDITURE, PERSONAL                                       7\n       STAFF, 3 A X EXEklPTiONS A N D PENSIONS)"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Any pension or allowances payable under this Act\npnrions.     shall nd-\n27/1996\nS. 4.             (a) be assignable or transferable except for the pur-\n                      pose of satisfying a debt due to the Government\n                      or an order of any court for the payment of\n                      periodical sums of money towards the mainten-\n                      ance of the wife, former wife, or child being a\n27/19%                minor of the person to whom the pension or\ns. 4.\n                      aIlowances is payable; or\n                 (b) be liable to be attached, sequestered or levied\n                      upon for or in respect of any debt or claim what-\n                      ever except a debt due to the Government or any\n                      sum recoverable pursuant to such order of any\n                      court as is mentioned in paragraph (a).\n1611987                                    F ~ S SCHEDULE\n                                                 T                            (Section 3)"
    }
  ],
  "definitions": []
}