{
  "id": "jm-stat-the-gun-court-act",
  "type": "statute",
  "title": "The Gun Court Act",
  "title_en": "The Gun Court Act",
  "short_name": "Gun Court Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-gun-court-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-gun-court-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   The Court may hold its sittings in Kingston or St.             gz;;:\nAndrew, and at such other places (if any) as the Chief Justice\nmay, by order, from time to time, appoint.\n       (2) Any order under subsection (1) may contain such\nconsequential, supplementary or ancillary provisions as\nappear to the Chief Justice to be necessary or expedient.\n       (3) Subject to the provisions of this Act and rules of\ncourt (if any), the Court and the Resident Magistrates and\nSupreme Court Judges assigned thereto may sit and act at\nany time f& determining proceedings under this Act.\n       (4) Divisions of the Court may, pursuant to the fore-\ngoing provisions of this section, sit at the same time, or at\ndifferent times, or in different places.\n   &-(I) Notwithstanding anything to the contrary in the Child Spec'd'\n                                                                   powers of\nCare and Protection Act or any other enactment but subject to thecourtre\nsubsections (2) and (3), any person who is guilty of an offence?::;;\nunder section 20 of the Firearms Act, or an offence specified in s.4.\nthe Schedule shall, upon conviction thereof by the Court, be\nliable to imprisonment, with or without hard labour, for life.\n       (2) Where a child is charged before the Court with\nany offence referred to in subsection (I), then unless he is\ncharged jointly with a person who has attained the age of\nfourteen years, the Court shall remit the case to a Children's\n          IThe inclusion of this page is authorized by L.N. '111120051\n                                              GUN COURT                                              .w\n                                                                                               Jd.    4.\n                Court to be dealt with in accordance with the provisions of the\n                Child Care and Protection Act.\n                        (3) Where a child is charged jointly with a person who\n                has attained the age of fourteen years with an offence referred to\n                in subsection (I), the Court shall, in dealing with the child, have\n                only such powers as are exercisable by a Children's Court under\n                the Child Care and Protection Act.\n                                                                                               C)\n                       (4) If a young person is, pursuant to subsection (I),\n                sentenced to imprisonment, the Court may order that he be\n                detained in such place, other than an adult correctional centre,\n                and on such conditions, as the Minister may direct and, while so\n                detained, he shall be regarded as being in legal custody.\n                       (5) The trial of aqy person, and its determination, in\n                pursuance of the foregoing provisions of this section shall be\n                without prejudice to his being charged, proceeded against,\n                convicted or punished for any offence whatsoever for which he\n                could not have been convicted gn such trial.\nSchedule               (6) The Minister may, by order, amend the Schedule and\n                any such order shall be subject to afirmative resolution.\n                                                                                               .,\n                      (7) In this section the expression \"child\" has the                   t\n                meaning assigned to it in the Child Care and Protection Act.\nEstablishment      8A.-(1)   A Regional Gun Court (Westero) shall be estab-\nof Gun Court\n(Western).      lished in Montego Bay in the parish of St. James and shall have\n911999          such jurisdiction as may be conferred on it by virtue of this Act\nSch.\n                or any other law.\n                      (2) The provisions of subsections (2) and (3) of section 3\n                and section 4 shall apply with necessary modifications to the                  0\n                Regional Gun Court (Western).\n                      (3) The geographical jurisdiction of the Regional Gun\n                Court (Western) shall extend to the parishes of St. James,\n                Hanover, Trelawny and Westmoreland.\n                                                  ----\n                              GUN COURT                                        8.01"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Special powen of Court re aeniencc.\n8 ~ Establishment\n     .              of Gun Court (WeStern)."
    },
    {
      "provision_ref": "sec8b",
      "section": "8B",
      "title": "Section 8B",
      "content": "8B.-(1)   The Regional Gun Court (Western) may hold its Sittings of\n                                                                 Regional\nsettings in Montego Bay in the parish of St. James or at such cow,\nother places within that parish or within the other parishes 911999\nreferred to in section 8A (3) as the Chief Justice may from time Sch.\nto time by order appoint.\n       (2) The provisions of subsections (2), (3) and (4) of\nsection 7 shall apply, with necessary modifications, in relation to\nthe Regional Gun Court (Western).\n 8 C . 4 1 ) A Resident Magistrate's Division of the Regional Jurisdiction\n                                                              of Divisions\nGun Court (Western) shall have jurisdiction-                  of Regional\n                                                                         Gun Court\n    (a) to conduct any preliminary examination relating to\n        a firearm offence which is murder or treason, com- 911999\n                                                             Sch.\n        mitted in any of the parishes referred to in section\n        8'4 (3);\n    (b) to hear and determine any offence under section\n        13 (3);\n    (c) without prejudice to the jurisdiction of any other\n         Division, to grant bail, fix trial dates and determine\n         all matters appearing to a Resident Magistrate\n         assigned to that Division to be ancillary to trial\n         in any Division of the Regional Gun Court\n         (Western).\n       (2) A High Court Division of the Regional Gun\nCourt (Western) shall have jurisdiction to hear and\ndetermine-\n    (a) any firearm offence, other than .murder or treason;\n     (b) any other offence specified in the Schedule,                    Schedule\ncommitted in any of the parishes specified in section 8A (3).\n      (3) A Circuit Court Division of the Regional Gun\nCourt (Western) shall have the like jurisdiction as a Circuit\nCourt established under the Judicature (Supreme Court) Act,\n                                             GUN COURT\n                so, however, that the geographical extent of that jurisdiction\n                shall extend to the parishes specified in section 8A (3) and any\n                jury required by the Regional Gun Court (Western) may be\n                selected from the jury list in force for any of those parishes as\n                the Chief Justice may direct.\n                       (4) Subject to section 8, the provisions of this section\n                                                                                          0\n                shall have effect notwithstanding anything to the contrary\n                contained in the Child Care and Protection Act or any other\n                enactment.\n                       (5) The provisions of sections 9 to 20 shall apply with\n                necessary modifications to the Regional Gun Court (Western).\nEstablishment     8D.-(1) Courts of Record, to be called Regional Gun Courts\nof Regional\nGun courts.     shall be established in such regions outside the parishes of\n911999          Kingston, St. Andrew, St. James, Hanover, Trelawny and\nSch.\n                Westmoreland, as the Minister may, from time to time, by order\n                designate, and such Courts shall have such jurisdiction and\n                powers as may be conferred upon them by virtue of this Act or\n                any other law.\n                        (2) Any order made under subsection (1) may con-\n                tain such consequential or ancillary provisions as the Minister\n                thinks necessary or desirable and, without prejudice to\n                the generality of the foregoing, may indicate the manner\n                in which the name of a Regional Gun Court shall be\n                adapted to distinguish it fiom other Regional Gun Courts\n                established under this Act.\n                                                                                          0\n                       (3) The provisions of subsections (2) and (3) of\n                section 3 and section 4 shall apply with necessary modifica-\n                tions to a Regional Gun Court established under this section.\n                             GUN COURT                                           8.03"
    },
    {
      "provision_ref": "sec8c",
      "section": "8c",
      "title": "Section 8c",
      "content": "8c. Jurisdiction of Divisions of Regional Gun Court (Western).\nSD. Establishment of Regional Gun CaUrts."
    },
    {
      "provision_ref": "sec8e",
      "section": "8e",
      "title": "Section 8e",
      "content": "8e. Jwisdictim of Regional Gun Courts.\nSF. Jurisdiction of Divisions of Regional Gun Court."
    },
    {
      "provision_ref": "sec8e",
      "section": "8E",
      "title": "Section 8E",
      "content": "8E.-(1) Without prejudice to anything ordered or other- Jurisdiction\n                                                       , : : :$:$\nwise provided under this Act, the geographical jurisdiction\nof a Regional Gun Court shall extend to such parish or 911999\nparishes as may be comprised in a region designated by the '\".\nMinister in relation to that court under the provisions of\nsection 8D.\n       (2) A Regional Gun Court may hold its sittings at such\nplaces, within the region designated in relation to that Court\nunder the provisions of section 8D,as the Chief Justice may,\nfrom time to time, by order appoint.\n       (3) The provisions of subsections (3) and (4) of section 7\nand sections 9 to 20 shall apply with necessary modifications to\na Regional Gun Court."
    },
    {
      "provision_ref": "sec8f",
      "section": "8F",
      "title": "Section 8F",
      "content": "8F.-(1) A Resident Magistrate's Division of a Regional Gun Jurisdiction\n                                                            of Divisions\nCourt shall have jurisdiction-                              of Regional\n                                                                        Gun Court.\n                                                                        911999\n    (a) to conduct any preliminary examination relating to a S C ~ .\n         firearm offence which is murder or treason, committed\n         in any of the parishes within the region designated in\n         relation to that Court under the provisions of section\n         8D;\n    (b) to hear and determine any offence under section\n        13 (3);\n    (c) without prejudice to the jurisdiction of any other\n        Division, to grant bail, fix trial dates and determine all\n        matters appearing to a Resident Magistrate assigned to\n        that Division to be ancillary to trial in any Division of\n        the Regional Gun Court.\n                                               GUN COURT\n                          (2) A High Court Division of a Regional Gun Court\n                  shall have jurisdiction to hear and determine-\n                      (a) any firearm offence, other than murder or treason;\nSchedule.\n                      (b) any other offence specified in the Schedule, com-\n                          mitted in any of the parishes within the region\n                          designated in relation to the Court under the pro-\n                                                                                          0\n                          visions of section 8D.\n                          (3) A Circuit Court Division of a Regional Gun\n                  Court shall have the like jurisdiction as a Circuit Court\n                  established under the Judicature (Supreme Court) Act, so,\n                  however, that the geographical extent of that jurisdiction\n                  shall extend to the parishes designated in relation to that\n                  Court under the provisions of section 8D and any jury\n                  required by a Regional Gun Court may be selected from\n                  the jury list in force for any of those parishes as the Chief\n                  Justice may direct.\n                         (4) Subject to section 8, the provisions of this section\n                  shall have effect notwithstanding anything to the contrary\n                  contained in the Child Care and Protection Act or any other\n                  enactment.\nGeneral power       9. Without prejudice to the generality of section 5-\nof Divisions of\nthe Court.            (a) there shall be vested in a Resident Magistrate's\n111976\ns. 5.                      Division of the Court all the like powers and\n                           authorities as are vested in a Resident Magistrate's\n                           Court and in a Resident Magistrate;                            0\n                      (b) there shall be vested in a High Court Division\n                          of the Court all the like powers and authorities\n                          as are vested in the Supreme Court and a Judge\n                          thereof and, for the purposes of this Act, a\n                          Supreme Court Judge exercising jurisdiction in\n                                 GUN COURT\n        (b) such notes shall be sufficient record for all pur-\n            poses of the proceedings taken before that\n,           Division;\n        (c) such notes or a copy thereof certified by the Clerk\n            of the Court as being a true copy, and the docu-\nc           ments received in evidence before the Judge, or\n            c ~ p i e sthereof certified by the Clerk of the Court as\n            being true copies, shall be read and received as the\n            evidence in the case by the Court of Appeal, which\n            may, nevertheless, if it thinks fit in any case, require\n            the production of the original documents, or any of\n            them, or of the original notes of evidence.\n           (4) The trial of an offence of murder or treason in a 1411992\n    Circuit Court Division of the Court shall, save as may be S. 6(c).\n    otherwise prescribed by this Act or by any regulations here-\n    under, be held and determined before a Supreme Court\n    Judge and a jury in like manner as in a Circuit Court.\n            (5) Subject to subsection (I) of section 8, upon 111983\n    determining a case, the Court shall have all such power to S.5.\n    convict and punish the offender as is provided by any law in\n    relation to such a case or any such offender."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--(1) In the interest of public safety or public order, Proceedings\n    no person shall be present at any sitting of the Court :$:,\n    except-                                                      111976\n                                                                            S. 9.\n        (a) members and officers of the Court and any con-\n            stable or other security personnel required by the\n            Court;\n        (b) parties to the case before the Court, their attorneys,\n            and witnesses giving or having given their evidence,\n            and other persons directly concerned with the case;\n        (c) if the accused is a child, his parents or guardians;\n        (6) such other persons as the Court may specially\n             authorize to be present.\n                                         GUN COURT\n                   (2) In the interest of public safety, public order or\n            public morality, the Court may direct that-\n                (a) in relation to any witness called or appearing before\n                     the Court, the name, the address of the witness, or\n                     such other particulars concerning the witness as in\n                     the opinion of the Court should be kept confi-\n                     dential, shall not be published;\n                (b) no particulars of the trial other than the name of\n                     the accused, the offence charged and the verdict\n                     and sentence shall be published without the prior\n                     approval of the Court.\n                    (3) Any person who publishes any information in\n            contravention of a direction under subsection (2) shall be\n            guilty of an offence and liable on summary conviction there.\n            of in the Court to a fine not exceeding two thousand dollars\n            or to imprisonment for a term not exceeding twelve months.\nAppeals.      14.-(1) A sentence pursuant to subsection (2) of section 8\n111 976\ns. lo(a).   shall not be subject to appeal.\n                    (2) Subject to subsection ( 1 ) a decision of the Court\n            shall be subject to appeal in like manner and to the like\n            extent-\n111976          ( a ) in the case of any decision of a High Court or a\nS. lO(b).\n                      Circuit Court Division of the Court, as such a\n                      decision by a Circuit Court;\n                (b) in any other case, as such a decision by a Resident\n                      Magistrate's Court.\n                   (3) Except from a decision given by a Circuit Court\n            Division of the Court, the decision of the Court of Appeal\n            on any appeal under subsection (2) shall be final and\n            conclusive.\n                   (4) Save with the leave of the Court of Appeal, no\n            appeal shall lie to Her Majesty in Council in the case of any\n            decision given by a Circuit Court Division of the Court.\n                             GUN COURT                                     13\n        (5) In this section, “decision” means-\n     (a) in respect of a decision of a Circuit Court Division\n          of the Court, conviction and sentence;\n     (b) in any other respect, judgment.\n  l5-(1) Subject to subsections (2)and (3), the Rules Corn- R,,,uof\nmittee established under section 135 of the Judicature (Resi-        PI&\ndent Magistrates) Act may make, revoke and alter rules of r! 17.\nthe Court-\n     (a) for the effectual execution of this Act and of the\n         objects thereof;\n     (b) for the regulation of the practice and proceedings\n         of the Court;\n     (c) for the registration of all orders and judgements and\n          the keeping of books by the Clerk of the Court re-\n          cording or relating to the proceedings of the Courc\n     (4for the settling of the duties of the officers of the\n          court;\n     (e) for prescribing forms for the Court,\nso, however, that rules, forms and practice in force in the\nCourt at the 1st day of October, 1987, shall remain iu\nforce until such rules, forms and practice are amended or\nrevoked.\n       (2) Rules made under this section shall not have\neffect unless approved by the Minister, with or without\nmodifications, and published in the Gazette.\n        (3) The provisions of the Judicature (Rules of Court)\nAct shall, except in so far as is incompatible with this Act,\napply in relation to High Court and Circuit Courts Di-\nvisions of the Court and the process, practice and procedure\nthereof as they apply in relation to the Supreme Court, and\nthe process, practice and procedure thereof, in the exercise\nof the criminal jurisdiction of that Court.\n        F h c inclusion of this page is authorized by LN. 37/1988]\n14                                        GUN COURT\nRcgulatiom.     16.-(1) The Minister may make regulations in relation\ns 12.         to all or any of the following matters-\n                   (a) the detention of persons on conviction or otherwise\n                          in custody in pursuance or for the purposes of\n                          this Act;\n                   (b) anything to be prescribed under this AcS\n                   ( E ) making with effect from a prescribed date, not\n                          earlier than the 1st April, 1974, such adaptations\n                          and modifications in any other law made or having\n                          effect prior to the 1st April, 1974, aforesaid as\n                          appear to him necessary or expedient on account\n                          of anything provided by or under this Act;\n                    (d) the recording by shorthand writers or otherwise\n                          of proceedings in any Division of the Court;\n                    (e) any other matters (whether similar to the foregohg\n                          or not) which appear to him necessary or expedient\n                          to give full effect to the provisions of this Act.\n                        (2) Any regulations adapted or modifying any Act\n              or Law under paragraph (c) of subsection (1) shall be sub-\n              ject to affirmative resolution.\n                        (3) In subsection (11, “law” includes any instrument\n              having the force of law and unwritten rules of law."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. [Repealed by Act 1 of 1983.1\nmeocca         18. Every person who (whether in the Court or else-\n              where) in relation to any offen-\n                  (a) injures or damages or threatens or attempts to\n                       injure or damage the person or property of another\n                       with either of the following two intents-\n                           (i) to obstruct, defeat or pervert the course of\n                               justice in the Court;or\n                          (ii) to punish any person for, or prevent or\n                               dissuade him from, doing his duty in the\n                               interests of justice in the Court;or\n                       [The inclusion of tbis page is authorized by LN. 37/1988]\n                           GUN COURT                                    15\n     (6) bribes or attempts to bribe, or makes any promise\n         to, any other person with either of the following\n         two intents-\n             (i) to obstruct, defeat or pervert the course of\n                 justice in the Court; or\n            (ii) to dissuade any person from doing his duty\n                 in connection with the course of justice in\n                 the Court,\nshall be guilty of an offence, which may be dealt with and\npunished in like manner as the first-mentioned offence, and\nthe person so offending may be proceeded against, tried and\nconvicted accordingly, either together with the person\naccused of that offence or otherwise :\n  Provided that where the first-mentioned offence is a\nMpital offence, a person convicted under this section shall\nbe liable to be sentenced to imprisonment at hard labour i / i m\n                                                            S. 14.\nfor lie.                                                    111983\n                                                            s.7."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.411 Nothing in the foregoing provisions of this Act Saving.\n                                                               1/1983\nshall be construed to divest any court of any jurisdiction, s.8.\nexcept such provisions of section 8 as relate to the jurisdic-\ntion of the Court affecting a young person.\n        (2) No person shall be liable to life imprisonment 111976\nby virtue only of this Act for any offence committed prior s. IS.\nto the 4th of February, 1976, but nothing herein shall\npreclude the trial of such an offence by the Court."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. For the purposes of this Act, possession of a firearm ~ ~ ~           i   ~   s   i   ~   ~\n                                                                technical\nor ammunition by any person shall be deemed not to be of     otfencesof\nin contravention of section 20 of the Firearms Act if a :y;;?g3,\nlicence authorizing his possession of that firearm or 1/1976\nammunition was issued under that Act and the contraven- S. 16.\ntion of section 20 aforesaid resulted from-\n16                          GUN COURT\n     (a) failure to pay the appropriate duty in respect of\n         the licence; or\n     ( b ) expiry of the licence by effluxion of time; or\n     (c)   breach of any of the terms or conditions included\n           in the licence."
    }
  ],
  "definitions": []
}