{
  "id": "jm-stat-the-gunpowder-and-explosives-act",
  "type": "statute",
  "title": "The Gunpowder and Explosives Act",
  "title_en": "The Gunpowder and Explosives Act",
  "short_name": "Gunpowder and Explosives Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-gunpowder-and-explosives-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-gunpowder-and-explosives-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.41) In this Act--                                                  1nterprCto-\n                                                                       tion.\n“gunpowirr” means any of the substances specified from\n    time to time in Part I of the First Schedule;                First\n                                                                 Schedula\n\"dangerous mplocive” Tiienns any of the substances speci-\n    fied froin t i r e to time in Part 11 of the First Schedule.\n      (2) The Minister may, for the purposes of this Act, 1/1967\nfrom time to time by order published in the Gazette vary s.  53\n                                                          3rd w.\nor amend Part I or Part IJ of the First Schedule.\n              Verseis A r r i v i ~ gWith Crtinpnwder"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If the maskr of any ship, drogher, or other vessel Penaltyon\n                                                               master of\narriving in m y of the ports of this Island, having gun- ~ i p ~ n ~ a g\npowder or any dangerous explosive on board, shall, under rg:&\nany pretence whatever. land, or permit to be landed, any exploslrzr\n                                                                .\n                                                               mthout a\nsuch gunpowder or dangerous explosive without a licence liocn~r\nfor that purpose first obtained under the hand of an officer\nof Custonis at the port of entry, which licence such officer\nis hereby auihorized to grant, he shall be liable to a penalty\nof two hundred dollars; and the said officer of Customs is\nhereby required~ to direct the gunpowder or dangerous\nexplosive, when so landed, to be lodged in the fort or\nmagazine nearest to such port where such ship, drogher, or\nvessel shall arrive, or in some proper place of security,\nwhich has been approved by the Minister :\n___                                                         ~-\n4                             GUNPOWDER AND EXPLOSIVES\n                 Provided that the Chief Oficer of Customs at a port of\n               entry. may allow. under proper regulations to be approved\n12/1985        by the Commissioner of Customs and Excise, the landing\nsah.\n               of small quantities of fireworks, lucifer matches and other\n               combustible or explosive materials, a t the usual place ap-\n               pointed for the landing of goods.\n                               Licences ro d m l in Gunpowder\nPenalty for       4. No person within this Island shall deal in. sell, or\ndealing, af,\nin gun-        barter, by himself, or any servant, or agent, under any\npowda\nwithout a      pretext, or by any nieans whatsoever, under a penalty not\nlicenm.        exceeding two hundred dollars for each offence, any gun-\n               powder, before such person shall ha+e first obtained a\n               licence for that purpose, according to Form A in the Second\n               Schedule.\nJurisdiction     5. The Resident Magistrate exercising jurisdiction where\nof Resident\nM&a:atrats     the application may be made, is authorized to grant\nto grant\nlicence.       licences to deal in and to sell gunpowder, by wholesale or\n               retail, at a place within the parish to be named in such\n               licence. He may in his discretion refuse to grant such\n               licence.\nMode of          6. All applications for such licences shall be made in\nappliUJtitnl\nfor liccosc.   writing and lodgt-d with the Clerk of the Courts for the\n               parish in which the same are applied for, at least five days\n               previous to the day fixed for holding the Resident\n               Magistrate’s Court, at which such applications are to be\n               made; every person applying for a licence shall pay to the\n               Collector of Taxes th: amount by this Act fixed to be paid\n               for duty in respect of such licence, and every application\n               for a licence shall he accompanied by the receipt of the\n               Collxtor of Taxes for the amount of duty paid to him, and\n               no appIication shall k entcrtahed which shall not be\n               accompanied by such receipt.\n                       [The ioclusion of this page is authorized by L.N S7119861\n                GUNPOWDER A?VD EXPLOSIVES                                      5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Clerk of the Courts shall not, under a penalty Dutyof\n                                                            Clerk of thc\nof sixty dollars, deliver any licence under this Act to courts.\nany person, until his application shall have been granted\nby the Resident Magistrate, nor until such person shall\nhave become bound to Her Majesty, her heirs and suc-\ncessors, in a bond according to Form B in the Second h o d\n                                                            Schedule.\nSchedule, with one sufficient surety, to be approved of by ~~mB.\nthe Resident Magistrate, in the sum of two hundred dollars."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every licence granted under this Part, shall be made g ~ r f l\nout and signed by the Clerk of the Courts, and in addition for.\nto the sum of two dollars payable to the Collector of Taxes\nof the parish in respect of such licence, there shall be paid\nto the Clerk of the Courts, on his making out such licence,\nthe stamp duty thereon."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. It shall be the duty of the Clerk of the Courts to\ntransmit to the Commissioner of Customs and Excise, within grantof\n                                                                 licurce\nten days after the Resident Magistrate shall have granted 12/1985\na licence under this Act, a Eturn showing the licence sEh.\ngranted, together with the name of the person to whom\nthe same has been granted, and the place of business in res-\npect of which such licence has been granted. He shall also\nwithin the like period transmit another copy of the said re-\nturn to the M i s t e r for publication in the Gazette. The said\nClerk shall also keep a book in which he shall enter all\nbonds and licences under this Act, and shall cause a list of\nall licences to be hung up in his office. ff he shall fail to\nperform any of the duties imposed upon him by this sec-\ntion he shall be liable to a penalty not exceeding forty\ndollars."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. In addition to the licences to deal in gunpowder it Resident\n                                                              ME&trnts\nshall be lawful €or the Resident Magistrate in his discre- togrant\ntion, to grant to any person applying for the same. a licence licence for\nto have in his possession. and not for sale. at a place or         Erwin\nplaces to be named in such licencel and within the parish excearof\n                                                                   twaty-fim\n                                                                   pouoda.\n         F   e indusim nt thk page is authorized by L.N. 87/198q\n6                            GUNPOWDER AND EXPLOSIVES\n             in which the same i s granted, a quantity of gunpowder in\n             excess of twenty-five pounds; such application shall be made\n             in the same manner, and subject to the same conditions,\n             and shall, if granted, be on the same terms, as a licence to\n             deal in and dispose of gunpowder, save and except that\n             such licence shall not be liable to stamp duty:\n               Provided that such licence shall name the place or places\n             within the parish where such gunpowder is to be stored,\n             and shall fix a limit to the quantity to be kept and stored\n             at any one place.\nPeriodfor       11. Every licence granted under this Part shall continue\nwhich\nliDenain     in force from the period of granting the same until the fifth\nforce.\n             day of April next succeeding:\n                Provided, that if the same shall be granted after the fifth\n             day of October in any year, half the duty shall be payable\n             in respect thereof.\n                          Storage and Puckkg of Gunpon-der\nPlacg          12. Gunpowder shall not be kept at any place except\nwhere gun-\npowdermay    as follows, that is to say-\nbkm.\n                  (1) at a fort, magazine, or other proper place of\n                       security, approved by the Minister under the\n                       provisions of this Act;\n                  ( 2 ) in the premises of a person duly licensed under\n                        this Act to deal in and dispose of gunpowder,\n                        and then only to the extent of fifty pounds of gun-\n                        powder or at the place or places named in any\n                        licence granted to any person to have gunpowder\n                        in his possession and not for sale in excess of\n                        twenty-five pounds, and in such cases only to the\n                        extent limited by the said licence:\n                      Fe inclusion of this   6s authonzed by L.N. 87/1986]\n              GUh'POWDER A N D EXPLOSIVES                                     7\n  Provided that this section shall not apply-\n    (a) to a person keeping for his private use and not\n        for sale gunpowder to an amount not exceeding,\n        on the same premises, twenty-live pounds; or\n    (b) to the keeping of any gunpowder by a carrier or\n         other person for the purpose of conveyance, when\n        the same is being conveyed or kept in accordance\n        with the provisions of this Act with respect to\n         the conveyance of gunpowder.\n  Any gunpowder kept otherwise than as above in this\nsection mentioned, shall be deemed to be kept and deposited\nin an improper place, or in a quantity contrary to the\nmeaning of this Act.\n           Packing Gunpowder for Conveyance"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Period for which licence in force.\n             STORAGE\n                   AND PACKING\n                             OF GUNPOWDER"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Places where gunpowder may be kept.\n             PACKING GUNPOWDER\n                             POR CI3NVEYANCE"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The following general rules shall be observed with Rulesregu-\n                                                          lating the\nrespect to the packing of gunpowder for cimveyance-       packing of\n                                                                  gunpowder\n    (1) the gunpowder, if not exceeding five pounds in ~              c   ~       ~   y\n        weight, shall be contained in a substantial case,\n        bag, canister, or other receptacle, made and closed\n        so as to prevent the gunpowder from escaping;\n        and\n    (2) the gunpowder, if exceeding five pounds in weight,\n        shall be contained, either in a single package, or\n         a double package. A single package shall be a\n         box, barrel or case, of such strength, construction\n         and character, that it will not be broken or\n         accidentally opened, or become defective or in-\n         secure whilst being conveyed, and will not allow\n         the gunpowder to escape. If the gunpowder is\n         packed in a double package, the inner package\n         shall be a substantial case, bag, canister, or other\n         receptacle, made and closed so as to prevent the\n      me inclusion of this w e i s authorized by L.N. 4$0/1973)\n8                  GUNPOWDER A N D EXPLOSIVES\n             gunpowder from escaping, and the outer package\n             shall be a box, barrel, or case of wood or metal or\n             other solid material, and shall be of such strength,\n             construction and character, that will not be broken\n             or accidentally opened, or become defective or\n             insecure whilst being conveyed, and will not allow\n             the gunpowder to escape; and\n         (3) every package, whether single or double, when\n             actually used for the package of gunpowder, shall\n             not be used for any other purpose; and\n         (4) there shall not be any iron or steel in the construc-\n             tion of any such single package, or inner or outer\n             package, unless the same is effectually covered\n             with tin, zinc, or other material; and\n         ( 5 ) the amount of gunpowder in any single package,\n               or if there is a double package, in any one outer\n               package, shall not exceed one hundred pounds;\n               and"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. It shall not be lawful for any person to have in his Unlawful\npossession any dangerous explosive, without a licence under for\n                                                            person\n                                                                any to\nthe hand of the Minister, or, in the case of the parish of\nKingston of the Mayor of the Kingston and St. Andrew anydanger-\n                                                           ous\nCorporation, or of the Custos of any other parish in which explosives\nthe same is kept. Such licence when granted shall be with- without\n                                                           licence.\n                                                                    a\nout fee or reward, and shall not be subject to any duty."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any such licence as last aforesaid shall name the Whatshall\n                                                              he stated in\nplace or places where such dangerous explosive shall be licencein\nkept, and shall limit the quantity to be kept or stored           lice us\nin any one of such places at any one time, and shall provide explosive.\nthat such place or places shall at all times be kept securely\nlocked, except at such times as may be necessary for dealing\nwith the dangerous explosive, and shall name the person\nor persons to be entrusted with the keys of such place or\nplaces, and with the superintendence of the use from time\nto time of such dangerous explosive."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Any such licence as last aforesaid shall be liable to Anylicence\nbe at any time cancelled and revoked by order of the liable      to be\n                                                            mvokedby\nMinister, and such cancellation and revocation shall be           $f;L;t,the\npublished in the Gazeire and shall take effect from such\npublication."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. It shall not be lawful for any person, other than Unlawful\n                                                             for any\na person licensed under this Part, to have dangerous pTEoO\nexplosives in his possession, or to import any dangerous unlcss to\nexplosive; and any such dangerous explosive consigned to\nany person, other than some one licensed as aforesaid, shall or to import\n                                                             any danger-\nbe deemed to be prohibited goods within the meaning of the ous\nCustoms Act. The Collector, or other officer of Customs at erplosive.\nthe port of importation, shall not allow any such explosive\nconsigned to any such person as aforesaid, to be landed,\n-\n       me inclusion of his page is authorized by L.N. 480/1973]\n10                          GUNPOWDER A N D EXPLOSIVES.\n              or removed from the ship importing the same, unless proper\n              arrangements are made, to his satisfaction, for the convey-\n              ance of such dangerous explosive to a place named in the\n              licence of the person importing the same as a place where\n              the same is allowed to be kept:\n                Provided always that the person importing any danger-\n              ous explosive may lodge the same in such fort or magazine,\n              or other place of security as may be approved of by the\n              Minister as a place for the reception of the same, and on\n              such terms as may from time to time be approved by the\n              Minister.\nPower ot        18. When any Justice shall receive information on oath\nlusticcs to\nissue search that any gunpowder, OT dangerous explosive is deposited,\nwarrant,\netc.         or suspected to be deposited, in any ship, vessel, house,\n             store, OT place, or is in the possession of any person con-\n             trary to the provisions of this Act, he shall forthwith issue\n             his warrant to cause search to be made in the suspected\n             ship, vessel, house, store or other place, or to cause such\n             person as aforesaid to be arrested and searched, as the case\n             may be, and if any gunpowder or dangerous explosive shall\n             be found in such ship, vessel, house, store or place, or on\n             such person contrary to the provisions of this Act, and\n             whether such warrant has been granted or not, such gun-\n             powder, firearm, or dangerous explosive shall be forfeited,\n             and the master of the ship, or vessel, or the occupier of any\n             house, premises, or place, in which such gunpowder, fire-\n             arm or dangerous explosive shall be found, and any person\n             found in possession of, or using any such gunpowder, fire-\n             arm, or dangerous explosive, contrary to the provisions of\n             this Act, shall on conviction thereof in a summary manner,\n             forfeit and pay a sum not exceeding two hundred dollars,\n             or he may, in the discretion of the court, be imprisoned\n             for a term not exceeding twelve calendar months, with or\n             without hard labour.\n                   [The i n c h n of this pageis authorizcd by L.N. 480/1973]\n               GUNPOWDER A N D EXPLOSIVES                                       11\n                      Evasions of this Act"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Power of Justices to issue search warrant, etc.\n                           EVASIONS\n                                  OF THIS ACT"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19      , A B . , of the said parish residing at\n            having been approved by C.D.. Resident Magistrate, as a dealei\n            in gunpowder in such parish, and having duly entered into bond\n            and paid the tax required by law: These are to license the said\n                                            to deal in and dispose of gunpowder,\n            according to the provisions of the Gunpowder and Explosives Act.\n            from the                     day of                     one thousand\n            nine hundred and\n              Dated this                 day of                           19      .\n                                                               Clerk of the Courts.\nSection 7        (B.-FoRM OF BOND TO BE ENTERED INTO BY A DEALER IN\n                            GUNPOWDER  UNDER THIS ACT)\n              KNOWALL MEN BY THESE PRfsEms, that we                                   of\n            the parish of                                    dealer in gunpowder, and\n                                                  of the parish of\n            are jointly and severally held and firmly bound unto Our Sovereiqn\n            Lady the Queen her heirs and successors, in the s u m of two hundred\n            dollars, lawful money of Jamaica to be paid to our Sovereign Lady the\n            Queen her heirs and successors, to which payment, well and truly to\n                   GUNPOWDER A N D EXPLOSlVES                                     15\nbe made and done, we bind ourselves, and each of us, and the heirs,\nexecutors and administrators of us, and each of us, jointly and severally,\nfirmly by these presents.\n  Sealed with our seals, and dated the                                 day of\n                     one thousand nine hundred and\n  Whereas at a Resident Magistrate’s Court, held at\nin the parish of                          aforesaid on the\nday of                      one thousand nine hundred and                 last,\nthe above bounden                            vas approved of as a dealer\nin gunpowder from the                     day of                       19\nuntil the                   day of                            next ensuing and\nthe above bonnden                                  was also approved of as\nthe surety of the said\n  Kow the condition of the above bond is such, that if the above\nnamed                     his executors or administrators do and\nshall in all things conform to all and every the provisions, clauses,\narticles, matters and things mentioned and contained in the Gun-\npowder and Explosives Act. then the above obligation shall be void\nand of none effect.\n                                                        (Seal)\n                                                        (Sal)\n  Sealed and delivered in the presence of\n               ~.  ~            ~.   ~                   ~~    .-"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Nothing in this Act shall be deemed to apply to Exemption\n                                                                    of Naval.\nany person employed in the Military or Naval, or Air i m i t a r y o r\nService of Her Majesty, or in the Government of Jamaica, $iSeMce\nhaving in his possession, or using in the Service of Her said\nMajesty, any gunpowder, or dangerous explosive; and it from Act.\nshall be lawful for the Minister, if he shall think fit, notwith-\nstanding anything herein contained, to entrust any person\nwith gunpowder or dangerous explosives for public or other\npurposes.\n                    Power to Frame Rules"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister may, with the advice and consent of Rulesand\n                                                              forms.\nthe House of Representatives prescribe, and from time to\ntime alter or amend, all forms, including those in the\nSecond Schedule, which shall be required for the purposes Second\n                                                              Schedule.\nof this Act, and may also frame all necessary rules, and\nfrom time to time rescind, alter, or amend the same, for\nmore fully and effectually carrying out the provisions there-\nof.\n                          Miscellaneous"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) No gunpowder shall be sold by retail to any Require-\n                                                                    on\nperson, unless at the time of sale such person produces d ments\n                                                              salesby\nlicence then in force, or gives reasonable proof that he is a Ietd.\nperson entitled to keep, carry, or use a firearm without\n      [The inclusion of this pagc is authorized by L.N. 480/1973]\n12                           GUNPOWDER AND EXPLOSIVES\n              licence, and the Minister may make regulations for the\n              purposes of this section.\n                       (2) Every person who sells by retail any gunpowder\n              shall, before delivery, make or cause to be made, an entry\n              in a book to be kept for that purpose specifying the nature\n              and quantity of the gunpowder sold, the date of such sale,\n              the name and address of the purchaser, the office from\n              which the licence produced by the purchaser was issued,\n              the number and date of such licence, or the circumstances\n              exempting such purchaser from having such licence. Such\n              book shall be produced for inspection on the request of any\n              officer of the Jamaica Constabulary Force.\nPenaltyfor            (3) Any person who contravenes or fails to comply\nfailure to\nComply        with any of the foregoing provisions of this section, or of\nWith this     any regulations made under this section by the Minister,\nseclion.\n              or on the sale or purchase of any gunpowder knowingly\n              makes, or causes to be made any false entry or statements\n              as to any matter concerning which he is required by this\n              section to make any entry or statement, shall be guilty of\n              an offence against this Act, and shall be liable on summary\n              conviction to a fine not exceeding one hundred dollars, and\n              in default of payment to imprisonment with or without\n              hard labour for a term not exceeding three months, and on\n              a further conviction for a second or subsequent offence he\n              shall be liable in the discretion of the Court to be imprisoned\n              for a term not exceeding six months with or without hard\n              labour in lieu of the fine to which he is liable.\n                                             Penalties\nPenalty for      23. If any person shall be guilty of an offence against\noffence\nwhere no      any of the provisions of this Act, or against any rule\npenalty       framed under its authority, for which no penalty is\nprovided.\n              provided, he shall be liable to a penalty not exceeding\n              forty dollars, and in default of payment to be imprisoned\n                     F e inclusion of   this page is authorized by L.N. 480119731\n               GUNPOWDER A N D EXPLOSIVES                         13\nwith or without hard labour, for a term not exceeding six\nmonths."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. All penalties under this Act, the recovery whereof Rezoveryof\nis not otherwise provided for, may be recovered in a sum- penalties.\nmary manner in the parish in which the offence is com-\nmitted; and in any case where any penalty is imposed the\nCourt may award such portion to the informer, not exceed-\ning one-half, as in its discretion it may think proper.\n      me inclusion of this page is authorized by L.N. 480119731\n14                           GUh'POWDER AND EXPLOSIVES\nSection 2                              FIRST SCHEDULE\n                                              PART I\n            Powder commonly known as gunpowder or blasting powder\n            Percussion caps\n            Cartridges adapted for use in connection with guns, rifles, revolvers,\n                 pistols.\n                                             PARTI1\n            Dynamite, Nitro-glycerine or other substances not included in Part I.\n            Petroleum giving off an inflammable vapour at a temperature lower\n                 than ninety-five degrees Fahrenheit, and imported into the Island\n                 otherwise than in accordance with the Petroleum and Oil Fuel\n                (Landing and Storage) Act.\n                                SECOND SCHEDULE\nSedion 4              (A.-FoRM OF LICENCE\n                                        TO DEALM GUNPOWDER)\n              At a Resident Magistrate's Court, held at                           , in\n            the parish of                    .\n                                           on the                day of"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46) on the outermost package there shall be affixed\n            the word “gunpowder” in conspicuous characters\n            by means of a brand or securely attached label, or\n            other mark.\n      In the event of any breach (by any act or default) of any\n    general rule in this section, the gunpowder in respect of\n    which the breach is committed may be forfeited, and the\n    person guilty of such breach shall be liable to a penalty not\n    exceeding forty dollars.\n          Whe inclusion of this page is authorized by L.N. 480/1913]\n               GUNPOWDER A N D EXPLOSIVES                                      9\n                     Dungerous Explosives"
    }
  ],
  "definitions": []
}