{
  "id": "jm-stat-the-harbours-act",
  "type": "statute",
  "title": "The Harbours Act",
  "title_en": "The Harbours Act",
  "short_name": "Harbours Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-harbours-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-harbours-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Harbours Act.                       Sbolt title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. IU this ACt-                                          lnterpmt.-\n                                                           tiOioa\n“boat” means any canoe or craft undecked however\n    propelled;\n“captain” includes the master or person for the time being\n     in charge of any vessel;\n“Harbour Master” means the Harbour Master of the\n    harbour in or nearest to which the duty or work is or\n    has to be performed or in or nearest to which the act\n    or omission shall have occurred, or the deputy of such\n    Harbour Master as the case may be;\n“mud” includes tidal mud and all other mud of any\n    description, and all mixtures of earth or sand with\n    mud;\n“owner” m m s at the seleotim of the Authority the person\n      who was owner at the time the vessel, wreck, hulk or\n      floating timber became an obstruction in any harbour,\n     or the person who has subsequently become owner by\n     purchase or otherwise;\n“reinstate” means with respect to any buoy, stake, or mark,\n     the complete restoring of the buoy, stake, or mark to\n     its previous position, condition, state of repair and\n     efficiency, with all its peculiarities as a guide or mark\n     for vessels, and in all cases in which it may in the\n     opinion of the Harbour Master be necessary, the sub-\n     stitution of an entirely new buoy, stake, or mark in the\n    same position, and in good and efficient condition, and\n    of good materiaIs, to the satisfaction of the Harbour\n    Master,\n        Whc inclusion of this page is authorized by L.N. 3/2001]\nA                                           HARBOURS\n               \"vessel\" means any decked vessel or craft, whatever may\n                    be its rig or tonnage, and whether propelled by sail,\n                    steam or otherwise.\npower to         3. The Minister may from time to time constitute any\nconstitute\nand declare   port, roadstead, bay, creek, or inlet, or any waters or places,\nthe extent\nof, alter and to be a harbour of this Island, and may define and declare\nabolish\nharbours\n              the extent and boundaries of any harbour now existing,\n              or hereafter to be constituted, and may alter the extent\n              or boundaries of any harbour and may abolish any harbour\n              and declare the same to be no longer a harbour of this\n              Island, and may reconstitute any harbour, and all legal\n              harbours existing, on the coming into operation of this\n              Act, shaIl continue to be harbours within the meaning of\n              this Act, until so abolished or altered\nHarbour of       4. Until and except as altered under this Act, the\nKingston its\nextent.        Harbour of Kingston shall include all the body of water\n               between the shores in the parishes of Kingston, St. Andrew,\n               Saint Catherine, to the northward of the Palisadoes, from\n               Harbour Head to Port Royal, and of a straight line from\n               the westernmost point of the land at Fort Charles, in Port\n               Royal, to the southernmost point of the Twelve Apostles\n               Battery.\nAppoin:.         5. It shall be lawful for the Governor-General from time\nmenl. and\nXOl\"Vd         to time to appoint a fit and proper person as Harbour\nHarbour\nMaster.        Master to any harbour of this Island, and to remove any\n               FxrFour Master. and the same person may be appointed\n               Harbour Master of more than one harbour.\nDiaqualifi-       6. No person shall be appointed Harbour Master for any\ncations for\nHarbour        harbour in which he acts as agent or consignee for vessels,\nMaster.        or on the shores of which is a wharf in which he has any\n               interest as absolute or partial owner, tenant, or whariinger;\n               and every Harbour Master who shall become such agent or            ~\n                                            __~\n                        Ilheinclusioo of this page is authorized bv L.N.3/2001]\n                              HARBOURS\nconsignee, or shall become so interested in any such wharf,\nshall be deemed to have resigned his appointment as such\nHarbour Master, and the Governor-General shall in such\ncase appoint some other person to fill the vacancy in such\nOffice."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Power to constitute and declare the extent of, alter and abolish\n       harbours."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The Authority may make rules for the regul'a- Rulu\ntion and control of any harbour in the Island and of the\nchannels and approaches leading thereto and of persons,\nboats and vessels using any such harbour or approaches,\nand for all purposes connected with any such matters.\n      (2) In particular, and without prejudice to the\ngenerality of the foregoing power, such rules may-\n    (U) regulate the movement of boats and vessels in any\n         harbour, or in the channels or approaches thereto,\n          and the conduct of the Masters of, and of all\n          persons on board, any such boats or vessels;\n    (b) prescribe the construction of, and accommodation\n         on, any boats or vessels to be licensed for use in\n         such harbours, channels or approaches for carry-\n         ing passengers, and the safety devices to be\n         provided and the safety measures to be employed\n         on such boats and vessels;\n    (c) provide for the granting and refusing by the\n          Authority of licences for boats and vessels to\n         be used for carrying passengers or goods in such\n         harbours, channels and approaches, and for per-\n         sons owning or operating such boats or vessels,\n         and for the conditions to be attached to the grant\n         of such licences;\n    (d) provide for the granting and refusing by the\n          Authority of certificates of competency to a41 per-\n          sons engaged in the navigation o r handling of\n         any boats or vessels to be used for carrying pas-\n         sengers or goods in such harbours, channels or\n         approaches;\n         [Tbe inclusion of this page in aorhorized by L N. 315001)\n 6                                             HARBOURS\n                      (e) provide for the inspection and examination of any\n                            boats or vessels to be used for carrying passengers\n                           or goods in such harbours, channels or approaches;\n                      (fl provide for the charging of fees (and prescribe the\n                           fees to be charged) in connection with any matter\n                           or thing to be done under rules made under this\n                            section, and for the payment of fees to the pre-\n                            scribed persons;\n                      (g) provide for the charging of travelling allowance\n                           and subsistence allowance (and prescribe the rates\n                            of such allowances) in respect of the travelling or\n                           of the subsistence of any person performing any\n                           inspection or examination of any boat or vessel\n                           unde: paragraph (e) and for the payment of such\n                           allowances to the prescribed persons;\n                      (h) prescribe penalties, not exceeding two hundred\n                           dollars, for the breach of any rule.\n                        (3) The making, alteration or rescission of any rules\n                 under the provisions of this section shall be subject always\n                 to the approval of the Minister\nDuty of             8. It shall be the duty of each Harbour Master, at the\nHarbour\n~    ~       ~    expense\n                      t   e of the\n                               ~   Island, to keep in good and sufficient order\nr.\n(’ buoF.\n                  and repair, and in their proper places, and with all special\n                  distinctions of colouring and shape, all buoys, stakes, and\n                  marks for the time being of the harbour of which he is\n                  Harbour Master, and of all channels near or leading into\n                 or out of the same, and also, when directed by the Minister,\n                 to erect, float, and place other marks, stakes, or buoys in\n                 such places, and of such colours and shapes, and in such\n                 manner as the Minister shall direct, and to keep and render\n                 to the Accountant-General accounts of the expense thereof,\n                 in such manner as may be directed by the Minister.\n~rna~ypo\nobihuchona"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. If any person makes fast, or hangs on, or secures any\nto horn      vessel, boat, or lumber to any buoy, stake, or mark in any\n             harbour, or on or near any of the shoals, islands, or quays\n                                 __~__.__\n                         [The inclusion of *his page is auiborized by L.N. 3/2M)I]\n                             HARBOURS                                         I\nin, about or near any harbour of this Island, or in, about,\nor near any channel in or leading into such harbour, or\ncauses any obstruction to any vessel approaching, or going\nout of, or navigating in such harbour, by surrounding with\nboats, canoes, or lumber, any of such buoys, stakes, or\nmarks, he shall be liable to a penalty not exceeding forty\ndollars."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. If any person removes, injures, alters, or destroys Penalty on\nany such buoy, stake, or mark, or any stave or vane attached\nthereto, he shall be liable to a penalty not exceeding eighty        t&;f,~’\ndollars, and also to pay all expenses of reinstating such\nbuoy, stake or mark."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11, If any vessel or boat shall in any way remove, Exwnse of\n                                                                reinstating\ndisplace, or injure any such buoy, stake, or mark, the bUOY. etc.\nperson in charge of such vessel or boat shall pay all expense\nincurred in reinstating such buoy, stake, or mark, and in\nevery case of such removal, displacement or injury by any\nvessel, the Harbour Master shall give notice thereof to the\nchief officer of Customs at the port of clearance, and in case\nsuch vessel was at the time in charge of any person other\nthan a pilot, it shall not be entitled to a clearance until\nsuch person shall have lodged with the Collector of Customs\na sum sufficient, in the opinion of the Harbour Master, to\nreinstate such buoy, mark, or stake; and if such vessel were\nin charge of a pilot, such pilot shall not be entitled to pilot\nany vessel in or out of such harbour until he shall have\nlodged with the Collector of Customs a sum sufficient, in the\nopinion of the Harbour Master, to reinstate such buoy,\nmark, or stake:\n  Provided that this section shall not apply to any case\nwhere the removal, displacement, or injury was not caused\nby any wrongful act or negligence on the part of the person\nin charge of the vessel or boat, or of any person acting\nunder him; but the onus of proving that there was no such\na                                         HARBOURS\n              wrongful act or negligence shall be upon the person in\n              charge of such vessel or boat.\nDuly of          12. In the event of any buoy, stake, or mark being in any\nHarbour\nMaster to     way damaged, displaced, sunk, or removed, it shall be the\nreinstate\nbuoy. etc.\n              duty of the Harbour Master forthwith to reinstate such\n              buoy, stake, and mark at the expense of the Island. In\n              every such case the Harbour Master shall forthwith give\n              notice of such damage to the Minister, and, so far as\n              known, of the cause or occasion thereof, and of the person\n              liable therefor, in cases in which any person is or can be\n              made liable therefor under this Act, and shall render an\n              account of the expense attending such reinstatement in such\n              manner as may be directed by the Minister:\nExpense          Provided, that in all cases in which under this Act the\nthereof.\nhow           expense of reinstating any buoy, stake, or mark shall be\nrecoverable   payable by any person, the amount paid by the Treasury to\n              the Harbour Master for reinstating the same may, in\n              addition to all other penalties hereby imposed, be recovered\n              from such person in an action at the suit of the Crown for\n              money paid on account of such person at his request, and\n              a certificate, purporting to be signed by the Minister, shall\n              be prima facie evidence that the amount stated in such\n              certificate to have been paid was, in fact, properly paid in\n              respect of such damage :\n                Provided further, that it shall not be necessary that the\n              money should be so paid before any action is commenced,\n              but an action for damages at the suit of the Crown may be\n              commenced as soon as the damage is done.\nInquiry as       13. It shall be the duty of each Visiting Officer to inquire\nto mud        of the captain of each vessel entering the port or harbour\nballast.\n              for which he is Visiting Officer, whether or not there is mud\n              ballast on board, and such captain shall be liable to a\n              penalty not exceeding one hundred dollars for any refusal\n              to give the required information, and for every false answer\n              to such inquiry; and it shall be the duty of such Visiting\n                                RARBOURS                                 9\nOfficer forthwith to certify to the chief officer of Customs\nof the port or harbour e\\:ery case in which a vessel has mud\nballast on board, or in which he is not satisfied whether or\nnot such ballast is on board; and in every case of any such\ncertificate being given, the vessels so certified shall not be\ncleared outwards or permitted to leave the port or harbour,\nuntil such officer of Customs is satisfied that no mud ballast\nwas on board when the vessel entered the port or harbour,\nor that all such mud ballast has been discharged."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Duty of Harbour Master to reinstate buoy, etc.\n     Expense thereof, how recoverable."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No person shall use, take, or put on board any vessel biud bailat\nin any harbour, or other place of this Island, any mud as not 10 be\nballast or otherwise. Every person so doing, and every board.\ncaptain of a vessel knowingly permitting the same to be\ndone, shall be liable to a penalty not exceeding one hundred\ndollars; and on every infringement of this section the\nHarbour Master shall give to the Collector of Customs,\nor other chief officer of Customs of the port or harbour,\nnotice thereof; and no vessel on board of which such mud\n shall be put, either as ballast or for any other purpose.\nshall be entitled to a clearance until such mud shall have\nbeen taken out."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Authmity may, at the expense of the Island ~ ; ~ ; ~ $ ,\nand with the sanction of the Minister, remove out of the etc.. from\n                                                            harbour.\nlimits of any harbour, or to such part of any harbour as\nthe Authority may see fit, any wreck, hulk. OT other\nobstruction in the harbour, or in the approaches to the\nsame, and also any floating timber which impedes the\nnavigation of the same, and any vessel which shall be sunk\nor stranded in any harbour, or shall be aground, or laid\nby or neglected as unfit for sea service, upon the shore,\nor shoal water, or within the limits of any harbour, and\nthe expense of removing any such vessel, wreck, hulk,\nobstruction, or floating timber shall be repaid by\nthe owner of the same; and the Authority may detain such\nvessel, wreck, hulk, or floating timber, together with any\ntackling, apparel. equipage or things found therein respec-\n                       ~.   ~~~~~~        ~~~        ~~~~     ~   ~__-\n 10                                                HARBOURS\n                tively, for securing the expenses, and on non-payment of\n                such expenses on demand to the owner, if the owner is\n                known and in Jamaica, or if unknown, or not in Jamaica,\n                or if he cannost be found, without any demand may sell\n                such vessel, wreck, hulk, or floa,ting timber, and also any\n                tackling, apparel, equipage, or things found thereon respec-\n                tively, or any part thereof paying the proceeds of suoh sale\n                int,o the Treasury. The owner shall be entitled to what re-\n                mains of such proceeds, after deducting the amount d dl\n                expenses of and incidental to, such d e , and of and inci-\n                dmtal to the taking and keeping possession and charge\n                and removal of such vessel, wreck, hulk, obstruction, or\n                Hmting timber.\nsurvcy of          16. The Authority from ,time to time may direct any\nany vessel.\n wreck. hulk,   vessel, wreck, hulk, or other object mentioned in section 15,\netc.. men-\n,ioncd in       to be surveyed with a view to the exercise of the power\n          Is.   hereinbefore conferred. The expense of every such survey\n                shall be borne by the owner of the vessel, wreck, hulk,\n                or other object surveyed.\n                  The report of any surveyor under this section shall be\n                prima fncie evidence of the facts stated in such report, and\n                shall if the facts stated are sufficient. wmrant the exercise\n                of the powers conferred by section 15.\nRecoven           17. The owner of any vessel, wreck, hulk, or floating\nagainst\n               timber in respect of which any expenses have been incurred\nremoval of Of\n                by the Authority under the authority of this Act, not-\nvessel,        withstanding the said vessel, wreck, hulk, or floating timber\nwreck. e t c .\n               has not been sold under the provisions of section 15, may\n               be proceeded against forthwith for the recovery of such\n               expenses, and may be sued by the Secretary of the A u t h o w\n                as plaintiff in the Resident Magistrate’s Court which he\n               may select as most cmvenimt, or in the Supreme Court,\n               according as the amount involved may be within their\n               respective jurisdictions.\n                              ~~~         ~   ~~              ~-\n                         me inclusion of ~hispage is authorized by L.N. 3120011\n                             HARBOURS                                         I1"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Recovery against owners of expenses of removal of vessel, wreck.\n       etc."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Every person who shall wilfully sink any vessel in Penalty fur\n                                                            wilfuliy\nany harbour, without having first obtained the permission ,in!&,ng\nin writing of the Authorjty, shall he iiable to a penalty ~~{~~~\nnot exceeding two hundred dollars. In addition to such\npenalty, he shall be liable to pay all expenses incurred by\nthe Harbour Master in removing such vessel. Such damages\nmay be awarded by the Court before whom the person is\nconvicted in the manner specified in section 31, or such\ndamage may be recovered in an action in the manner\nspecified in section 32."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) If any captain of any vessel or any other pzrson Penalties\n                                                             for throw-\nshall throw or deposit, or permit to be thrown or deposited- ing mud.\n                                                             uil. etc..\n     (a) any rubbish, earth, mud, stone, sand, ballast or into har-\n                                                             bour.\n           other similar matter; or                          1/ 1963\n     (b) any oil or mixture containing oil or oil residues, ’. 2,\nin any channel leading into or out of any harbour, or in\nany place within the limits of any harbour other than such\nplace therein as shall be set apart for such purpose he\nshall be liable to a penalty not exceeding two thousand\ndollars.\n         (2) For the purposes of this section-\n“oil” means oil of any description and includes spirit pro-\n     duced from oil of any description and also includes\n     coal tar;\n“oil residues“ means any waste material consisting of, or\n     arising from, oil or a mixture containing oil."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. If any person shall dig up or carry away any stones, pena!ty for\n                                                                     mjunng\nsand or ballast from any reef or breakwater, by which any h arbour\nharbour is protected, he shall be liable to a penalty not protections\nexceeding sixty dollars."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No person shall take from the reefs or shoals, or Jig Stones not\n                                                                 be taken\nup any stones below high water mark, from the easternmost :ofro,,, certain\nor southernmost part of the cays, lying off Port Royal, and ~ ~ ~ n                ~   ~   ~   ’   5\nno stones, small or great, shall be fetched or taken up for        Royal\n                                                      __\n         lThe inclusion of thi5 page is authorized by L.N. 3120011\nI2                                              HARBOURS\n                   ballast, or for any other use, from the easternmost side of\n                   the point on Fort Royal, so far as Plumb Point, under a\n                   penalty not exceeding sixty dollars.\nNo S * O ~ C S .     22. No stones, shell, gravel, or sand shall be taken up or\netc., to be\ncarrid away carried away by any person from any cays or shoals from\nfrom certain\nsw near            between One Bush Cay to the easternmost Cay so called, or\nPortRoyal.         within the space or compass of three miles within or with-\n                   out the said Cays or either of them, under a penalty not\n                   exceeding sixty dollars:\n                      Provided that this section shall not hinder any person\n                   from taking any stones from the westward or northwest-\n                   ward of the leewardmost channel.\nLiabilities          23. Every Harbour Master who, from ignorance or\nof Harbour\nMaster as          neglect, shall moor or place, or caused to be moored or\nto mooring\nVCSaelS.           placed, any vessel in such a position as to occasion damage\n                   to it, or to any other vessel, or to any wharf, shall be liable\n                   to make good such damage, and may be proceeded against\n                   by action in the Supreme Court or Resident Magistrate's\n                   Court according to the amount involved.\nPower of\nHarbour"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. No stones, etc., to be carried away from certain cays near Port\n       Royal."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Every Harbour Master shall, subject to the harbour\nMasier as          ruler. and to any direction of the Authority, have full\nto mooring\nvwsck              power to direct and regulate the locality, position, and\n                   method of mooring the vessels within such harbour, and\n                   generally to give directions for the due regulation of the\n                   harbour, and the boats and vessels therein, and to vary any\n                   directions given.\nM e a m in           25. Every captain of a vessel, and every other person,\nmy harbour\n                   who shall commit any of the following offences in any har-\n                   bour, shall be liable to a penalty not exceeding one hundred\n                   and twenty dollars-\n                       allowing pitch, tar, turpentine, rosin, or other com-\n                            bustible matter to be boiled or heated on board of\n                            any vessel. or in any boat, unless such boat shall\n                            me inclucion of this page is authorized by L.N. 3/20011\n                        HARBOURS                                13\n     have been moored at least thirty fathoms distant\n     from the nearest vessel and wharf;\nbeating, blowing or using, or permitting to be beaten,\n     blown, or used on board of any vessel, any drum,\n     trumpet, horn, or other noisy instrument, to the\n     disturbance or annoyance of any of the inhabitants\n     of any city or town binding on or adjacent to the\n     harbour in which such vessel shall be lying;\nburning, scorching, or paying, or allowing the side or\n     bottom of any vessel to be burned, scorched, or\n     payed at any place other than a careening place\n     or place appointed by the Harbour Master for the\n     purpose;\ncutting, breaking, or untying the rope or chain by\n      which any buoy is held to or connected with\n      any anchor, place, or thing; or setting loose\n     any buoy from any anchor, place, or thing, to\n     which it shall have been attached;\ndischarging, or causing or permitting to be discharged,\n     any firearms on board of any vessel, a steam\n     vessel, whose anchor is about to be weighed pre-\n     paratory to her departure, excepted;\nemploying, or causing to be employed, or permitting\n     to remain on board of any vessel, any indentured\n     apprentice, or immigrant labourer under contract,\n     without the permission of his master or employer;\nkindling, or permitting to be kindled, a fire on board\n     of any vessel, in any other than a proper iron\n     fireplace or caboose;\nobstructing any Harbour Master in the discharge of\n     any of his duties, or refusing or neglecting to obey\n     his lawful directions;\nobstructing or hindering the mooring, unmooring,\n     removal, or placing of any vessel ordered by the\n     Harbour Master to be moored, unmoored,\n     removed, or placed in any situation;\n14                                      HARBOURS\n                refusing or neglecting, whenever a boat is passing to\n                     or from any wharf to which a vessel is attached\n                     by a bow or stern fast, to slacken such bow or\n                     stern fast, so as to permit the passage of such\n                     boat; or, whenever a boat is veered astern of any\n                     vessel to haul such boat up close astern of such\n                     vessel, whenever any other vessel shall happen to\n                     be passing;\n                refusing or neglecting to moor, unmoor, remove, or\n                     place any vessel at the time, and in the place and\n                     manner directed by the Harbour Master of the\n                     harbour in which the vessel shall happen to be;\n                removing any vessel from one wharf to another, or\n                     from any other place to a wharf, or from a wharf\n                     to any other place, without having previously\n                     informed the Harbour Master and received his\n                     direction in respect to such removal;\n                suffering the dead body of any human being or the\n                     carcass of any animal to remain on board of any\n                     vessel more than twelve hours:\n                throwing, or casting into, or letting go, or causing to\n                     be thrown, or cast into, or let go, in any harbour,\n                     or leaving or causing to be left on the shore of the\n                     sea of the same, without the permission of the\n                     Harbour Master, the carcass of any animal, either\n                     from any vessel in, or from any part of the shore\n                     of such harbour.\noffence?.     26. Every captain of a vessel, and every other person,\nin the\nHarbour     who shall commit any of the following offences in thc\nKingston.\nof          Harbour of Kingston, shall be liable to a penalty not\n            exceeding one hundred and twenty dollars-\n                omitting, within twenty-four hours after he has\n                    anchored the vessel, under his command, or within\n                    twenty-four hours after he has received the har-\n42/1969\n3rd Sch.\n                    bour regulations, to deposit all the gunpowder in\n                    such vessel at such place as may be appointed\n                  Whe inclusion of this page is authorized by L.N. 480119731\n                              HARBOURS                                 I5\n         by the Minister for the purpose, or omitting, on\n         demand of the Harbour Master, to produce to such\n         Harbour Master a receipt from the officer in charge\n         of the magazine for such gunpowder;\n    omitting to have the flying jib-boom and main-boom\n         of his vessel close rigged in, or not keeping them\n         so, when required by the Harbour Master to do so;\n    receiving any gunpowder. or knowingly permitting\n          the same to be received, on board his \\!essel. in the\n         said harbour;\n    taking up or carrying away, without the permission\n          of the Harbour Master, any earth, sand, stones,\n          or ballast, from the Palisadoes :\n   Provided always, however, that when a vessel in the\nHarbour of Kingston has gunpowder on board in transit\nstowed in properly constructed magazines, if the Harbour\nMaster is satisfied that no damage is likely to arise from the\nfact of such gunpowder being so stowed as aforesaid, he\nmay authorize the captain of such vessel to omit depositing\nsuch gunpowder at the place appointed by the Minister for 42,1969\nthe purpose, and in that case the captain shall be relieved 3rd sch.\nfrom the liability to any penalty for such omission.\n                                                         Disputes"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Offeaoesin the Harbour of Kingston.\n-~                               ~     ..~_____\n [The iaclmion of this page is aulhorked by L.N. 3/ZOOl]\n2                                HARBOURS"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. In case of any dispute arising between any Harbour referred to\nMaster and any captain, consignee, or owner of any vessel, ~urhority.\ntouching the method in which such Harbour Master shall\nperform his duties, or touching any direction he shall give\nas Harbour Master in any particular case, the matter may\nbe forthwith referred to the Authority, who may decide\nthe matter as they shall think fit."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Every breach of this Act, and every breach of any Otrenccshow\nrule or ordinance made under or recognized by this Act, punishable.\nshall be punishable by the penalty specially imposed, and\nin case of any fine being imposed, the court trying the case\nmay, if it think fit order that the informer shall receive, out\nof the amount of the fine when paid, such portion thereof as\n        I 7 h e inclusion of this page is authorized by L.N. 3;20011\n                                              HARBOURS\n                may in such order be mentioned, and thereupon the officer\n                receiving such fine from the party convicted shall forthwith\n                pay over, on application, such portion thereof to the\n                informer specified in such order.\nAppoinl.           29. ,411 appointments made by the Governor-General,\nments and\n      l0        and ali rules appro:.ed by the Minister, under this Act,\n                shall be published in the Gazerte, and shall come into\n                operation on such publication, or at such other time as may\n                be therein specified. It shall not be necessary to prove in\n                any proceedings under such rules that they were so pub-\n                lished, but it shall be lawful to prove that they were not\n                so published.\nProc=dmt        30. All proceedings for penalties under this Act, or under\nfor penalties\nand enforce- any rules or ordinances made under or recognized by this\nmcnt thcreof\n             Act, may be tried summarily and the court in default of\n             payment forthwith of any penalty, may award imprison-\n             ment with or without hard labour for a period not exceeding\n             six months, where the maximum penalty exceeds eighty\n             dollars, and not exceeding three months in all other cases.\nDamages\n,warded at"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Whenever any person i s adjudged liable to any\nthe time of     penalty under this Act, or under any ordinance made under\nadjudging\npenalties.      or recognized by this Act, in respect of any injury to, or\n                removal or destruction of, any buoy, stake, or mark, or for\n                sinking any vesscl, it shall be lawful for the court before\n                whom such person is convicted, if it shall think fit, to\nEnforcing\nPayment         adjudge that such person shall pay, in addition to the\ntbertoe.        penalty, the amount of the damage,-to be then fixed by the\n                court caused by such injury, removal, destruction, or\n                sinking, and the amount so fixed as damages may be\n                recovered in the same way, in all respects, as the penalty,\nHow far         and the person convicted may be imprisoned, for non-pay-\n  bar.\n                ment thereof, in the same way as he might be imprisoned\n                for non-payment of the penalty. An order for the payment\n                ____~     ~   ~ ~. -~ -.\n                                  ~~~              .~~ ~ _ _ _\n                        Whe inclusion of ohis page is authorized by L.N. 3 / 2 0 0 7\n                           HARBOURS                                  17\nof damages under this section shall be a bar to any further\nproceedings on the part of the public in respect of such\ndamage."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Any damage to any buoy, stake, or mark, and all Action      in\n                                                             Supreme or\nexpenses incurred by any Harbour Master in removing R&dcnt\nwrecks, damaged vessels, obstructions to harbours, or float- EFzy\ning timber, under this Act, or for which any person is 2 g -\nliable under this Act, or under any rule or ordinance made cxpcnses.\nunder or recognized by this Act, may be recovered by action\nat the suit of the Crown in the Supreme Court or Resident\nMagistrate's Court according to amount.\n      me inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": [
    {
      "term": "vessel",
      "definition": "any decked vessel or craft, whatever may",
      "source_provision": "sec2"
    }
  ]
}