{
  "id": "jm-stat-the-hawkers-and-pedlars-act",
  "type": "statute",
  "title": "The Hawkers and Pedlars Act",
  "title_en": "The Hawkers and Pedlars Act",
  "short_name": "Hawkers and Pedlars Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-hawkers-and-pedlars-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-hawkers-and-pedlars-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1,CC\"Ee.\n             in either of the parishes of Kingston or Saint Andrew shall\n             be in full force and effect in both of the said parishes and\n             it shall not be necessary to obtain a separate licence for\n             each such parish.\nCollector      6 . 4 1 ) The Collector of Taxes shall keep a register in\n10 keep\nregiskr.     which all licences granted, and the names of the persons\n             obtaining them shall be inserted, and the said register shall\n             be exhibited in the office of the Collector of Taxes.\n                    (2) The Collector shall, once in every quarter of a\n             year, forward a copy of the register, signed and certified\n             as a correct copy, to the Superintendent of Police of his\n             parish, which copy shall be kept in a conspicuous part of\n             the Police Station for the use and guidance of the Con-\n             stabulary Force.\n             __\n                         inclusion of ihis page is m t h o r i d by LN. 95 i 19971\n                    NA WKERS A N D PEDLARS                                      5\n       (3) The register kept under this section shall show\nin relation to each licence whether it is a Class A licence\nor a Class B licence."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. It shall not be Iawfd for any hawker, pedlar, or other Nohawkcr\n                                                            or rxdlar to\nperson, to go from place to place, or from house to house, s e i ~ g ~\nto sell any goods, wares, or merchandise, or other articles without\n                                                            liceme,\nof traffic (except such as are hereinafter excepted) unless\nsuch hawker, pedlar, or other person shall have a licence,\nas required by this Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(1) Except as otherwise provided in section 8, no w-o.\nperson shall carry about for sale in any parish any goods\nunless he is the holder either of a Class A or a Class B\nlicence under this Act in respect of the parish in which he\ncarries about such goods for sale.\n       (2) No person who is the holder of a Class A licence\nunder this Act shall carry about for sale in the parish to\nwhich such Class A licence relates any goods to a total\nvalue in excess of ten dollars at any one time."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4,-(1)   Every licence under this Act shall be granted by G ~ ~              ~   I   ~   I\nthe Collector of Taxes for the parish to which such licence licence%\nrelates upon-\n     (a) the payment by the applicant of the appropriate\n          duty in respect of the licence applied for; and\n     (b) the production by the applicant of a certificate\n          from the Superintendent in charge of Police for\n          the parish in which he is ordinarily resident that\n                          __\n           me idusion of this pew is aUmotizsd by LN. 95/195'71\n4                              HAWKERS A N D PEDLARS\n                      he is a fit and proper person to be licensed under\n                      this Act :\n                Provided that where any person applies for a licence\n             under this Act within ten days of the expiration of any\n             licence previously granted to him under this Act such\n             person shall not be required to produce any certificate from\n             the Superintendent of Police.\n                   (2) Every licence granted under this Act shall expire\n             on the 31st day of December of the year in which it is\n             granted.\n                   (3) Every licence under this Act shall, in the case of\n             a Class A licence, be in the form set out as Form I in the\nschedula.    Schedule and in the case of a Class B licence, be in the\n             form set out as Form II in the Schedule.\n                    (4) The appropriate duty upon every Class A licence\n             shall be two dollars and the appropriate duty upon every\n             Class B licence shall be ten dollars.\nI)u=tlonof      5. A hawker's or pedlar's licence issued under this Act"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Every hawker, pedlar, or other person, who shall $2:; On\ngo from place to place, or from house to house, for the licence.\n                                                              without\npurpose of selling, or who shall expose for sale any goods,\nwares, merchandise, or other articles of traffic (except such\nas are hereinafter excepted) not having a licence for the\nparish in which he shall so trade as aforesaid, shall, upon\nsummary conviction in the parish wherein the offence shall\noccur, forfeit and pay a sum not exceeding one thousand 3111995\n                                                              s. 4.\ndollars.\n       (2) If any person holding any licence under this Act ?/*:;\nshall be convicted of any offence involving dishonesty or of\nany breach of the provisions of the Agricultural Produce\nAct, it shall be lawful for the Court before whom he shall\nbe convicted to require him to deliver up his licence and to\ncancel the same. Any person whose licence shall be can-\ncelled under the provisions of this section shall thereupon\nat once cease to be licensed under this Act to all intents\nand purposes.\n                                                                     Arliclcs"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Nothing in this Act contained shall extend to prohibit whichmay\nany person from selling any bread, fresh fish, milk, fruit, $g:ft\nvegetables, ground provisions, vegetable roots, or other ~ ~ C ~ Q C C\nvegetables. commonly known by the name of breadkind, or\nto limit the real worker or workers, maker or makers of\nany goods, wares- or manufactures of this Island, including\nany pickled, salted, preserved, or smoked victual, actually\nand boria fide manufactured in this Island, or his or their\nchildren or known agents or servants usually residing with\nthem, from carrying about or exposing for sale, and selling\nby retail, or otherwise, any of the said goods, wares. or\n merchandise of his OT their own making.\n         ~~~                   ~~          ~ . _\n                                            ~\n         L ’ I h induajon of his ~avgcis au&orizSd by LN.95 /19971\n6                               HAWKERS A N D PEDLARS\nConstable         9. Any constable or peace officer may seize and detain\nmay sem        any hawker, pedlar, or other person found travelling from\nhawkeror\nwdlar sell-\ninq without\n               place to place, or house to house, and trading without a\nlicence or     licence, contrary to the provisions of this Act; or who,\n refusingto\nproduce        being so found, shall refuse or neglect, on demand, to\nlicence.\n               produce his licence; and such constable or peace officer shall\n               take such person so seized before a Justice; and such Justice\n               shall, on the confession of the party, or upon due proof on\n               oath made of the offence, convict such offender and impose\n 31/199?       a penalty not exceeding five hundred dollars; and if the\n s. 4.         penalty imposed be not immediately paid, the Justice shall\n               by warrant under his hand commit the offender to any\n               prison with or without hard labour for the space of thirty\n               days unless the penalty shall be sooner paid.\n aoo&     10. Under a warrant of distress for the recovery of any\n       penalty against any person convicted under this Act, the\noffered or\nerposed for\n       goods, wares, and merchandise, or other articles of traffic\nsakliableto\nbe sold to\nmeet   offered or exposed for sale by such offender may be dis-\npcn*v~ trained on, and sold for, or towards payment of, such\n       penalty.\nPenalty for       11. Any person producing or showing any forged or\nproducing      counterfeit licence for the purpose of evading this Act\nforned\n               shall, on summary conviction for every such offencz forfeit"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Constable may seize hawker or pedlar selling without liceact or\n      refusing to produce licence."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Except where otherwise provided, all penalties and HOW\n                                                              penalties\nforfeitures under this Act shall be recovered in a summary merod\nmanner in the parish where the offence was committed, and\nin default of payment, the party shall be liable to imprison-\nment with or without hard labour for any period not\nexceeding thirty days.\n      lThe indusion of this   is authorized by LN. 480/19?3]\n8                                    HAWKERS AND PEDLARS\n                                               SCHEDULE\nSection 4.                                        FORM\n                                                     I\n                                             Class A Licence\n               This is to certify that A.B. of ................................................\n             has been this day duly licensed as a fit and pro’~perperson to hawk\n             and peddle in the parish of .......................................... any goods.\n             to a total value not exceeding ten dollars at any one time, frOm\n             the date hereof until the 31st day of December...............\n               Given under my hand this ...............day of .....................       19 ......\n                                                                   Collector of Taxes\nSection 4.                                        FORMU\n                                             Class B Licence\n               This is to certify that A.B. of................................................\n             has been this day duly licensed as a fit and proper person to hawk\n             and peddle in the parish of..........................................    any goods\n             from the date hereof until the 31st day of December.........\n               Given under my hand this...............day of .....................        19 ......\n                                                                  Collector of Taxes\n               .._\n                     lThe inclusion of this page is a u t h o W by L.N. 480/19731"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31,1995    a sum not exceeding one thousand dollars, and in default\n    s 4.       of immediate payment of such penalty shall be imprisoned\n               for any period not exceeding ninety days with or without\n               hard labour as to the Justices shall seem meet.\nPenalty on       12. In case any person shall lend or hire any licence\nillegal        granted under this Act, or shall trade with, or under colour\ndealing with\nLiCCnce.       of any licence which has not been granted to him, every\n               person so offending shall, for every such offence,forfeit and\n3111995\ns. 4.\n               pay a sum not exceeding one thousand dollars.\n                       m indwion Oitarspae.is aufhoriZed by LN.95119971\n                   HAWKERS AND PEDLARS                                    7"
    }
  ],
  "definitions": []
}