{
  "id": "jm-stat-the-hindu-marriage-act",
  "type": "statute",
  "title": "The Hindu Marriage Act",
  "title_en": "The Hindu Marriage Act",
  "short_name": "Hindu Marriage Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-hindu-marriage-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-hindu-marriage-act | Legal areas: Religion",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. (a) Pariah\n          (b) Date and place of marriage\n          ( c ) Husband's m e fmd age\n          (d) Wife's name and age\n          (e) Witnesses' urn-                                   Signature or mark of partics to marriage:\n                (i)  ....................................       (i) .........................................................\n               (ii)  ....................................       (ii) .........................................................\n          (f) C:onscnt of rnarriagc was give                    Signature of Wimcsses:\n                 by ...................................         (i) .........................................................\n                 in witinglin w o n *                           [ii) .........................................................\n         ..............................................\n         SiXnnruie of Marrinpe Uficer                           Certificate:\nU\" 2. Certificafe forwarded to Rcgistra                                        I,                                              of                  , a Marriage Officer\n            General at                                           under the Act do hereby certify t h a t - a mamage between the. abovementioned parties in\nElr ,\n            on the                            day of             accordmm with the Hindu law of mamage and the Hindu Mamage Act, WBB solemnized by\n                              19                                me on the\n$,        ..............................................        day of                                     , 19            (and that the wnsent of         to the said\n:. I    Signoture of Marriage Oficer\n                                                                marriage was given in writinglin person).*"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. That I have enquired into the CircumStanCes of such marriage and to the best of my knowledge, information and belief.\n            the details apecificd abovo are true and such marriagc was in accordance with the Hindu law d marriage and is still\n            subsisting between the said parties at the date hereunder written.\n        Dated this                day of                                 , 19     .\n                                                                                        ...............................................\n                                                                                                                  Marriage Oficer\n        Dated this                day of                                   19         , and countersigned by\n                                                                                            ......................................................\n                                                                                                                 Registrar-Cenerol\n18                        HINDU MARRIAGE\n     1\n     N\n                             HINDU MARRIAGE                                                     19\n                                  FORM E                                     (Section 12)\n                        THe HwDu MARRUGEAm\n                  Certifkate of Registration of Marriage\n  This is to certify that a marriage\n*solemnized by a Marriage Officer\n                                                     .\ntentered into\non the                       day of                               I   19        , between\n                         I   of                        and              of\n                              , was duly registered in accordance with the\nprovisions of the Act, on the                                     day of"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. tRegistrahon on the                                                                                                                    .........................................................\n21     dayof                   19                           .                                                                                        Signature of Mnrrioge Oficer\n          ..............................................\n              Signnture of Manioge Oficer                                                                                                    .........................................................\n            t T o be filled in by Marriage                                                                                                          Signature of Registrar-General\n              Officer when notified by                          'Delete if not applicablo\n              Registrar-Gsncral.\n       I                                                                                 FORM C                                                                               (Seclion 11)\n                                                                              TBB m       u M m m Acr\n                                                         Derlumtion f o r the pnrposr~ o / Scdion 11\n                                             __~                                           -                       -                                                 _ _ ~-\n                                                           I\n                                                                                        Names and scx of childrrn                                    1        Names s f children who\n                                                                                                                 ~\n                                                                                                                                                                                     ~~\n                                datc IHUsbmd's name and age Wife's name and age a1\n                                                                         1                   with date of birth in  ,                                         are dead. wilh date and\ne\" and ~ l a c cof mnmaec               ~   at datc of marriage          I date of marriagi                                each case                               place of death\n                                                                                                                                                                          ~\n                                                                         ,-.                             ~\n                                                                                                             1                                       I                                    -\n%I                                   -I--                                i                                   1       -\n                                                                                                                                                                                              zb\n-          ~~\n                                                                                                                                                                                              5\n                                              ~~~~                                              ~~                          ~   ~\n                                                                                                                                                                                          ~\nd                                      I                                 I1 -~                               1                                       I                           . ~-\n                                                                                                                                                                                              b\n8'c A. 1, and sincerely declare as follow+of                                         , and 1.                                                       his wife respectively. do sulrmnly b\n                                                                                                                                                                                              Q\n9                   1. That the derails of the marriage Set out abovc are ~ N C and that such mamage was in accordance wilh ihe H i n h                                                       m\n                       law relatins to maniage.\n$1              Declared at                                                                      Signature or mark of parties:\n                         day of                          19      . before me. this                (i) .........................................................\n-. I\n-rl                                                                                                  (ii) ........................................................\n                              ........................................\n                                Marriage 0fi.w                                                   Signature of witnesses who identify fhr parties:\n                                                                                                  (i) .........................................................\n                                                                                FORM C (cu,rk/.l\n                                                                                       Am\n                                                                       THE HINDUMARRIAGE\n                                                            Ddarnrion f o r the prrrpnses of S P I t i o n 1 I (covrd.)\nE. I,                             of                   , a Marriage Officer appointed under the Act do hereby certify as follows-"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Forms set out in Part IJJ shall be the forms to be used in\n     respect of the matters therein specified.\n                                        PART    n\n                                          Fees\n         (a) For solemnizing a marriage (such fee to be payable\n             to the marriage officer)  ...         ...       ...                              2sc.\n         (b) For issuing a certificate of registration of marriage                            25c.\n         (c) For every search in Hindu Marriage Register Book                                 1Oc.\n         (d) For every certified copy of an entry in Hindu Mar-\n             riage Register Book         ...        ...      ...                              25c.\n                                       PART                                      (Section 3)\n                                       FORMA\n                           THE HINDU      ACT\n                                   MARRIAGE\n                        Licence to be a Marriage Oficer\n       A.B.. being a priest of the\n     the Hindu religion, and who resides at                          in\n     the parish of                     is hereby licensed as a marriage\n     officer for the purposes of the Act.\n                               (Sgd). .....................................................\n        -~\n            mhc inclusion of this page is authorized by L.N. 480(1973]\n                                                                                                     FORM B                                                                               ( k t i o n 10)\n                                                                                          THE HINDUM ~ C ABm\n   I No.                                                                        The Hindu Marriage Certificate Book\nI\" I\n                                                                                                                                CERTIPICATB\n                                                                                                                                                        ~.\n                                                                                                                                                         - -. ~-          ~~                   ~~~       ~~~   ~\n                                                                                               Occupation of                                            Name of father Name of fathcr\n                                                                Date and place Husband's name. husband and                              Wife's name. of husband and     of wife and\n                                                                  of marriage agc and religion\n                                                                                      I          address        j                  I   age and religion  I address        address  !"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The age at which a person, being a member of Apelimit\nthe Hindu religion, is capable of contracting marriage shall ~    2    ~\nbe sixteen years.\n      (2) Without prejudice to the provisions of subsection\n(11, a marriage shall not be solemnized by a marriage officer\nif the intended husband (not being a widower) is under\n      Whe inclusion of this page is authorized by L.N. 480/1Y73]\n6                          H I N D U MARRIAGE\n    twenty-one years of age, or the intended wife (not being\n    a widow) is under eighteen years of age unless the consent\n    to the marriage of the party who is under age by virtue\n    of the provisions of this section has been given in accord-\n    ance with the following provisions of this section, and such\n    consent is hereby required for the marriage of such party\n    under age.\n          (3) The required consent may be given by the father\n    of the party under age, and if the father is dead by the\n    guardian or guardians appointed or one of them, and in\n    case where there is no such guardian then by the mother\n    of such party so under age, and if the mother is dead then\n    by such other person as may be appointed for the purpose\n    by the Minister.\n           (4) In case the father, mother or a guardian whose\n    consent to a marriage is required under the provisions of\n    subsection (3) is absent from the Island or is unable or\n    refuses to give such consent or is not of sound mind, it\n    shall be lawful for the party in whose case consent is\n    required to apply to the Minister to appoint a person,\n    being a member of the Hindu community, to investigate the\n    circumstances of the intended marriage, and if after such\n    investigation it appears to the person so appointed that\n    there are no reasonable objections to such intended\n    marriage such person shall so formally declare in writing\n    and such declaration shall, for the purposes of this Act,\n    be deemed equivalent to such consent as aforesaid.\n          (5) A consent shall, when not given in the presence\n    of a marriage officer, be signified in writing under the\n    hand of the person giving such consent, and the marriage\n    officer by whom the marriage is solemnized shall record on\n    the certificate drawn up by him in accordance with the\n    provisions of section 10, the fact that the required consent\n    has been given, the name of the person by whom such\n    -\n                       HIND U MARRIAGE                                   7\nconsent has been given and whether such consent has been\ngiven in his presence or in writing."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) It shall be lawful for any marriage officer without Marriage\nprevious notice of the intended marriage being given and :Lrriage\nwithout any formality required by the Marriage Act to Officer.\nsolemnize a marriage between persons belonging to and\nprofessing the Hindu faith or religion, and such marriage\nshall, subject to the provisions of this Act, be as valid as\nif it had been solemnized in conformity with the provisions\nof the said Marriage Act.\n        (2) Subject to the provisions of section 11, if any\npersons intermarry otherwise than in accordance with the\nprovisions of this Act, or if the parties to any marriage\nare within the prohibited degrees of consanguinity or\naffinity according to the Hindu law relating to marriage,\nthe marriage of such persons shall not be registered under\nthe provisions of this Act.\n   lO.-(l) Immediately after a Hindu marriage has been ~~~~i~~~\nsolemnized by a marriage officer, he shall enter in a book\nto be supplied by the Registrar-General and kept by the\nmarriage officer for that purpose (hereinafter referred to\nas the “Hindu Marriage Certificate Book”) a certificate of\nthe said marriage in the Form B of Part III of the Schedule. Schedule.\nSuch certificate shall be signed by the parties to the\nmarriage, by two credible witnesses of the said marriage,\nand by the marriage officer who shall also enter up in the\ncounterfoil the prescribed particulars and sign the same :\n   Provided that if any of‘ the parties of the marriage cannot\nsign, he shall affix his mark in the presence of the marriage\nofficer and of the two witnesses.\n         (2) Every marriage officer shall, within seven days\nof a Hindu marriage being solemnized by him, transmit\nto the Registrar-General the certificate referred to in sub-\nsection (1).\n                                                                    -\n8                                  H I N D U MARRIAGE\n                    (3) Upon receipt of the said certificate, the\n            Registrar-General, if it appears to him that the requisites\n            of a valid Hindu marriage have been complied with and\n            that the consent of every person required by this Act to\n            consent to such marriage has been obtained, shall counter-\n            sign the certificate so forwarded and cause the same to be\n            registered.\n                    (4)(a) Whenever it is alleged that a marriage\n            officer has duly solemnized a marriage under this Act but\n            has failed to comply with any of the provisions of sub-\n            sections (1) and (2), any party to such alleged marriage may\n            apply by summons to a Judge in Chambers for an order\n            directing the Registrar-General to cause such marriage to\n            be registered.\n                         (b) Such summons shall be served upon the\n            Registrar-General, upon the other party to the alleged\n            marriage (when not an applicant) and upon the marriage\n            officer (if alive and in the Island). Upon the hearing of\n            such summons the Judge may summon such person as is\n            likely in .his opinion to give material evidence in the\n            matter and shall hear and determine the matter in a\n            summary manner. If the Judge is satisfied from the\n            evidence that the alleged marriage was duly solemnized,\n            that the requisites of a valid Hindu marriage have been\n            complied with, and that the consent of every such person\n            required by this Act has been obtained, he shall make the\n            order prayed for and award such costs as he may deem fit.\n                         (c) Any such order shall set out the essential\n            particulars contained in the Form B of Part 111 of the\nSchedule.   Schedule (including the names of the witnesses) and any\n            other matter which the Judge may deem necessary to give\n            effect to the provisions of subsections (1) and (2); and such\n            order shall be dealt with by the Registrar-General as if\n            it were a certificate transmitted to him for registration by\n                                                       -.   ~~\n                       HINDU MARRIAGE                                     9\na marriage officer in accordance with the provisions of\nsubsection (3).\n        ( 5 ) Every marriage officer who-\n     (a) fails to comply with the provisions of subsection\n           (1); or\n     (6) without reasonable cause or excuse, fails to trans-\n           mit to the Registrar-General any certificate in\n           accordance with the provisions of this section; or\n     (c) solemnizes a Hindu marriage without proof that\n           the persons whose consent is required by this Act\n           have given such consent,\nshall be liable on summary conviction before a Resident\nMagistrate to a h e not exceeding twenty dollars."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Notwithstanding anything to the contrary, any Rcgistra-\nHindu marriage which was entered into prior to the\n19th December, 1957, between Hindus domiciled in the ;?;etinto\nIsland on the date of such marriage and which marriage commence-\n                                                            ment of the\nis still subsisting and is valid according to the Hindu law A c t\nrelating to marriage may be registered under this Act in\naccordance with the provisions hereinafter contained.\n       (2) The parties to such prior marriage shall attend\nbefore a marriage officer and shall make and sign a\ndeclaration in the Form C of Part I11 of the Schedule. khedde.\nSuch declaration shall be signed in the presence of the\nmarriage officer by two credible witnesses who shall identify\nthe parties:\n  Provided that if any of the parties to such prior marriage\ncannot sign his name he shall affix his mark in the\npresence of the two witnesses.\n       (3) The marriage officer shall then, in proper cases,\nimmediately fill in the date and sign the certificate on the\nsaid Form C and shall transmit it to the Registrar-General\nwithin seven days.\n      me inclusion of this page is authorized by L.N. 480/1973]\n10                                    HINDU MARRlAGE\n                       (4) The fee prescribed for solemnizing a marriage\n               shall apply in respect of the taking of the declaration of\n               a marriage entered into prior to the 19th December, 1957.\n                         (5) If it appears to the Registrar-General that the\n               requisites of a valid Hindu marriage were complied with\n               at the date it was contracted and that such prior marriage\n               is still subsisting he shall cause the declaration aforesaid to\n               be registered.\nPiliiig of     1 2 . 4 1 ) The Registrar-General shall file in his office all\ncertificate\nand regis-  certificates and declarations of Hindu marriages which shall\ntration~* be transmitted to him in accordance with the provisions of\nmarnage\nby the      this Act, and shall forthwith cause to be registered in                 a\nRegistrar-\nGeneral.    book in the Form D of Part                ID\n                                                    of the Schedule to be\ns ~ ’ ~ ~kept ~ ~ in l ~   .\n                        his office for that purpose (hereinafter referred to\n               as the ‘‘Hindu Marriage Register Book”) the particulars\n               of every such certificate and declaration, and every entry so\n               made shall be dated on the day on which it is so registered\n               and shall be signed by the Registrar-General.\n                       (2) Upon such registration in the office of the\n               Registrar-General and upon payment of the prescribed\n               fee, the Registrar-General shall issue and transmit to the\n               parties to the marriage a certificate of registration of the\n               marriage in the Form E of Part m of the Schedule. In the\n               case of a marriage solemnized after the 19th December,\n               1957, he shall send a notification of the fact and date of\n               registration to the marriage officer by and before whom\n               the marriage was solemnized, who shall thereupon enter\n               such particulars in the space provided for the parties in\n               the counterfoil of the Hindu Marriage Certificate Book.\nLegitimacy        13. The children of any Hindu marriage registered in\nof children.\n               accordance with the provisions of this Act shall be\n               legitimate, and in the case of children of a prior marriage\n               registered by virtue of sections 11 and 12 who were born\n                        ~-\n                       HlNDU MARRIAGE                                     11\nbefore the date of such registration, the date of legitimation\nshall be the date of registration of such prior marriage\nunder the sections aforesaid :\n  Provided that the provisions of this section shall not\noperate to alter the status of any child deemed legitimate\nby virtue of the provisions of any other enactment."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Filing of certificate and registration of marriage by the Registrar-\n      General."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Legitimation Act shall apply mufatis mufundis, Application\nto persons legitimated by reason of registration under the $,fi2ma\nprovisions of this Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Registrar-General may correct any clerical error corrPction\nin any certificate or declaration of Hindu marriage filed A   ;:$;'\nin his office, and in the Hindu Marriage Register Book, zo$y\nand shall authenticate every such correction by his signature\nand the date of such correction."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.41) Upon payment of the prescribed fees, the Searchesin\nRegistrar-General shall at all reasonable times allow Register\n                                                      copies ofand\nsearches to be made in the Hindu Marriage Register entries.\nBook and shall give certified copies therefrom.\n        (2) Any copy certified under the hand of the\nRegistrar-General shall be deemed to be a correct copy\nof any entry in the Hindu Marriage Register Book and\nshall be admissible as evidence of the registration of the\nmarriage to which it relates in all Courts or before any\nperson now or hereafter having by law or consent of the\nparties authority to hear, receive and examine evidence."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. All prescribed applications, certificates and entries in useof\nthe Hindu Marriage Register Book shall be in the English language\n                                                                English\nlanguage."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Every person who unlawfully or maliciously destroys ~~~~~~~i~~\nor injures, or causes to be destroyed or injured, any Register g$$$'g\nBook or any licence, certificate, declaration, entry or state- Booketc.\n12                                       HINDU MARRIAGE\n               ment mentioned in this Act, or any certified copy of trans-\n               lation thereof respectively, shall be guilty of felony, and\n               liable on conviction on indictment to imprisonment with or\n               without hard labour for a term not exceeding three years.\nUnlicensed      19. Any person who without being duly licensed as a\nperson per-\nforming        marriage officer-\nfunctions of\nmarriage           (U) knowingly     and wilfully solemnizes any marriage\nofficer.\n                          purporting to be a marriage under the provisions\n                          of this Act; or\n                    ( b ) knowingly and wilfully makes or signs any certi-\n                          ficate or signs any declaration required by this\n                          Act to be made or signed by a marriage officer,\n               shall be guilty of felony and liable on conviction on indict-\n               ment to imprisonment with or without hard labour for a\n               term not exceeding three years.\nDisposal        20. AI1 fees received by the Registrar-General under this\nof fees.\n               Act shall be paid by him into the Consolidated Fund.\nRegula-          21.41) The Minister may make regulations generally\ntions.\n               for the better carrying out of the provisions of this Act.\n                      (2) Regulations made under subsection (1) may,\n               without prejudice to the generality of the power thereby\n               conferred, p r e s c r i b e\n                   (a) the form of any certificate, declaration, Register\n                        or other document required for the purposes of\n                        this Act;\n                   (b) the conditions under which Registers or other\n                        documents may be inspected;\n                   (c) the fees to be paid in respect of anything required\n                        or permitted to be done under the provisions of\n                        this Act, and provision for their remission on\n                        account of the poverty of the parties or for other\n                        good reason:\n                     IThe inclusion of   this page is authorized by L.N. 480/19731\n                        HINDU MARRIAGE                                  13\n  Provided that, until varied or revoked by any such\nregulations, the regulations contained in the Schedule shall Schedule\nbe in force."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19     .\n                                      ...............I....................................\n                                          Signature of Registrar-General\n'To be deleted in the case of registration of civil marriage in existen-                prior\nto the Hindu Marriage Act.\ntTo be deleted where mamage i s solemnized under the Act.\n         F h e inclusion of this pagc is authorized hy L.N. 480119731"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Nothing in this Act contained shall be construed to civil\nprevent or disable any Hindu from contracting a marriage ~~~~&\naccording to the general law of the Island.\n      W h e inclusion of this page is authorized by L.N. 480/1973]\n14                           HINDU MARRIAGE\n                                     SCHEDULE                                  (Section 21)\n                                        PARTI\n                                        General"
    }
  ],
  "definitions": []
}