{
  "id": "jm-stat-the-hire-purchase-act",
  "type": "statute",
  "title": "The Hire-Purchase Act",
  "title_en": "The Hire-Purchase Act",
  "short_name": "Hire-Purchase Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-hire-purchase-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-hire-purchase-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The advertisement of any goods as being avail- Regulation\nable for disposal by way of hire-purchase or credit sale or        :?-\nconditional sale shall be subject to the regulations set out\nin the First Schedule.                                       credit sale\n                                                             or condi-\n                                                                   tional sale.\n                                                                   First\n        me inclusion of his page is authorized by L.N. 248/1975]   Schcdulc.\n8                                      HIRE-PURCHASE\n                      (2) Subject to the provisions of this section, any per-\n             son who displays or issues an advertisement in contraven-\n             tion of the provisions of the First Schedule or causes an\n             advertisement to be displayed or issued in contravention\n             of those provisions, shall be guilty of an offence and liable\n             on summary conviction in a Resident Magistrate’s court-\n                   (a) if it is his first conviction under this section, to a\n                           fine not exceeding one hundred dollars or, in de-\n                           fault of payment thereof, to imprisonment for a\n                           term not exceeding three months;\n                   ( b ) in any other case, to a fine not exceeding two\n                           hundred dollars or, in default of payment thereof,\n                           to imprisonment for a term not exceeding six\n                           months.\n                      ( 3 ) Where a person is charged with an offence under\n             this section it shall be a defence to p r o v e\n                   (a) that the matters contained in the advertisement did\n                           not relate to anything to be done in the course of\n                           a business carried on by him; and\n                   (b) that the matters so contained were not (wholly or\n                           in part) devised or selected by him or by any other\n                          person under his direction or control.\nDutcer of      4 . 4 1 ) Subject to subsection (3), a vendor shall not be\nvendon\npriorto      entitled to enforce a vending agreement unless the require-\nagreement.\n             ments prescribed by or pursuant to sections 5, 6 and 7 are\n             complied with.\n                    (2) Where pursuant to subsection (1) a vendor is not\n             entitled to enforce a vending agreement-\n                  (a) he shall not be entitled to enforce any contract\n                       of guarantee relating to that agreement;\n                  (b) no security given by the purchaser in respect\n                       of money payable under the agreement or given\n                       by a guarantor in respect of money payable under\n                     mc inclusion of this page is authorized by L.N. 248/1975]\n                          HIRE-PURCHASE                                          9\n         a contract of guarantee relating to the agreement\n         shall be enforceable against the purchaser or the\n         guarantor, as the case may be, by the holder of\n         that security; and\n    (c) if it is a hire-purchase agreement or a conditional\n         sale agreement, he shall not be entitled to enforce\n         any right to recover the goods from the hirer or\n         buyer.\n      (3) If in any action the Court is satisfied that a failure\nto comply with any of the requirements of sections 5, 6 and\n7 has not prejudiced the purchaser and that it would be just\nand equitable to dispense with the requirement, the Court\nmay, subject to any conditions that it thinks fit to impose,\ndispense with the requirement for the purposes of the action."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The requirements of this section, in relation to a Require\n                                                                      ment that\nvending agreement, are that, before the agreement is made-            .\n                                                                      rnformation\n                                                                      be furnished\n    (a) the cash price of the goods has been stated in writing =?:;&,\n         to the purchaser by the vendor, (or by any person\n        acting on his behalf or conducting antecedent nego-\n        tiations) otherwise than in the agreement; or\n    (b) if the purchaser has inspected the goods or like\n        goods, then, at the time of his inspection, tickets\n        or labels were attached to or displayed with the\n        goods clearly stating the cash price, either of the\n        goods as a whole or of all the different articles or\n        sets of articles comprised therein; or\n    (c) the purchaser has selected the goods by reference\n         to a catalogue, price l i t or advertisement which\n         clearly stated the cash price, either of the goods\n         as a whole or of all the different articles or sets of\n         articles comprised therein.\n        [lac inclusion of this page is authorized by L.N. 248/19751\n10                                     HIRE-PURCHASE\nRauire-          6. The requirements of this section, in relation to a\nme& that\nagreements     vending agreement, are that-\ncontain\nprescribed\ninformation.\n                   (a) the agreement contains a statement of the hire-\n                        purchase price or total purchase price, as the case\n                        may be, and of the cash price of the goods to which\n                        the agreement relates, and of the amount of each\n                       instalment by which the hire-purchase price or total\n                        purchase price is to be paid, and of the number of\n                        such instalments to be paid, and of the date, or the\n                        mode of determining the’date, on which each in-\n                        stalment is payable;\n                   (b) the agreement contains a list of the goods to which\n                       the agreement relates sufficient to identify them;\n                   (c) the agreement specifies the address of each party\n                        thereto to which all communications and notices\n                        to that party may be addressed;\n                   (d) the agreement complies with any relevant require-\n                        ments of any regulations under this Act; and\n                   (e) if it is a hire-purchase agreement or a conditional\n                        sale agreement, it contains a notice, which is at\n                        least as prominent a the rest of the contents of the\n                        agreement in the terms set out in Part A or (as the\nSecond                  case may be) Part B of the Second Schedule.\nSchedule.\nR:O.uiW          7 . 4 1 ) The requirements of this section, in relation to a\nrnent that\ncopies of     vending agreement, are that copies are delivered or sent to\nagreement     the purchaser in accordance with the following provisions of\n be furnished\nto            this section.\npurchaser.\n                     (2) Ifeither-\n                   (a) the agreement is signed by or on behalf of all other\n                        parties immediately after it is signed by the pur-\n                        chaser, and a copy of the agreement is there and\n                        then delivered to him; or\n                      me inclusion of this page is authorized by L.N.248/1975]\n                          HIRE-PURCHASE                               11\n    ( b ) the agreement having been signed by or on behaIf\n          of all other parties before it is signed by the pur-\n          chaser, a copy of the agreement is delivered to him\n         immediately after he signs the agreement,\nand (in either case) the copy so delivered complies with the\nrequirements of any regulations made under this Act, the\ndelivery of that copy shall be taken to have fulfilled the re-\nquirements of this section in relation to that agreement.\n      (3) If, in a case not falling within paragraph (a) or\nparagraph (b)of subsection (2)-\n    (a) either-\n             (i) the relevant document was presented to the\n                 purchaser for his signature, and immediately\n                 after he signed it there was delivered to him\n                 a copy of that document in the form in\n                 which it then was; or\n            (ii) the relevant document was sent to the pur-\n                  chaser for his signature, and at the time\n                  when it was sent there was also sent to him\n                  a copy of that document in the form in\n                  which it then was; and\n     (b) in either case, within fourteen days of the making\n          of the agreement, a copy of the agreement is\n          delivered to the purchaser and signed for by\n          him,or is sent to the purchaser by registered post;\nthen, if each copy delivered or sent to the purchaser as\nmentioned in paragraph (a) or paragraph ( b ) of this sub-\nsection complies with the requirements of any regulations\nmade under this Act, the delivery or sending of those copies\nshall be taken to have fulfilled the requirements of this\nsection in relation to that agreement.\n     (4) In this section “the relevant document” means the\ndocument which, on being signed by the purchaser and by\n        [The inclusion of lhis page is authorized by L.N. 248/1975]\n12                                    HIRE-PURCHASE\n             o r on behalf of all other parties to the agreement, became\n             the hire-purchase agreement, credit sale agreement or con-\n             ditional sale agreement, as the case may be.\n                               Regulation of agreements-\n                      Representations, conditions and warranties\nCertain         8 . 4 1 ) Where a person (in this section referred to as\nrepreSe”-\ntations      “the owner or seller”) lets goods under a hire-purchase\ndeemed to\nbcmade       agreement, or sells or agrees to sell goods under a credit sale\nby an        agreement or a conditional sale agreement, any representa-\nagent of\nOwneror\nseller.\n             tions with respect to the goods to which the agreement\n             relates which were made, either orally or in writing, to the\n             hirer or buyer by a person other than the owner or seIIer\n             in the course of any antecedent negotiations conducted by\n             that other person on behalf of the owner or seller shall be\n             deemed to have been made by him as agent of the owner\n             or seller.\n                  (2) Nothing in this section shall exonerate any person\n             from any liability (whether criminal or civil) to which he\n             would be subject apart from this section.\n                    (3) In this section “representations” includes any\n             statement or undertaking, whether constituting a condition\n             or a warranty or not, and references to making representa-\n             tions shall be construed accordingly.\nImplied        9.-(1) In every hire-purchase agreement and in every\nconditions\nand War      conditional sale agreement there shall be implied-\nrantics.\n                  (a) a condition on the part of the owner or seller that\n                      he will have a right to sell the goods at the time\n                      when the property is to pass;\n                  (b) a warranty that the hirer or buyer shall have and\n                      enjoy quiet possession of the goods;\n                    (The inclusion af this page is authorized by L.N. 248/19751\n                         HIRE-PURCHASE                              13\n     (c) a warranty that the goods shall be free from any\n         charge or encumbrance in favour of any third-party\n         at the time when the property is to pass.\n       (2) Subject to subsection (3) and to section 10, in\nevery hire-purchase agreement and in every conditional sale\nagreement there shall be implied a condition that the goods\nwill be of merchantable quality.\n       (3) Where the hirer or buyer has examined the goods\nor a sample of them, the condition referred to in subsection\n(2) shall not be implied by virtue of that subsection in\nrespect of defects which the examination ought to have\nrevealed.\n      (4) Where the hirer under a hire-purchase agreement,\nor the buyer under a conditional sale agreement, whether\nexpressly or by hplication-\n     (a) has made known to the owner or seller, or to\n         a servant or agent of the owner or seller, the\n         particular purpose for which the goods are required;\n         or\n     (b) in the course of any antecedent negotiations has\n         made that purpose known to any other person by\n         whom those negotiations were conducted, or to a\n         servant or agent of such a person,\nthere shall, subject to the provisions of section 10, be im-\nplied a condition that the goods will be reasonably fit for\nthat purpose.\n       (5) Nothing in this section or in section 10 shall pre-\njudice the operation of any other enactment or rule of law\nwhereby any condition or warranty is to be implied in any\nhire-purchase agreement or conditional sale agreement.\n       (6) The condition and warranties specified in sub-\nsection (I) and (except as provided by subsection (3) of this\n        me inclusion of this page is authorized by L.N. 248119751\n14                                    HIRE-PURCHASE\n             section and by subsections (1) and (2) of section 10) the con-\n             dition specified in subsection (2) of this section, shall be\n             implied notwithstanding any agreement to the contrary.\n                    (7) The owner or seller shall not be entitled to reIy on\n             any provision in a hire-purchase agreement or conditional\n             sale agreement excluding or modifying the condition refer-\n             red to in subsection (4) unless he proves that before the\n             agreement was made that provision was brought to the\n             notice of the hirer or buyer and its effect was made clear to\n             him.\nProvision      10.-( 1) Where under a hire-purchase agreement or a con-\nas to\nexc~usion    ditional sale agreement goods are let or agreed to be sold as\nof implied\nconditions   second-hand goods or “as is” or “as it stands” and-\nand war-\nranties.          (a) the agreement contains a statement to that effect,\n                       and a provision that the condition referred to in\n                       subsection (2) of section 9 is excluded in relation to\n                       those goods; and\n                  (b) it is proved that before the agreement was made the\n                       provision in the agreement so excluding that con-\n                       dition was ‘brought to the notice of the hirer or\n                       buyer and its effect made clear to him,\n             that condition shall not be implied in the agreement in\n             relation to those goods.\n                     (2) Where under a hire-purchase agreement or a con-\n             ditional sale agreement goods are let or agreed to be sold\n             as being subject to defects specified in the agreement\n             (whether referred to in the agreement as defects or by any\n             other description to the like effect) and-\n                 (a) the agreement contains a provision that the con-\n                      dition referred to in subsection (2) of section 9 is\n                      excluded in relation to those goods in respect of\n                      those defects; and\n                     m e inclusion of this page is authorized by L.N.248/1975]\n                             HIRE-PURCHASE                                     15\n         (b) it is proved that before the agreement was made\n              those defects, and the provision in the agreement\n              so excluding that condition, were brought to the\n              notice of the hirer or buyer and the effect of that\n              provision was made clear to him,\n    that condition shall not be implied in the agreement in\n    respect of those defects.\n      1 1 . 4 1 ) Where goods are let under a hire-purchase agree- F U ~ ~ C I\n0\n    ment, or are agreed to be sold under a conditional sale mplied conditions\n    agreement, and the goods are so let or agreed to be sold by fi$yd\n    reference to a sample, there shall be implied in the agree-\n    ment-\n         (U) a condition that the bulk will correspond with the\n               sample in quality; and\n         (b) a condition that the hirer or buyer will have a\n               reasonable opportunity of comparing the bulk with\n               the sample.\n            (2) Where goods are let under a hire-purchase agree-\n    ment, or are agreed to be sold under a conditional saIe\n    agreement, and are so let or agreed to be sold by descrip-\n    tion, there shall be implied in the agreement a condition that\n    the goods will correspond with the description; and if the\n    goods are let or agreed to be sold under the agreement by\n    reference to a sample, as well as by description, it shall not\n    be sufficient that the bulk of the goods corresponds with the\n    sample if the goods do not also correspond with the des-\n    cription."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1)  Paragraph (c) of subsection (1) of section 12 of Special\n                                                                   provision\n    the Sale of Goods Act (whereby in certain circumstances as to fan.\n    a breach of a condition in a contract of sale is to be treated\n    only as a breach of warranty) shall not apply to conditional merits.\n    sale agreements.\n            PYIe indUSiOn of thia page is authorized by LN. Z4S/ 19751\n16                                    HIRE-PURCHASE\n                     (2) A breach of a condition (whether express or im-\n             plied) to be fulfilled by the seller under a conditional sale\n             agreement shall be treated as a breach of warranty, and not\n             as grounds for rejecting the goods and treating the agree-\n             ment as repudiated, if (but only if) it would have fallen to\n             be so treated had the condition been contained or implied\n             in a corresponding hire-purchase agreement as a condition\n             to be fulfilled by the owner.\n                     (3) A conditional sale agreement shall be treated as\n             not being a contract of sale for the purposes of sections 13\n             to 16 (inclusive) of the Sale of Goods Act (which imply\n             certain conditions and warranties in contracts of sale).\n                    (4) In this section ‘%orresponding hire-purchase\n             agreement” means a hire-purchase agreement relating to\n             the same goods as the conditional sale agreement and made\n             between the same parties and at the same time and in the\n             same circumstances and, as nearly as may be, in the same\n             terms as the conditional sale agreement.\n               Regulation of rights and duties subsequent to agreement\nVendorto       13.-(1) At any time before the find payment has been\nEtionand\n !:,!&.\n copyto\n             made under a vending agreement, any person entitled to\n             enforce the agreement against the purchaser shall, withii\npurchaser.   fourteen days after he has received a request by registered\n             mail from the purchaser, and the purchaser has tendered to\n             him the sum of twenty-five cents for expenses, supply to the\n             purchaser a copy of the agreement, together with a state-\n             ment signed by that person or his agent showing-\n                  (a) the amount paid by or on behalf of the purchaser;\n                  (b) the amount which has become due under the\n                      agreement but remains unpaid, and the date on\n                      which each unpaid instalment became due, and the\n                      amount of each such instalment; and\n                    me inclusion of this page is authorized by L.N. 248/1975]\n                          HIRE-PURCHASE                              17\n     (c) the amount which is to become payable under the\n          agreement, and the date, or the mode of deter-\n          miniig the date on which each future instalment\n          is to become payable, and the amount of each such\n          instalment.\n           (2) In the event of a failure to comply with subsec-\ntion (11, then, while the default continues-\n      ( a ) no person shall be entitled to enforce the agree-\n             ment against the purchaser or to enforce any\n             contract of guarantee relating to the agreement,\n             and, in the case of a hire-purchase agreement or\n             a conditional sale agreement, the owner or seller\n             shall not be entitled to enforce any right to re-\n            cover the goods from the hirer or buyer; and\n      (b) no security given by the purchaser in respect of\n            money payable under the agreement, or given by\n            a guarantor in respect of money payable under a\n            contract of guarantee relating to the agreement,\n            shall be enforceable against the purchaser or the\n            guarantor by any holder thereof,\nand, if the default continues for a period of one month with-\nout reasonable cause, the person in default shall be liable\non summary conviction in 5. Resident Magistrate’s Court\nto a finenot exceeding fifty dollars.\n        (3) If a copy supplied to a purchaser in pursuance\nof a request made by him under this section does not com-\nply with such requirements of any regulations made under\nthis Act as relate thereto, subsection (2) shall apply as if that\ncopy had not been supplied to him.\n  1 4 . 4 1 ) A contract of guarantee relating to a vending Require-\n                                                             ments re-\nagreement, and any security given by a guarantor in respect latingto\nof money payable under such a contract, shall (subject to ~            ~   ~\nthe following provisions of this section) not be enforceable\n        me inclusion of this page is authorized by LN. 248/1975l\n18                                      HIRE-PURCHASE\n             unless, within fourteen days of the making of the contract\n             of guarantee or the making of the vending agreement, which-\n             ever is the later, there is delivered to the guarantor and\n             signed for by him or sent to the guarantor by registered\n             post-\n                   (a) a copy of the vending agreement; and\n                   (b) a copy of a note or memorandum of the contract\n                        of guarantee, being a note or memorandum signed\n                        by the guarantor or by a person authorized by him\n                        to sign it on his behalf.\n                      (2) Subject to subsection (3), such a contract of\n             guarantee, and any such security, shall also not be enforce-\n             able unles-\n                   (a) each copy delivered or sent as mentioned in sub-\n                        section (1); and\n                   (6) the note or memorandum of the contract of\n                        guarantee,\n             complies with the requirements of any regulations made\n             under this Act, in so far as any such requirements relate\n             thereto.\n                      (3) If in any action the Court is satisfied that a failure\n             to comply with any requirement imposed by subsection (l),\n             or with any such requirement as is mentioned in subsection\n             (21, has not prejudiced the guarantor, and that it would be\n             just and equitable to dispense with that requirement, the\n             Court may, subject to any conditions that it thinks fit\n             to impose, dispense with that requirement for the purposes\n             of the action.\nFurther        15.-(1)  Where a contract of guarantee relating to a vend-\ndocuments\ntobesup      ing agreement is for the time being in force, and the final\nguarantor.\npliedto      payment under that agreement has not been made, any\n             person entitled to enforce the contract of guarantee against\n             the guarantor shall, within thirty days after he has received\n             a request by registered mail from the guarantor, and\n                     n b s hdusion of thii paw is anlhorized by L.N. u S / l W s ]\n                         HIRE-PURCHASE                                            19\nthe guarantor has tendered to him the sum of twenty-five\ncents for expenses, supply :o the guarantor the documents\nspecified in subsection (2).\n        (2) The documents referred to in subsection (1) are-\n     (a) a copy of the vending agreement; and\n     (b) a copy of a note or memorandum of the contract\n          of guarantee; and\n     (c) a statement signed by, or by the agent of, the per-\n          son to whom the request in writing referred to in\n          subsection (1) is made, showing the matters spe-\n          cified in paragraphs (a) to (c) of subsection (1) of\n          section 13.\n         (3) In the event of a failure to comply with subsec-\ntion (I),then, while the default continues-\n      (a) no person shall be entitled to enforce the contract\n           of guarantee against the guarantor; and\n      (b) no security given by the guarantor in respect of\n           money payable under that contract shall be en-\n           forceable against the guarantor by any holder of\n           that security,\nand, if the default continues for a period of one month with-\nout reasonable cause, the person in default shall be liable\non summary conviction in a Resident Magistrate’s Court\nto a fine not exceeding fifty dollars.\n        (4) If a copy supplied to a guarantor in pursuance\nof a request made by him under this section does not com-\nply with such requirements of any regulations made under\nthis Act as relate thereto, subsection (3) shall apply as if that\ncopy had not been supplied to him."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Where by Virtue of a hire-purchase agreement or Duty OE\na conditional sale agreement a purchaser i s under a duty purchaser\n                                                            .\nto keep the goods comprised in the agreement in his posses- vendor\n                                                                    inform a -\n                                                                    lion re\n                                                                    localion of\n                                                                    goods.\n        Cl%e idusion of this pge ia authorized by L.N. 248/1975)\n20                                     HIRE-PURCHASE\n             sion or control, the purchaser shall, on receipt of a request\n             in writing (by personal delivery or by registered post) from\n             the vendor, inform the vendor where the goods are at the\n             time when the information is given, or, if it is sent by post,\n             at the time of posting (as the case may be).\n                      (2) If a purchaser fails without reasonable cause to\n             give that information within fourteen days of the receipt of\n             the notice, he shall be liable on summary conviction in a\n             Resident Magistrate’s Court to a fine not exceeding fifty\n             dollars or, in default of payment thereof, to imprisonment\n             for a term not exceeding three months.\n                Rebate in purchase price and interest on late payment\nRebateon       17. Notwithstanding anything to the contrary contained\nearly pay-\nment,etc,    in a hire-purchase agreement or a conditional sale agree-\n             ment-\n                     where the balance of the hire-purchase price or\n                     total purchase price payable under the agreement\n                     is paid not less than one month prior to the date\n                     on which it is due, a rebate in the price of the goods\n                     shall be allowed to the purchaser at the rate of 5 %\n                     per annum or such rate in lieu thereof as may be\n                     prescribed, calculated on the amount of such\n                     balance for the period in respect of which it was\n                     prepaid; and\n                 (b) where the balance of the hire-purchase price or\n                     total purchase price payable under the agreement\n                     remains unpaid for more than one month after\n                     the date on which it is due, interest on such bal-\n                     ance may be charged by the vendor at the rate of\n                     5 per annum or such rate in lieu thereof as may\n                     be prescribed, calculated on the amount of such\n                     balance for the period in respect of which it is due.\n                    r h e inclusion of this page in authorized by L.N. zaS/197Sl\n                         HIRE-PURCHASE                                     21"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18,-(1) At any time before the final payment under a Rightto\nhire-purchase agreement or conditional sale agreement falls tcrrninate\n                                                                agreement.\ndue, the purchaser shall (subject to subsection (2)) be\nentitled to terminate the agreement by giving notice of\ntermination in writing to any person entitled or authorized\nto receive the sums payable mder the agreement.\n         (2) In the case of a conditional sale agreement, where\nthe property in the goods, having become vested in the\nbuyer, is transferred to a person who does not become the\nbuyer under the agreement, the buyer shall not thereafter\nbe entitled to terminate the agreement under this section.\n         (3) Subject to subsection (Z),where a buyer under a\nconditional sale agreement terminates the agreement under\nthis section after the property in the goods has become\nvested in him, the property in the goods shall thereupon vest\nin the person (in this subsection referred to as “the previous\nowner”) in whom it was vested immediately before it became\nvested in the buyer:\n   Provided that if the previous owner has died, or any other\nevent has occurred whereby that property, if vested in him\nimmediately before that event, would thereupon have vested\nin some other person, the property shall be treated as having\ndevolved as if it had been vested in the previous owner im-\nmediately before his death or immediately before that event,\nas the case may be.\n         (4)Nothing in this section shall prejudice any right\nof a purchaser to terminate a hire-purchase agreement or\nconditional sale agreement otherwise than by virtue of this\nsection."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where a purchaser terminates an agreement by Liability\nvirtue of section 18, then, subject to the following provisions     zlfz\nof this section and to section 20, and without prejudice to\nany liability which has accrued before the termination, he t f m h a -\n                                                            tion.\nshall be liable-\n        m e inclusion of this page is authorized by LN. 248/1975]\n22                            HIRE-PURCHASE\n           (a) in the case of a hire-purchase agreement, to pay\n                the amount (if any) by which one-half of the hire-\n                purchase price exceeds the total of the sums paid\n                and the sums due in respect of the hire-purchase\n                price immediately before the termination; or\n           (b) in the case of a conditional sale agreement, to pay\n                the amount (if any) by which one-half of the total\n                purchase price exceeds the total of the sums paid\n                and the sums due in respect of the total purchase\n                price immediately before the termination,\n     or, if (in either case) the agreement specifies a lesser amount,\n     he shall be liable to pay the amount so specified.\n             (2) If in any action the Court is satisfied that a sum\n     less than the amount specified in paragraph (a)or paragraph\n     (b)of subsection (1) (as the case may be) would be equal to\n     the loss sustained by the vendor in consequence of the termi-\n     nation of the agreement by the purchaser, the Court may\n     make an order for the payment of that sum in lieu of that\n     amount.\n             (3) Where a hire-purchase agreement or conditional\n     sale agreement has been terminated under section 18, the\n     purchaser, if he has failed to take reasonabIe care of the\n     goods, shall be liable to pay damages for the failure.\n             (4) Where a purchaser, having terminated a hire-\n     purchase agreement or conditional sale agreement under\n     section 18, wrongfully retains possession of the goods, then,\n     in any action brought by the vendor to recover possession\n     of the goods from the purchaser, the Court, unless it is satis-\n     fied that having regard to the circumstances it would not\n     be just and equitable to do so, shall order the goods to be\n     delivered to the vendor without giving the purchaser an\n     option to pay the value of the goods.\n             ( 5 ) In this section and in section 22 “Ioss” means the\n     actual loss sustained by the vendor in consequence of the\n             vhe inclusion of this page is authorized by LN.2481 19751\n                          HIRE-PURCHASE                                  23\ntermination of the agreement or bailment, as the case may\nbe, but does not include his loss of profit."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-( 1) Where under a hire-purchase agreement or a Inrlalia-\n                                                               tion\nconditional sale agreement the vendor is required to carry charges.\nout any installation, and the agreement specifies, as part of\nthe hire-purchase price or total purchase price, the amount\nto be paid in respect of the installation (in this section\nreferred to as \"the installation charge\") any reference in\nsection 19(1) to one-half of the hire-purchase price or one-\nhalf of the total purchase price shall be construed as a\nreference to the aggregate of the installation charge and one-\nhalf of the remainder of the hire-purchase price or total\npurchase price, as the case may be.\n       (2) In this section \"installation\" means-\n    (a) the installing of any electric line (as defined in the\n         Electric Lighting Act) or any gas or water pipe;\n    (b) the fixing of goods to which the agreement relates\n         to the premises where they are to be used, and the\n         alteration of premises to enable any such goods to\n         be used on them; and\n    (c) where it is reasonably necessary that any such\n         goods should be constructed or erected on the\n         premises where they are to be used, any work\n         carried out for the purpose of constructing or\n         erecting them on those premises."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.41) Where there is a requirement under a vending Powerof\n                                                                    to\nagreement that any goods the subject matter of the agree- vendor\n                                                              msure\nment are to be insured or to be kept insured, it shall be the\nresponsibility of the vendor to ensure that such insurance z\",i';,o\nis effected.\n       (2) The cost of any insurance effected by a vendor\npursuant to subsection (l), together with interest thereon\n        F   e inclusion of this page is authorid by L.N. 248/19751\n24                                 HIRE-PURCHASE\n          (or on any unpaid balance thereof) at the prescribed rate,\n          shall be added to the hire-purchase price or total purchase\n          price of the goods, as the case may be; and shall be payable\n          by the purchaser to the vendor.\n                  (3) Any amount added to the hire-purchase price or\n          total purchase price of goods pursuant to subsection (2)\n          shall be paid by the purchaser in such instalments as the\n          vendor and purchaser may agree, or, in default of agree-\n          ment, in such instalments, as near as possible equal, as will\n          ensure that the total amount so added is repaid to the\n          vendor not later than the date on which the last instalment\n          payable under the vending agreement becomes due.\n                 Avoidance of certuin provisions and contracts\nGeneral     22.-(1) Any provision to which this subsection applies\nPfov1-\nsions.    shall be void.\n                (2) Subsection (1) applies to any provision in any\n          agreement (whether a hire-purchase agreement, credit sale\n          agreement or conditional sale agreement or not)--\n              (a) whereby, otherwise than as permitted by Part 111.\n                  a vendor, or any person acting on his behalf, is\n                  authorized to enter upon any premises for the pur-\n                  pose of taking possession of goods which have been\n                  let under a hire-purchase agreement or agreed to\n                  be sold under a conditional sale agreement, or is\n                  relieved from liability for any such entry; or\n              (b) whereby the right conferred by section 18 to\n                  terminate a hire-purchase agreement or a condi-\n                  tional sale agreement is excluded or restricted, or\n                  whereby any liabiIity, in addition to the liability\n                  imposed by section 19, is imposed on a purchaser\n                  by reason of the termination of a hire-purchase\n                  agreement or conditional sale agreement under the\n                  said section 18; or\n          -\n                         HIRE-PURCHASE                              25\n     (c) whereby a purchaser, after the termination in any\n         manner whatsoever of a hire-purchase agreement\n         or conditional sale agreement or (in the case of\n         a hire-purchase agreement) of the bailment, is\n         (apart from any liability which has accrued before\n         the termination) subject to a liability to pay an\n         amount which exceeds whichever is the lesser of\n        the two following amounts, that is to say-\n            (i) the amount mentioned in paragraph (a) or\n                (as the case may be) in paragraph (b) of\n                subsection (11 of section 19; and\n           (ii) an amount equal to the loss sustained by\n                the owner or seller in consequence of the\n                termination of the agreemetit or bailment;\n                or\n    (d) whereby any person acting on behalf of a vendor\n        in connection with the formation or conclusion of\n        a vending agreement is treated as, or deemed to\n        be, the agent of the purchaser; or\n    (e) whereby a vendor is relieved from liability for the\n        acts or defaults of any person acting on his behalf\n        in connection with the formation or conclusion of\n        a vending agreement; or\n    (fl whereby a purchaser is precluded from assigning\n        his rights under the agreement to another person\n        approved by the vendor or whereby such approval\n        may be unreasonably withheld.\n         (3) There shall also be void any provision in an\nagreement (whether a hire-purchase agreement, credit sale\nagreement or conditional sale agreement or not)-\n    (a) excluding or restricting the operation of any enact-\n           ment contained in section 8; or\n    ( b ) excluding or modifying any condition implied by\n           virtue of section 11.\n       Khe inclusion of this page is authorized by L.N. 248/1975]\n26                                      HIRE-PURCHASE\n                      (4)Any contract, whether oral or in writing, which\n              apart from this subsection would have effect as a contract\n              to enter into a hire-purchase agreement, a credit sale agree-\n              ment or a conditional sale agreement (as distinct from a\n              contract constituting such an agreement) shall be void.\nProvisions      2 3 . 4 1 1 The provisions of subsection (2) or (as the case\nrelating to\ndeath of      may be) subsection (3) shall have effect where goods are let\nhirer or      under a hire-purchase agreement, or are agreed to be sold\nbuyer.\n              under a conditional sale agreement, and that agreement, or\n              any other agreement, provides that, on the occurrence of,\n              or at a time to be ascertained by reference to, one or more\n              events referred to in the provisions in question-\n                   (a) the hire-purchase agreement or conditional sale\n                       agreement, or (in the case of a hire-purchase\n                       agreement) the bailment of the goods, shall termi-\n                       nate, or shall be terminable, or the owner or seller\n                       shall have a right to recover possession of the\n                       goods to which the hire-purchase agreement or\n                       conditional sale agreement relates; or\n                   ( b ) any sum shall become payable by the hirer or buyer\n                         or any guarantor, or any liability of the hirer or\n                         buyer or any guarantor shall be increased or\n                         accelerated; or\n                  (c) any right of the hirer under the hire-purchase\n                      agreement or of the buyer under the conditional\n                      sale agreement shall cease to be exercisable, or shall\n                      be, or shall become liable to be, restricted or post-\n                      poned.\n                       (2) If the only event specified as mentioned in\n              subsection (1) is the death of the hirer or buyer, so much of\n              the agreement as makes any such provision as is mentioned\n              in that subsection shall be void.\n                     mhe inclusion of this page is authorized by L.N. 248/19753"
    }
  ],
  "definitions": []
}