{
  "id": "jm-stat-the-holidays-public-general-act",
  "type": "statute",
  "title": "The Holidays (Public General) Act",
  "title_en": "The Holidays (Public General) Act",
  "short_name": "Holidays (Public General) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-holidays-public-general-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-holidays-public-general-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The several days mentioned in the Schedule and such Public\nother special day or days as may be appointed under section G\n                                                            ~dib\n                                                                 d\n7 are hereby declared to be “Public General Holidays”.      Schcduc:"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. All courts of justice, public offices, and alI wharves, WbatomDa\n                                                                  and pkm\npublic and private (save as is provided in section 9), and all Ofbu-s\nbanks and their agencies, and the offices and places of fn$,-\nbusiness of all solicitors, assurers, insurers, bill discounters, hohdam.\nbuilding societies, and all persons licensed to carry on the\nbusiness of merchants, general factors, wholesale dealers,\nstorekeepers, commission agents and retailers who pay\na trade licence on any place of business or class of business\ncalculated on a gross value of the premises in which the\nbusiness is carried on exceeding, in the parish of Kingston\nand the Urban and Suburban Districts of the Corporate\nArea as defined in the Second Schedule of the Kingston and\nSt. Andrew Corporation Act, five hundred dollars, or\nexceeding, in any other parish or area, two hundred dollars,\nand printing and newspaper offices shall be closed through-\nout the whole of each Public General Holiday:\n  Provided that nothing in this section shall in any way\ninvalidate any rule or regulation made by the Commissioner\nof Customs and Excise with the approval of the Minister L N\nunder the Customs Act for enabling ships to be entered or 954%\ncleared. laden or unladen on Public General Holidays:\n             inclusion of thj, pa@zis authorid by L.N. 41/1987]\n4                                  HOLIDAYS (PUBLIC GENERAL)\n                  Provided also that nothing herein contained shall pre\\ent\n                m y judge on the holding of any court on any day preceding\n                any Public General Holiday from adjourning such court\n                to such Public General Holiday, and on such adjournment\n                being made it shall be lawful for such court to sit on such\n                Public General Holiday as if this Act had not been passed :\n2/1%2             Provided further that nothing in this Act shall prevent-\ns. 2.\n                     (U)    any shop registered as a pharmacy under the pro-\n                            visions of 'the Pharmacy Act' from being open\n                            between the.hours of eight o'clock in the morning\n                            and twelve o'clock midnight; or\n                     (b) any article from being sold in such shop between\n                         those hours,\n                on a Public General Holiday, and provided further. that\n                nothing herein contained shall authorize the opening of any\n                such shop or the sale of any article therein on a Public\n                General Holiday except during such times as medicines,\n                drugs and poisons are available for sale therein by or under\n                the direct supervision of a Pharmacist registered under the\n                Pharmacy Act.\n                                      ,\nPaymenta,         4. Subject to the provisions of the Bills of Exchange\netc.. falling\ndue or          Act, as to bills of exchange and promissory notes, all\nto be\ndone on a       bonds, or other money obligations, which are or shall be\nholiday,        made so as to become due and payable on any such Public\nwhen Lo be\nmade or\ndone.\n                General Holiday, shall be payable on the next day following\n                and not on such PubIic General Holiday, and whenever\n                any notice is required to be given or any act done whether\n                under any contract, custom or law, and the same shall fall\n                to be given or done on a Public General Holiday, the same\n                shall be given or done on the next day following.\n                                                                              _-\n                                                                               .       _z\n                           me inclusion of this page is authorized by L N. 41 119871\n               HOLIDAYS (PUBLIC GENERAL)                                5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Payments, etc., falling due or ta be done on a holiday, when\n       to be made or done."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Whenever by any law, or by any record, specialty Construction\n                                                               of law or\nor simple contract,, any payment is required to be made, documents\nor act to be done, on a day certain, or within a time limited,\nand such day certain, or the last day of such time limited,\nshall happen to fall on a Public General Holiday, such law, doinganact\n                                                              falls on a\nrecord, specjalty or simple contract: shall be read and con- holiday\nstrued, and shall take effect and be enforceable only, in the\nparticular instance. as if such payment or act were thereby\nrequired to be made or done on the next day following such\nPublic General Holiday;..and the making of such payment\nand the doing. of such act on such next day following, shall\nbe equivalent to payment of the money or doing of the act\non the holiday."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. For the purpose of this Act, the “next day following” ”Next day\n                                                          following”\nmy Public General Holiday shall mean the first day SUC- explanation.\nceedingthe ho1iday;which is neither a Sunday nor a Public\nGeneral Holiday.                      ~   ..     .   ."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be lawful for the Minister, from time to time powerto\nas he may see fit, by order, to be published in the Gnzetre appoint\nnot less than seven days before the day or the first of the holidays.\ndays hereinafter mentioned, to appoint any special day or\ndays, not exceeding three at any one time, to be observed\nas a Public General Holiday,, either throughout the Island\nor in any particular parish or part thereof, and the day or\ndays. so appointed. shall thereupon, for the time being, be\na Public General Holiday, and all the provisions of.this\nAct shall apply thereto in precisely the same manner as if\ns&h day or days had originally been mentioned in the Schedule\nSchedule."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. It shall be lawful for the Minister. in like manner, powerto\nwhenever it shall appear to be expedient, to declare that ~         ~       P\nany special oflice, business or workshop, which is mentioned huai-.\nin. section 3, shall cease to be under the operation of this\n        [Tne inclisionof this page is authorized by L.N. 41 119871\n6                               HOLIDAYS (PUBLIC GENERAL)\n                Act, either generally or for such special or limited purpose\n                or time as may appear to be expedient, and thereupon this\n                Act shall cease to operate upon the same accordingly.\nPost officca,     9. It shall be lawful for the Postmaster-General, subject\ntshqh\nofices and      to the approval of the Minister, to make special arrange-\nWhaNeS.\n                ments for keeping all or any of the several post offices and\n                telegraph offices open for such limited portion only of any\n                Public General Holiday as may appear to be necessary for\n                the convenience of the public; and it shall also be lawful\n                for the owner or manager of any wharf to keep open and\n                carry on his business as such, so far as may be necessary\n                for the purpose of loading, unloading or coaling any ship\n                on any Public General Holiday, subject, however, to any\nLN.             rule or regulation made by the Commissioner of Customs\n93s/86.         and Excise, with the approval of the Minister under the\n                Customs Act, regulating the loading or unloading of ships\n                on Public General Holidays.\ncantnc(r          19. Every contract for any service in any office, business\nnot to\nobsuvc          or other place mentioned, included or brought under the\nbolidn if       operation of section 3, whereby the person employed under-\nr&e?eraY\nmid             takes or agrees generally not to claim or to observe all or\n                any Public General Holiday (except in the case mentioned\n                in section 9) shall be absolutely void; but it shall nevertheless\n                be lawful for any person employed as aforesaid, as well as\n                for other persons not so employed to make a special agree-\n                ment on the approach of any Public General Holiday, to\n                forego his right to any such particular Public General\n                Holiday, and to continue in service or to enter upon and\n                perform any duties during the whole or any part of such\n                particular Public General Holiday.\nOffmCS            11. Every person who does anything which is forbidden\nagainst thin\nAd.             by this Act, or wilfully omits, neglects or refuses to do\n                anything required by this Act to be done by him, shall be\n                         k h c iodusion of this page is annhorized ,by L.N. 4111983\n               HOLlDAYS (PUBLIC GEiZ'ERAL)                                           7\nguilty of an offcnce against this Act, and shall be liable\nto a penalty not exceeding twenty dollars."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. All penalties under this Act shall be recoverable in Rccnvcryof\n                                                           penalries.\na summary manner."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--(1) The Minisler may by order amend the Schedule Powerto\n                                                        amend\nor substitute a new Schedule therefor.                  Schedult.\n                                                                           38/1960\n       (2) E\\:ery order made under this srction shall be S.2.\npublished in the Guzetre at least seven Lays before the\ncoming into operation of such order.\n        (3) Every order made mdzr this section shall be\nsubject to negative resolution of the House of Represent2\ntives.\n~~-          ~____~__._\n         iThe ioclusion of this page is authorized by L.N. 146119991\n                                                                       -\n8                          HOLIDAYS (PUBLIC GENERAL)\nSchedule.                                SCHEDULE\n(Seciioo$\n2 and 7).    I . New Year’s Day, or in case New Year’s Day falls on Sunday,\n                  then the day after New Year’s Day."
    }
  ],
  "definitions": []
}