{
  "id": "jm-stat-the-holidays-with-pay-act",
  "type": "statute",
  "title": "The Holidays With Pay Act",
  "title_en": "The Holidays With Pay Act",
  "short_name": "Holidays With Pay Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-holidays-with-pay-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-holidays-with-pay-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Holidays with Pay Act.                            Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)     In this Act unless the context otherwise requires-                     Interpreta-\n                                                                                  tion.\n                                                                                  1412009\n \"casual worker\" means any worker who is employed-                                S. 2.\n                                                                                  4211954\n         (a) from day to day; or                                                  s. 3(a).\n         (b) for the performance of a particular task which\n             normally cannot be performed in less than one\n             working day;\n \"holiday remuneration\" means the amount of remuneration 4211954\n    payable to a worker during any holidays with pay to S. 9.\n    which he may be entitled under any order;\n \"Labour Officer\" means a Labour Officer as defined in the\n  Labour Officers (Powers) Act;\n \"occupation\" means-\n         (a) any trade, industry, undertaking or business; or\n         (b) any other activity, whether of a commercial nature\n             or not;\n \"order\" means an order made under section 3;                                     4211954\n                                                                                  S. 3 (b).\n \"worker's earnings\" means the regular amounts paid by an\n    employer to a worker in respect of the worker's services,\n    but does not include any amount paid in respect of\n    overtime work or by way of bonus unless any payments\n    by way of bonus form part of such regular amounts.\n             (The inclusion of this page is authorized by L.S. 123l20111\n                                      HOLIDAYS WITH PAY\nPower to        3. Subject to the provisions of this Act, the Minister may\nprovide for\nholidays      by order direct that workers, including casual workers, in\nwith pay,     any occupation shall be entitled to be allowed such holi-\nsick leave,\ngratuities    days with pay, such sick leave with pay, such gratuities\nand sick      and such sick benefit as may be determined in such\nbenefit in\nany occupa-   order.\ntion.\n4211954\nS. 4.\nProvisions      4.-(1)  Any order relating to workers other than casual\nrelating to\nworkers       workers may make provision for the conditions on which,\nother than    and the time at or the periods within which, any holiday\ncasual\nworkers.      with pay to which the worker is entitled shall be allowed and\n              for. the conditions on which and the period for which the\n              wofker shall be entitled to sick leave with pay, and shall\n              make provision for the duration of, and the minimum\n              holiday remuneration payable during, any such holiday, and\n              shall make provision for the duration of, and the mini-\n              mum remuneration payable during, any period of sick\n              leave.\n                    (2) The provision in any order in respect of-\n                  (a) the duration of the holiday with pay and the dura-\n                      tion of the sick leave with pay, shall be related to\n                      the duration of the period for which the worker\n                      has been employed or is engaged to be employed;\n                   ( 6 ) the minimum holiday remuneration and the minimum\n                         remuneration payable during sick leave, shall be\n                         related to the worker's earnings during such period\n                         prior to the date of the commencement of the holiday\n                         with pay or sick leave with pay, as the case may\n                         be, as may be specified in the order.\n                    (3) An order may specify and define the occupa-\n              tion to which it applies, and may be applicable either\n                           l T h c inclusion o f this page ir authorized by L.K. 123120111\n                      HOLIDAYS WlTH PAY                                     5\ngenerally to all such occupations or specially to such\noccupations as may be within a specified area.\n       (4)The holidays and the sick leave to which a worker\nis entitled to be allowed under any order shall, unless such\norder otherwise provides, be in addition to any holidays or\nhalf-holidays to which the worker may be entitled under\nany other law."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Power to provide for holidays with pay, sick leave, gratuities and\n      sick benefit in any occupation."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) An order may provide that casual workers or provisions\nany category of casual workers specified in such order in relating\n                                                                casual\n                                                                       to\nthe occupation to which such order relates, shall be entitled %\n                                                              $;:\nto be paid such gratuities as may be determined in such S. 4.\norder.\n      (2) Any provision under subsection (1) in any order\nmay specify the conditions on which and the time at or\nthe period in respect of which any gratuity to which any\ncasual worker is entitled shall be paid and shall specify the\nminimum gratuity payable under such order to any casual\nworker in the occupation to which the order applies.\n       (3) Any provision under this section in any order in\nrespect of the amount of the gratuity payable to any casual\nworker shall be related-\n     (a) to the earnings paid to the worker in the capacity\n          of a casual worker by the employer by whom the\n          gratuity is payable during such period prior to\n          the date of the payment of the gratuity as may be\n          specified in the order; and\n     (6) to the number of days on which such worker has\n          been employed in the capacity of a casual worker\n          by such employer during such period.\n      (4) Any gratuity payabIe to any worker by virtue of\nany provision under this section in any order shall, unless\n       me inclusion of this page is authorized by I..N. 480/1973]\n6                         HOLIDAYS WITH PAY\n    such order otherwise provides, be in addition to any\n    gratuity payable to the worker under any other law and\n    shall be in addition to any sick benefit payable to the\n    worker under the succeeding provisions of this section.\n           (5) Any order which contains provision under the\n    foregoing provisions of this section for the payment to\n    casual workers in any occupation of gratuities may also\n    contain provision for the payment to such casual workers of\n    sick benefit.\n          (6) Any provision under subsection (5) in any order\n    may specify the conditions on which and the time at or the\n    period in respect of which any sick benefit to which any\n    casual worker is entitled shall be paid and shall specify the\n    minimum sick benefit payable under such order to any\n    casual worker in the occupation to which the order applies.\n            (7) Any provision under this section in any order in\n    respect of the amount of sick benefit payable to any\n    casual worker shall be related-\n         (a) to the earnings paid to the worker in the capacity\n               of a casual worker by the employer by whom the\n               sick benefit is payable during such period prior to\n               the date of payment of the sick benefit as may be\n               specified in the order; and\n         ( b ) to the number of days on which such worker has\n               been employed in the capacity of a casual worker\n               by such employer during such period.\n          (8) Any sick benefit payable to any worker by virtue\n    of any provision under this section in any order shall,\n    unless such order otherwise provides, be in addition to any\n    sick benefit payable to the worker under any law and shall\n    be in addition to any gratuity payable to the worker under\n    this Act.\n          [Thc inclusion of this page is authorized by L.N. 480/1973]\n                             HOLIDA YS WITH PA Y                                           7"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Subject to the provisions of this Act the Minister Appoint-\n                                                                            of\n     may, where he considers it advisable, appoint Advisory Boards ment\n                                                                      A,,isory\n     to make recommendations in relation to the grant of holi- Boards.\n     days with pay, sick leave with pay, gratuities and sick benefit s511963\n                                                                       ,2,\n     to workers in such occupations as he may specify in respect\n     of each Advisory Board.\n'@         (2) Where any Advisory Board has been appointed under\n     the Minimum Wage Act,. such Board shall have power to\n     include in its report recommendations relating to holidays\n     with pay and to sick leave with pay for workers other than 4211954\n     casual workers and to gratuities and sick benefit for casual S 5(b).\n     workers in the occupation in relation to which the Board was\n     appointed."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Any provision in an agreement between any employer ~ o p o w e r\n                                                                  to contract\n     and a worker whereby the worker purports to contract him- outofAct,\n     self out of the provisions of any order made under this Act,\n     or whereby the worker undertakes to receive any less benefit\n     than he is entitled to under any such order, shall have no\n     effect."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where under any order a worker in any occupation is Recordsto\n     entitled to be allowed any holiday with pay or sick leave with\n     pay or any gratuity or sick benefit then his employer shall s s . 6 . 9 .\n     keep such records as may be prescribed."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any employer who-                                                     Offences\n          ( a ) fails to allow, under and in accordance with the terms 4211954\n                                                                       Ss 7 & 9\n                of any order, to a worker any holiday with pay or sick\n                leave with pay or gratuity or sick benefit which such\n                worker is entitled to be allowed under such order;\n                or\n          (b) enters into any contract any of the provisions of which\n              is of no effect under section 7; or\n                  (The inclusion of this page is authorized by L.S. 123/2011]\n8                                   HOLIDA YS WITH PA Y\n                 (c) fails to keep any records in accordance with the pro-\n                     visions 'of section 8, or knowingly enters, or causes\n                     to be entered, in such records any false or incorrect\n                     fact; or\n                 (4 contravenes the provisions of any regulations made\n                     under?his Act,\n             shall be guilty of an offence against this Act and liable on\n                                                                                       0'\n             summary conviction before a Resident Magistrate to a fine\n1412009      not, exceeding two hundred and fifty thousand dollars\ns. 3.        or to imprisonment for a term not exceeding three months.\nOffence by      1 0 . 4 1 ) Where an offence for which an employer is by\nagent\n             virtue of this Act, or of any regulations made thereunder,\n             liable to a fine lhas in fact been committed by some agent of\n             the employer or other person, that agent or other person shall\n             be liable to be proceeded against for the offence in the\n             same manner as if he were the employer, and either together\n             with, before, or after, the conviction of the employer and\n             shall be liable on conviction to the same punishment as that\n             to which the employer is liable.\n                     (2) Where the employer who is charged with an offence\n             against this Act or against any regulations made there-\n             under proves to the satisfaction of the court that he\n             has used due diligence to enforce the execution of this Act\n             and such regulations, and that the offence was in fact\n             committed by his agent or some other person without his\n             kriowledge, consent, or connivance, he shall, in the event\n             of' the conviction of that agent or other person for the\n             offence, be exempt from any penalty in respect of the\n             offence.\n                     (3) Where the immediate employer of any worker who\n             is entitled to be allowed holidays with pay or sick\n             leave with pay or any gratuity or sick benefit under any\n             order is himself in the employment of some other person\n                                  HOLIDA YS WITH PA Y\n         and that worker is employed on the premises of that other\n         person, that other person shall, for the purpose of the\n         provisions of this Act relating to the penalty for the failure to\n         allow such holidays with pay, or sick leave with pay or\n         any gratuity or sick benefit, be deemed to be an employer of 4211954\n                                                                           Ss 8 & 9\n         the worker jointly with the immediate employer.\n    i)      10A. Notwithstanding any provision in any enactment limit- Jurisdiction\n         ing the jurisdiction of the Resident Magistrates' Courts in of Resldent\n         relation to claims arising from contract, a Resident Magistrate's courts.\n         Court shall have jurisdiction, in any action arising from I4l2Oo9\n                                                                           S. 4 . ~\n         a contract of employment to which this Act applies, where\n         the amount claimed does not exceed five hundred thousand\n         dollars."
    },
    {
      "provision_ref": "sec10b",
      "section": "10B",
      "title": "Section 10B",
      "content": "10B. The Minister may, by order subject to affirmative Powerof\n         resolution, vary the monetary jurisdictional levels of the ,Minister\n                                                                           , to\n         Resident Magistrates' Courts in relation to claims arising from jurisdictional\n                                                                          levels of\n         a contract of employment to which this Act applies.              Resident\n                                                                                   Magistrates'\n                                                                                   Courts.\n                                                                                   1412009\n                                                                                   S. 4."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Minister may make regulations generally for giving Regulations\n         effect to the purposes of this Act and for the better carrying out\n         of any of the provisions of this Act.\n\\          12. The Minister may by order, subject to affirmative Powerof\n                                                                 Minister to\n         resolution, vary any fine prescribed by this Act.       vary tines.\n                                                                                   1412009"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Power of Minister to vary fines.\n                 (The inclusion of this page is authorized by L.N. 123/20111\n                         HOLIDA YS WITH PA Y                                                     3\n             THE HOLIDAYS WITH PAY ACT                                             Cap. 149.\n                                                                                     Law\n                                                                                  42 of 1954.\n                                                                                     Acts\n                                                            [27th March, 1947.1   2:2:::l;"
    }
  ],
  "definitions": [
    {
      "term": "casual worker",
      "definition": "any worker who is employed-                                S",
      "source_provision": "sec2"
    },
    {
      "term": "holiday remuneration",
      "definition": "the amount of remuneration 4211954",
      "source_provision": "sec2"
    },
    {
      "term": "Labour Officer",
      "definition": "a Labour Officer as defined in the",
      "source_provision": "sec2"
    },
    {
      "term": "order",
      "definition": "an order made under section 3",
      "source_provision": "sec2"
    },
    {
      "term": "worker's earnings",
      "definition": "the regular amounts paid by an",
      "source_provision": "sec2"
    }
  ]
}