{
  "id": "jm-stat-the-housing-act",
  "type": "statute",
  "title": "The Housing Act",
  "title_en": "The Housing Act",
  "short_name": "Housing Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-housing-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-housing-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires-             1ntcrpreta-\n                                                                  tton.\n  “approved housing scheme”, “approved slum clearance\n       scheme” and “approved improvement scheme”\n       mean, respectively, a housing scheme, slum\n       clearance scheme or improvement scheme, as the\n       case may be, approved by the Minister pursuant\n       to this Act;\n  “barracks” includes any housing accommodation pro-\n       vided at any estate, plantation, pen, factory, works,\n       or any other place for the lodging of persons\n       employed thereat;\n  “building” includes any house, out-house, barracks or\n       any wall, fence or other erection being part of any\n       premises wherein any house, out-house or barracks\n       is or are contained;\n  “defined area” means the area defined in any plan\n       defining a housing area, a slum clearance area or\n       an improvement area;\n  “dwelling”, “dwelling-house”, or “house” means any\n       premises used as a separate dwelling or of a type\n       suitable for such use and includes any part of\n       a building which is occupied or intended to be\n       occupied as a separate dwelling, and also includes\n       a flat;\n6                            HOUSING\n     “flat” means a separate and self-contained set of\n          premises constructed for use for the purpose of a\n          dwelling and forming part of a building from some\n          other part of which it is divided;\n     “housing area”, “slum clearance area” and “improve-\n          ment area” mean, respectively, an area declared by\n          the Minister by order to be a housing area, a slum\n          clearance area or an improvement area, as the case\n          may be, as hereinafter prescribed;\n     “the Housing Fund” means the fund established under\n          section 57;\n     “landlord” means the immediate landlord of an occu-\n          pier and, in relation to an occupier of a dwelling-\n          house who holds under a contract of employment\n          under which the provision of the house for his\n          occupation forms part of his remuneration, in-\n          cludes his employer; and “agent” means, in relation\n          to the landlord of a dwelling-house, a person who\n          collects rent in respect thereof on behalf of the\n         landlord or is authorized by him so to do, or in\n         the case of a dwelling-house occupied by a person\n         who holds as aforesaid, a person who pays re-\n         muneration to the occupier on behalf of the\n         employer or is authorized by him so to do;\n    “Local Authority” means-\n          (a) in relation to the corporate area as defined in\n               the Kingston and St. Andrew Corporation\n               Act, the Council of the Kingston and St.\n               Andrew Corporation; and\n         (6) in relation to the parishes not within the cor-\n               porate area, the Parish Councils of such\n               parishes in their respective parishes;\n    ‘Lowner’‘in relation to any building or land means a\n         person, other than a mortgagee not in possession,\n                             HOUSING                                    7\n         who is for the time bcing entitled to dispose of the\n         fee simple of the building or land, whether in pos-\n         session or in reversion, and includes also a person\n         holding, or entitled to the rents and profits of, the\n         building or land under a lease or agreement, the\n         unexpired term whereof exceeds three years;\n    “road” means any road whether public or private and\n         includes any street, square, court, alley, lane,\n         bridge, footway, bridle path, passage, or highway,\n         whether a thoroughfare or not;\n    “sanitary defects” includes darkness, dampness, lack of\n         air space or of ventilation, absence of adequate\n         and readily accessible water supply or sanitary\n         accommodation or conveniences, and inadequate\n         paving or drainage of courts, yards or passages;\n    “scheme” includes a housing scheme, a slum clearance\n         scheme, an improvement scheme, an emergency\n         housing scheme, a scheme under Part W I and a\n         scheme varying or revoking an existing scheme;\n    “statutory undertaker” means any authority, company\n         or person empowered by any enactment to execute\n         or construct authorized works or to carry into\n         effect the purposes of that enactment."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) For the purposes of this Act the Minister res- Ministcrof\nponsible for housing (in this Act referred to as “the Minis- Housing.\nter’’) shall be a corporation sole by the name of the Minister\nof Housing and by that name shall have perpetual succes-\nsion with a capacity to acquire, hold and dispose of land\nand other property of whatever kind.\n       (2) The Minister shall have an official seal which shall\nbe officially and judicially noticed and shall be authenticated\nby the signature of the Minister or any person authorized\nby him by general notice to act in that behalf.\n8                                        HOUSING\n                   (3) All land and other property of whatever kind\n            vested in the Minister in pursuance of this Act shall be held\n            by him for the purposes of this Act.\n                  PART11. Preporation and approval of Schemes\nHousing       4.-(1) The Minister, after considering the housing con-\nschuncs.\n            ditions in any area and the needs of that area with respect\n            to the provision of further housing accommodation, may\n            cause an area to be defined on a plan and may by order\n            declare the area so defined to be a housing area.\n                    (2) Whenever the Minister declares any area to be a\n            housing area he shall, within the period prescribed in sub-\n            section (2) of section 8, cause to be prepared proposals for\n            the provision of further housing accommodation in that\n            area (hereinafter in this Act referred to as “a housing\n            scheme”).\nSlum          5.-(1) If the Minister, after considering the housing con-\ncIearance\nschemes,    ditions in any area, is satisfied-\n                 (a) that in general the houses in such area are, by\n                       reason of disrepair or sanitary defects, unfit for\n                       human habitation, or are by reason of their bad\n                       arrangement or the narrowness or bad arrange-\n                       ment of the streets, or by reason of overcrowding\n                       in the area, dangerous or injurious to the health\n                       of the inhabitants of the area; and\n                 ( b ) that the most satisfactory method of dealing with\n                       the conditions in the area is the demolition of all\n                       the buildings in the area; and\n                 (c) that the clearance of the area can be secured in\n                       one or other of the following ways, or partly in\n                       one of those ways and partly in the other of them,\n                       that is to say-\n                          (i) by ordering the demolition of the buildings\n                               in the area;\n                  [The inclusion of this page is aulhonzed by LN. 480/1973]\n                             HOUSING                                      9\n            (ii) by the acquisition of the land comprised in\n                 the area and securing the demolition of the\n                 buildings thereon,\nthe Minister may cause such area to be defined on a plan\nin such a manner as to exclude from the area any land or\nbuilding which is not unfit for human habitation or danger-\nous or injurious to health, but including in such area build-\nings which, in the opinion of the Minister, are for any of\nthe reasons specified in paragraph (a) unfit for human\nhabitation or dangerous or injurious to health, and any\nsurrounding or adjacent land which the Minister considers\ndesirable to be acquired.\n      (2) The Minister may by order declare the area so\ndefined to be a slum clearance area, and if he so declares\nthe area he shall, within the period prescribed in subsection\n(2) of section 8, cause to be prepared a scheme for the\nexercise of the powers conferred by this Act (hereafter in\nthis Act referred to as “a slum clearance scheme”)."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-( 1) If the Minister, after considering the housing Con- Improve-\n                                                                ment\nditions in any area, is satisfied that in general the houses schemes.\nin that area are, by reason of disrepair or sanitary defects,\nunfit for human habitation, or by reason of their bad\narrangement or the narrowness or bad arrangement of the\nstreets, or by reason of overcrowding in the area, dangerous\nor injurious to the health of the inhabitants of the area,\nand that such conditions can be effectively remedied with-\nout the demolition of all the buildings in the area, by-\n      ( U ) ordering the demolition, reconstruction or repair,\n            as the circumstances may require, of such dwell-\n            ing-houses or buildings as are unfit for human\n            habitation; or\n      (b) the acquisition of the land and buildings thereon\n            comprised in the area, and securing the demolition,\n            reconstruction or repair, as the circumstances may\n       p’he inclusion of this page is authorized by L.N. 480/1973]\n 10                                        HOUSlNG\n                       require, of such dwelling-houses or buildings as are\n                       unfit for human habitation; or\n                   (c) the acquisition of any land or buildings in the\n                        area which it is expedient to acquire for the recon-\n                       struction and development of the area; or\n                   (d) the acquisition of any land, the acquisition of\n                       which is reasonably necessary for the purpose of\n                        securing a cleared area of convenient shape and\n                       dimensions, and of any adjoining land, the acquisi-\n                       tion of which is reasonably necessary for the satis-\n                       factory development or use of the cleared area,\n              the Minister may cause such area to be defined on a plan\n              in such manner as to exclude from the area any land or\n              buildings in respect of which, in his opinion, sanitary defects\n              do not exist, or which he does not deem it expedient to be\n              acquired for the remedying of overcrowding or badly\n              arranged conditions but including in such area buildings\n              which, in his opinion, are in a state of disrepair and any\n              surrounding or adjoining land which he considers desirable\n              to be acquired.\n                     (2) The Minister may by order declare the area so\n              defined to be an improvement area and if he so declares\n              the area, he shall, within the period prescribed in subsec-\n              tion (2) of section 8, cause to be prepared a scheme for the\n              exercise of the powers conferred by this Act (hereafter in\n              this Act referred to as “an improvement scheme”).\nSchemes to      7. The Minister shall ensure that in the preparation of\nbe prepred\nwith due      any scheme under section 4, 5 or 6 the provisions of any\nregard to\nother         other scheme relating to the defined area or land in the\nschemes.      neighbourhood thereof are taken into consideration.\nPublication     8.-(1) Upon the making of an order declaring any area\nof notice\nand con-      to be a housing area, a slum clearance area, or an improve-\nsideration    ment area, the Minister shall cause to be published in the\nof schemes.\n                    me inclusion of this page is authorized by L.N. 480/19731\n                              HOUSING                                 11\nGazette and in a local newspaper a notice stating the place\nwhere the plan defining such area may be inspected.\n      (2) Within nine months after the coming into force\nof an order declaring any area to be a housing area, a\nslum clearance area, or an improvement area, or within\nsuch further period as the circumstances may require, the\nMinister shall cause to be prepared a housing scheme, or\nslum clearance scheme, or improvement scheme, as the case\nmay be, in respect of the area.\n      (3) Forthwith upon the preparation of a scheme and\nbefore approving it under this Part the Minister shall-\n    (a)   cause to be published in the Gazette and a local\n          newspaper a notice stating that the scheme is about\n          to be approved, naming a place where the plan and\n          particulars of the scheme may be inspected. and\n          specifying the time within which and the manner\n          in which objections or representations may be\n          made; and\n    (b) cause a notice to the like effect to be served on\n        every owner and on every other person who to the\n        knowledge of the Minister has an estate or interest\n        in the land in the defined area, except persons\n        holding land on a monthly tenancy or tenancy for\n        a less period :\n            Provided that failure to serve any such notice\n          shall not in any manner invalidate such scheme;\n          and\n    (c) consider any objection or representations made to\n        him in pursuance of any such notice, and if any\n          person making such objection or representation\n          so requires, afford to that person an opportunity\n          to be heard.\n      [ m e inclutjion of this PaEe is authorized by L.N. 480/1973]\n12                                            HOUSING\nLocal             9.-(1) The Minister shall, before approving a scheme,\nAuthority\nnEectcd by     cause to be furnished to the Local Authority within whose\nscheme to\nbe notified.   area the scheme is to be operative, and where the scheme\n               is to be operative within the areas of two or more Local\n               Authorities, to each Local Authority affected by the\n               scheme, particulars of the scheme for their consideration\n               and representations.\n                     (2) The particulars to be furnished under subsection\n               (1) shall include specifications and estimates, and particulars\n               relating to roads, water supply, sewerage and lighting, if\n               appropriate to the scheme.\n                       (3) Any Local Authority affected by a scheme may,\n               within the prescribed time and in the prescribed manner,\n               submit to the Minister any objections or representations\n               in respect of the scheme which they desire to make.\n                     (4) The Minister before approving a scheme shall\n               consider any objections or representations made to him in\n               pursuance of this section and shall afford the Local\n               Authority making such objections or representations an\n               opportunity to be heard.\nshun= to          10. Every scheme prepared for the approval of the Minis-\ncontain\nplansand       ter under this Part shall contain a plan of the defined area\nparticulars.   and a statement giving such of the details prescribed in\nFirst          the First Schedule as are applicable, and generally appro-\nscbedulc.\n               priate particulars of such scheme indicating-\n                    (a) the manner in which it is intended that the defined\n                         area shall be laid out and the land therein used\n                         and, in particular, the land intended to be used\n                         for the provision of houses, for roads and for open\n                         spaces;\n                    (b) the approximate area of the land to be acquired;\n                    (c) the approximate number and the nature of the\n                         houses to be provided;\n                     [ T h e inclusion of this page i s authorized by L.N. 480/19731\n                              HOUSING                                   13\n     (d) the average number of houses to be constructed\n          per acre;\n     (e) if the demolition of existing houses and the erection\n          of new houses are proposed, the type of houses\n          proposed to be erected;\n     (f, if the total demolition of existing houses is not\n          proposed, the nature of repairs, improvements and\n          reconstruction intended to be made;\n     (g) the time within which the scheme or any part\n          thereof is to be carried into effect;\n     (h) the estimated cost of the scheme and the receipts\n          expected to be derived from sales, rents or any\n          other source;\n     (z) the approximate number of occupants intended to\n         be accommodated;\n     (i) the arrangements for alternative accommodation\n         elsewhere of occupants;\n     (k) such incidental, consequential and supplementary\n         provisions (including provisions as to the sub-\n         sequent variation of the scheme) as may appear\n         to the Minister to be necessary or proper for the\n         purpose of the scheme."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Minister may approve any scheme prepared Approvalof\n                                                                       by\nunder this Part, or any part of such scheme, either without schemes\n                                                                 M' .\n                                                                  1N8tW.\nmodification or with such modifications as he thinks fit\n(including, if he thinks fit, the alteration of the defined area\nso as to exclude land therefrom but not so as to add land\nthereto) but if the Minister considers the scheme inadequate\nhe may refuse to approve the scheme and may cause to be\nprepared and submitted to him an adequate scheme within\nsuch time as he may fix, or he may approve the scheme\nor any part thereof subject to the condition that there be\nprepared and submitted to him a further scheme within\nsuch time as he may fix.\n      IThc inclusion of thin page is authorized by L.N. 480/1973]\n 14                                        HOUSING\nNoticeof         12. Upon the approval of a scheme under this Part the\napproval of\nschemes.      Minister shall forthwith-\n                    (a) cause to be served on every owner of land in the\n                         defined area; and\n                   (b) cause to be served on every other person or Local\n                         Authority who submitted objections or representa-\n                         tions to the Minister in respect of the scheme; and\n                   (c) cause to be published in the Gazette and a local\n                         newspaper,\n              a notice stating the date on which the scheme was approved\n              and naming a place at which a copy of the plan of the\n              defined area and particulars of the scheme (with modifica-\n              tion, if any) as approved may be inspected.\nSubmission       13. Where after a scheme has been approved under this\nof ncw\nachemu.       Part, it appears to the Minister that any land in the defined\n              area should be improved or used otherwise than as indicated\n              in the scheme, the Minister shall cause to be prepared (in\n              accordance with the foregoing provisions of this Part) a\n              new scheme in relation to that land and upon the approval\n              of the new scheme the original scheme shall, to the extent\n              that it is inconsistent therewith, be of no effect.\nPower to        14. Where land has been acquired by virtue of the pro-\ncarry\nachmeinto     visions of this Act for the purpose of any scheme then\neffect.       without prejudice to any of his other powers under this\n              Act, the Minister may for the purposes of giving effect to\n              such scheme-\n                   (a) lay out and construct public streets or roads and\n                         open spaces on the land;\n                   ( b ) erect dwelling-houses on the land and convert any\n                         building acquired thereon into dwelling-houses;\n                   (c) alter, enlarge, repair or improve any dwelling-\n                         house as acquired, converted or erected thereon\n                         and fit out, furnish and supply any such house\n                         with all requisite fittings and conveniences;\n                    [The inclusion of his page is authorized by L.N. 480119731\n                            HOUSING                                 15\n    (4execute such other works (whether similar to the\n        foregoing or not) as may be necessary for the per-\n        fecting of such scheme;\n    (e) let, lease or sell any such dwelling-house subject\n        to such covenants and conditions as he may think\n        fit either in regard to the maintenance of the house\n        or otherwise in regard to the use thereof, and upon\n        such sale he may ,agree to the price being paid by\n        instalments or to payment of part thereof being\n        secured by a mortgage of the premises.\n         PART111. Emergency Housing Schemes"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Power to carry scheme mto effect.\n             PARTUI. Emergency Housing Schemes"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where by reason of the occurrence or apprehended Preparation\noccurrence of any public calamity the Minister is satisfied zLergency\nthat there is urgent need for the provision of housing\naccommodation either generally or in any particular area\nor areas, the Minister shall forthwith cause to be prepared\nproposals for the provision of such housing accommodation\n(hereafter in this Act referred to as “an emergency housing\nscheme”)."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Minister may approve any emergency housing ~              ~   ~\nscheme, or any part of such scheme, either without modifica- ~~~~~~y\ntions or with such modifications as he thinks fit, or if he schem=.\nconsiders the scheme inadequate he may refuse to approve\nthe scheme and may cause to be prepared and submitted\nto him an adequate scheme within such time as he may fix,\nor he may approve the scheme or any part thereof subject\nto the conditions that there be prepared and submitted to\nhim a further scheme within such time as he may fix."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Where an emergency housing scheme or any part ~ o t ori ~ ~\nof such scheme has been approved, either with or approval mergcncy\n                                                                   of\nwithout modification, the Minister shall cause to be pub- z;Z:eBand\nlished in the Guzerte and in a local newspaper a notice conswen-\n                                                          tial Dowers.\n      We inclusion of this Page is authorized by L.N. 480/1973]\n16                                       HOUSlNG\n             stating the date on which such scheme was approved and\n             naming a place where particulars of such scheme may be\n             obtained.\n                      (2) At any time after the publication of such notice\n             the Minister may, subject to the provisions of such emer-\n             gency housing scheme, exercise and perform such of the\n             rights, powers and duties conferred or imposed by this Act\n             on the Minister, including all rights, powers and duties in\n             relation to a housing scheme or a slum clearance scheme\n             or an improvement scheme, as are necessary for carrying\n             into execution such emergency housing scheme.\n               PART IV. Efect of and Obligations consequenr upon\n             approval of slum clearance scheme or improvement scheme\nPower to        1 8 . 4 1 ) Where as respects any area declared by the\norder\n             Minister to be a slum clearance area or an improvement\nof           area, which is included in an approved slum clearance\nbuildings.\n             scheme or an approved improvement scheme, the Minister\n             is satisfied that any dwelling-house which is occupied, or\n             is of a type suitable for occupation, is unfit for human\n             habitation and is not capable at reasonable expense of\n             being rendered so fit, he shall serve upon the person having\n             control of the house, upon any other person who is the\n             owner thereof, and, so far as it is reasonably practicable\n             to ascertain such person, upon every mortgagee thereof,\nSecond       a notice in the form set out in the Second Schedule of the\n             time (being not less than twenty-one days after the service\n             of the notice) and place at which the condition of the house\n             and any offer with respect to the carrying out of works\n             or the future user of the house which the person served\n             with the notice may wish to submit will be considered,\n             and every person upon whom such a notice is served shall\n             be entitled to be heard when the matter is so taken into\n             consideration.\n                   me indurion of this page is authorized by L.N.4SO/1973]\n                             HOUSING                               17\n        (2) A person upon whom a notice is served under\nsubsection (1) shall, if he intends to submit an offer with\nrespect to the carrying out of works, within twenty-one\ndays of the date of the service of the notice upon him,\nserve upon the Minister notice in writing of his intention\nto make an offer, and shall, within such reasonable period\nas the Minister inay allow, submit to him a list of the\nworks which the said person offers to carry out.\n        (3) The Minister may if, after consultation with any\nowner or mortgagee, he thinks fit to do so, accept an under-\ntaking from the said person either that he will within a\nspecified period carry out such works as will in the opinion\nof the Minister render the house fit for human habitation,\nor that it will not be used for human habitation until the\nMinister, on being satisfied that it has been rendered fit\nfor that purpose, cancels the undcrtaking.\n        (4)If no such undertaking as is mentioned in sub-\nsection (3) is accepted by the Minister or if, in a case where\nhe has accepted such an undertaking, any work to which\nthe undertaking relates is not carried out within the specified\nperiod, or the house is at any time used in contravention\nof the terms of the undertaking, the Minister shall forthwith\nmake a demolition order in 'the form set out in the Third\nSchedule requiring that the house shall be demolished\nwithin six weeks after the expiration of the period specified\nin the order which shall not where the house is occupied\nbe less than twenty-eight days from the date on which the\norder becomes operative, or, in any case, within such longer\nperiod as in the circumstances the Minister considers it\nreasonable to allow, and shall serve a copy of the order\nupon every person upon whom he would be required by\nsubsection (1) to serve a notice issued by him under that\nsubsection. Upon service of a copy of the order as herein\nprescribed the order shall become operative.\n      CThe inclusion of this page is autho\"T.cd by L.N.480/1973]\n18                                 HOUSING\n              (5) When a demolition order under this section has\n     become operative the owner or owners of the house to\n     which it applies shall demolish the house within the time\n     Iimited in that behalf by the order or within such further\n     time as may be allowed by the Minister pursuant to sub-\n     section (4)and if the house is not demolished within such\n     time the Minister may enter and demolish the house and\n     sell the materials thereof.\n             (6) Any expenses incurred by the Minister under\n     subsection (3, after giving credit for any amount realized\n     by the sale of materials, may be recovered from the owner\n     of the house in the Resident Magistrate’s Court as a civil\n     debt due to the Crown, or if there is more than one owner,\n     from the owners thereof in such shares as the Resident\n     Magistrate may determine to be just and equitable. Any\n     owner who pays to the Minister the full amount of his\n     claim may in like manner recover from any other owner\n     such contribution, if any, as the Resident Magistrate may\n     determine to be just and equitable.\n             (7) Any surplus in the hands of the Minister shall\n     be paid by him to the owner of the house or, if there is\n     more than one owner, shall be paid as such owners may\n     agree. If there is more than one owner and the owners\n     do not agree as to the division of the surplus, the Minister\n     shall be deemed by virtue of this subsection to be a trustee\n     of the surplus for the owners of the house and the provisions\n     of the Trustee Act which relate to payment into court by\n     trustees shall have effect accordingly.\n             (8) The Resident Magistrate in determining for the\n     purposes of this section the shares in which any expenses\n     shall be paid or contributed by, or any surplus shall be\n     divided between, two or more owners of a house, shall\n     have regard to their respective interests in the house, their\n     respective obligations and liabilities in respect of main-\n           [rhe inclusion of this p g e is authorized by L.N. 480/1973]\n                              HOUSING                                     19\ntenance and repair under any covenant or agreement,\nwhether express or implied, and all the other circumstances\nof the case."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) When any demolition order has become oper- Useof            land\n                                                                In respect\native no land to which the order applies shall be used ofwhich\n                                                                demolition\nfor building purposes or otherwise developed except sub- order has\nject to such restrictions and conditions, if any, as the Minis- bemmade.\nter may think fit to impose.\n        (2) Any person who commences or causes to be\ncommenced or suffers to be commenced or continued any\nwork in contravention of a restriction or condition imposed\nunder this section shall be guilty of an offence and shall\non summary conviction thereof before a Resident Magis-\ntrate be liable to a fine not exceeding ten dollars in respect\nof each day during which the work exists in such a form\nor state as contravenes the restriction or condition."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) When, in relation to any area declared by the Improve-\nMinister to be an improvement area and included in an                fttz$&.\napproved improvement scheme, the Minister is satisfied that eo:;f;;\nany house in the area can be rendered fit for human habit-\nation at reasonable expense, he shall, so soon as may be\nafter the expiration of four weeks from publication of notice\nof the approval of the scheme as prescribed in section 12,\nmake an order (in this Act referred to as “an improvement\norder”) requiring the improvement of such house, and en-\nforce compliance with such order.\n        (2) After the making of an improvement order, the\nMinister shall forthwith serve on the owner, agent or other\nperson having control of such house a notice in the form\nset out in the Fourth Schedule requiring the execution ,of,::;;F\nall necessary works and provision of all sanitary accommo-\ndation and other conveniences within such reasonable time,\n       [The inclurion of this pagc is authorized by L.N. 480119731\n20                                        HOUSING\n            not being less than twenty-one days, as may be specified\n            in the notice, and stating that, in the opinion of the Minister,\n            such works will render the house fit for human habitation.\n                    (3) In addition to serving a notice under subsection\n            (2) on the owner, agent or other person having control of\n            the house, the Minister shall serve a copy of the notice on\n            any person having an interest in the house, whether as\n            freeholder, mortgagee, lessee, or otherwise.\n                    (4) In determining for the purposes of this Part\n            whether a house can be rendered fit for human habitation\n            at reasonable expense, regard shall be had to the estimated\n            cost of the works necessary to render it so fit, and the\n            value which it is estimated that the house will have when\n            the works are completed.\n                    (5) For the purposes of this Part, the person who\n            receives the rack-rent of a house, whether on his own\n            account or as agent or trustee for any other person, or who\n            would so receive it if the house were let at a rack-rent, shall\n            be deemed to be the person having control of the house.\n             In this subsection the expression “rack-rent” means rent\n            which i s not less than two-thirds of the full net annual\n            value of the house.\nEnforce-       Zl.-(l) If a notice under section 20 requiring the execu-\nment of\nnotice      tion of works is not complied with, then, after the expiration\nrequiring\nexecution   of the time specified in the notice the Minister may do the\nOf\n            work required to be done by the notice.\n                     (2) Where the Minister is about to enter a house\n            under the provisions of subsection (1) for the purpose of\n            doing any work, he shall give to the person having control\n            of the house and, if he thinks fit, to any other person being\n            an owner of the house, notice in writing of his intention\n            so to do, and if at any time after the expiration of seven\n            days from the service upon such person of the notice, any\n                             HOUSING                                21\nworkman or contractor employed by him is in the house\nfor the purpose of carrying out any works, the person upon\nwhom the notice was served shall be deemed to be obstruct-\ning the Minister in the execution of this Act and shall be\nguilty of an offence and shall be liable on summary convic-\ntion thereof before a Resident Magistrate to a fine not ex-\nceeding forty dollars, unless he proves to the satisfaction of\nthe Resident Magistrate that there was urgent necessity to\ncarry out the works in order to obviate danger to occupants\nof the house.\n        (3) Any expenses incurred by the Minister under\nthis section, together with interest at such rate as the Minis-\nter may from time to time determine, from the date when\na demand for the expenses is served until payment, may,\nsubject as hereinafter provided, be recovered in the Resident\nMagistrate’s Court as a civil debt due to the Crown from\nthe person having control of the house or, if such person\nreceives the rent of the house as agent or trustee for some\nother person, then either from him or from such\nother person, or in part from him and as to the remainder\nfrom that other person :\n  Provided that, if the person having control of the house\nproves that h e -\n     (a) is receiving the rent merely as agent or trustee for\n          some other person; and\n     (b) has not, and since the date of the service on him\n          of the demand has not had, in his hands on behalf\n          of that person sufficient money to discharge the\n          whole demand of the Minister,\nhis liability shall be limited to the total amount of the\nmoney which he has, or, since the date of service aforesaid\nhas had, in his hands.\n       (4) The Minister may order any such expenses to\nbe payable by weekly or other instalments within a period\n22                                      HOUSING\n           not exceeding twenty years, with interest at such rate as\n           the Minister may from time to time determine in that behalf\n           from the date of the service of the demand until the whole\n           amount is paid, and any such instalments and interest. or\n           any part thereof, may be recovered in the Resident Magis-\n           trate’s Court as a civil debt due to the Crown from any\n           owner or occupier of the house, and, if recovered from\n           an occupier, may be deducted by him from the rent of the\n           house.\n                  (5) The amount of any expenses and interest therean\n           due to the Minister under this section shall be a charge a n\n           the premises in respect of which the expenses were incurred,\n           and the Minister shall for the purposes of enforcing that\n           charge have all the powers and remedies conferred on a\n           mortgagee under the provisions of the Conveyancing Act\n           and otherwise as if he were a mortgagee by deed having\n           powers of sale and lease, of accepting surrenders of leases,\n           and of appointing a receiver.\n                   (6) No action taken under this section or section 18\n           shall prejudice or affect any other powers of the Minister,\n           or any remedy available to the tenant of a house against\n           his landlord, either at common law or otherwise.\nOwner of       2 2 . 4 1 1 Notwithstanding the service of a notice by or on\nland and\nbuildings   behalf     of the Minister in accordance with the provisions\nmay be pcr-\nmitted to   of section 12, the owner of any land or building specified\ncany out    in  such notice may, with the permission of the Minister,\nslum clear-\nance scheme undertake for himself the clearance and reconstruction of\nor improve-\nment        the land and buildings so specified, or the improvement\nscheme.\n            thereof, subject to the provisions hereinafter contained.\n                  (2) Any application for such permission shall be\n           made by the owner, in writing, addressed to the Minister\n           with full particulars accompanied by plans, within four\n           weeks of the date of service of the notice by or on behalf\n                 [The inclusion of this page is authorkcd by LN. 480/1973]\n                             HOUSING                                23\nof the Minister. The Minister shall as soon as practicable\nthereafter consider the same and shall either refuse or grant\nthe application.\n        (3) If the application is granted, the owner shall\nwithin four weeks of the date of his being notified of the\ngranting of his application enter into a bond with one OT\nmore sureties, to be approved by the Minister, in a sum\nnot less than the estimated cost of clearance and recon-\nstruction of the land and buildings or the improvement\nthereof, as the case may be, and such bond shall be con-\nditioned that the owner shall pay such sum as aforesaid\nto the Minister upon failure to complete the clearance and\nreconstruction of such land and buildings or the improve-\nment thereof, as the case may be, within a period to br\nspecified in the bond and in accordance with the scheme:\n  Provided that, if the owner of any such land and build-\nings fails to complete the clearance and reconstruction\nthereof or the improvement thereof, as the case may be,\nin accordance with the scheme, to the satisfaction of the\nMinister, and within the period specified in the bond, subject\nto any variation or extensions approved by the surety OT\nsureties, the land and buildings may, without prejudice to\nthe enforcement of the bond, be acquired and cleared and\nreconstructed or improved in accordance with the provisions\nof this Act.\n       (4) Upon completion by the owner of the clearance\nand the reconstruction of such land or buildings or the\nimprovement thereof, as the case may be, to the satisfaction\nof the Minister, the Minister shall at the expense of the\nowner publish a notice in a local newspaper stating that\nthe land and buildings specified in the bond comply with\nthe requirements of the scheme; and upon the publication\nof the notice the land and buildings specified in the bond\nshall be excluded from the operation of the scheme and"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Power of Minister to make allowances to certain persons dis-\n          placed.\n     PARTVI. Completion of Schemes and Consequential Powers\n                          and Duties"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Owner of land and buildings may be permitted to carry out\n          slum clearance scheme or improvement scheme."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Resident Magistrate may empower owner or mortgagee to execute\n          works on default of another owner or mortgagee."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Any person aggrieved by-                              Application\n                                                            to Resid?nt\n    (a) a demand for the recovery of expenses h C U l T e d Magistrate\n          by the Minister in the execution of works specified\n          in any such notice; or\n     (b) an order made by the Minister with respect to any\n          such expenses,\nmay within twenty-one days after the service of the demand\nor order, as the case may be, make an application to the\nResident Magistrate for the parish in which are situated the\npremises to which the demand or order relates, and such\napplication shall be dealt with in accordance with section 52.\n               PARTV. Acquisition of Land"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Any land (including land with buildings thereon) Acquisition\n                                                              of land\nwhich is under or by virtue of the provisions of this Act r e q u i d for\nproposed to be acquired for the purposes of any housing sFhemes.\nscheme, slum clearance scheme, improvement scheme or\nemergency housing scheme approved under this Act or for\npurposes incidental to or connected with any such scheme,\nmay, subject to the provisions of subsection (2), be acquired\nin accordance with the provisions of the Land Acquisition\nAct, and in relation to such acquisition the purposes afore-\nsaid shall be deemed to be public purposes.\n        (2) For the purpose of the acquisition of any land\nas aforesaid the Land Acquisition Act shall have effect\nsubject to the modifications that for the reference in sub-\nsection (1) of section 16 of such Act to a vesting of the\nland in the Commissioner of Lands, there shall be sub-\nstituted a reference to the vesting of the land in the Minister\nwithin the meaning of this Act.\n26                                          HOUSING\nLand which       26. Nothing in this Act shall authorize the compulsory\nm a y not be\ncompul-        acquisition of any land which is the property of statutory\nsorily         undertakers, having been acquired by them for the pur-\nacquired.\n               poses of their undertaking.\nPower of          27. The Minister may pay out of the Housing Fund to\nMinister\nto make        any person displaced from any dwelling-house or other\nallowances     building in a slum clearance area or an improvement area,\nto certain\nwrsons\ndisplaced.\n               as the case may be, which has been acquired by virtue of the\n               provisions of this Act as being unfit for human habitation\n               and not capable at reasonable expense of being rendered\n               so fit, such reasonable allowance as he thinks fit towards\n               the expenses of such person in removing; and to any person\n               carrying on any trade or business in any such dwelling-\n               house or other building, he may also pay such reasonable\n               allowance as he thinks fit towards the loss which, in his\n               opinion, such person will sustain by reason of the dis-\n               turbance of his trade or business consequent on his having\n               to quit the house or building, and in estimating such loss\n               the Minister shall have regard to the period for which the\n               premises occupied by the said person might reasonably\n               have been expected to be available for the purpose of his\n               trade or business, and the availability of other premises\n               suitable for such purpose.\n                 PARTVI. Completion of Schemes and Consequential\n                                    Powers and Duties\nMinister to       28.-(1) It shall be the duty of the Minister, who is hereby\ncarry out\nschsmcs.       empowered so to do, to take steps for carrying into execu-\n               tion any scheme within such time as may be specified in\n               such scheme or within such further time as the circum-\n               stances may reasonably require.\n                         (2) The Minister may in like manner and for the\n               purposes of the scheme lay out, pave, sewer, and complete\n               all such roads upon the land acquired for the purposes of\n               the scheme as he may think fit.\n                     [The inclusion of this pagc is authorized by L.N. 480/1973]\n                                HOUSING                               27\n        (3) Subject to subsections (4) and (3,where roads\nare laid out in accordance with the requirements of the\nscheme they shall be deemed to be public roads to which\nsection 4 of the Parochial Roads Act applies and to be\nparochial-roads within the meaning of that Act; and the\nexclusive care, management, control and superintendence of\nthe said roads shall accordingly be vested in the appro-\npriate Local Authority.\n          (4) The Minister shall notify the Local Authority\nin whom the exclusive care, management, control and\nsuperintendence of the roads are to be vested that the roads\nhave been laid out in accordance with the requirements of\nthe scheme and the Local Authority shall, if they are satis-\nfied that the roads are laid out in accordance with the\nrequirements of the scheme, pass a resolution to that effect\na copy of which shall be forwarded to the Minister by the\nLocal Authority and upon the passing of the resolution\nthe provisions of subsection (3) shall apply to the said\nroads.\n          (5) Where in the opinion of the Minister a Local\nAuthority has unreasonably refused or unduly delayed\npassing a resolution pursuant to subsection (4) in relation\nto the roads laid out under a scheme, the Minister may\nissue a declaration to the effect that the roads have been\nlaid out in accordance with the requirements of the scheme\nand thereupon subsection (3) shall apply to such roads.\nThe decision of the Minister under this subsection shall be\nfinal.\n       (6) The Minister may engage with any person to\ncarry out the whole or any part of a scheme into effect,\nupon such terms as the Minister may consider expedient."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The Minister may, with the consent of the Local Assignment\nAuthority, assign to the Local Authority named in a scheme of\n                                                            M'duties of\n                                                              mister to\nduties and functions (including the execution of any public\n         m e inclusion of this page is authorized by L.N. 480/1973]\n28                                            HOUSING\n                work or the undertaking of any public service) in relation\n                to the enforcement and carrying out of such scheme, and\n                shall specify the time within which such duties and func-\n                tions shall be undertaken and completed.\nReMveryof      30.-(1) Where any land or building has been acquired\npossession of\nbuildings   by the Minister for the purpose of any scheme approved by\nof approved him, the Minister may serve on the owner and on the\nwithinareas\nschemes.    occupier of such land or building or any part thereof within\n            the area of such scheme a notice stating that the land\n            or building has been acquired for the purpose of such\n            scheme, and requiring him to quit the said land or the\n            building on or before the expiration of six weeks from the\n            service of the notice. If at any time after the date on which\n            the notice requires the land or building to be vacated any\n            person is in occupation of the land or building or any part\n            thereof, the Minister may make complaint to the Resident\n            Magistrate of the parish within which the land or building\n            is situated and thereupon the Resident Magistrate shall by\nFifth       warrant, in the form set out in the Fifth Schedule, order\n            vacant possession of the land or building or of any part\n            thereof to be given to the complainant within such period\n            not exceeding three calendar months.\n                        (2) Any expenses incurred by the Minister under\n                this section in obtaining possession of any land or building\n                may be recovered from the said occupier of that land or\n                building in the Resident Magistrate’s Court as a civil debt\n                due to the Crown.\n                        (3) Any person who, with knowledge that a scheme\n                in any area has been approved and applies to any land\n                or building, enters into occupation of that land or building\n                or any part thereof after the approval of such scheme in\n                such area, or permits any person to enter into such occupa-\n                tion after such approval, shall be guilty of an offence, and\n                      vhe inclusion of this page is aulhorized by L.N. 480/1973]\n                             HOUSING                                    29\nshall be liable on summary conviction thereof before a\nResident Magistrate to a penalty not exceeding twenty\ndollars and to a further penalty of four dollars for every\nday or part of a day on which the occupation continues\nafter the conviction :\n  Provided that no person shall be affected under this sub-\nsection unless the notice required by subsection (1) has been\nserved."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Recovery of possession of buildings within areas of approved\n          schemes."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) Where any premises in respect of which any poweror\norder or scheme under this Act has become operative form Resident\nthe subject matter of a lease, either the lessor or the lessee\nmay apply in writing to a Resident Magistrate for an order premises\n                                                               demolished.\nunder this section.\n          (2) Upon any such application as aforesaid, the\nResident Magistrate, after giving to any sub-lessee an\nopportunity of being heard, may, if he thinks fit, make an\norder for the determination of the lease, or for the varia-\ntion thereof, and in either case such order may be made\nunconditionally, or subject to such terms and conditions\n(including conditions with respect to the payment of money\nby any party to the proceedings to any other party thereto\nby way of Compensation, damages or otherwise) as the Resi-\ndent Magistrate may think just and equitable to impose,\nregard being had to the respective rights, obligations and\nliabilities of the parties under the lease and all the other\ncircumstances of the case.\n        (3) In this section the expression “lease” includes an\nunder-lease and any tenancy or agreement for a lease,\nunder-lease or tenancy, whether the same be registered or\nnot and the expression “lessor”, “lessee”, and “sub-lessee”\nshall be construed accordingly and as including also a\nperson deriving title under a lessor, lessee or sub-lessee.\n30                                      HOUSING\nProvisions     3 2 . 4 1 ) Where the removal or  alteration of apparatus\nas to\n          of belonging to statutory undertakers  on, under, or over land\nundertakzrs acquired by virtue of the provisions of this Act, or on,\n?p;plt under, or over a road running over, or through, or adjoining\nhlinister   any such land, is necessary for the purpose of enabling the\nunder tbe\nAct.        Minister to exercise any of the powers conferred upon him\n            by this Act, the Minister shall have power to execute works\n            for the removal or alteration of the apparatus, subject to\n            and in accordance with the provisions of this section.\n                    (2) The Minister shall serve on the undertakers\n          notice in writing of his intention, with particulars of the\n          proposed works and of the manner in which they are to\n          be executed, and plans and sections thereof and shall not\n          commence any works until the expiration of a period of\n          twenty-eight days from the date of service of the notice,\n          and the undertakers may within that period by notice in\n          writing served on the Minister-\n               (a) object to the execution of the works or any of\n                      them on the ground that they are not necessary\n                      for the purpose aforesaid; or\n               ( b ) state requirements to which, in their opinion, effect\n                      ought to be given as to the manner of, or the\n                      observance of conditions in, the execution of\n                      the works, as to the execution of other works for\n                      the protection of other apparatus belonging to the\n                      undertakers, or as to the execution of other works\n                      for the provision of substituted apparatus whether\n                      permanent or temporary,\n          and if objection is so made to any works and not with-\n          drawn, the Minister shall not execute the works unless\n          he has caused an enquiry into the matter to be made.\n                 (3) The Minister shall make to statutory undertakers\n          reasonable compensation for any damage which is sustained\n          by them by reason of the execution by the Minister of any\n          works under subsection (1) and which is not made good by\n                 [The inclusion of (his page is authorized by L.N. 480/1973]\n                              HOUSING                                31\nthe provision of substituted apparatus. Any question as\nto the right of undertakers to recover compensation under\nthis subsection or as to the amount thereof shall be deter-\nmined by arbitration.\n        (4)Where the removal or alteration of apparatus\nbelonging to statutory undertakers, or the execution of\nworks for the provision of substituted apparatus, whether\npermanent or temporary, is necessary for the purposes of\ntheir undertaking by reason of the stopping up, diversion\nor alteration of the level or width of a road by the Minister\nunder powers exercisable by virtue of this Act, they may,\nby notice in writing served on the Minister, require him\n(at the expense of the Minister) to remove or alter the\napparatus, or to execute the works, and where any such\nrequirement is so made and not withdrawn, the Minister\nshall give effect thereto unless he serves notice in writing on\nthe undertakers of his objection to the requirement within\ntwenty-eight days from the date of service of the notice upon\nhim, and the requirement is determined by arbitration to be\nunreasonable.\n        (5) At least fourteen days before commencing any\nworks which he is authorized or required under the pre-\nceding provisions of this section to execute, the Minister\nshall, except in case of emergency, serve on the undertakers\nnotice in writing of his intention so to do, and the works\nshall be executed by the Minister under the superintendence\n(at the expense of the Minister) and to the reasonable satis-\nfaction of the undertakers :\n  Provided that, if within fourteen days from the date of\nservice on them of notice under this subsection the under-\ntakers so elect, they shall themselves execute the works in\naccordance with the reasonable directions and to the reason-\nable satisfaction of the Minister, and the reasonable costs\nthereof shall be repaid to the undertakers by the Minister.\n32                                          HOUSING\n                      (6) Any difference arising between statutory under-\n              takers and the Minister under subsection ( 5 ) and any matter\n              which is by virtue of the preceding provisions of this section\n              to be determined by arbitration shall be so determined in\n              the manner provided by the Arbitration Act.\n                      (7) In this section references to the alteration of\n              apparatus include references to diversion and alteration of\n              position or level.\nExlinguish-      33.-(1) The Minister may by order extinguish any\nment\nof ways.\n              public right of way over any land acquired by virtue of the\ncasements,\neic.\n              provisions of this Act, but the draft of an order intended\n              to be made under this subsection shall prior to the making\n              thereof be published in one or more newspapers of this\n              Island at least once in every week for a period of six weeks,\n              and if any objection is made thereto before the expiration of\n              six weeks from the date of the first publication thereof,\n              the Minister shall not make the' order until he has caused\n              a full enquiry into the matter to be made.\n                      (2) Upon the acquisition by the Minister of any\n              land for the purposes of this Act, all private rights of way\n              and all rights of laying down, erecting, continuing or main-\n              taining any pipes, wires or cables on, under or over such\n              land (together with the property in such pipes, wires or\n              cables) and all other rights or easements in or relating to\n              such land shall, except so far as may be otherwise agreed\n              by the Minister and the person entitled to the rights in\n              question, vest in the Minister, and any person who suffers\n              loss by the vesting of any such right or property as afore-\n              said shall be entitled to be paid by the Minister reasonable\n              compensation. Any question arising as to the amount of\n              such compensation shall be determined by arbitration in\n              the manner provided in the Arbitration Act.\n                              HOUSING                                  33"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Provisions as to apparatus of statutory undertakers in land dealt\n          with by the Minister under the Act."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) The Minister may, for any purpose arising in Power        of\n                                                             Ministy to\nrelation to the making, enforcement, or carrying out of a r89u,rem-\n                                                             formation as\nscheme, by notice in writing, require the owner or occupier owner.\nof any land or building in the area to which such scheme ship    ?f\n                                                             premse3.\nrelates or is intended to relate or any person receiving,\nwhether for himself or for another, rent out of any such\nland or building, to state in writing to the Minister within\na specified time not less than twenty-one days after being\nso required, particulars of the estate, interest or right by\nvirtue of which he owns or occupies such land or building\nor receives such rent, as the case may be, and the name and\naddress, and the estate, interest, or right (so far as they\nare known to him) of every person who to his knowledge\nhas any estate or interest in or right over or in respect of\nsuch land or building.\n         (2) Every person who is required under this section\nto state in writing any matter or thing to the Minister, and\nwho either fails so to state such matter or thing within the\ntime appointed under this section or when so stating any\nsuch matter or thing makes any statement in writing which\nis to his knowledge false or misleading in a material\nparticular, shall be guilty of an offence under this section,\nand shall be liable on summary conviction thereof before\na Resident Magistrate to a penalty not exceeding forty\ndollars."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. The Minister or any person authorized in writing Powerof\n                                                                  for\nby him in lhat behalf may at all reasonable times enter any enlry\n                                                            Inspection,\nland, house, premises or buddings-                          etc\n     (Q)   for the purpose of survey or valuation, in the case\n           of land, houses, premises or buildings which are\n           proposed to be acquired for the purposes of this\n           Act; or\n34                                        HOUSING\n                   ( h ) for the purpose of survey and examination, in the\n                         case of a house in respect of which a notice requir-\n                         ing the execution of works has been served, or a\n                         demolition order, or an improvement order, has\n                         been made; or\n                   (c) for the purpose of survey and examination, where\n                         it appears to the Minister that survey or examina-\n                         tion is necessary in order to determine whether any\n                         powers under this Act should be exercised in\n                         respect of the land, house, premises or buildings.\nPenalty for     36. If any person obstructs the Minister or any person\nobstructing\nexecution     authorized in writing by him to enter houses, premises or\nof Act.       buildings in pursuance of this Act in the performance\n              of anything which the Minister or such person is by this\n              Act required or authorized so to do, he shall be guilty of\n              an offence, and shall on summary conviction thereof before\n              a Resident Magistrate be liable to a fine not exceeding\n              forty dollars.\nPowersof  3 7 . 4 1 ) When any land or buildings have been acquired\ndealing\nwialanh by the Minister for the purposes of this Act, then, without\nbuildings.\nand           'prejudice to any of his other powers under this Act, the\n              Minister may-\n                   (U) let or lease for any term of years, or upon any\n                         conditions, any land or buildings so vested in him\n                         and accept surrenders of any such leases as he\n                         may think fit;\n                   ( b ) sell the land or exchange it for land better\n                         adapted for such purposes, either with or without\n                         paying or receiving any money for equality of\n                         exchange.\n                      (2) The sale or lease of any land or buildings vested\n              in the Minister may be subject to such covenants and\n              conditions as the Minister may impose either in regard to\n                    me inclusion of this page is authorized by LN. 480(1973]\n                             HOUSlNG                                       35\nthe maintenance of the houses as dwelling-houses, or other-\nwise in regard to the use of the houses and the laying out\nand use of the land, and upon any such sale he may agree\nto the price being paid by instalments or to a payment of\npart thereof and the remainder being secured by a mort-\ngage of the premises."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The Minister shall, in relation to the letting of houses, Conditions\n                                                                 10 be\nobserve the requirements specified in the following pro- ob%rvcd\n                                                                 by the\nvisions of this section-                                         Minister in\n                                                                 letting\n     (U) the Minister shall secure that in the selection of\n          tenants a reasonable preference is given to persons\n          who are occupying insanitary or overcrowded\n          houses, have large families or are living under\n          unsatisfactory housing conditions, except so far as\n          the demand for housing accommodation in any\n          district on the part of such persons can be satisfied\n          without such reservation;\n     (b) in fixing rents, the Minister shall take into con-\n          sideration the rents ordinarily payable in the\n          locality, but may grant to any tenant such rebates\n          from rent, subject to such terms or conditions, as\n          he may think fit;\n     (c) the Minister shall from time to time review rents\n          and make such changes, either of rents generally\n          or of particular rents, and rebates (if any) as cir-\n          cumstances may require;\n     (6) the Minister shall make it a term of every letting\n          that the tenant shall not assign, sublet or other-\n         wise part with the possession of the premises, or\n          any part thereof, except with the consent in writing\n          of the Minister, and shall not give such consent\n         unless it is shown to his satisfaction that no pay-\n         ment other than a rent which is in his opinion\n       me inclusion of this page is authorized by L.N. 480119731\n36                                        HOUSING\n                        a reasonable rent has been, or is to be, received\n                        by the tenant in consideration of the assignment,\n                        subletting or other transaction.\nExem~tition      39. Notwithstanding anything contained in any other\ni n respect\noffertain      enactment-\nduties, etc.\n                    (a) any instruments necessary for transferring or\n                        vesting any land and buildings to or in the\n                        Minister, or by the Minister to or in any person,\n                        or relating to any lease, mortgage or other charge\n                        or any release, in regard to which the Minister is\n                        a party, upon which, or in respect of which stamp\n                        duties, registration or recording fees are payable,\n                        shall be exempt from the payment of such stamp\n                        duties, registration or recording fees;\n                    (b) the Minister shall in relation to all property what-\n                        soever held or dealt with by him for the purposes\n                        of this Act be exempt from payment of property\n                        tax, income tax, customs duty, tonnage tax and\n                        building and inspection fees.\n                        PART VII.     Further Powers of Minister\nPower to          4 0 . 4 1 ) Subject to the provisions of subsection (2), the\nguarantfe\nloans for      Minister may, after consultation with the Minister respon-\ndwilling-\nerectionof     sible for Finance, guarantee or join in guaranteeing the\nh = s .        payment of interest and capital on money borrowed by a\n               person to purchase or to erect a dwelling-house for his own\n               use, or to improve a dwelling-house owned and occupied\n               by him in any area in which a scheme is in operation.\n                       (2) The total sum guaranteed under subsection (1)\n               shall not at any time exceed such sum as the House of\n               Representatives may from time to time by resolution\n               specify for the purposes of the said subsection.\n                     m e inclusion of this m e is auhorized by LN. 480(1773]\n                             HOUSZNG                                        31"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Exemption in respect of certain duties, etc.\n                 PARTVII. Further Powers of Minister"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1) The Minister may in any case where he considers Power of\n                                                                Mmater to\nthat, having regard to the costs involved and the financial aSSiSt per.\nposition of the applicant, it is reasonable to give such r:&g$i\nassistance-                                                     improving\n                                                                or increas-\n      (a) advance money for purchasing or constructing one         2;:;-\n            or more houses, or for carrying out alterations or modation.\n            repairs to any house or houses; or\n      (b) construct one or more houses.\n          (2) Every advance made or expenditure incurred\nunder this section shall be upon such terms and conditions\n(including terms and conditions of repayment and recovery)\nas may be agreed with the applicant and, subject thereto-\n      (a) shall carry interest at such rate as shall be fixed\n            from time to time by general direction of the\n            Minister on the amount of every such advance or\n            expenditure, or on so much thereof as shall for the\n            time being remain unpaid; and\n      (b) shall be on such security as the Minister sees fit\n            to accept."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. The form of receipt contained in the Sixth Schedule, ~~~~f\nor any alteration thereof which may be made by the E:zz\nMinister, when signed by any person to whom an advance             ;;z;rf\nmay be made on account of the loan therein mentioned or Sixth\non whose behalf expenditure was incurred shall be deemed Schedule.\nto be a mortgage of the lands, hereditaments, premises and\nbuildings therein described, and shall confer on the Minister\nthe following rights and pwers-\n     (a) in respect of all advances that may be made, or\n         expenditure that may be incurred, not exceeding\n         the total amount payable thereunder, whether the\n          same be on account of principal or interest. and\n          all expenses incurred by the Minister in respect of\n         enforcing or realizing such mortgage, a charge on\n38                                           HOUSING\n                       the property specified in such receipt, until repay-\n                       ment in full of such principal, interest and\n                       expenses;\n                 ( b ) the same rights and powers as are conferred on\n                       mortgagees under the provisions of the Convey-\n                       ancing Act when the mortgage is made by deed,\n                       and such rights and powers shall be exercisable\n                       without giving the notice required by section 23\n                       of that Act;\n                 (c) the same rights and powers as are conferred on\n                       mortgagees under the provisions of the Registra-\n                       tion of Titles Act by a mortgage registered under\n                       that Act, and such rights and powers shall be\n                       exercisable without giving the notice required by\n                       section 105 of that Act.\nCovenants\nimpliedin"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. There shall be implied in every receipt in the form\nform of     set out in the Sixth Schedule, or any alteration thereof by\nreceipt.\nSixth       the Minister, the following covenants on the part of the\nSchedule,   borrower (save such of them as may be expressly excluded\n            by the Minister) that is to say-\n                 (a) to expend the advance for the purposes specified\n                      in the receipt and not otherwise;\n                 (b) to repay the said advance or expenditure and all\n                      charges and interest thereon at the time or times\n                      and in the manner mentioned in the receipt, and\n                      to pay all expenses incurred by the Minister in\n                      enforcing or realizing the interest of the Minister;\n                 (c) to produce, at such times as may be required by\n                      any person authorized in writing by the Minister\n                      an account showing the expenditure of the moneys\n                     advanced vouched on oath or by affirmation, or\n                     in such other manner as may be required by the\n                     person so authorized,\n                  F   e inclusion of   this page is authorized by L.N. 480/1973]\n                           HOUSING                               39\n(d) to repair, and keep in repair, all buildings and\n    improvements which shall have been, or shall be\n    restored, altered or erected upon the land;\n(e) to suffer and permit any person authorized by the\n     Minister in writing, at all times during the con-\n     tinuance of the security created by the receipt\n     under this Act, to enter into and upon the land\n    and buildings, with or without surveyors or other\n     persons, to view and inspect the state of repair\n     and condition of the land, buildings or improve-\n     ments;\n(f     to insure, and so long as any money remains\n       secured by the said receipt, to keep insured against\n       loss or damage by fire, earthquake and hurricane\n       and fire caused by earthquake or by hurricane,\n       in the name of the Minister, his assigns or trans-\n       ferees, in an insurance company to be approved\n       by the Minister, all buildings, fixtures, and\n       erections which shall for the time being be erected\n       on the said land, and which shall be of a nature\n       or kind capable of being so insured, to the amount\n       secured by the receipt or such less sum as the\n       Minister may determine; and when so required to\n       deposit with the Minister, his assigns or transferees\n       the policy of such insurance and within seven days\n       after each premium shall become payable, the\n       receipt for the payment of such premium; and the\n       moneys which shall be received on account of any\n       such insurance shall at the option of the Minister,\n       his assigns or transferees, be applied either in or\n       towards satisfaction of the moneys secured by the\n       receipt or for the carrying out of the purposes,\n       under the superintendence of the Minister, speci-\n       fied in the receipt; and that on each breach or\n       non-observance of this covenant the Minister, his\n     me inclusion of this page is aulhorized by L.N. 480/1973]\n40                                           HOUSING\n                        assigns or transferees, shall be at liberty to effect\n                        such insurance and continue the same for such\n                        period as they may think fit, and the costs and\n                        expenses paid on account thereof shall be payable\n                        on demand and be a charge on the land, and bear\n                        interest at the same rate as in the case of principal\n                        money overdue;\n                    (8) not to make any lease, or agreement for a lease,\n                        without the consent in writing of the Minister first\n                        had and obtained, and any such lease or agree-\n                        ment for a lease made or entered into by the\n                        borrower without such consent, shall be void to\n                        all intents and purposes whatsoever.\nMinister         44. The Minister may from time to time accept a first\nmay accept\nrnortgase       mortgage or collateral security in any form of which he\nother than\nin form         may approve other than in the form specified in the Sixth\nof receipt      Schedule.\nSixth\nSchedule.\nRecord and        45. All receipts in the form set out in the Sixth Schedule,\nregistntion\nof meiptn       or any alterations thereof which may be made by the\nfor             Minister, shall be in duplicate and one copy thereof shall,\nadvances.\nSixrh\nSchedule.\n                within three months of execution, be lodged and kept in\n                the Record Office, and indexed as a mortgage affecting the\n                lands and buildings mentioned in such receipt, or, in the\n                case of land under the operation of the Registration of\n                Titles Act, one copy of such receipt shall be lodged with\n                the Registrar of Titles, and he shall register the same as\n                a mortgage under the said Act.\nDocument          46. A document in the form specified in the Seventh\nin the form\nof Seventh      Schedule, signed by the Minister, shall be sufficient to\nSchedule        confer title on any purchaser and no such purchaser shall\nsufficient to\nconfcr title    be concerned to see or enquire whether such sale is properly\non any\npurchaser.      made or whether any notice necessary to be given has been\nSeventh\nSchedule.       given.\n                      me inclusion of this page is authorized by L.N. 480j19731\n                             HOUSZNG                                          41\n  PARTVIII. Preparation, approval and completion of\n      schemes prepared by housing associations"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Document in the form of Seventh Schedule suflicient to wnfcr\n      title on any purchaser.\n PARTVIU. Preparation, approval and completion of schemes\n            prepared by homing associations"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1) A housing association may prepare and submit Preparation\n                                                                subma-\nto the Minister a scheme for the laying out or sub-division and\n                                                            sionof\nof land and the construction of houses thereon.             scheme by\n                                                            housing\n                                                                   association.\n        (2) Every scheme submitted under subsection ( I )\nshall be accompanied by a plan of the area to which such\nscheme relates and a statement showing-\n    (a) the manner in which it is intended that the area to\n        which the scheme relates shall be laid out and the\n        land therein used and, in particular, the land\n        intended to be used for the provision respectively\n        of houses, roads and open spaces for public and\n        commercial purposes;\n    (b) the approximate area of the land to which the\n         scheme relates;\n    (c) the approximate number and nature of the houses\n         and other buildings to be provided;\n    (d the average number of houses to be constructed\n         per acre;\n    (e) such details as may be required by the Minister in\n        regard to the type of houses to be constructed, the\n        method of construction to be employed and the\n        materials to be used;\n    V, particulars relating to water supply, drainage,\n        sewage disposal and to such other matters of like\n        nature as the Minister may require;\n    Is) the prices at which it is proposed to sell the houses\n         upon completion;\n    (h) the financial arrangements made or proposed to be\n        made in regard to the payment for houses by the\n        purchasers thereof;\n      Vhe inclusion of this page is authorized by L.N. 480/19731\n42                                           HOUSING\n                   (13 the time within which it is proposed to complete\n                        the scheme and, where it is proposed to under-\n                        take the scheme in stages, the time within which\n                        it is proposed to complete each stage.\n                       (3) In this Part “housing association” means any\n               person, company or society established for the purpose of,\n               or amongst whose objects and powers are included those of,\n               constructing or facilitating the construction of houses, and\n               deemed and certified by the Minister to be a housing\n               association.\nConditions       48.41) The Minister shall not submit a scheme for\nprecedent to\nsubmlss[on     approval under section 49 unless-\nof scheme\nfor                (n) the scheme contains provisions empowering the\napproval.\n                       Minister to extend the time within which the\n                       scheme is to be completed or to carry out the\n                       scheme at the cost of the housing association in\n                       the event of the failure or neglect of the housing\n                       association to do so and the Minister shall have\n                       power to act accordingly;\n                   (b) the housing association has furnished each Local\n                       Authority within whose area the scheme is to be\n                       operative, for the approval of such Local\n                       Authority, a layout plan of the area to which the\n                       scheme relates, and a statement which together\n                       give particulars in regard to the matters referred\n                       to in paragraphs (U), (b), (c), (d) and (fl of sub-\n                       section ( 2 ) of section 47.\n                      (2) Every Local Authority for whose approval a\n               layout plan and statement have been furnished in accord-\n               ance with the provisions of this section shall, as soon as\n               may be, notify the housing association concerned of the\n               grant or refusal of their approval and the housing associa-\n               tion shall transmit such notification to the Minister.\n                     [The inclusion of this page is autborized by L.N. 480/1973]\n                             HOUSING                                43\n        (3) Where a layout plan and statement are furnished\nin accordance with this section the Local Authority may\npropose modifications of the plan or any matter contained\nin the statement and any modifications agreed on by the\nhousing association and accepted by the Minister shall form\npart of the scheme to be submitted to the Senate and the\nHouse of Representatives as hereinafter provided.\n        (4)Where in the opinion of the Minister any Local\nAuthority has unreasonably refused or unduly delayed\napproval of any layout plan and statement furnished to\nthem in accordance with this section the Minister may at\nthe request of the housing association approve such layout\nplan and statement with such modifications as have been\naccepted by the housing association and the Minister, and\nthereupon such layout plan and statement shall be deemed\nto be approved by the Local Authority."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-(1) Where the Minister considers that any scheme Approval\n                                                           and corn-\nsubmitted under section 47 should be approved, he shall pletionof\nsubmit the scheme to the Senate and House of Representa-\ntives with a statement that the layout plan and statement\nfurnished under paragraph (b) of subsection (1) of section\n48 have been approved by the Local Authorities concerned\nor by the Minister, as the case may be.\n        (2) Where the Senate and House of Representatives\napprove any scheme submitted under subsection (11, the\nfollowing provisions shall apply with regard to the carrying\nout of such scheme-\n     (U) the housing association shall be exempt from any\n          obligation imposed by any law in relation to-\n             (i) the laying out or subdividing of land for\n                 the purpose of building thereon or for the\n                 selling of the same in lots; or\n      IThe inclusion of this page is authorized by L.N. 480/1973]\n44                            HOUSING\n              (ii) the construction of buildings;\n     (b) arrangements may be made between the Minister\n         and the housing association or any person\n         nominated by the housing association for the\n         guarantee by the Government, with the approval\n         of the House of Representatives of the payment of\n         interest and repayment of capital in respect of a\n         portion of such sum of money as may be lent to\n         persons for the purpose of purchasing houses con-\n         structed by the housing association;\n     (c)   any instruments necessary for transferring or vest-\n           ing any land or buildings by the housing association\n           to or in any person, upon which or in respect of\n           which stamp duties, registration or recording fees\n           are payable, shall be exempt from the payment\n           of such stamp duties, registration or recording fees;\n     (d) if the scheme provides for any instrument trans-\n         ferring or vesting any land or buildings to or in the\n           Minister or by the Minister to or in the housing\n           association or to or in any other person, paragraph\n           (a) of section 39 shall apply to any such instru-\n           ment;\n     (e) the Minister shall have power from time to time\n          to carry out or cause to be carried out such inspec-\n          tions as he may think fit to ascertain whether the\n          scheme as approved under this section is being\n         carried out, and the Minister may require the\n         housing association to remedy any failure to con-\n         form with the scheme and the housing association\n         shall comply with such requirement;\n     V, the provisions of subsections (3), (4) and (5) of\n        section 28 shall apply to such scheme as they\n        apply to schemes prepared under Part 11, and\n        references in subsections (2) and (4)of the said\n      IThc inclusion of this page is authorized by L.N. 480/1973]\n                            HOUSING                                           45\n         section to the Minister shall be construed as refer-\n         ences to the housing association;\n     (g) the provisions of the scheme shall have effect as\n         if they were enacted in this Act.\n                      PARTIX. General"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. For the purposes of co-operating with the Minister POW of\nin the preparation of or the carrying into effect of a scheme, public de\n                                                               ,,artmEns,\nany public department or Local Authority may, subject to g;iJ;gre-\nthe approval of the appropriate Minister, enter into agree- menlsin\n                                                               wnnechon\nments for securing that any land which is under their with\ncontrol, or which is in their occupation or vested in them\nfor public purposes or for the public service, shall, so far\nas may be provided by such agreement, be laid out and\nused in conformity with the general objects of the scheme,\nand any agreement so made may contain such consequential,\nsupplemental and ancillary provisions, including provisions\nof a financial character, as appear to be necessary or\ndesirable, having regard to the contents or proposed con-\ntents of the scheme."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The Minister shall have power (subject to the con- Minister\ncurrence of the authority for the time responsible for the ;!ETd\nmaintenance of such public thoroughfare or highway), and g;:kgh-\nis hereby authorized, to close any public thoroughfare or faresfor\n                                                           the pur-\nhighway within the area of an approved scheme for the poseqof\npurpose of carrying out any necessary works in relation to\nsuch scheme.                                               saw works\n                                                           in relation\n                                                                 to scheme."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Where any application is made under this Act to a sumrnaw\nResident Magistrate, the Resident Magistrate may summon\nthe parties to appear before him at a time and place to be\nnamed in the summons, and upon the appearance of such\nparties, or in the absence of any of them, upon proof of\nthe due service of the summons, it shall be lawful for the\n      me inclusion of this page is authorized by L.N.480/1973]\n46                                           HOUSING\n               Resident Magistrate to hear and determine the question at\n               issue and the amount of any compensation, and for that\n               purpose to examine such parties or any of them and their\n               witnesses upon oath, and the costs of every such enquiry\n               shall be at his discretion and he shall settle the amount\n               thereof.\nRight of         53. Except where otherwise provided, any person\napFeaI to\nCourt of       aggrieved by any decision of a Resident Magistrate may\nAppeal.        appeal to the Court of Appeal.\nRegulations.     54. The Minister may make regulations relating to the\n               following matters-\n                    (a) preventing and abating overcrowding;\n                    ( b ) the use of the dwellings let by the Minister with a\n                          view to the prevention of nuisances and sanitary\n                          defects;\n                    (c) the inspection of houses and land vested in the\n                          Minister;\n                    (d the time, place and manner for the payment of any\n                          moneys payable under this Act;\n                    (e) prescribing the forms of mortgages, charges, leases\n                          and other instruments;\n                    (f) generally, for regulating the administration of\n                          schemes under this Act and for the purpose of\n                          carrying out the provisions of this Act.\nservice of       55.-(1)    Any notice or other document required to be\nnoticcs.       served on the Minister for any of the purposes of this Act\n               may be served upon him by leaving it at his office with some\n               person employed there, or by sending it by post in a regis-\n               tered letter addressed to him at his office.\n                       (2) Subject to subsection (l), any notice, order or\n               other document required or authorized to be served under\n               this Act may be served either-\n                             HOUSING                                          41\n    (0) by delivering it to the person on whom it is to be\n          served; or\n    (b) by leaving it with some responsible person at the\n          usual or last known place of abode of that person;\n          or\n    (c) by sending it in a prepaid letter addressed to that\n          person at his usual or last known place of abode:\n             Provided that such place of abode is within a\n          postal delivery district; or\n    ( d ) in the case of a body corporate by delivering it to\n           the secretary or clerk of the body at their registered\n          or principal office or sending it in a prepaid letter\n          addressed to the secretary or clerk of the company\n          or body at that office; or\n    (e) if it is not practicable after reasonable inquiry to\n          ascertain the name or address of any such person\n          on whom it should be served, by addressing it to\n          him by the description of “owner” or “lessee” or\n          “occupier” (or as the case may be) of the premises\n           (naming them) to which it relates, and by deliver-\n          ing it to some responsible person on the premises\n          or, if there is no responsible person on the premises\n          to whom it can be delivered, by affixing it, or a\n          copy of it, to some conspicuous part of the pre-\n          mises."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. The Minister and all persons employed by or under ~               ~          ~\nhim shall be exempt from personal liability for any act done\nin the execution or intended execution of this Act.          liability."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. There shall be established a fund to be known as the Establish-\nHousing Fund which shall be available for the purposes of rnentof\n                                                          Housing\nthis Act and to which on the 1st February, 1969 shall be Fund.\ntransferred all sums at the credit of or accruing to the Law 6 ,\nHousing Fund established by the Housing Law, 1955.        of 1955.\n                                                                    (Rcpcaled).\n48                                       HOUSING\nsources of     58. The Housing Fund shall consist of-\nHousing\nFund.            (a) sums transferred thereto pursuant to section 57;\n                 (b) sums appropriated thereto from the revenues and\n                     funds of the Island, including sums received by the\n                      Government from time to time as grants or con-\n                     tributions for the purpose of housing in the Island;\n                 (c) sums received by the Minister pursuant to any\n                      scheme under this Act (including sums arising from\n                     the sale or rental of lands or buildings);\n                 (4sums accruing by way of interest on moneys of\n                     the Housing Fund deposited in accordance with\n                      section 59; and\n                 (e) such other sums as may from time to time accrue\n                     to the Housing Fund under this Act or otherwise.\nCustody of     59. The Housing Fund or any part thereof may be\nHousing\nFund.        deposited with the Accountant-General or with any bank\n             in which public moneys of the Island may lawfully be\n             deposited.\nHousing         60.-(1) The Minister shall in each financial year cause\nEstimates\n             to be prepared estimates of the amounts accruing to and to\n             be expended from the Housing Fund during the succeeding\n             financial year (hereinafter in this Act called “the Housing\n             Estimates”) and such estimates shall be submitted to the\n             House of Representatives for approval, before or as soon as\n             may be practicable after the commencement of the financial\n             year to which they relate.\n                    (2) If the Minister is satisfied after the Housing\n             Estimates for any financial year have been approved by the\n             House of Representatives that it is necessary or expedient\n             to add to the amounts to be expended from the Housing\n             Fund as shown in such Estimates, he may cause to be pre-\n             pared and submit to the House of Representatives for\n                   me inclusion of this page is aulhorized by LN. 480/19731\n                             HOUSING                                 49\napproval supplementary estimates of the additional amounts\nto be expended from the Housing Fund during that financial\nyear (hereinafter in this Act called “the Supplementary\nHousing Estimates”).\n        (3) Notwithstanding the provisions of subsection (21,\nthe House of Representatives may by resolution authorize\nthe Minister, generally or specifically, to sanction the appli-\ncation of the unexpended portion of any amount provided\nfor a particular purpose in the Housing Estimates or in the\nSupplementary Housing Estimates (as the case may be) to\nany other purpose specified in such Estimates."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60, as may be required for the purposes expressed in the\nseveral heads of such estimates :\n  Provided that any sum which has been appropriated to\nthe Housing Fund from loan funds raised under any enact-\nment shall not be applied for a purpose contrary to the\nprovisions thereof.\n                    PARTX. Transitional"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. The Accountant-General shall, in each financial year Application\non the warrant of the Minister, issue and apply out of the of Housing\n                                                            Fund.\nHousing Fund such sums, not exceeding the sums allocated\nin the Housing Estimates and the Supplementary Housing\nEstimates as approved by the House of Representatives\nfor that financial year or sanctioned by the Minister in\naccordance with the provisions of subsection (3) of section"
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. As from the 1st February, 1969, the following pro- Transitional.\nvisions shall have effect-\n     ( U ) all land and other property of whatever kind\n           (including things in action) vested in the Director\n           of Housing immediately before the 1st February,\n           1969, shall vest in the Minister;\n      me inclusion of this page ir authorized by L.N. 480/1973]\n50                           HOUSING\n     ( b ) the Minister shall have all the rights, privileges and\n           advantages and all liabilities and obligations, to\n           which the Director of Housing was immediately\n           before the 1st February, 1969, entitled or, as the\n           case may be, subject; and\n     (c) references in any deed, contract, bond or security\n           to the Director of Housing shall have effect to aU\n           intents and purposes as if they were references to\n           the Minister.\n                                  HOUSING                                      51\n                               FIRSTSCHEDULE                    (Section 10)\n         HOUSING, SLUM CLEARANCE AND IMPROVEMENT SCHEMES\n  To be accompanied by a plan showing the area proposed to be\nacquired in relation to adjoining or a d j m t property and distinguishing\nby numbers the plots variously owned which it is proposed to acquire.\n  The general outlines of the scheme to be stated.\n  The following details to be given in respect of each plot-\n                              PLOTI. DETAILS\n    (a) Name and address of owner.\n    (b) Brief description of buildings.\n    (c) Super6cial area of plot. also showing that covered by buildings.\n    (d) Water supply.\n    (e) Sanitary arrangements.\n    (1) Number of occupants per m m and total.\n    (9) Rentals payable, in detail with total.\n    (h) Value of buildings as per assessment roll.\n    (r) Amount of rates payable and by whom.\n    Cn Estimated amount of compensation payable.\n                              SECOND SCHEDULE              (Seation 18 (1) )\n                           THE HOUSING ACT\n         Form of Notice under section 18(1) of the Housing ACI\n  To P)\nthe person having control of the dwelling-house (a\nand to                                                                  the\nOwners of the said house and to (I)\n                                                    Mortgagees of the said\nhouse :\n   Whereas the Ministgr of Housing (hereinafter referred to as “the\nMinister”) is satisfied that the abovementioned dwellinghouse, which\nis occupied or is of a type suitable for occupation, is unfit for human\nhabitation and is not capable at a reasonable expense of being ren-\ndered so fit :\n          IThe inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}