{
  "id": "jm-stat-the-human-employment-and-resource-training-act",
  "type": "statute",
  "title": "The Human Employment and Resource Training Act",
  "title_en": "The Human Employment and Resource Training Act",
  "short_name": "Human Employment and Resource Training Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-human-employment-and-resource-training-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-human-employment-and-resource-training-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Board shall consist of such number of persons, not being less constitution\nthan seven nor more than twenty, as the Wnister may from time to of Board.\ntime appoint."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                              Interpreta-\n                                                                               tion.\n    \"appointed day\" means, subject to the provisions of any\n         regulations, the 1st day of September, 1982;\n    \"approved employment\" means employment approved by\n         the Minister in respect of a trainee;\n    \"the Board\" means the Board of Directors of the Trust;\n    \"Chairman\" means the Chairman of the Board or any\n         person for the time being performing the functions of\n         the Chairman;\n    \"Commissioner\" means the Commissioner of Inland L.N.\n                                                                 16511999.\n         Revenue;\n    \"contribution\" means a contribution payable pursuant to\n         this Act;\n    \"contribution year\" means-\n               (a) the period of 52 weeks beginning with the\n                     appointed day;\n               ( b ) any subsequent period of 52 or 53 weeks, as\n                     the case may be, commencing on the Mon-\n                     day of the week in which the anniversary\n                     of the appointed day occurs and ending\n                     with the Sunday immediately before the\n                     Monday of the week in which the next\n                     anniversary of the appointed day occurs;\n                    H W N EMPLOYMENT AND RESOURCE TRAINING\n                   \"emoluments\" means any emoluments assessable to\n                        income tax pursuant to paragraph (c) of section\n                        5 of the Income Tax Act (other than allowances\n                        payable in respect of past services in any ofice or\n                        employment of profit and such other categories of\n                        emoluments as may be prescribed) being emolu-\n                        ments from which income tax is deductible pursu-\n                        ant to the Income Tax (Employments) Regulations,\n                        whether or not tax in fact falls to be deducted\n                        therefrom;\n                   \"employer\" means any person paying emoluments,\n                        whether on his own account or on behalf of\n                        another person;\n                   \"employee\" means any person in receipt of emolu-\n                        ments;\n                   \"fimctions\" includes powers and duties;\n                   \"income tax\" means income tax payable pursuant to\n                        the Income Tax Act;\n                   \"inspector7' means an officer designated as such pursu-\n                        ant to section 19;\n                   \"trainee7' means any person who is selected for training\n                        pursuant to section 18;\n                   \"wages\" includes salary or any other remuneration.\n                                         The H.E.A. R I: Trust\n-Iihd             3.-(1) For the purposes of this Act there shall be estab-\nof H.E.A.RT.\nrust.          lished a body to be known as the Human Employment and\n               Resource Training Trust (hereinafter referred to as \"the\n               Trust7' or \"the H.E.A.R.T. Trust\") which shall be a body\n               corporate to which section 28 of the Interpretation Act shall\n               apply.\n    HUMAN EMPLOYMENT A N D RESOURCE TRAINING                                   5\n       (2) The Trust shall establish a Fund (hereinafter\nreferred to as “the 1-I.E.A.R.T.Fund”) for the purposes of\nthis Act.\n       (3) The provisions of the First Schedule shall have pint\neffect as to the constitution of the Trust and otherwise in Schedule\nrelation thereto."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) These Regulations shall not apply to any employer who\nestablishes to the satisfadion of. the Collector that his average monthly\npayments .of emoluments to employees during the period of twelve\nmonths immediately preceding the appointed day and any subsequent\ncontribution year does not exceed fourteen.thousand four hundred and LN.\nforty.fow dollars.                                                        911/1993.\n       (2) Without prejudice to saclion 21 of the Act (which relatts to\nintercat on contributions) where an employer is unable to furnish\nevidence of paymnts of erno1Wnent.s as referred to in p a r a p p h (I)\nthe Collector may have regard to estimates of the employer’s paybill\nfurnished by the employer.\n                     Fs ificlusion of this pas% is authorized by L.N. 42j19951\n22        H U M A N EMPLOYMENT AND RESOURCE TRAINING"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The functions of the Trust shall be-             Functions\n                                                             of ihc\n      (a) to develop, encourage, monitor and provide finance Trust.\n        for, training schemes for employment of trainees;\n    (6) to provide employment opportunities for trainees;\n    (c) to direct or assist in the placement of persons seek-\n         ing employment in Jamaica;\n    (d to promote employment projects;\n    (e) to ensure that there is in the Island an adequate             i6\\!w\n         number of persons trained for employment in the\n         technical and vocational fields;\n    V, to take such steps as it considers necessary to estab-         k6i.I*\n       lish and maintain high standards in technical and\n       vocational education and training;\n    ( g ) to co-operate with other organizations and bodies i6i.1w\n         in matters relating to technical and vocational edu-\n         cation and training;\n    (h) to approve and certify courses to be pursued by per-          i6J!w\n         sons desirous of obtaining technical and vocational\n         education and training;\n    (21 to certify persons as instructors in the field of k6$.l*\n         technical and vocational education and training;\n    ( ~ 7 to approve and accredit institutions offering tech- 6;1,!%\n          nical and vocational education and training and to\n          keep a register of all such institutions:\n    (k) to institute, review and maintain a system of gi!m\n        rphe inclusion of Ibis p a ~ cis awthorizd by LN. 7 9 / 1 m\n6             HUMAN EMPLOYMENT A N D RESOURCE TRAINING\n                   assessments in relation to persons trained in the\n                   technical and vocationzl fields;\n%/I994        (0 to grant certificates and other awards or distinctions\ns3.\n                   and to make reports on persons who are assessed\n                   pursuant to paragraph (k);\n              (m) to deprive persons for cause of any certificates,\n                  awards or other distinctions granted by the Trust;\n              (n) to appoint such committees as the Trust thinks fit,\n                  consisting wholly or partly of members of the Trust\n                  to-\n                       (i) undertake research or assist persons in\n                           undertaking research into matters relating\n                           to technical and vocational education and\n                           training;\n                      (ii) advise the Trust on all aspects of technical\n                           and vocational education and training;\n                     (iii) apply or make arrangements for tests and\n                           other methods of ascertaining standards of\n                           efficiency to be achieved by trainees.\n               (2) In the exercise of its functions the Trust shall have\n         power-\n             (a) to provide finance for employment projects pro-\n                  moted or sponsored by the Trust;\n             (b) to administer and invest the moneys of the Trust;\n            (c) to enter into arrangements with such bodies as it\n                  thinks suitable with regard to the establishment,\n                  implementation, monitoring and financing of train-\n                  ing or employment programmes;\n            (d) to furnish, on such terms as may be agreed, equip-\n                  ment and finance to persons who, after training\n                  pursuant to this Act, require assistance in establish-\n                 ing a trade or business on their own account;\n            (e) to receive and administer funds donated or en-\n                 trusted to the Trust by any agency or organization\n                 IThc inclusion of this p2.m is auhrized by L.N. 791 IS%]\n          HUUAN EMPLOYMENT AND RESOURCE TRAINING\n             for any purpose relating to the training or employment\n             of persons;\n        V) to make rehnds of contributions on such terms and\n           conditions as may be prescribed; and\n        (g) to do such other things as may be necessary or\n            expedient for or in connection with the proper per-\n            formance of its hnctions under this Act.\n1"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Within fourteen days after the end of each month an employ.\n     er shall pay to the Collector such amount of contribubons as is payable\n     by him under the Act in respect of emoluments paid by him to hia\n     employees during that month\n           (2) The Collector shall give the employer a d p t , i n ,a tom\n     approved by the Minister for the total amount of contnbuhonr M1\n     paid\n            (3) If the employer has paid to the Collector on account of con-\n     tributions under t h s regulation an amount which he wad not liabIe\n     so to pay, th-, amount of the overpayment may be recovered from any\n      subsequent amount which he is liable to pay during the same wntribu-\n     tion year or may, if necessary, be refunded by the Collector."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(l)   If at the expiration of fourteen days after the end of any\n     month-\n          (a) the   employer has paid no amount of contributions to the\n                Collector under regulation 4 in relation to that month, and tbe\n               Collector is unaware of the amount, if any, which the em-\n               ployer is liable to pay; or\n          (b) the Collector is not satisfied that the amount paid is the\n               full amount that the employer is liable to pay to him for that\n               month.\n     the Collector may give notice to the employer requiring him to render.\n     within the time limited in the noticc. a return showing the name of\n     every employee and trainee to whom he made any payment of emolu-\n     ments in the period from the preceding first day of Jawary to the day\n     limited by the notice, together with such particulars with regard to\n     each such employee or trainee as the notice may require. bein8\n     particulars of-\n           (i) the payments of emoluments made to him dnriog that pcdod:\n               and\n          (U) the total amount of contributions that the employer was liable\n               to pay during that period and any matter aflacting the calculs-\n               tion of such amounts.\n         (2) The Collector shall ascertain and certify the amount oi m.\n     tnbutions which the employer is liable to pay to him in respect of the\n     month in question\n         (3) Where a notice given by the Collector under paragr h (1)\n     extends to two or more consecutive months. the provisiOns $Wsc\n     Regulations shall have effect as if those months were me month.\n                [The inclmion of this p a 5 is authorized by LN.42/1995]\n        HUMAN EMPLOYMENTAND RESOURCE TRAINING"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . - ( 1 ) The resources of the Trust shall comprise-              Resources\n                                                                          of the Tmt.\n        (a) all contributions and any interest thereon payable\n            by virtue of the provisions of this Act by em-\n            ployers;\n         (b) all other moneys and other property which may\n             in any manner become payable to or vested in the\n             Trust;\n         (c) all investment or other income derived fiom the\n              assets of the Trust;\n         (6) such sums as may from time to time be appro-\n              priated by Parliament for the purposes of the\n              Trust.\n                       (2) The funds of the Trust, save in so far as they may\n                 be invested or utilized pursuant to this Act, shall be held by\n                 the Bank of Jamaica or any bank approved by the Board\n                 in which public funds may lawfully be deposited."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. At the end of each financial year the Minister shall review the ~ i n ~ t e ~\noperations of the Trust with a view to deknnhhg-                         to review\n    ( 0 ) whether the Trust has operated in accordance with the                   :Ee\n                                                                              ations\n          operating plan approved by the Minister pursuant to para- w t .\n          graph 5 ;\n     (b) whether the assets of the Trust are su5cient to meet the\n          liabilities of the Trust having regard to expenses expected to\n          arise during the next ensuing year.\n                              SECONDSCHEDULE                        (section 5)\n                  The Board of Dfrecforsof the Trust"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Without prejudice to any other method of recovery, all\n                 debts due to the Trust may be recovered without limit of\n                 amount, in a Resident Magistrate's Court as a civil debt.\nl3orrorving\npowzrs.\n                   lo.-(])    Subject to the provisions of subsection (2), the Trust\n                 may borrow such sums as may be required by it for discharging\n                 any of its functions.\n                        (2) The power of the Trust to borrow shall, as to\n                 amount, as to the source of borrowing, and as to the terms\n                 on which the borrowing may be effected, be exercisable\n26'1994          only with the approval of the Minister responsible for\nS. 5.\n                 finance, and any such approval may be either general or\n                 limited to a particular borrowing or otherwise, and may be\n                 either conditional or subject to conditions.\n                        (3) In      this     section       \"borrow\"         includes    obtaining\n                 advances.\nPonsr of'           11.--(I) With the approval of the House of Representa-\nMinislzr to\nguarantsz        tives signified by resolution, the Minister responsible for\nloans to Trust\n2611994\nS. 6.\n                          [The inclusion of this page i s authorized by L.N. 87120041\n     HUMAN EMPLOYhfENT AND RESOURCE TRAINlNG                               7\nfinance may guarantec, in such nnnner and on such con-\nditions as he riay think fit, the repayment of the principal\nand the pegment of interest and charges on any authorized\nborrowings of the Trust.\n        (2) Where the Minister responsible for finance is 2611994\n                                                                S. 6.\nsatisfied that there has been default in the repayment of any\nprincipal moneys guaranteed under the provisions of this\nsection or in the payment of interest or charges so guaranteed\nhe shall direct the repayxent. orl as the case may be, the pay-\nment: out of the Consolidated Fund of the amount in respect\nof which there has been such default and any such repay-\nment or payment shall be a charge on the Consolidated\nFund.\n         (3) The Trust shall make to the Accountant-General,\nat such times and in such manner as the Minister responsible 2 6 / 1 ~ 4\nfor finance may direct, payments of such amounts as may be S. 6.\nso directed in or towards repayment of any sums issued in\nfulfilment of any guarantee under this section, and payments\nof interest on what is outstanding for the time being in\nrespect of any sums so issued at such rate as the Minister 26,,994\nresponsible for finance may direct, and different rates of s. 6.\ninterest may be directed as respects different sums and as\nrespects interest for diigerent periods.\n                        Contributions"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) No action, suit, prosecution or other proceedings shall be Rotation\nbrought or instituted personally against any member of the Board in of members\nr w p c ~of~any act done bona fide in pursuance or execution or intcndcd\nexecution of this Act.\n        (2) Where any member of the Board is exempt from liability\nby reason only of the provisions of this paragraph. the Trust shall be\nliable to the extent that it would be if the member was a scrvunt\nor agent of the Trust."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11...The office of Chairman or other member of the Board shall not omeof\nbe a public office for the purposes of Chapter V of the Constitution of Cbumun\n                                                                                   or mcmba\nJMlUlCP.                                                                           of Boxd.\n                                                                                   not publlc\n                                                                                   OfiCC.\n                                         THrRD SCHEDULE {Sections 12. 15 and U)\n. .        .\n      ThC Human ‘Employrnenf and Resource Training (Contributions)\n                                 Regulatiuns, 1982\n -1. These Regulations may be cited as .the Human Employment and\nR s s ~ l r c cT h i n g (Contributions) Regulations, 1982."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Subject to the provisions of this Act, contribu- Soumeor\ntions to the Trust shall be payable by employers in respect funds.\nof emoluments paid to their employees and shall be collected\nby the Commissioner of Inland Revenue and paid into the 8 / [ 9 8 6\nH.E.A.R.?. Fund.                                             s 3.\n    (2) The rates, terms and conditions applicable to the\npayment of contributions shall be prescribed by the Minister\nresponsible for finance by regulations.                     12/1938\n                                                            S. ZCa).\n      (3) Any regulations made pursuant to subsection\n(2) shall be subject to affirmative resolution of the House\nof Representatives.\n                          .\n         [The inclusion of this w e is authorized by L.N. 1461 19991\n8                   HUMAN EMPLOYMENT A N D RESOURCE TRAINlNG\n                     (4) An employer shall not be entitled to deduct from\n                the emoluments of any person employed by him, or other-\n                wise to recover from such person, the contributions payable\n                by the employer; and any employer who deducts or recovers\n                or attempts to deduct or recover the whole or any part of\n                such contributions in contravention of this subsection shall\n                be guilty of an offence against this Act.\n                      (5) The following shall not be liable to pay contribu-\n                tions under this Act-\n                    (U)   a Ministry or department of Government;\n311989              ( b ) subject to subsection ( 5 A t\nS. 2 b ) .\n                              (i) a statutory body or authority;\n                             (ii) a company registered under the Companies\n                                  Act, being a company in which the Govem-\n                                  ment or an agency of Government holds\n                                  not less than fifty-one per cenfzrm of the\n                                  ordinary shares;\n                    (c) any Parish Council;\n                    (d) the Kingston and St. Andrew Corporation;\n                    (e) any employer whose average monthly payments of\n                        emoluments to employees during the period of\n                        twelve months immediately preceding the appoint-\n                        ed day and during any subsequent contribution\n                         year, does not exceed the prescribed amounc\n 12/1998\n                    (fl any independent school as defined in the Educa-\nS. 2 (bl(iii.             tion Act which is registered finally in the Register\n                          of Independent Schools in accordance with section\n                          25 (7)of that Act.\n                                                                             I\n    H U M A N EMPLOYMENT A N D RESOURCE TRAINING                          9\n       (SA) Every statutory body or authority and every ~ ( ' ? ' , ~ ~ ,\ncompany in which the Government or any agency thereof\nholds not less than filty-one per crrifurn of the ordinary\nshares, being a bady, authority or company for the time\nbeing specified in the Fourth Schedule, shall be liable for the F O W ~\n                                                                Schedule.\npayment of contributions under this Act.\n       (SB)The Minister responsible for finance map, from S311989\n                                                             Ztb).\ntime to time by order publislied in the Guzerte, amend the Iz119y8\nFourth Schedule.                                           s. 2 ( E ) .\n       (5C) An order under subsection (5B)shall be subject 311989\n                                                           S. Z(b)\nto affirmative resolution.\n       (6) Subject to the provisions of this Act and except\nin so far as regulations otherwise provide, the provisions\nof the Income Tax Act or a n y regulations thereunder con-\ncerning payment, collection and recovery of income tax and\nthe enforcing of payment shall apply to contributions in\nthe same way as they apply to income tax; and no obliga-\ntion as to secrecy imposed by statute or otherwise on persons\nemployed in relation to income tax shall prevent informa-\ntion obtained in connection with the assessment or collec-\ntion of income tax from being disclosed by or under the\nauthority of the Commissioner in connection with the\noperation of this Act or regulations made thereunder re-\nlating to the calculation or collection of contributions under\nthis Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. An employer (hereinafter referred to as a \"specified Relietfor\n                                                               emolurnrnu\nemployer\") who pays emoluments to a trainee for any month paid\nshall be entitled to relief from contributions for that month trdne.b,\nequivalent to the amount of the emoluments so paid up to\nsuch limit as may be prescribed."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. For the purposes of section 13 of the Income Tax Treatment\n                                                               of employ-\nAct, contributions made under Lhis Act shall be treated er'acontri-\n                                                                       tor\nas expenses wholly or exclusively incurred in acquiring in- butions\n                                                               purpel\ncome and, in relation to a specified employer, the aggregate ~ ~ \" c O m s\n         [The in~lvsionof this p g e is ;,uthorized by LLN. 14G; 19991\n 10                  H U M A N E&fPLOYMENT A N D RESOURCL; TRAINING\n                of contributions paid by him and the amount of emolu-\n                ments paid by him to trainees, subject to such limit as\n                may be prescribed: shall be so treated.\n General          15. Regulations may provide-\n regulations\n &to pay-           ((11 for the payment and collection of contributions\n ment and\n collection               under this Act;\n of contribu-\n tions. etc.         (b) for the return of contributions paid in error;\n                     (c) (without prejudice to any other remedy) far the\n                         recovery, on prosecutions brought under or by vir-\n                         tue of this Act, of contributions;\n                     ( d ) for calculating or estimating, in such manner and\n                           on such basis as may be prescribed, the amount\n                           of a person’s emoluments for any period and the\n                           rate of a person’s emoluments;\n                     (e) for such ancillary matters as the Minister thinks\n                         necessary or desirable.\nPower of\nMinister to"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.02       H U M A N EMPLOYMENT A N D RESOURCE TRAINING\n                 whatever terms) to be subject to the provisions of\n                 any regulations; or\n             (c) as the Minister may consider necessary or desirable\n                 generally for the better carrying into effect of the\n                 provisions of this Act.\n                  (2) Without prejudice to the generality of subsec-\n        tion (1) the Minister may by such regulations provide for-\n             (a) the submission of annual reports or returns by\n                    employers containing such information as the\n                    Minister may require;\n             (6) the keeping of such records by employers as the\n                    Minister may require for any purpose connected\n                    with the provisions of this Act;\n             (c) the submission by employers at such intervals and\n                    in such manner as may be prescribed, of returns\n                    of persons employed or provided with training by\n                    them;\n             (d, the qualifications required for persons to be select-\n                    ed as trainees;\n             (e) the levels of remuneration to be paid to trainees;\n             ( f ) the procedures for the selection of trainees;\n             (g) the terms and conditions of training, and the em-\n                    ployment of trainees by employers.\n                ( 3 ) If any person fails to comply with any provision\n        of the said regulations requiring him to furnish a return or\n        other information or to give any certificate or to produce\n        wages sheets or other documents or records, he shall be\n        guilty of an offence and liable on summary conviction in a\n        Resident Magistrate’s Court to a penalty not exceeding one\n        thousand dollars and in the case of a continuing offence to\n        a further penalty of the like amount for every day during\n        which the failure continues after conviction.\n                (4) Notwithstanding the provisions of section 29 of\n        the Interpretation Act, regulations under this Act may pro-\n        vide in respect of a breach of any of the provisions thereof\n                [The inclusion of thiE pge is avthorized by L,N. 41119871\n    HUMAN EMPLOYMENT AND RESOURCE TRAINING                                 17\nthat the offender shall be liable to such fine not exceeding\none thousand dollars or to such term of imprisonment with\nor without hard labour not exceeding six months or to both\nsuch fine and imprisonment as may be therein prescribed.\n       (5) Any power conferred thereby to make regula-\ntions may be exercised-\n         either in relation to all cases to which the power\n         extends or in relation to a11 those cases subject to\n         specified exceptions or in relation to any specified\n         cases or classes of case; and\n         so as to make, as respects the cases in relation to\n         which it is exercised-\n             (i) the full provision to which the power ex-\n                 tends or any less provision (whether by way\n                 of exception or otherwise);\n            (ii) the same provision for all cases in relation\n                 to which the power is exercised or different\n                 provision for different cases or classes of\n                 case or different provision as respects the\n                 same case or class of case for different pur-\n                 poses of this Ace\n           (iii) any such provision either unconditionally\n                 or subject to any specified condition.\n        (6) Any regulations under this Act may contain such\nincidental or supplementary provisions as appear to the\nMinister to be expedient for the purposes of the regulations.\n        (7)Until other provision is made pursuant to this\nAct the Regulations set out in the Third Schedule shall have Third\n                                                             Schedule.\neffect.\n        vhc inclwiiun of this pace is authorized by 1LN. 5 5 / 1 9 8 3 ]\n18                HUMAN EMPLOYMENT A N D RESOURCE TRAINING\n                                         FIRSTS~~EDIJLH                      (Section 3)\n                                        The H.E.A.R.T Trust\nAu.thCUti-     1 . 4 1 ) The seal of the Trust shall be authenticated by the signatures\nCiitlOn of   of the Chairman or a member of the Board authorized to act in that\nseal and     behalf and an officer of the TNSt so authorized.\ndocumentJ.\n                     (2) All documents, other than those required by law to be\n             under seal, made by, and all decisions of, the Trust may be signified\n             under the hand of the Chairman or any member of the Board\n             authorized to act in that behalf or an officer of the Trust so authorized.\nPower to        2.-(1) The Trust may, subject to sub-parapaph (2). appoint and\nappoint      employ at such remuneration and on such terms and conditions as\n0ffiCeI-S    it thinks fit, a Managing Director of the Trust and such other officers.\nand          agents and servants as it thinks necessary for the proper carrying out\nServants\n             of its functions:\n                Provided that 110 appointment shall be made to a post carrying\n             a salary in excess of the rate of twelve thousand dollars per annum\n             without the prior approval of the Minister.\n                     (2) The Governor-General may, subject to such conditions as\n              he may impose, approve of the appointment of any public o0icer in\n             the service of Jamaica to any office with the Trust and any public\n             officer so appointed shall, in relation to pension. gratuity or other\n             allowance, and to other rights as a public officer. be treated as con-\n             tinuing in the service of Government.\nExpenses       3.--(1) The expenses of the Trust (including the remuneration of\nof the       the staff thereof and members of the W)shall be defrayed out\nTrust.       of the income of the Trust or from sum provided for the purpose by\n             Parliament.\n                   (2) In t h i s paragraph “inoome” means interest or dividends\n             earned or obtained on loans or investments made by the Trust\nAccounts,      4 . 4 1 ) The Trust shall keep proper accounts and other records in\naudit and    relation to its business and shall prepare annually a statement of\nestimatta.   accounts in a form satisfactory to the Minister.\n                     (2) The accounts of the Trust shall be audited annually by the\n             Auditor-General or by any auditor appointed annually by the Trust\n             and approved by the Minister.\n                   (3) The Trust shall, on or before the 28th day of February h\n             each year, submit to the Minister for approval an estimate of the\n             operational expenses and inwme in respect of the financial year\n             commencing the 1st day of April next following.\n                   (4) In addition to the provisions of sub-paragraph (3), the\n             Trust shall on or before the 28th day of February in each year, submit\n             to the Minister for approval estimates in respect of the financial year\n                           inclusion of this page is autborued by L.N. %/I9831\n     HUMAN EMPLOYMENT A N D RESOURCE TRAINING                                             19\nmmencing on the 1st day of April next fqllowkg, showing estimated\nreceipts by the TNSt ansing from wntnbutions. loan repayments.\npayments in respect of investments and similar sources."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Board may designate such persons as it thinks mienation\nfit to be inspectors for the purpose of giving effect to the gseDn\nprovisions of this Act.\n                                                          . or"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) An inspector shall, for the purposes of this Act power\n                                                          lDapPCCtOR\nor the regulations, have power to do all or any of the\nfollowing-\n     (a) enter at all reasonable times any premises or place\n          (other than a private dwelling-house, not used by,\n          or by permission of, the occupier for the purpose\n          of a trade or business) where he has reasonable\n          grounds for supposing that any trainees are em-\n          ployed or are undergoing training;\n     (b) to make such examination and inquiry as may be\n          necessary for ascertaining whether the provisions\n          of this Act or the regulations are being or have\n          been complied with in such premises or plaoe;\n     (c) to exercise such other powers as may be necessary\n          for carrying this Act or the regulations into effect.\n        (2) The occupier of any such premises or place and\nany other person who is or has been providing training for\nor employing any trainee, the servants and agents of any\nsuch occupier or other person, and any trainee shall furnish\nto an inspector all such information and shall produce for\ninspection all such documents as the inspector may reason-\nably require.\n         me inchaim of this page ia auaharirsd by L.N. 791 19961\n12                HUMAN EMPLOYMENT A N D RESOURCE TRAINING\n                     (3) Any person who-\n                  (a) wilfully delays or obstructs an inspector in the\n                      exercise of any power under this section; or\n                  (b) without lawful excuse, refuses or neglects to answer\n                      aEy question or to furnish any information or to\n                      produce any document when required to do so\n                      under this section;or\n                  (c) conceals or attempts to conceal any person or\n                      attempts to prevent any person from appearing\n                       before or being questioned by an inspector,\n             shall be guilty of an offence against this Act.\n                     (4) Every inspector shall be furnished with a form\n             of identification, and on applying for admission to any pre-\n             mises or place for the purposes of this Act or the regulations\n             shall produce such identification.\nIatert\npayable on"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.41) All sums due to the Trust by way of contribu-\navsrduc      tions unless regulations otherwise provide, shall bear interest\nmntribn-\ntlonr        at the rate of twenty per cent per amum (or such other\n             rate and from such date as may be prescribed) and shall\n             be recoverable as debts due to the Trust.\n                     (2) A certificate of a Collector of Taxes that any\n             sum due to the Trust or interest thereon is payable under\n             this Act and that payment has not been made to the Trust,\n             or, to the best of his knowledge and belief, to any person\n             acting on behalf of the Trust, shall be sufficient evidence\n             that the sum mentioned in the certificate is unpaid and is\n                         ioclusion of &is pnge is adorized by L.N. 791199bl\n    HUMAN EMPLOYMENT A N D RESOURCE TRAlNlNG                        13\ndue to the Trust, and any document purporting to be such\na certificate as is mentioned in this subsection shall be\ndeemed to be such a certificate unless the contrary is proved."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. In any action or other legaI proceedings brought ~ m ~ c d i n g s\nagainst any inspector in respect of any act done in pursu- againsi\n                                                               ins\nance or execution or intended execution of this Act or the 'g,P\"  ,\nregulations, the plaintiff shall not recover unless he alleges\nin his pleading and proves at the trial that such act was\ndone either maliciously or without reasonable and probable\ncause."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. An inspector or other person may be authorized by P w c r t o\nthe Board to institute or conduct proceedings for an offenoe mndnq\n                                                             wga.\nagainst this Act or the regulations, which is tn'able sum-\nmarily."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)  11 any employer has failed or negkctd-         offcncw\n     (a) to pay any contributions which under this Act or \"&   k\n          the regulations he is liable to pay; or\n     (b) to comuly with the requirements either of this Act\n          or the regulations rel;?ting to the payment and\n          collection of such contributions and the furnishinp\n          of information relating thereto,\nsuch employer shall be liable on summary conviction in a\nResident Magistrate's Court to pay any amount of contri-\nbutions outstanding at the date of conviction and in addition\na fine not exceeding five thousand dollars or treble the 811986\namount of contribution which is unpaid. whichever is the s. *a)\ngreater, and in default of such payment to imprisonment\nwith or without hard labour for a period not exceeding\ntwelve months.\n    ~B\n        (2) If any person-\n     (0) practises or is concerned in any friludulent act. con-\n          trivance or device with intent to defraud the Trust\n          of contributions: or\n     (b) for the numore of obtaining any zllowance. relief.\n          benefit or payment under this Act or the regula-\n        me indusion of thia pgs Is a h t i z c d by LN. 4111987l\n14       HUMAN EMPLOYMEN1 A N D RESOURCE TRAlNiNG\n                tions, whether for himself or some other person,\n                or for any other purpose connected with this Act-\n                    (i) knowingly or recklessly makes any false\n                        statement or false representations;\n                   (ii) produces or furnishes or causes or kuow-\n                        ingly allows to be produced or furnished,\n                        any document or information which he\n                        knows to be false in a material particular,\n     he shall be liable on summary conviction in a Resident\n     Magistrate’s Court to a fine not exceeding five thousand\n     dollars or treble the amount of the contribution in respect of\n     which payment is sought to be evaded. and in default of\n     payment to imprisonment with or without hard labour for a\n     term not exceeding twelve months.\n             (3) Where B person convicted of an offence under\n     subsection (1) is a body corporate every person who at the\n     time of the commission of the offence was a director or\n     officer of the body corporate shall, unless he proves that it\n     was committed without his knowledge or that he exercised\n     all due diligence to prevent the commission thereof, be guilty\n     of the offence.\n            (4) Any sum, other than a fine, payable under the\n     foregoing provisions of this section shall be paid into the\n     H.E.A.R.T. Fund.\n            (5) Nothing in this section shall be construed as pre-\n     venting the Trust from recovering by means of civil pro-\n     ceedings any sum due to the Trust.\n            (6) Every person having any official duty in relation\n     to, or is empIoyed in, the administration of this Act shall\n     regard and deal with as secret and confidential all docu-\n     ments, information. returns. assessment lists or copies of\n     such lists obtained from thc Commissioner and relating to\n     the income or items of inceme of any person and shall make\n     and subscribe a declaration to that effect before a Justice\n     of the Peace.\n             me inclusion of tbt p g e is authorid by L.N. 41/1987l\n    HUMAN EMPLOYMENT AND RESOURCE TRAlNlNG                                15\n          (7) Every such person as is referred to in subsection\n( 6 ) having possession of or control over any such documents,\ninformation, returns or assessment lists or copies of such\nlists relating to the income or items of income of any person,\nwho at any time communicates or attempts to communicate\nsuch information or anything contained in such documents,\nreturns, lists or copies of such lists to any pemon-\n      (U) other than a person to whom he is authorized by\n           the Minister to communicate it; or\n      (b) otherwise than for the purpose of this Act,\nshall be guilty of an offence against this Act and shall be\nliable on summary conviction in a Resident Magistrate’s\nCourt to a fine not exceeding five thousand dollars and in 8/1986\n                                                               s. 4 (d.\ndefault of payment to imprisonment with or without hard\nlabour for a term not exceeding twelve months.\n         (8) If any person is guilty of any contravention of\nany of the requirements of this Act or the regulations in\nrespect of which no special penalty is provided, he shall for\neach offence be liable on summary conviction before a\nResident Magistrate to a fine not exceeding one thousand\ndollars or to imprisonment with or without hard labour for\na period not exceeding six months and where such offence 8/1986\nis continued after conviction such person shall be guilty of a S. qd).\ncontinuing offence and in respect of each day during which\nsuch offence continues shall be liable to a fine not exceeding\nfive hundred dollars."
    },
    {
      "provision_ref": "sec24a",
      "section": "24A",
      "title": "Section 24A",
      "content": "24A.-(1) Where an employer liable to pay contributions is DLp’sna-\na company incorporated or registered under the Companies m n o f\nAct and is liable to make contributions under this Act. such igf?\nemployer shall designate an officer of that company (here- c5cer by\nafter in this section referred to a y the “responsible officer”)  E;k\nwho shall be-                                                    s. 5.\n                                                                 311989\n     (a) answerable for doins all such acts, matters and s.ua),\n          things as are. by virtue of this Act or the regula- W.\n          tions. required to be done by the company in rela-\n          tion to the payment of rontrihutions; and\n        me inclusion of this page is autharizcd by LN 50/1994\nM       HUMAN EMPLDYMENT A N D RESOURCE T R A l N l N G\n        (b) responsible for making payment to the Trust of all\n            contributions due to the Trust by the company in\n             accordance with the provisions of this Act or the\n             regulations relating to the payment of such contri-\n             butions.\n             (2) The company shall give written notice to the\n    Collector of Taxes of any designation made pursuant to\n    subsection (1) and shall also notify the Collector of any\n    change in that designation.\n              (3) In the absence of any designation pursuant\n    to subsection (l), the person who is the managing director of\n    the company or, as the case may be, the person who (by\n    whatever name called) performs in Jamaica the duties norm-\n    ally carried out by a managing director or, if there is no\n    such person. the person in Jamaica appearing to the Collect-\n    or of Taxes to be primarily in charge of the company’s affairs\n    shall for the purposes of this section be deemed to be the\n    responsible officer.\n            (4) A responsible officer shall, within fifteen days\n    after the end of each month, notify the Collector of Taxes of\n    any outstanding balances of contributions payable to the\n    Trust by the company a s at the end of that month and any\n    responsible officer who fails to do so shall be guilty of an\n    offence under this Act.\n               (5) A responsible officer who fails or neglects to\n    carry out his duties in accordance with this section shall-\n         ( 0 ) in the event of a failure or neglect to make pay-\n                ment of contributions as required by thii section,\n                be jointly and severally liable together with the\n               company for all contributions an6 any penalty in\n                relation thereto;\n         (6) in any other case, be liable for any penalties under\n                this Act,\n    unless he satisfies the Collector that-\n          (i) there were born fide reasons for the failure or\n            me inclusion of this page is authorized by L.N. SO/l9!9q\n    H U M A N EMPLOYMENT A N D RESOURCE TRAlNlNG                     16.01\n          neglect and that payment could not have been\n          made in the circumstances; or\n     (ii) he was overruled by the board of directors of the\n          company (hereinafter referred to as the board) or\n          was otherwise prevented by the board or by any\n          director thereof from carrying out his duties under\n          this section.\n           (6) If the Collector is not satisfied as to the matters\nreferred to in subsection (3,   he shall advise the responsible\nofficeT in writing of his decision.\n          (7) Where the responsible officer satisfies the\nCollector pursuant to subsection (5) that he was overruled\nor prevented as mentioned in that subsection, each director\nof the company shall be jointly and severally liable (together\nwith the company) for all contributions and any penalty\nin relation thereto unless he proves that-\n     (a) there were born fide reasons for overruling the\n          responsible oifcer or preventing payment and that\n          payment of contributions could not have been\n          made in the circumstances; or\n     (b) he was neither a party to the decision of the board\n          to overrule the responsible officer nor a party to\n          any action by the board or any other director to\n          prevent payment.\n          (8) A person who is designated a responsible\nofficer shall not be liable in respect of contributions which\nbecame payable-\n     (a) prior to the date of his designation; or\n     (b) during any period when, consequent on notification\n          to the Collector, he is not the responsible officer.\n  2 5 . 4 1 ) The Minister may make regulations-              Repulationi.\n     (U) required by this Act to be made; or\n     (b) for the purpose of modifying or affecting the opera-\n            tion of any provision of this Act expressed (in\n         me iadusion of this page is aulhorized by L.N. 41/198n"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.    Regulations.\n        SCHEDULES\n   -.-.., .\n              [The inclusion of this page i s authorized by L.N. 87/2004]\n      HUMAN W P LOYMENI' AND RESOURCE TRAINING                                               #-\n      THE HUMAN EMPLOYMENT AND RESOURCE                                            Acts\n                                                                               13 of lWZ,\n                 TRAINING ACT                                                  8 of 19 86,\n                                                                                3 of 1989,\n                                                                               26 of 1994,\n                                                                               12 of 1998,\n                                                      [lst September, 1982.1   28 of 2003\n                                                                                   S. 2."
    }
  ],
  "definitions": [
    {
      "term": "approved employment",
      "definition": "employment approved by",
      "source_provision": "sec2"
    },
    {
      "term": "the Board",
      "definition": "the Board of Directors of the Trust",
      "source_provision": "sec2"
    },
    {
      "term": "Chairman",
      "definition": "the Chairman of the Board or any",
      "source_provision": "sec2"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner of Inland L",
      "source_provision": "sec2"
    },
    {
      "term": "contribution",
      "definition": "a contribution payable pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "emoluments",
      "definition": "any emoluments assessable to",
      "source_provision": "sec2"
    },
    {
      "term": "employer",
      "definition": "any person paying emoluments,",
      "source_provision": "sec2"
    },
    {
      "term": "employee",
      "definition": "any person in receipt of emolu-",
      "source_provision": "sec2"
    },
    {
      "term": "income tax",
      "definition": "income tax payable pursuant to",
      "source_provision": "sec2"
    }
  ]
}