{
  "id": "jm-stat-the-human-tissue-act",
  "type": "statute",
  "title": "The Human Tissue Act",
  "title_en": "The Human Tissue Act",
  "short_name": "Human Tissue Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-human-tissue-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-human-tissue-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act “relative” includes a relative by marriage. Interpiefa-\n                                                                 tlon.\n                                                                 3611976\n                                                                 Sch."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) If any person, either in writing at any time or Remmal\n                                                              of arts\norally in the presence of two or more witnesses during his of Eo,ires\nlast illness, has expressed a request that his body or aiiy Zr$y’\nspecified part of his body be used after his death for thera-\npeutic purposes or for purposes of medical education or\nresearch, the person lawfully in possession of his body after\nhis death may, unless he has reason to believe that the\nrequest was subsequently withdrawn, authorize the removal\nfrom the body of any part or, as the case may be, the\nspecified part, for use in accordance with the request.\n       (2) Without prejudice to the provisions of subsec-\ntion (l), the person lawfully in possession of the body of a\ndeceased person may authorize the removal of any part\nfrom the body for use for the said purpose if, having made\nsuch reasonable enquiry as may be practicable, he has no\nreason to believe-\n    (a) that the deceased had expressed an objection to his\n         body being so dealt with after his death, and had\n         not withdrawn it; or\n    (b) that the surviving spouse or the nearest other\n       m0 inclusion of this page is authonzed by LN. 31/1977)\n2                                H U M A N TISSUE\n                  surviving relative of the deceased objects to the\n                  body being so dealt with.\n              (3) Subject to the provisions of subsections (4) and\n        (3,the removal and use of any part of a body in accordance\n        with an authority given in pursuance of this section shall be\n        lawful.\n               (4) No such removal shall be effected except by a\n        registered medical practitioner, who must have satisfied\n        himself by personal examination of the body that life is\n        extinct, and where a medical certificate of the cause of\n    .   death has been given in respect of the deceased, such re-\n        mo\\al shall not be effected by the registered medical practi-\n        tioner by whom such certificate was given.\n              ( 5 ) Where    person has reason to believe that an\n        inquest may be required to be held on any body or that\n        a post-morrem examination of any body may be required,\n        he shall not, except with the consent of the coroner-\n            (U)   give an authority under this section in respect of\n                  the body; or\n            (6) act on such an authority given by any other\n                  person.\n               (6) No authority shall be given under this section in\n        respect of any body by a person entrusted with the body\n        for the purpose only of its interment or cremation or\n        custody prior thereto.\n              (7) In the case of a body lying in a hospital, nursing\n        home or other institution, any authority under this section\n        may be given on behalf of the person having the control\n        and management thereof by any officer or person desig-\n        nated for that purpose by the first-mentioned person.\n              F   e inclwon of this pa&e is authorized by   L.N. 3111977l\n                            H UM AN TISSUE                             3\n          (8) Nothing in this section shall be construed as\n    rendering unlawful any dealing with, or with any part of,\n    the body of a deceased person which is lawful apart from\n    this Act and no action shall lie against any registered\n    medical practitioner in respect of any act done by him in\n    good faith and in accordance with the provisions of this\n    Act in relation to the removal and use of any part of a\n    body."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Any person who contravenes the provisions of Offenca.\n    subsection (4) of section 3 shall be guilty of an offence and\nI\n    shall be liable on summary conviction before a Resident\n    Magistrate to a fine not exceeding one thousand dollars and\n    in default of payment to imprisonment for a term not ex-\n    ceeding six months or to both such fine and imprisonment.\n           (2) Any person who contravenes the provisions of\n    subsection (5) or subsection (6) of section 3 shall be guilty of\n    an offence and shall be liabIe on summary conviction before\n    a Resident Magistrate to a fine not exceeding five hundred\n    dollars and in default of payment to imprisonment for a\n    term not exceeding six months or to both such fine and\n    imprisonment.\n          me indusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}