{
  "id": "jm-stat-the-immigration-restriction-commonwealth-citizens-act",
  "type": "statute",
  "title": "The Immigration Restriction (Commonwealth Citizens) Act",
  "title_en": "The Immigration Restriction (Commonwealth Citizens) Act",
  "short_name": "Immigration Restriction (Commonwealth Citizens) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-immigration-restriction-commonwealth-citizens-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-immigration-restriction-commonwealth-citizens-act | Legal areas: Caribbean Community (CARICOM)",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. That, on the return of the person referred to herein to the Island, this\ncertificate shall be surrendered to the examining immigration officer."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1) In this Act-                                            Interpret,\n                                                                   Lion.\n“Chief Immigration Officer” and “immigration officer”\n    respectively mean the Chief Immigration Officer a i d\n    any immigration officer appointed by the Governor-\n    General under the Aliens Act;\n“dependant” in relation to another person means-\n    (U) the wife of such person if she is not living apart\n          from him under a decree of a competent court or\n          a deed of separation;\n    ( b ) the child or step-child under the age of sixteen\n          years, of such person;\n    (c) an adopted child under the age of sixteen years\n          having been adopted by such person in a manner\n          recognized by law;\n“domicile” means the place in which a person has his\n    present home or in which he resides or to which he\n    returns as his place of present permanent abode and\n    not for a mere special or temporary purpose; and a\n    Commonwealth citizen shall not be deemed to have a\n    domicile within the Island for the purposes of this Act\n    unless he has resided therein for at least two years other-\n    wise than under terms of conditional or temporary\n    residence permitted by this Act or any other enactment\n    in force in the Island or as a person under detention\n        [The inclusion of mis p g e is authwized by L.N.17/1989]\n4                   IMMIGRATION RESTRICTION\n        in a prison, reformatory, orphanage, mental hospital or\n        leper asylum; and a Commonwealth citizen shall be\n        deemed for the purposes of this Act to have lost his\n        domicile within the Island if he voluntarily go and\n        reside outside the Island (except for a special or\n        temporary purpose) with the intention of making his\n        home outside the Island; and “domiciled” shall have a\n        corresponding meaning;\n    “Health Officer” means any registered medical practitioner\n        appointed by the Governor-General to be a Health\n        Officer for the purposes of this Act;\n    “immigrant” means a Commonwealth citizen who enters\n         the Island from a place outside the Island, whether for\n         the first or at any subsequent time;\n    “lands” includes arrival or entry by any form of convey-\n         ance, and references to landing, unless the context other-\n         wise implies, includes references to attempting to land;\n    “member of a crew” means any person employed in the\n        working or service of a vessel;\n    “passport” means a passport furnished with a photograph\n         and duly issued to or renewed in favour of the person\n        named therein not more than five years before the date\n        of his arrival, or some other document establishing the\n        identity and nationality of the immigrant to the satis-\n        faction of the immigration officer;\n    “’passenger”means any Commonwealth citizen, other than a\n         seaman, travelling or seeking to travel on board a vessel;\n    “seaman” means an officer or member of the crew of a\n        vessel;\n    “vessel” includes aircraft, and “master of a vessel” includes\n        the pilot of an aircraft.\n           (2) For the purposes of this Act a Commonwealth\n    citizen shall be deemed to belong to the Island if he-\n            [meincluskm of this page tr authorized by L.N. 17119891\n                IMMIGRATION RESTRICTlON                               5\n     (a) was born in the Island or of parents who at the\n          time of his birth were domiciled or ordinarily\n          resident in the Island; or\n    ( b ) is domiciled in the Island; or\n    (c) has been ordinarily resident in the Island continu-\n          ously for a period of seven years or more and since\n          the completion of such period of residence has not\n          been ordinarily resident in any other part of Her\n           Majesty’s dominions or any territory under the\n          protection of Her Majesty continuously for a\n          period of seven years or more; or\n    (d) became a citizen of Jamaica by registration or by 8/1%2\n          naturalization; or                                  S 16.\n    (e) is a dependant of a person to whom any of the fore-\n         going paragraphs applies.\n        (3) For the purposes of this Act a Commonwealth\ncitizen shall be deemed to belong to a particular place out-\nside the Island if he-\n     (a) was born in that place or of parents who at the\n           time of his birth were domiciled or ordinarily\n           resident in that place; or\n      (b) is domiciled in that place; or\n     (c) has been ordinarily resident in that place continu-\n           ously for a period of seven years o r more and since\n           the completion of such period of residence has not\n           been ordinarily resident in any other place con-\n           tinuously for a period of seven years or more; or\n      (4is a dependant of a person to whom any of the\n           foregoing paragraphs applies."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. [Revoked by L.N. 24 of 2007.1\nExaniina-          4. The examination of persons in accordance with section 8 of the\ntion of pas-\nsengcrs.\n               Act shall be conducted by an immigration officer on the vessel by which\n               such persons arrived, or at any other place convenient for the purpose\n               as the immigration officer may direct. Every such person before\n               being permitted to enter or remain in the Island shall, if so required\n               to do by the immigration officer, complete a declaration in the Form\n               \"C\", and the immigration officer may require every such person to\n               declare thereto before him and shall satisfy himself, where he has\n               any doubt, that the signatory thereto is sufficiently educated to under-\n               stand such declaration; or, if such person be unable to fill in such form,\n               the officer shall question him, through an interpreter if necessary,\n               and shall himself fill in or cause to be filled in the form of\n               declaration, and shall thereupon require such person to sign such\n               declaration.\nEvidence of        5. The Immigration officer may require, for the purpose of an application\nidentity of\nwifc and\n               of a wife or child of an immigrant to enter the Island, a propet.ly authen-\nchild.         ticated copy of the certificate of the marriage or of the birth, as the case\n               may be; or, if no copy of such marriage certificate or birth certificate can\n               be produced, the immigration officer may require evidence to satisb him\n               that that person is such a wife or child as alleged and of the identity of the\n               person and that such wife or child is exempted from being considered a\n               prohibited immigrant.\nSecurity to       6.--(I) Whenever security has to be furnished by an immigrant, such\nbe furnished\nand evidence\n               security shall be in the form of a deposit made with the Accountant-General\nof tncans.     and the amount thereof shall, according to the case, be-\n                       (a) sixty dollars if the immigrant belongs to one of the Common-\n                           wealth countries in the Caribbean or to Guyana or British\n                           Honduras;\n                     IMMIGRATION RESTRICTION\n       (6) one hundred dollars ifthe immigrant belongs to a country forming\n           part of the Continent of America, of Europe or of Africa, or to\n           any of the Islands of the North Atlantic Ocean other than those\n           specified in sub-paragraph (a);\n       (c) two hundred dollars if he belongs to any other country:\n   Provided that in special cases to be approved by the Minister,\nthe immigrant may give a security bond in the appropriate amount\nwith one or more sureties acceptable to the Chief Immigration\nOfficer.\n        (2) A person on a temporary visit to the Island shall, if required to\ndo so by an immigration officer, produce evidence to the satisfaction\nof the immigration officer-\n       (a) of being in employment elsewhere and intent to return thereto;\n           or\n       (b) of possession of a return ticket; or\n       (c) of the possession of a sum of money sufficient to enable him\n           to maintain himself during the period of his visit and to\n           provide for his .return fare, or of its immediate\n           availability.\n             (3) The immigration officer may accept as sufficient evidence\nthat the immigrant is not likely to become a public charge if\n(not being a person suffering from infirmity of body 01. mind, or\nill health) he is satisfied that bona fide employment is awaiting\nthe immigrant in the Island; the evidence to support such contention\ns h a l l . s h o w the nature and period of the employment and the\nproposed wage, and be supported as to the ability of the pros-\npective employer to carry out his undertaking and include\nan undertaking by the employer to repatriate the immigrant if\nthe engagement is terminated within two years from the time he\nlanded in the Island.\n         (4) The security bond required for the purposes hereof may be\ngiven in the Form \"D\", with such modifications as the circumstances\nrequire."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) A Commonwealth citizen entering the Island with- Passports.\nout a passport shall be deemed to be a prohibited immigrant\nunless and until he explains why he has no passport, and\nestablishes his identity and nationality, to the satisfaction\nof the immigration officer.\n       (2) The Minister may by regulation exempt any class\nof Commonwealth citizens entering the Island from the\nprovisions of this section either unconditionally or subject\nto such conditions as may by such regulation be imposed."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The following Commonwealth citizens or classes of Persons\n                                                                   deemed not\nCommonwealth citizens shall not be prohibited immigrants to be IO-\nfor the purposes of this Act-                            hibite$\n                                                         immigrants.\n      m e inclusion of this page is authorized by L.N. 48O/lp73]\n8                             IMMIGRATION RESTRICTION\n                   (a) persons who belong to the IsIand as defined by sub-\n                        section (2) of section 2;\n                   (b) persons in the service of the Government of the\n                        Island;\n                   (c) members of Her Majesty’s reguIar naval, military\n                        or air forces;\n                   (d) persons who are duly accredited to the Government\n                        of the Island by or under the authority of Her\n                        Majesty or the Government of any foreign state,\n                        and the staff of any such persons;\n                   (e) the dependants of the persons enumerated in the\n                        previous paragraphs of this section;\n                    (fl any other persons or class of persons to whom this\n                        section may be applied by regulation.\nCertificateof    7. The Chief Immigration Officer may in his discretion\nidentityfor\nre-entry.     issue  to any Commonwealth citizen who belongs to the\n              Island, and who desires to proceed thereout with the\n              intention of returning thereto a certificate of identity, when\n              such Commonwealth citizen is for any reason apprehensive\n              that he will be unable to prove on his return that he is not\n              a prohibited immigrant.\nRestriction     8 . 4 1 ) Subject to such exemptions as may be made by the\non landmg\nandinspec.    Minister under section 36, a Commonwealth citizen coming\ntion of rmrni. from outside the Island shall not land in the Island except\ngrants.\n              with the leave of an immigration officer.\n                     (2) An immigration officer or a Health Officer may\n              inspect any Commonwealth citizen seeking to land in the\n              Island and any such inspection shall be made as soon as\n              practicable after his arrival.\n                    (3) For the purpose of such inspection a Common-\n              wealth citizen may land temporarily and, provided he sub-\n              mits himself forthwith to such inspection, shall be deemed\n                    p’he inclusion of this page is authorized by L.N. 480/1973]\n                IMMIGRATION RESTRICTION                                 9\nnot to have landed. Any such person may be detained in\nsuch manner as the Minister may direct and while so detained\nshall be deemed to be in legal custody.\n       (4) Where an immigration officer refuses leave to land\nto any Commonwealth citizen under subsection (11, he shall\nreport the fact of such refusal together with the reasons\ntherefor to the Minister within twenty-four hours of such\nrefusal.\n        ( 5 ) Every Commonwealth citizen entering the Island\nshall truthfully answer all proper questions put to him by the\nimmigration officer for the purposes of this Act, and shall\nalso, if required by the immigration officer-\n     ( U ) make and sign the prescribed declaration; and\n     (b) submit to be examined by a Health Officer.\n       (6) The master of a vessel arriving at a port in the\nIsland may detain on board any Commonwealth citizen\nuntil inspected or landed for inspection under this section,\nand shall, on the request of an immigration officer, so detain\nany Commonwealth citizen arriving in that vessel, whether\nseaman or passenger, to whom leave to land has been refused\nby the immigration officer, and any Commonwealth citizen\nso detained shall be deemed to be in legal custody.\n      (7) Any person who contravenes or fails or refuses\nto comply with any of the provisions of this section when\nentering the Island shall be deemed to be a prohibited immi-\ngrant and may be dealt with as such."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) The Health Officer appointed by the Minister for the purpose Medical\nshall, when necessary and required, be present at the examination of\npersons entering or seeking to enter the Island, and shall indicate to the\n                                                                                :.cinr-\n                                        IMMIGRATION RESTRICTION\n                 immigration officer any person who ought, in the opinion of such\n                 Health Officer, to be medically examined. The immigration officer may\n                 require such Health Officer to make a medical examination of any\n                 such person and of any other person entering or found within the Island\n                 who is required to submit to such medical examination.\n                         (2) The medical examination of any person entering or seeking to\n                 enter or found in the Island shall take place at such place as may be\n                 convenient, and as soon as possible after the arrival of such person, or after\n                 the person is found, and a report as to the result of such examination shall\n                 be rendered to the immigration officer and sl~allaccompany that officer's\n                 record of proceedings furnished to the Chief Immigration Officer if any\n                 such person be found to be a prohibited immigrant.\nCertificate of       8.--(I) A certificate of identity issued in terms of section 7 of the Act,\nidentity.        to persons who belong to the Island, may be in the Form \"E\", and subject to\n                 tlie conditions therein set out, or to any modifications required in the\n                 particular circumstances; and every such certificate shall contain such\n                 particulars as may be deemed necessary for the purpose of identification.\n                         (2) No certificate of identity shall be issued unless there be lodged\n                 with the immigration officer satisfactory documentary evidence as to the\n                 identity of the applicant and of his claim that lie belongs to the Island, and of\n                 the particulars required.\nConditions           9. Unless in any individual case the giving of security is considered\nof leave to      unnecessary by the immigration officer, the immigrant who applies for leave\nland or re-\nmain in          to land or remain in the Island shall be required to deposit the amount\nIsland.          appropriate to his case or give a security bond for such amount as provided\n                 by regulation 6(I) as a security for the observance by him of the conditions\n                 attached to the grant of the leave. The deposit shall only be refunded upon\n                 the klfillment of such conditions and upon such person leaving the Island\n                 within the period for which the leave was granted, or upon the cancellation of\n                 the conditions by the Minister.\nProvisional          10. The immigration officer, after commencing his examination of any\nrestriction.     person who has not satisfied him that he is not a prohibited immigrant, may\n                 provisionally restrict the admission to the Island of such person, or cause his\n                 detention in custody, and may cause such enquiries to be made, or await such\n                 further information as may be necessary, before finally informing any\n                 person in accordance with section 20 of the Act that he is a prohibited\n                 immigrant.\nRe~novaI            11. Any order which may be issued under the Act for the removal of a\norder.           prohibited immigrant fi-om the Island shall be in Form \"F\".\n                      M G R A T I O N RESTRICTION                                         29"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The master of a vessel arriving from any place Information\noutside the Island or departing from the Island shall answer k z s h c d\ntruthfully to the best of his ability all proper questions put by master.\nto him by an immigration officer relating to the passengers,\nin so far as is necessary for the purposes of this Act, and, if\nso required, shall furnish the immigration officer with a list\n      me inclusion of this page is authorizzd by LN. 480/1973]\n10                         IMMZGRATlON RESTRICTION\n            in duplicate signed by himself of the names of all the\n            passengers in the vessel, and such other information as may\n            be prescribed, and every such passenger shall supply the\n            information necessary for the purpose of the list.\n                  (2) The master of a vessel arriving from any place\n            outside the Island or departing from the Island shall furnish\n            the immigration officer, in such manner as may be pre-\n            scribed, with particulars of any members of the crew who\n            are Commonwealth citizens.\n                   (3) Any master of a vessel who fails or refuses to\n            answer any question, or to furnish any list, information or\n            particulars, when required so to do under the preceding sub-\n            sections of this section, or who knowingly and wilfully\n            supplies any false information in answer to any such ques-\n            tion or in furnishing any such list, information or parti-\n            culars, shall be guilty of an offence and be liable, on sum-\n            mary conviction before a Resident Magistrate, to a fine not\n            exceeding one hundred dollars.\n                  (4) Any passenger intending to enter the Island who\n            knowingly and wilfully supplies any fake information in\n            respect of any list required under this section or in answer\n            to any question put to him by an immigration officer in\n            respect of the particulars required for such list or otherwise\n            for the purposes of this Act shall be guilty of an offence\n            and be liable, on summary conviction before a Resident\n            Magistrate, to a fine not exceeding one hundred dollars.\nPostpone-     10. An immigration officer may-\nment of\ndecision.       (a) grant leave for an immigrant to land without pre-\n                    judice to the question whether he is a prohibited\n                    immigrant;\n                (b) for the purpose of making further enquiry, post-\n                    pone deciding whether a Commonwealth citizen is\n                  me inclusion of thin page is authorized by L.N. 480/19731\n                IMMIGRATION RESTRICTION                                11\n         a prohibited immigrant for a period not exceeding\n         sixty days."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11)\n      THE IMMIGRATION\n                   RESTRICTION\n                             (COMMONWEALTH\n                                        CITIZENS)\n                                               ACT\n                Orderfor the Removal of a Prohibited Irnmigranf\nTO\n    WHEREAS..    ...........................................................has rendered\nhimselflherself liable to removal from the Island of Jamaica by reason\nthat in terms of section.. ............................ of the Immigration Restriction\n(Commonwealth Citizens) Act, the said ..............................................\nis a prohibited immigrant:\n     You are hereby authorized to cause the said ................................\n.......................................to be removed fiom the Island under proper\nescort and subject to necessary detention in custody as provided under the\nAct.\n     Dated at ....................................this ..............................day of\n................................................. 19...........\n                                                                 Resident Magistrate\n                        IMMIGRATION RESTRICTION\n                                                                                               (Regulation\n                                                                                               8 (1))\n      THEIMMIGRATION\n                  RESTRICTION(COMMONWEALTH  CITIZENS)\n                                                   ACT\n                     Certrjkate of Identity\n   It is certified that.. .......................................................... holding\npassport No.. ...........................  issued by.. .....................................\nhaving appeared before .......................................................... for\nthe purpose of supplying the means of identification which are now\nspecified herein, and having intimated that helshe is about to absent\nhimselflherself from the Island of Jamaica for a period of .....................\non a visit to ................................................this document is issued to\n.........................................................and, subject to the conditions\nspecified hereunder or endorsed hereon and to the verification of the\nmarks of identification, will be accepted by the examining immigration\nofficer without further evidence as proof of the identity of the said\n.............................................................. .on hislher return within a\nperiod of two years.\nDate. .................................\nPlace.. ...............................\n                                                 Immigration Officer\n             CONDITIONS\n                     UNDER WHICH THE CERTIFICATE\n                                              IS ISSUED"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) Save as is otherwise provided in the Act, any person detained in       Detention.\ncustody thereunder may be detained at any place at which persons under\narrest awaiting trial are liable to be detained.\n         (2) Any gaoler or immigration guard shall accept custody of any\nperson on the order of the immigration officer, or on the order of a Resident\nMagistrate issued at the request of the immigration officer but no person shall\nbe so detained in custody for any longer period than is necessary for the\npurpose of any prescribed enquiry or for the completion by the immigration\nofficer of arrangements for the removal of such person from the Island at the\nfirst reasonable opportunity.\n        (3) The production of an order of removal shall be sufficient\nauthority to any gaoler or other officer to deliver the person named therein to\nthe escort appointed to bring such person to any place for the purpose of\nremoval in terms of such order."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-( 1) Where a Commonwealth citizen desires to remain vis,torJ.\nin the Island for a period not exceeding twelve months an\nimmigration officer may, without deciding whether that\nperson is or is not a prohibited immigrant, grant him leave to\nenter and remain in the Island subject to such conditions as\nto the duration of his stay as may be specified by the immi-\ngration officer:\n      [The inclusion of t h i s page is authorized by L.N. 480/1973]\n12                             IMMIGRATION RESTRICTION\n                 Provided that an immigration officer shall not grant leave\n               under this section for a period exceeding twelve months.\n                       (2) The immigration officer may require a Common-\n               wealth citizen to whom subsection (1) applies, as a condition\n               of granting him leave, to give the prescribed security.\nIntransit         14. Where a Commonwealth citizen arrives in the Island\npasrcngers\nand crew.      as a passenger or seaman intending to continue his journey\n               in the vessel by which he arrives, an immigration officer may,\n               without deciding whether that person is or is not a prohi-\n               bited immigrant, grant him leave to land and remain in\n               the Island for the period of the vessel's stay in port and on\n               condition that he leaves in that same vessel.\nExtension of     E-(1) Where a Commonwealth citizen has been granted\nleave to re-\nmain in        leave to remain in the Island under section 10, 11, 12, 13\nIsland.\n               or 14 for a period of less than twelve months the Chief\n               Immigration Officer, acting under the directions of the\n               Minister, may extend such period up to a maximum of\n               twelve months from the date of entry.\n                       (2) A Commonwealth citizen who fails to comply\n               with any condition attached to the grant of leave to land or\n               who is found in the Island at any time after the expiration of\n               the period limited by any such condition shall be deemed to\n               be a prohibited immigrant and may be dealt with as such.\nCertificate      16. Where it is decided that a Commonwealth citizen is\nthat person\nis not a       not a prohibited immigrant, the immigration officer shall, if\nprohibited\nimmigrant.\n               so required, give that person a certificate to that effect.\nMistaken         17. A decision by an immigration officer that a Common-\ndecision.      wealth citizen is not a prohibited immigrant given by mistake\n               or in ignorance of any material facts or in consequence of\n               any misrepresentation by the immigrant shall not affect the\n                     lThe inclusion of this page is authorized by L.N. 480/1Y73]\n                IMhIGRATION RESTRICTlON                                       13\nliability of the immigrant to be dealt with as a prohibited\nimmigrant."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. For the purpose of administering the Act and these Regulations, all --to\nofficen appointed hereunder are hereby authorized and empowered to board\nany vessel at any time and at all places in the Island"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any person who fails to comply with the provisions of these P d e s .\nRegulations, with which it is his duty to comply, or who otherwise\ncontravenes these Regulations, shall be guilty of an offence and shall, on\nsummary conviction before a Resident Magistrate, be liable to a fine not\nexceeding fifty dollars.\n                                          FORMS\n                       Form \"A\" - [Revoked by L.N. 24 of 2007.1\n                       Form 'B\" - [Revoked by L.N. 24 of 2007.1\n                 [The inclusion o f this page is authorized by L.N. lIL2OlO ]\n                W G R ATION RESTRICTION\nL.N.\n326'2005.                     FORM\" C                                     (Regulation4)\n            lThe inclusion of this page is authorized by L.N. llL?OlO I\n     M G R A TZON RESTRICTZON\n              FORM\"C\".contd\n                                  B CUL DIP E\n                                 RR RRV     S    SI\n   -now        ommm nlyp\n                                   B CUL DIP E\n                                  RR RRV     S   SI\n!The inclusion of this page is authorized by L.N. ll/.ZOlO I\n                         IAMGRATION RESTRICTION\n                                                                                  (Regulation\n                                                                                    6 (4))\n      THEIMMIGRATION RESTRICTION (COMMONWEALTH\n                                            CITIZENS)\n                                                   ACT\n                                       Security Bond\n    KNOWNALL MEN BY THESE PRESENTS that 1, ....................................\n..........................................of ................................................\n........................................................\nin the Island of Jamaica (hereinafter referred to as the Surety) am\nheld and firmly bound unto the Accountant-General for the time being\nof the said Island in the sum of.. ..............................................dollars\nto be paid to the said Accountant-General for which payment well and truly\nto be made I hereby bind myself, my heirs, executors and administrators by\nthese presents.\n     Dated this.. ........................                                    19........\n                                        day of.. ...............................\n    WHEREAS      ..................................................... ( h e e i a e r referred\nto as the Immigrant) who lately arrived in this Island by the vessel\n.......................................................is a prohibited immigrant (or as\nthe case may be) within the meaning of the Immigration Restriction\n(Commonwealth Citizens) Act.\n    AND WHEREASthe said Surety desires to enable the said Immigrant\nto land in the Island:\n    Now THE ABOVE WRITTEN OBLIGATIONis conditioned to be void if the\nsaid Surety do on demand pay to the Accountant-General any charges\ntogether with any expenses of repatriation (if any) which within two years\nfi-om the date of these presents may be incurred by the Government of the\nIsland in respect of the said Immigrant.\n    Signed and delivered by the above-named\nin the presence of\n                                                                    Signature of Surety\n    Signature of Witness:\n    Address:\n    Occupation:\n                        IMMIGRA TION RESTRICTION\n                                                                                   (Regulation\n                                                                                      8 (1))\n      THEIMMIGRATION\n                  RESTRICTION\n                            (COMMONWEALTH\n                                       CITIZENS)\n                                              ACT\n                                  Certificate of Identity\n    It is certified that ..........................................................\n                                                                                holding\npassport No.. ..................................issued by.. ..............................\nhaving appeared before ............................................................for\nthe purpose of supplying the means of identification which are now\nspecified herein, and having intimated that helshe is about to absent\nhimselflherself from the Island of Jamaica for a period of ......................\non a visit to .............................................this document is issued to\n.......................................................   and, subject to the conditions\nspecified hereunder or endorsed hereon and to the verification of the\nmarks of identification, will be accepted by the examining immigration\nofficer without further evidence as proof of the identity of the said\n............................................................. on hisfher return within a\nperiod of two years.\nDate ...................................\nPlace.. .....................\n                            .........\n                                                              Immigration Oficer\n             CONDITIONS\n                     UNDER WHICH THE CERTIFICATE\n                                              IS ISSUED"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Except where otherwise specially provided by this Prohibiuon\n                                                          on cntry of\nAct, no prohibited immigrant shall enter the Island, and prohibit&\nan immigration officer shall cause a prohibited immigrant\nentering or found within the Island (having entered after\nthe commencement of this Act) to be removed therefrom\nin the manner hereinafter provided."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. An immigration officer who decides that a Common- Orderfor\n                                                            immigrant w\nwealth citizen is a prohibited immigrant may in his discre- lea,.e.\ntion-\n    (a) order him to leave the Island and proceed imme-\n         diately in the same vessel in which he arrived or in\n         a vessel of the same owners or agents;\n    ( b ) order him to leave the Island within sixty days of\n          his entering the Island and, if the immigration\n          officer thinks fit, by a specified vessel; or\n    (c) cause him to be arrested and brought before a\n         Resident Magistrate with a view to an order being\n         made for his removal."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Whenever leave to enter the Island is withheld by an Koticeto\nimmigration officer, or whenever any Commonwealth citizen prohibited\n                                                               .\n                                                               immigrant\nis detained, restricted or arrested as a prohibited immigrant.      z:,;;;:\ncotice of that fact and the grounds of refusal, detention,\nrestriction or arrest shall be given by the officer to such\nperson in the prescribed form. If such notice is given\nwithin seven days of the arrival of the immigrant the\nimmigration officer giving such notice shall also inform, if\nknown, the master or local agent or owner of the vessel by\nwhich the immigrant arrived that such notice has been\ngiven.\n      Irhe inclusion of lhis page is authorized by L.N. 480/19731\n14                              IMMIGRATION RESTRlCTtON\nTemporary        21.-(1) Whenever-\nleave\npending             (a) security is required to be given in respekt of an\nsccurity, etc.\n                          immigrant; or\n                    ( b ) an immigration officer postpones deciding whether\n                          a person is a prohibited immigrant; or\n                    (c) a prohibited immigrant is ordered to leave 'the\n                          Island,\n               the immigration officer may grant leave for the idmigrant\n               to remain in the Island for so long as the immigration officer\n               considers necessary.\n                        (2) In lieu of granting leave, or on revocation or\n                expiration of the leave, the immigration officer may cause\n                the immigrant to be arrested and brought before a Resident\n                Magistrate who may either order the leave to be grartted,\n                restored or renewed and the immigrant to be released, or\n                order the immigrant to be detained in custody until the\n                matter is disposed of or until an opportunity occurs for him\n                to leave the Island, as the case may require.\nEndorse-          22. Where leave to land or remain in the Island is granted\nmenf on\npassporl of    to any immigrant under section 10, 11, 12, 13, 14 or 21, or\nlenueto!and where an extension of leave is granted under section 15,\nor remain\nin the Island. the fact of such grant or extension, as well as any conditions\n               attaching to such grant or extension, shall be endorsed on the\n               immigrant's passport.\nFinger             23. A Commonwealth citizen held to be a prohibited\nprints.\n                immigrant, or to whom leave to land or remain in the Island\n                is granted under section 10, 11, 12, 13, 14 or 21, shall, if\n                so required by the immigration officer, submit to his figger\n                prints being taken by the immigration officer.\nCondilions        24.-(1) A Commonwealth citizen to whom leave to land\nrelating to\npasspor,s       or remain in the Island or any certificate under this Act has\nand             been granted shall at all times produce his passport or any\ncertificates.\n                                         ~ ~-                           -~\n                      me inclusion of this page is authokzed by L.N. 4 8 0 / 1 9 7 3 1\n                 IMMIGRATION RESTRICTION                                  15\nsuch certificate to any immigration officer or constable on\ndemand, or within forty-eight hours after such demand, at\nsuch police station as may be specified by the person making\nthe demand at the time of such demand, and shall not lend,\ntransfer or assign it to any other person.\n        (2) No person shall borrow or make use of a pass-\nport belonging to any other person or a certificate granted\ntransfer or assign it to any other person.\n         (3) A person having in his possession a passport\nappearing to have been endorsed by an immigration officer\nunder this Act or a certificate appearing to have been granted\nunder this Act shall answer all questions put to him by an\nimmigration officer or constable for the purpose of establish-\ning his identity with the person named in the passport or\ncertificate, and shall, if so required by an immigration officer\nor constable, submit to his finger prints being taken for that\npurpose ."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Leave to land or remain in the Island granted of Revocation\n                                                              leave.\nunder this Act may at any time be revoked by the Minister\nor by an immigration officer acting on the direction of the\nMinister, and may also be revoked when the conditions\nattached to such leave so provide.\n        (2) Where such leave is revoked, the immigrant may\nbe arrested and brought before a Resident Magistrate to be\ndealt with for any infringement of this Act in respect of\nwhich he may be charged :\n   Provided that the Resident Magistrate may, if the leave\nwas not revoked by, or by the direction of the Minister,\norder the leave to be restored and the immigrant to be\nreleased."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.41) If any Commonwealth citizen is considered by an Removal\nimmigration officer to be a prohibited immigrant, then, orders.\n          -\n      IThe inclusion of t h i c a g c 15 aulhorized b y I..N 480/lL>73]\nI6                        IMMIGRATION RESTRICTION\n          subject to the provisions of this Act and the conditions\n          attached to any leave granted thereunder, any Resident\n          Magistrate may, on the application of an immigration officer\n          or of any person deputed in writing by the Chief Immigration\n          Officer for the purpose of making such application, order\n          the immigrant to be removed from the Island and in the\n          meantime to be detained in custody :\n             Provided that no application for such order shall be enter-\n          tained in the case of a Commonwealth citizen (not being a\n          person who entered the Island in contravention of sub-\n          section (1) of section 8) unless the application is made-\n              (a) if he entered the Island in accordance with leave\n                   granted under section 10, 11, 12, 13 or 14, within\n                   six months of the expiry of the period limited by\n                   any condition attached to the grant of such leave;\n              (b) in other cases, within six months of his arrival in\n                  the Island.\n5211968          (2) The Minister may by order declare a Common-\ns.2.      wealth citizen who is not a citizen of Jamaica to be an\n          undesirable person where--\n              (a) he is satisfied that such person is or has been con-\n                   ducting himself so as to be dangerous to the peace,\n                   order and good government of Jamaica; or\n               (b) on other grounds, he considers it in the public\n                    interest that an order should be made in relation\n                    to such person;\n          and notwithstanding anything to the contrary in this or\n          any other enactment such person shall thereupon be a pro-\n          hibited immigrant and the Minister may in the order afore-\n          said or, as the case may require, a subsequent order direct\n          that he be removed from the Island and in the meantime be\n          detained in custody :\n          ______ .~                                                -\n                [The inclusion of Ihk page is authorized by L.N. 480119731\n                IMMIGRATION RESTRICTION                             17\n   Provided that where an order has been made pursuant\nto paragraph (b) and the Commonwealth citizen declared\nan undesirable person has been ordinarily resident in the\nIsland continuously for a period of five years or more\nimmediately prior to the making of the order-\n             (i) such person shall have a right to make\n                  objection to the advisory tribunal established\n                  under section 27 against any direction afore-\n                  said that he be removed from the Island;\n                  but such objection, if any, shall be made in\n                  writing within two weeks of the notification\n                  referred to in paragraph (ii) and shall specify\n                  the grounds of objection and a copy thereof\n                  shall be delivered to the Minister within the\n                  period aforesaid;\n            (ii) the Minister shall so soon as may bc\n                 practicable after directing the removal of\n                 such person from the Island notify him in\n                 writing accordingly and inform him as to\n                 the grounds on which the order was made\n                 and of his right to make objection against the\n                 direction to the advisory tribunal; and\n           (iii) if pursuant to paragraph (i) objection har\n                 been made by a person to the advisory tri-\n                 bunal, the order directing the removal of\n                 such person from the Island shall not be\n                 executed until the Minister has received and\n                 considered the report of the advisory tri-\n                 bunal in the matter.\n        (3) The question of the validity of any order made\nby the Minister under subsection (2) shall not be enquired\ninto in any court.\n                                                 ___\n      m e inclusion of this Pagc i s authorized-by L.N. 480:1973]\n18                             IMMIGRATION RESTRICTION\n                         (4) An immigrant who is ordered to be removed\n               from the Island shall, with the approval of the Minister,\n               be removed-\n                    (a) to the place whence he came, or to any place to\n                           which he consents to be removed; or\n                    ( b ) to a place in some part of the Commonwealth to\n                           which he belongs.\n                       (5) Where an immigrant who is ordered to be\n               removed is serving a sentence of imprisonment, the Minister\n               may give directions as to whether the whole or what part\n               of the sentence is to be served before removal. In default of\n               such directions, the immigrant shall be removed after com-\n               pletion of the sentence.\n                       (6) An immigrant ordered to be removed may be\n               placed on board a suitable vessel by any constable or immi-\n               gration officer, and may be lawfully detained in custody on\n               board until the vessel finally leaves the Island.\nEstablish-       2 7 . 4 1 ) For the purposes of subsection (2) of section 26,\nment of\n,rib,unal to   there shall be established an advisory tribunal consisting\nreview         of-\ncertain\nremoval\norders.             (a) a person appointed by the Chief Justice from among\n5211968\ns. 3.                   the persons entitled to practise or to be admitted\n                        to practise in Jamaica as barristers or solicitors,\n                        who shall be chairman of the tribunal; and\n                    (b) two other persons appointed by the Governor-\n                        General.\n                       (2) In the case of the temporary absence or inability\n               to act of-\n                    (a) the chairman of the tribunal, the Chief Justice may\n                          appoint another person from among persons quali-\n                          fied as specified in paragraph (U) of subsection (1)\n                          to act as chairman of the tribunal;\n                ~-                              __-\n                     Whc inclusion of this page is authorized by L.N. 4Y0119731\n                  IMMIGRATION RESTRICTION                                19\n    (h) any other member of the tribunal, the Governor-\n        General may appoint another person to act for that\n        member\n         (3) The appointment of any person to be a member\nof the tribunal shall be for such time and shall be subject to\nsuch conditions as may be determined by the person making\nthe appointment and a person who ceases to hold office as\na member of the tribunal shall be eligible for reappointment\nthereto.\n       (4) The tribunal shall have power to regulate its own\nproceedings.\n        ( 5 ) Every objection made pursuant to the proviso to\nsubsection (2) of section 26 shall be heard by the tribunal\nat the earliest practicable time and any meeting held to con-\nsider any such objection shall be presided over by the\nchairman.\n       (6) Upon considering any objection made before it\nthe advisory tribunal shall make a report thereon to the\nMinister; and the Minister shall take every such report into\nconsideration but shall not be obliged to act in accordance\nwith any recommendations contained therein."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1)   Any Commonwealth citizen to whom leave to Liabilityof\nland in the Island has been refused shall be removed from vessel to\nthe Island by the master of the vessel in which he arrived,         !$,grant,\nand by that same vessel, or with thc consent of an immigra-\ntion officer he shall be removed, by the owner or agent of\nthat vessel, by any other vessel, to the country to which he\nbelongs or from which he embarked for the Island.\n       (2) If an immigrant in respect of whom notice has\nbeen given to the master or local agent or owner of a vessel\nas required by section 20 is ordered to be removed from or\nto leave the Island within sixty days of his arrival in the\n            .-.\n       [The includon of this papa is authorized by L.N. 480/1973]\n20                            IMMIGRATION RESTRICTION\n              Island, the master of the vessel in which the immigrant\n              arrived or of any vessel belonging to the same owner or\n              chartered by him shall at the request of an immigration\n              officer and on production to him of the order, receive the\n              immigrant (and any of his dependants whom he may have\n              brought with him by the same vessel into the Island) on\n              board and afford them a passage to the country to which\n              the immigrant belongs or from which he embarked for this\n              Island.\n                      (3) In the event of the immigrant and his depend-\n              ants being unable to defray the expenses of the passage\n              required to be provided under subsections (1) and (2), the\n              master shall nevertheless provide the immigrant (and any of\n              his dependants whom he may have brought with him into\n              the Island) with suitable accommodation and maintenance\n              during the passage, free of charge to the public funds of the\n              Island : saving nevertheless to the master the right to recover\n              such expenses from the immigrant and his dependants.\n                      (4) Except as provided in subsections (l),(2) and (3),\n              the expenses of passage of a prohibited immigrant and his\n              dependants shall be payable from the public funds of the\n              lsland in so far as they are not defrayed by the immigrant\n              and his dependants.\nwarrant to       29. The master of any vessel may, on the desertion of any\nconvey pro-\nhibited       seaman, or the landing of any stowaway or prohibited\nimmigrant\nback on\n              immigrant from his vessel, apply to a Resident Magistrate\n\\-csseI.      for a warrant to arrest and convey back on hoard the vessel\n              such seaman, stowaway, or prohibited immigrant, and the\n              Resident Magistrate shall grant such application unless there\n              are special reasons for not doing so, and such master shall\n              be held harmless of all pains and penalties at law for any-\n              thing done by virtue of such warrant.\n                    F h e mcluriun of t h h pagc is authorized by L.N. 480/1973]\n                  IMMIGRATION RESTRICTION                                       21"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) Any master of a vessel who knowingly suffers offanuusbp\n                                                              pro+ited\n  any prohibited immigrant who arrives in such vessel to land ,mmgrmt3\n  therefrom contrary to the provisions of this Act shall be\n  guilty of an offence.\n                                                                     zd$zM\n                                                              prohjbitcd\n                                                              Inlmlglanta\n                                                                     to land.\n          (2) Any person who knowingly lands or procures to\n. be landed or who aids or assists in landing any prohibited\n  immigrant contrary to the provisions of this Act shall be\n  guilty of all offence.\n          (3) Any prohibited immigrant who knowingly and\n  wilfully lands or s d e r s himself to be landed contrary to\n  the provisions of this Act shalt be guilty of an offence.\n          (4) Any Commonwealth citizen who contravenes, or\n fails or refuses to comply with, any of the provisions of sub-\n section (1) or (5) of section 8 shall be guilty of an offence.\n          (5) Any person guilty of an offence under this section\n shall, on summary conviction before a Resident Magistrate,\n be liable to a fine not exceeding ten thousand dollars or to ;?,'9=\n imprisonment for a period not exceeding three years, or to\n both such fine and imprisonment, and, in any case in which\n the offender has contravened or failed to comply with the\n provisions of subsection (1) of section 8, proceedings may,\n notwithstanding anything to the contrary in the Judicature\n (Resident Magistrates) Act, be brought at any time."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Any person who-                                          offca md\n                                                                 penaltia.\n      (a) for the purpose of entering the Island, or of\n          remaining therein, in contravention of this Act\n          or any other enactment, or of assisting any other\n          person so to enter or so to remain, fabricates or\n          falsifies any passport, certificate or other document,\n          or utters, uses, or attempts to use, any passport,\n           certificate or other document which has not been\n           issued by lawful authority or which though issued\n         F e inclusinn of this page is anthorizcd by L.N. 17(19891\n22                           IMMIGRATION RESTRICTION\n                     by lawful authority he is not entitled to use, or any\n                     fabricated or falsified passport, certificate or other\n                     document, knowing it to be fabricated or falsified;\n                     or\n                 (b) makes a statement which to his knowledge is\n                       untrue in a declaration required to be made by an\n                       applicant for the issue of a passport or of a certi-\n                       ficate of identity; or\n                 (c) obstructs, hinders or opposes any immigration\n                       officer or constable in the execution of his duty\n                       under this Act; or\n                  (4 without lawful excuse knowingly harbours or con-\n                       ceals any other person who is within the Island\n                       in contravention of the terms of this Act, or who\n                       having entered the Island in pursuance of leave\n                       granted as hereinbefore provided, has wilfully\n                       failed to observe any condition attached to the\n                       grant of such leave; or\n                  (e) fails to comply with or contravenes the conditions\n                       under which leave to land or remain in the Island\n                       has been granted to him or under which any certi-\n                       ficate or other document has been issued to him\n                       under this Act; or\n                   (f, being a prohibited immigrant, lands in the Island\n                       without previously obtaining leave of an immigra-\n                       tion officer as hereinbefore provided,\n             shall be guilty of an offence and shall be liable, on summary\n             conviction before a Resident Magistrate, to a fine not\nZh,          exceeding ten thousand dollars or to imprisonment for a\ns.2.         period not exceeding three years or to both such fine and\n             imprisonment.\nPlace of       32.41) A Commonwealth citizen detained in custody\ndetention.\n             under this Act, but not serving a sentence of irnprisonmenl,\n             may be detained either in prison w in any place appointed\n                                                          .-\n                     F   e inclusion of ohis pge is authorized by L.N. 17/1989]\n                IMMIGRATION RESTRICTION                               23\nfor the purpose by the Minister, but if detained in prison he\nshall be treated as a person awaiting trial.\n        (2) The Minister may make regulations for the\nmanagement, control and discipline of any place appointed\nby the Minister under subsection (1) for the detention of\npersons, for the diet of persons detained therein, and for\nthe punishment of persons detained therein for any offences\ncommitted by them against such regulations."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. In any proceedings under this Act-                      Evidence\n                                                              and burden\n    ( U ) the burden of proof that the person charged belongs ofproof.\n          to the Island or that he is not likely to become a\n          charge on public funds shall be upon that person;\n    (b) a document purporting to be a removal order made\n          under this Act shall, until the contrary is proved,\n          be presumed to be such an order; and\n    (c) any order made under this Act shall be presumed,\n          until the contrary is proved, to have been validly\n          made and to have been made on the date upon\n          which it purports to have been made.\n   %.-(I) A Resident Magistrate who is satisfied that any Rccoveryof\nexpenses have been or will be incurred by the Government expenses.\nin connection with the maintenance, medical treatment, or\nremoval of a prohibited immigrant or his dependants may\nissue a warrant for the levy of the amount by distress and\nsale of any movable property belonging to the immigrant\nand order forfeiture of any moneys in his possession.\n         (2) A warrant issued under subsection (1) may be\nexecuted in the same manner as a warrant for the levy of\nthe amount of a fine.\n         (3) The partial recovery of expenses under this\nsection shall not prejudice the liability of any surety for\nthe balance, nor shall the issue or execution of a warrant\n      IThe inclusion of this page is authorized by L.N.480119731\n24                             1MMlGRATION RESTRlCTlON\n               under this section be a condition precedent to the liability\n               of a surety.\nRegulations.     3 5 . 4 1 ) The Minister may make regulations prescribing-\n                    (a) the powers and duties of immigration officers;\n                    ( b ) the steps to be taken to prevent the entrance of a\n                          prohibited immigrant into the Island;\n                    (c) the ports of entry and the times, places and con-\n                          duct of the inquiry or examination, medical or\n                          otherwise, of persons entering or desiring to enter\n                          the Island, or who being found in the Island are\n                          suspected of being prohibited immigrants;\n                    (d) the means to be taken for the identification of any\n                          person believed to be a prohibited immigrant. in-\n                          cluding the taking of photographs and finger prints;\n                    (e) lists of communicable diseases, the affliction with\n                          which will render a person a prohibited immi-\n                          grant;\n                     cfl the procedure for and the manner of the detention\n                          of prohibited immigrants pending their removal\n                          from the Island and the procedure necessary for\n                           and the manner of such removal;\n                    (g) the certificates which may be issued under this\n                          Act, the terms of any condition which may be\n                          attached to the grant of leave to land or remain in\n                          the Island, the conditions upon which any such\n                          certificate or condition may be issued or attached,\n                          the circumstances in which they may be cancelled\n                          and the fees which may be charged for any certi-\n                          ficate; and the amount and nature of the security\n                          to be furnished for the due carrying out of any\n                          conditions which may be attached to the grant of\n                          leave to enter and reside in the Island to a prohi-\n                          bited immigrant;\n                     r h e inclusion of this page is authorized by L.N. 480/1973]\n                   IMMIGRA TION RESTRICTION\n    (h) the forms of warrants, certificates or other documents\n        to be issued or used or of the declarations to be made\n        or of the books to be kept for the purposes of this Act,\n        and the particulars to be inserted in any such\n        document, declaration or book;\n    (i)   generally for the better carrying out of the objects and\n          purposes of this Act.\n       (2) The Minister inay by regulations require a Common- 26,1988\nwealth citizen (not being a citizen of Jamaica) coming from s.3.\noutside the Island to be in possession of a visa for the purpose of\nentering Jamaica and any regulations made under this subsection\nmay contain such incidental or supplementary provisions as\nappear to the Minister to be expedient for the purposes of the\nregulations.\n      (3) Until varied or revoked by regulations made under 26tigss\nthis section, the regulations and forms contained in the S . 3 -\n                                                            Schedule\nSchedule shall be in force,"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. The Minister may direct that any Comn~onwealth Exemptions.\ncitizen or class of Commonwealth citizen shall be exempt,\neither unconditionally or subject to such conditions as the\nMinister.may impose, from all or any of the provisions of this\nAct.\n              [Theinclusion of this page is authorized by L.N. llnOlO I\n                                     IMMIGRA TION RESTRICTION\n               (Section 3 5 )                     SCHEDULE\nShort title.       1. These Regulations may be cited as the Immigration Restriction\n               (Commonwealth Citizens) Regulations, and shall be read as part of and\n               subject to the Immigration Restriction (Commonwealth Citizens) Act,\n               hereinafter referred to as the Act."
    }
  ],
  "definitions": []
}