{
  "id": "jm-stat-the-incest-punishment-act",
  "type": "statute",
  "title": "The Incest (Punishment) Act",
  "title_en": "The Incest (Punishment) Act",
  "short_name": "Incest (Punishment) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-incest-punishment-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-incest-punishment-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Incest (Punishment) Act.                      short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)   Any male person who has carnal knowledge of a Incestby\nfemale person, who is to his knowledge his grand-daughter,\ndaughter, sister, or mother, shall be guilty of a misde-\nmeanour and on conviction thereof before a Circuit Court shall\nbe liable to imprisonment with hard labour for any term not\nexceeding five years, or if it is alleged in the indictment for such\noffence and proved that the female person is under the age of\ntwelve years to imprisonment with hard labour for any term not\n                                                                     1112004\nexceeding sixteen years.                                             Sixth\n                                                                                Schedule.\n       (2) It is immaterial that the carnal knowledge was had\nwith the consent of the female person.\n       (3) If any male      attempts to commit any offence to\nwhich subsection (1) relates, he shall be guilty of a\nmisdemeanour, and upon conviction thereof shall be liable to\nimprisonment with hard labour for any term not exceeding two\nyears.\n       (4) On the conviction before any court of any male\nperson of an offence under subsection (1) or subsection (3)\nagainst any female under eighteen years of age, it shall 111979\nbe in the power of the court to divest the offender of all ldSCh\nauthority over such female, and if the offender is the guardian of\nsuch female, to remove the offender from such guardianship,\nand in any such case to appoint any person or persons to be the\nguardian or guardians of such female during her minority or any\nless period:\n2                                      INCEST (PUNISHMENT)\n                   Provided that the Supreme Court may at any time vary\n                 or rescind the order by the appointment of any other person as\n                 such guardian, or in any other respect.\nIncest by          3. Any female person of or above the age of sixteen\nfemales of or\nover sixteen.    years who with consent permits her grand-father, father,\n                 brother, or son, to have carnal knowledge of her (knowing\n                 him to be her grand-father, father, brother, or son, as the\n                 case may be) shall be guilty of a misdemeanour and on\n                 conviction thereof before a Circuit Court shall be liable to\n                 imprisonment with hard labour for any term not exceeding\n                 five years.\nTest of            4. In this Act the expressions \"brother\" and \"sister\",\nrelationship.\n                 respectively, include half-brother and half-sister, and the\n                 provisions of this Act shall apply whether the relationship\n                 between the person charged with an offence under this Act and\n                 the person with whom the offence is alleged to have been\n                 committed is or is not traced through lawful wedlock.\nProsecution of     5.-(1)    If, on the trial of any indictment for rape, the jury are\noffences.\n                 satisfied that the defendant is guilty of an offence under this Act,\n                 but are not satisfied that the defendant is guilty of rape, the jury\n                 may acquit the defendant of rape and find him guilty of an\n                 offence under this Act, and he shall be liable to be punished\n                 accordingly.\n                        (2) If, on the trial of any indictment for an offence under\n                 this Act, the jury are satisfied that the defendant is guilty of any\n                 offence under section 47 or section 48 or section 50 of the\n                 Offences against the Person Act, but are not satisfied that the\n                 defendant is guilty of an offence under this Act, the jury may\n                 acquit the defendant of an offence under this Act and find him\n                 guilty of an offence under section 47 or section 48 or section 50\n                 of the Offences against the Person Act, and he shall be liable to\n                 be punished accordingly.\n                                                 .\n                    INCEST (PUNISHMENT)                            3   \\\n       (3) The wife or husband of a person charged with an\noffence against this Act may be called as a witness either\nfor the prosecution or defence and without the consent of\nthe accused.\n     [The inclusion of this page is aulhorized by L.N. 480119731"
    }
  ],
  "definitions": []
}