{
  "id": "jm-stat-the-independent-commissions-of-investigations-act",
  "type": "statute",
  "title": "The Independent Commissions of Investigations Act",
  "title_en": "The Independent Commissions of Investigations Act",
  "short_name": "Independent Commissions of Investigations Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-independent-commissions-of-investigations-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-independent-commissions-of-investigations-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1,\n                           (a) forthwith, where the incident invblvqs bonduct that\n                                                                           I\n                               resulted in the death of or injury to any peqson; and\n                                                                            I\n                           (b) not later than twenty-four hours, in any other case.\n                                                                                                      I\n                              (2) It shall be the duty of the responsible head or the\n                     responsible officer, as the case may require, to take sAch steps as\n                                                                             I\n                     are rieceshary to ensure that measures are implemented so that\n                     reports of incidents involving members of the teleiiant Force\n                     or relevant public body are duly made to the cornmisip.\n                             (3) A member of the Security Forces or a \\ specified\n                     official who, in the course of his duties-        i\n                           (a) becomes aware of;\n                           (b) isiinvolved in,                                                            (\n                                                                                                          !'\n                     any incident, shall take the steps as are necessary (including\n                     reporti& the facts thereof .to the -responsible head; or the\n                     responsible officer) to ensure that a report is made to th'e Com-\n                     mission in accordance with subsection (1).      . . ' ' \\\"\n    Report              12. Where the Commission is satisfied that an incideht is of\n*   required\n    where public     such an exceptional nature, that it is likely to have a sigdificant\n    cbnfidence       impact on public confidence in the Security Forces or a 'public\n    affected.\n                     body, the ~ o k n i s s i o nshall require the relevant Force br the\n                     relevant public body to make a report of that incident to the\n                     Commission, in the form and containing such particulars as the\n                     Commission may specify.                                        1                              I\n    Commission         13. An investigation under this Act hay be, undertaken\n                                                                   .          by the\n    may initiate\n    investigation.   Commission on'its o h initiative.                          1\n    Conduct of\n                                       1                                          9\n                                                                                                                       \\\n    investigation."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Interpretation.\n                    PART11:. The Independent Commission of lmestigations"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4   ,\n                                                                                 *       I\n                                                                                                   I\n                                   I     '\n                                     (3) Where the Commission proposes to hold a hearing\n                            in public or partly in public and partly in private, it shall not\n                           proceed to conduct the hearing except after prior cod,ultation\n                            with the Director of Public Prosecutions and such other\n                            person or authority as it may in its discretion consider\n                            appropriate.                                                   \\           I\n        ,   Grant of           19. The cdmmission shall, on the application of a             to\n            access to\n            final investi-  obtain access to the report of the Commission, grant such kcess\n            gation report. if the Commission is satisfied that there are no compelling\n                            reasons for denying the access.\n            Powers,         20. For the purpose of giving effect to sections 4, 13 and 14,\n            authorities\n            and           the Commissioner and the investigative staff of the Commission\n            privileges.   shall, in the exercise of their duty under this Act have the like\n                          powers, authorities and privileges as are given by law to a\n                          constable. '\n            Evidence.      '21.+1)     Subject to subsection (9,the Commission may at\n                          any time require any member of the Security Forces, a specified\n                          official or b y other person who, in its opinion, is able to give\n                          assistance in relation to an investigation under this Act, 'to\n                          furnish a statement of such information and produce ahy\n                                                                                         \\\n                          document or thing in connection with the investigation that may\n                                                                                                           \\\n                                                                                                               I\n                                                                                                                   1\n          INDEPENDENT COMMISSION OF INVESTIGATIONS\n    be in the possession or under the control of that member, official\n    or other person.                       J\n            (2) The statements referred to in subsection (1) shall be\n    signed before a Justice of the Peace:\n    , .     (3) Subject tosubsection (4),the Commission may sum-\n    mon before it and examine on oath-\n          (a) any complainant; or\n          (b) any member of the Security Forces, any specified\n               official or any other person who, in the opinion of the\n               Commission, is'able to M s h information relating to\n               the investigation.\n             (4) For the purposes of an investigation under this Act,\n    the Commission shall have the same pwers as a Judge of the\n    supreme Court in respect of the attendance and examination of\n    witnesses and the production of documents.\n            (5) A person shall not, for the purpose of an investi-\n    gation, be compelled to give any evidence or produce any docu-\n    ment or thing which he could not be compelled to give or\n    produce in'proceedings in any court of law.\n            (6) Section 4 of the Perjury Act shall apply to pro- '\n    ceedings under this section in relation to an investigation as it\n    applies to judicial proceedings under that section."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Subject to the provisions of the Constitution, in\\the\n                   exercise of, the powers conferred upon it by this Act, /the\n                   Commission shall not be subject to the direction or control, of\n                                                                                                                                           a\n                   any other person or authority.                                  i\n                                                                                   ',\n                         (2) Nothing in subsection' (1) shall be construed \\as\n                   preventing die assignment to a ~ i n i s t eof\n                                                                i responsibility\n                                                                                   ,I\n                                                                                 for\n                                                                         ,        I -\n                                                                                                          . ? ,       1\n                                                                                                                       I\n                                                                                                                           ,\n                                                                                                                           1\n                                                                                                                                           -\n                          +   -\n                                  [The inclusion ,of this page is authorized by L.N. 92d20121\n                                                                                                                                               --\n                                                                                                                               \\\n                                                                                                                               I\n                                                                                                                                   \\\n                                                                                                                                   1\n                                                                                                                                       I\n                                                                                                                                       I\n          INDEPENDENT COMMISSION OF INVESTIGATIONS                            9\n    such aspects of the administration of this Act as are necessary\n    or desirable to facilitate liaison between Parliament and the\n    Commission.       ,"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Commission shall, from time to time, prepare a Regional\n    scheme in accordance with the Second Schedule for the 0,':;.\n    establishment and management of regional offices.       Schedule"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) There shall be five Directors of Complaints, each of Appointment\n    whom shall be responsible for a regional office and for ensuring\n    that investigations in relation to the relevant region are carried plaints\n'   out under this Act; and any reference in this Act to a Director\n    of Complaints, in relation to an incident or an investigation\n    shall, unless the context otherwise requires, be construed as\n    a reference to the Director of Complaints for the relevant\n    region.\n             (2) The Directors of Complaints shall be appointed by\n     the Commission, at such remuneration and on such other terms\n     and conditions as may be approved by the Committee\n    'constituted under section 8(2) and stated in their letters of\n     appointment. '"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Commission may appoint and employ for the Appoinment\n purposes of this Act, at such'remuneration and on such terms of employ-.\n                                                              ees,etc,\n-and conditions as may be approved by the Committee\n constituted under subsection (2), such other employees and\n agents as it considers necessary to assist it in the proper\n performance of its functions under this Act.\n            (2) The Committee referred to in subsection (1) shall\n     consist of-\n          (a) the Speaker, as chairman;\n          (b) the President of the Senate;\n          (c) the person designated by the Prime Minister as Leader\n              of Government business in the House of Represen-\n              tatives;\n          (4 the person designated by the Leader of the Opposition\n                                                                            I\n                    INDEPENDENT COMMISSION OF INVESTIGATIONS\n                                                                                1\n                           as Leader of Opposition Business in she House of\n                           Representatives; and                I\n                   (e) the person designated by the Prime ~ i n i i t e as\n                                                                        r Leader\n                       of Government business in the Senate; \\\n                   V) the person designated by the Leader of thf Opposition\n                      ', as Leader of Opposition business in the Senate;.and\n                                                                     I\n                   ( g ) the Minister responsible for the public service.\n                                                                                    I\n                       (3) The Governor-General may, subject to! such con-\n                                                                       I\n              ditions as he may impose, approve the appointment to the staff\n              of the Commission, of any officer in the service of the\n                                                                        \\\n              Government, provided that in relation to pension, gratuity and\n              other rights as a public officer, the officer shall be deemed to be\n              in the service of the Government.                           \\\n                                                                                        \\   .-\n                       (4) The Commission shall ensure that in its\\ appoint-\n              ment of employees, due regard is had to the desirability that\n              such eqployees be able to function in an independent, ippartial\n              and objective manner, and without unduly close association with\n              any of the Security Forces or public body likeli to be the iubject\n              of investigation under this Act.                          \\\n                          . '                                          .\\\nOath of         9. The Commissioner and every person appointed to the staff\nsecrecy.\n              of the commission shall, before he performs 'any fhction\n              assigned t i , him under or by virtue of this, Act, tad9 and .\nThird         subscribe'an oath in the form set out in the Third schedule! to be\nSchedule.                                                                  l 1\n              idministered-                                              . I\n                    (a) in the case of the Commissioner, by the ~ovdrnor-\n                        General;                                            :\n                                    I                                                       \\\n                    (6) in the case of all other employees, by the dpm-\n                        missioner.\n                                   PART111. Complaints\nComplaints.      10.-(1) A complaint may be made to the Commission b) a\nlimitation\nperiod.       person who alleges that the conduct of a member of the sec&ty\n              Forces or any specified official-                           \\,\n                    (a)resulted in the death of or injury to any person or w d\n       INDEPENDENT COMMISSION OF INVESTIGATIONS\n          intended or likely to result in such death or injury;\n      (b) involved sexual assault;\n      (c) involved assault (including threats of harm, reprisal or\n          other intimidatory acts) or battery by the member or\n          official;\n      ( 4 resulted in damage to property or the taking of money\n          or of other property;\n      (e) although not falling within paragraphs (a) to ( 4 , is, in\n          the opinion of the Commission an abuse of the rights\n          of a citizen.\n           (2) A complaint may be made in the prescribed manner\n at the office of the Commission or at a regional office.\n          (3) On receipt of a complaint under subsection (I), the\n Director of Complaints shall-\n      (a) record it in the prescribed form and h i s h to the\n          complainant a copy of that record signed by the              '\n..        person receiving the complaint;\n      (b) cause an investigation into the complaint to be made\n          forthwith; and     '\n      (c) if in the opinion of the Commission the conduct\n          complained of constitutes an offence, forward a copy\n          of the complaint to the Director of Public Prosecutions\n          forthwith.\n          (4) Subject to section 40(l)(b), and subsection (5), a\n complaint may not be acted upon by the Commission unless it is\n made not later than twelve months from the day on which the\n complainant had notice of the conduct alleged (hereinafter\n called the limitation period).\n           (5) The Commission may act upon a complaint made\n outside of the limitation period if, in its discretion, it considers\n that the circumstances make it just to do so.\n    1 1 . 4 1 ) The responsible head or the responsible officer, Reportst0\n                                                                           Commission.\n                                                                                      .J,\n                           'INDEPENDENT COMMISSION O F INVESTIGA TIONS\n                                                                                        I\n                                                                                            I'\n                     having been made aware of an incident which \\involves the\n                     relevant public body or the relevant Force, shall make a report to\n                     the Commission of the incident-\n                      *"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The Commission shall, for the purpose of deciding\n                     the most appropriate method of investigation,\n                                                            -      make an assess-\n                     ment of-                                                 I\n                                                                                                                           i+\n                           (a) the seriousness of the case;\n                                   1\n      INDEPENDENT COMMISSION OF INVESTIGATIONS\n     (b) the importance of the investigations;\n      (c) public interest considerations;\n      (d) the particular circumstances in which the incident\n          occurred.\n        (2) The Commission may manage, supervise, direct and\ncontrol-an investigation carried out by the Security Forces or the\nrelevant public body in relation to an incident, where, in the\nopinion of the Commission, it is necessary to direct and oversee\nthat investigation.\n         (3) Where the Commission takes .action under sub-\nsection (2), it shall notifl the responsible head or the responsible\nofficer, as the case may be, and direct that no action shall\nbe taken until the Commission has completed its investi-\ngation."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(1)      If the Director of Complaints is satisfied that-           Informal\n                                                                           Resolution of\n      (a) a complaint relates to conduct which, even if proved,            complaints.\n          would not justifl a criminal or disciplinary charge;\n          and\n      (b) the complainant and the concerned officer or the\n          concerned official, as the case may be, have given\n          consent for that purpose,\nthe Director of Complaints shall, subject to the directions of the\nCommission, consider whether the complaint can be resolved\ninformally and may attempt to achieve the resolution.\n        (2) For the purposes of subsection (I), the Director of\nComplaints may, if he considers it expedient to do so, request\nthe assistance of an officer of-\n      (a) the relevant Force, being an officer of at least the rank\n          of Deputy Superintendent or of at least the rank of the\n          concerned officer; or\n      (b) the relevant public body, being an officer of at least\n          the Grade of the concerned official.\n             [Ihe inclusion of this page is authorized by L.N. 92c/2012]\n                  .   -\n    ,        (3) Where a complaint is resolved info+lly-\n          (a) a record shall be made of the manner \\in which it was\n               resolved;                                       1\n        1\n                                                       i.\n          (b) the person who made the complaint and the concerned\n               officer or concerned official ;hall each signify in\n               writing his agreeinent,tb:the resolution; :and   .-"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) The Commission may, after consultation with the Dispute\n        Director of Public Prosecutions and with the consent of all the ResO'utiOn\n        parties to whom a complaint relates, determine, having regard to\n        all the circumstances, whether the matter can be dealt with\n        by mediation or other alternative dispute resolution proceedings.\n                  (2) Where the Commission is satisfied that-\na             (a) the matter has been resolved by mediation or other\n                   alternative dispute resolution proceedings, the Com-\n                   mission shall take no further action in relation to the\n                   complaint;\n              (b) the matter has not been resolved by mediation or other\n                  alternative dispute resolution proceedings, the Com-\n                  mission shall order that an investigationkt0 the com-\n                  plaint be carried out.\n                (3) The following provisions shall apply to any admis-\n        sion made or information disclosed as a result of a mediation or\n        other alternative dispute resolution proceedings (hereinafter\n        referred to as \"protected information\")-\n              (a) protected information shall be treated as confidential;\n              (b) protected information shall not be admissible in any\n                   proceedings before a court, tribunal or committee and\n                   no person shall be compellable in any such proceed-\n                   ings to disclose the information or to produce any\n                   document that contains the information; and\n              (c) a party to mediation or other alternative dispute resol-\n                   ution proceedings shall be taken to have authorized the\n                   provision of protected information to the person con-\n                   ducting the proceedings and his staff, in accordance\na   a\n                   with the provisions of this Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) Subject to subsection (2), where a complaint is not Formal\n                                                                           handling of\n        resolved in accordance with section 15 or 16, the Commission mrnplaintr        .\n        shall cause an investigation to be made forthwith into the\n        complaint.\n                 (2) The Commission is not required to conduct an\n                                                                                           I\ninvestigation where it is satisfied that in the circumstances of\nany particular case, the complaint may be justly and adequately\n                                                           *       .\nresolved otherwise than by an investigation.                I\n                                                            \\\n         (3) During the course of the in\\;eitigitiyn the Com-\nmission shall-                                         \\    a .             '\n       (a) unless it is satisfied as to the nece+ity for con-\n         ,   fidentiality, issue a press .release at the, commence-\n             ment of the investigation and at intervalshhereafter as\n             it considers appropriate;                          I\n       (b) subject to subsection (4), take such sieps as are\n             necessary to inform the complainant, the concerned\n             officer or concerned oficial and the members of the\n             public of the status of -the investigation, at such\n             intervals of not more than sixty days as; the Com-\n             mission may determine;\n       (c) at intervals of not more than six months, ;submit to\n             Parliament a report on the investigation. . ,\n          (4) The Director of Complaints may advise the Com-\n mission (in writing with reasons therefor) against informing any\n or all of the persons mentioned in subsection (3) (b), 'where in\n his opinion, to do so might adversely affect the investibation or\n where there are no new matters to report, and the Commission\n shall act in accordance with the advice unless in its discletion, it\n decides to a& otherwise.                                       \\\n                                       <                         I\n           (5) $he investigator shall submit to the Director of\n Complaints an initial report on the investigation not later than\n thirty days after the Commission has initiates the investigation\n and subsequent reports thereon at intervals of thirty days or at\n such.other intervals as the Commission may determine.\n           (6) Where the investigator ;equires more time for the\n completion of any report than the applicablentime undeA sub-\n section (5), he )shall in writing to the commission, transmitted\n through the Director of Complaints within the appli~able~time\n                                                                        I           .\n for submission of the report-                                       I\n        (a) inform the Commission of the status of ' the\n              investigation;                                                    I\n    +\n                (b) request an extension of time within which to submit\n                    the report.\n          , (7) On the completion of the investigation, the\n    investigator, shall submit a final investigation report and\n    proposed recommendations thereon to the Director of Com-\n    plaints who shal1,submitit to the Commission.\n            .(8) After receiving and considering a final investi-\n0   gation report submitted under subsection (7), the Commission\n    shall.make its own assessment of the investigation and form its\n    own opinion & to the matter under investigation.\n             (9) The Commission shall then prepare a report on the\n    investigation including its recommendations arising there-\n    from '(whether or not confirming any of the proposed\n    recommendations) as are to be acted upon (hereinafter referred\n    to as \"recommendations for actiony').\n            (10) he omk kiss ion shall furnish a copy of the report\n    of the Commission to-\n                (a) the *complainant;\n                (b) the concerned officer or the concerned official;\n        1\n                (e) the responsible head or the responsible officer;\n                (d) the Director of public Prosecutions;\n                (e) the Office of the Special Coroner (where the incident\n                    involves the death of any person);\n                u> the Police Service Commission (where the incident\n                  , involves the misconduct of a member of the Jamaica\n                    Constabulary Force, the Island Special Constabulary\n                    Force, the Rural Police and the Parish Special\n    ;,,         . :\n                    Constables);,\n                (g) the Public Service Commission (where the incident\n                    involves the misconduct of a specified official); and\n                (h) the Chief of Defence Staff (where the incident\n                      [The i n c l u s i ~of this page is authorized by L.N. 92c/2012]\n                                                                                      I\n                                                                                      I .\n                                                                                      \\\n                                                                                          I\n            18                    INDEPENDENT COMMISSION OF WESTIGATIONS\n                                                                                              1I\n                                      involves the misconduct of a member of the Jamaica\n                                      Defence Force);\n                                   (1 1) The Commission may furnish a copy of,thereport to\n                           the Solicitor General as it considers appropriate in any particular\n                           case.                                                 'i\n                                   (12) In this section \"the Office of the ~peci) Coroner\"\n                                                                                                                       .\n                           means the Office established as such under the Coroners\n            Hearings.\n                           Act..                                                    i"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.--(1) The Commission may, where it consider: it appro-\n                                                                                                                           a'\n\\                          priate in the circumstances, hold hearings during the\\course of\n    i                      an investiiation.                                          t\n                                                                                       1\n                                     (2) A hearing may be held in public or in d ~ t e or,\n                           partly in public and partly in private."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-41) Notwithstanding anything to the contrary in any outyto\n    other law, the Commission shall have primary responsibility for        :rzL.\n    the preservation of the scene of an incident or alleged incident\n    and may issue directions to the Commissioner of Police or any\n    other authority for the purposes of this section.\n0            (2) The Commissioner of Police shall implement\n    measures in accordance with directions issued under subsection\n    (I) to ensure that members of the Jamaica Constabulary Force\n    shall, as soon as practicable after being notified of an incident,\n    attend at the scene of the incident in order to ensure the\n    preservation of the scene until the arrival of an investigator\n     assigned to that scene by the Commission and thereafter, each\n             [We ,inclusion of this page is authorized by L.N. 92c/2012]\n               member shall be under a duty, until the investigator is satisfied\n               that it is no longer necessary to do so, to continue to take steps\n               for the purposes of preserving the scene.\n                     i\n                         (3) It shall be-                                    I\n                 t   (a) the duty of any member of the Security Forces, who is\n                         at the scene of an incident, or in any case where there\n                         is more than one such member, the member senior in\n                         rank and command;\n                     (b) without prejudice to the 'provisions of paragraph (a),\n                         the duty of the police officer in charge of the police\n                         division in which the incident occurtkd,\n               to take such steps in accordance with directions issued under\n               subsection (I), as &e iawful i d necessary for the purpose of\n               obtaining or preserving the: evidence and facilitating d e making\n               bf repprts to the Commission in relation tp the incident!\\\nobiisationto     23.-41) Subject to subsection (2), where a rePo& of the\ncomply with\nream-          Commission under this Act contains recommendations for\nmendatiqns     action to be carried out by the relevant force or the kelevant\n               public bodi'these shall be complied with in the manher and\n               within the time specified (if any) and the responsible head or\n               responsible bfficer, as the case may be, shall report 'to the\n               Commission 'on the compliance with the recommendations,\n               within such p&od after being furnished with a report, as the\n               Commission may notify to the relevant force or relevant public\n               body.         t\n                         (2) Where the recommendations relate to-\n                     (a) disciplinary proceedings or the production of docu-\n                           ments; by the relevant Force or relevant public body,\n                           the responsible head. or the responsible officer shall\n                        .. take such steps as are lawfbl and necessary to ensure\n                                                                                          a\n                           compliance with the recommendations; or           \\\n                              i\n                     (b) any other matters, and the responsible head or the res-\n                         ponsible officer decides not to comply &th the\n                         r e c ~ ~ e n d a t i o n she\n                                                     , shall give reasons for the\n                         decision.'\n                                  .   -\n                           [The inclusion of this page i s authorized by L.N. 92~320121\n      INDEPENDEPENDENT COMMISSION OF WESTIGATIONS                            21\n         (3) Where the relevant force or the relevant public\nbody does not comply with the recommendations of the\nCommission, the Commission shall after being made aware of\nthe non- compliance, cause a report thereon to be laid on the\nTable of each House of Parliament."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The Commission shall take such steps as are necessary to Review of\nensure that a complainant, concerned officer or concerned ~ ~ ~ ~ ~ s i O n '\nofficial, as the case may be, who is not satisfied with a decision\nof the Commission in relation to an investigation, is advised of\nthe right to seek judicial review of that decision."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. An investigator shall, on a request by the Director of ~ u t y o f\n                                                                    lnvestigaton\nPublic Prosecutions, in relation to a prosecution arising out of an to pr,,vlde\nincident, attend court and provide such other support as the support,etc.\nDirector of Public Prosecutions may require, in relation to the\nproceedings instituted against the concerned member or the             '\nconcerned official under this Act.\n                        PARTIV. General"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.--(1) The functions of the Commission may be Performance\nperformed by any member of its staff or by any other person of funct~ons\n                                                            ofCommis-\n(not being a member of the Security Forces or a specified sionby mem-\n                                                            ben of staff.\nofficial) authorized for that purpose by the Commission.\n         (2) Nothing in subsection (1) shall be construed as\naffecting the responsibility of the Commission for any functions\nperformed on its behalf under subsection (1)."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.--(1) Except in the case of proceedings for an offence Privileges.\nunder section 34(c), no proceedings shall lie against the\nCommissioner or any person concerned with the admifistration\nof this Act for anything he may do or say in the performance of\nhis functions under this Act.\n         (2) Anything said or any information supplied or\ndocument or thing produced by any person for the purpose or in\nthe course of, any investigation carried out under this Act shall\nbe absolutely privileged in the same manner as if the\ninvestigation were proceedings in a court of law.\n          (3) For the purposes of the Defamation Act, any report\n                                                                           I\n                                                                           \\\n                                                                            \\\n                  INDEPENDENT COMMISSION OF INVESTIGATIONS\n            made by the Commission under this Act and ahy fair and\n            accurate report thereon shall be deemed to be privileged.\nSecrecy.       2 8 . i i ) The Commissioner and every person conbemed with\n            the administration of this Act shall regard as secret and\n            confident2al all documents, information andcthingsdisclosed to\n            them$in the execution of any of the provisions of, this Act,\n            except that no disclosure-                                 1 .\n                                                                       \\\n                   (a) made by the Commissioner or any such person in pro-\n                         ceedings for an offence under section 33 of t q s Act or\n                                                                                                                   a\n                         under the Perjury Act by virtue of section 21(3) of this\n                         ~ c tor;                                        \\\n                   ( b ) wHich the Commissioner or any such persoA thinks\n                         necessary to make in the discharge of their fuhctions;\n                         and which would not prejudice the security, defence\n                         or international relations of Jamaica, shall be deemed\n                                                                           I\n                          inconsistent with any duty imposed by this sectign.\n                      (2) Neither the Commissioner nor any of the pkrsons                                      -\n                                                                             I\n             aforesaid shall'be called upon to give evidence in respect of, or\n             produce any such document, information or thing in a i y\n            proceedings, other than proceedings mentioned in subsection ( 1 )        \\\n             or section 25.                                                    \\\nAccounts,     2 9 . - ( 1 ) The accounts and financial transactions of the d m -\netc.\n            mission shall be audited annually by ,the Auditor-General 'md\n            a statement of accounts so audited shall form part of the d u a l\n            report under section 3 1.                                        \\           I\n                     (2) The ccbmmission shall, at such time within e k h ydar\n            as the Minister may direct-       ,                                              \\.\n                  (a) submit to the Minister a statement of the account~~of\n                         the Commission audited in accordance. with d e\n                        ,provisions of subsection (1);             I   .\n                  ( b ) submit to the Minister for approval the estimates 06"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Reports.\n3 1'. Power to continue investigation despite legal\n                                                                            i"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. The Commission may initiate or continue any investi- Powerto\ngation and report thereon under this Act notwithstanding any ~ ~ ~ ~ a t\ncivil legal proceedings relating to the subject matter of the despitelegal\ninvestigation.                                                proceedings.\n  3 2 . 4 1 ) The Commission shall, in respect of every investi- Register.\ngation carried out by it, cause to be recorded in a register kept\nfor the purpose-\n        [The inclusia of this page is authorized by L.N. 92c/2012]\n                                                        I\n24                    RVDEPENDENT COMMISSION OF INVESTIGATIONS\n                                                                             I\n                      (a) the subject matter of the complaint I;and the ,date\n                   I,   ' thereof; and                             I\\\n                                                                    i\n                      (b) on the conclusion of the investigation, the Com-\n                                                                    I\n                          mission's decision respecting the complaint.\n                                                                                  I\n                         (2) Any person may, on payment of such fyes as may\n                 be prescribed, inspect, during the hours h d on the days of\n                 busiliess 'of the Commission,       register kept' 'mder this\n                 Act.                                                \\,\nOffen*:            33. Every person who-\n                           F                                                ' .\n                      (a) willfully makes qny. false statement to mislead or mis-\n                          leads or attempts to mislead the Comission, an\n                                                                        \\\n                          investigator or any other person in the execution of\n                       '  functions under this Act;                       \\\n                      (b) without lawful justification or excuse-\n                                 (i) obstructs, hinders or resists the' ~.o&ssion\n                                     or any other person in the exercise df func-\n                               ,     tions under this Act; or                             \\\n                                   (ii) fails to comply with any lawful requikement\n                                        of the Commissiqn or any other person\\under\n                                        this ~ c tor;                         1\n                                                                                              I\n                               (iii) wilfully refuses.or neglects to carry odt any\n                                     duty required to be performed by him b d e r\n                                     this Act; or\n                      (c) deals .with documents, information or things men-\n                                                                                                  i\n                          tioned in section 28 in a manner inconsistent wit! his\n                          duty under that section,\n                  corgmits an offence and shall be liable on summary conviction\n                  in a Resident Mggistrate's Court to a fine not exceeding three\n          .       millioi dollks OK to ihprisonment for a term no( exceeding\n                               4\n                 'the; <&as to both such fine and imprisonment: .\nRemedy             34. Nothing in this Act shall be construed as limiting or\nurider other a\npr?vision of     affecting any 'remedy or right of appeal, objection or procedure\nlaw unaf-        given to any\n                                                                                                      I\nfected                    . derson by any other provision of law.\n                               *                                .               I\n                                                                                      I\n                                                                                              *\n                                                                                              .\n                          '[The jnclusion of this page is authorized by L.N. 92c/2012]-\n                                    1"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Register.                                                               I\n                                                         i"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Remedy under other provision of law unaffected.\n                                                        ,       -       .,"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Power of Minister to amend Schedules and penalties.' *'                     \\"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. ~ e v i e bof Act.                         *        ,.. :.\n                                                                                    i"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Provisions applicable where no Leader of the Opposition. I '\n            I\n     SCHEDULES.                                                                     I*  I\n                                                                                        I\n                                                                                            I   .\n                                                                                                I\n    INDEPENDENT COMMISSION OF INVESTIGATIONS\n    \"investigator\" in relation to an investigation under this Act\n        means an employee or a part of the Commission\n        assigned duties in relation to that investigation;\n    \"public body\" means-\n                                               ,\n          (a) a Ministry, department or agency of Government;\n          (b) a Parish council, the Kingston and St. Andrew\n              corporation';\n                                                              I\n          (c) a statutory body or authority;\n          (4 a company registered 'under the Companies Act,\n            being a company in which the Government or an\n        - . agency of Government, whether by the holding of\nI\n      .     shares or by financial meaqs, is in a position to\n          . influence the policy of the company;    --\n    \"region\" means the q e a specified in a scheme established\n         under section 6 as the area to be administered by a\n      . regional office; ,\n    '!regional office'' means 'a regional office 'of the Com-       ,   ,.   ,\n                  established pursuant to section 6, in relation\n      I   t o which a Director of Complaints may, be given\n     - i responsibility;   ,\n    \"relevant Force\" means any one of the Security Forces-\n         (a) involved in an incident; or\n         (b) in relation to which a complaint is made, or an\n              investigation is carried out, under this Act;\n    \"relevant public body\" means the public body-\n         (a) involved in an incident; or\n         (b) ,in relation to which a complaint is made, or an\n              investigation is carried out, under this Act;\n    \"responsible head\" means the head of a relevant Force;\n    \"responsible officer\" means the officer in charge of a\n        relevant public body;\n            .. -\n      [The inclusib of this page is authorized by L.N. 92c/2012]\n                                                                               I\n                        INDEPENDEN7 COMMISSION OF INVESTIGf TIONS\n                                                                                \\   I\n                                                                                    I\n                     \"Security Forces\" means-                                           I\n                                                                               . \\,\n                            (a) the Jamaica Constabulary Force;                         \\\n                                                                                        ,I\n                            (b) the Jamaica Defence Force;                                  iI\n                            (c) the Island Special Constabulary Force;,\\,\n                                                                                                 I\n                            (d)the Rural Police; and                                                 I\n                            ( e ) Parish Special Constables.: . ,          '                             I'\n                        \"specified official\" means-- .                                                   1\n                             I\n                                                    .\n                                                                                    '-,                   I\n                            (a) a correctional officer;\n                                                                     .. t\n                            (b) such other public officer, as the Minister m q by\n                                order specify; being a person upon 9hom is\n                                conferred anya'of 'the powers, authorities and\n                                privileges as are conferred by law on a mdmber of\n                                the Jamaica Constabulary Force.            I[\n                                                                            i\n                     PART11. The Independent Commission of ~nvesti~ati'ons                                    I   t\nIndependent        3 . 4 1 ) For the purposes of this Act, there is herebly con-                                                                  -   I\nCommission\nof Investiga-   stituted a Commission of Parliament to be known hs the\ntions.\n                    .\n                Independent Clommissionof Investigations.\n                                  I\n                                                                   .\n                                                                                                                      i\n                    '   -(2) The Commission shall consist of a Commissipner,\n                who shall be appointed by the overn nor-~eneral by i n s T e n t                                                              -\n                under the Broad Seal, after consultation with-the Prime Minister\n                and the Leader bf the Opposition, from persons of high integrity,\n                who possess the qualifications to hold officeras a Judge of the\n                Supreme Court of Judicature of Jamaica.                                                                   \\\nFirst                  (3) The provisions of the First schedule shall have edect\nSchedule.       as to the constitution of the Commissiin and otherwise\\ in\n                relation thereto.\n                                                                                                                                                  m\n                                                                                                                              I\n                                                                                                                                  I\nFunctions of       4.-41) Subjec't to the provisions of this Act, the functions of\nCommission.\n                the Commission shall be to-\n                    (a) conduct investigations, for the purposes of this Act;\n                    (b) carry out in furtherance of an investigation and as\n                        the Commission considers necessary or desirable-\n                                                                                                                                      I\n                                                                                                                                      \\\n                                           I                                                                                              i\n      INDEPENDENT COMMISSION O F INVESTIGATIONS                        7\n          (i) inspection of a relevant public body or relevant\n              Force, including records, weapons and buildings;\n         (ii) periodic reviews of the disciplinary procedures\n              applicable to the Security Forces and the specified\n               officials;\n     (c) take such steps as are necessary to ensure that the\n         responsible heads and responsible officers submit to\n         the Commission, reports of incidents and complaints\n         concerning the conduct of members of the Security\n         Forces and specified officials.\n      (2) In the exercise of its functions under subsection (1)\nthe Commission shall be entitled to-\n     (a) have access to all reports, documents or other\n         information regarding all incidents and all other\n         evidence relating thereto, including any weapons,\n         photographs and forensic data;\n     (b) require the security Forces and specified officials to\n         furnish information relating to any matter specified in\n         the request; or\n     (c) make such recommendations as it considers necessary\n         or desirable for-.\n               (i) the review and reform of any relevant laws\n                   and procedures;\n              (ii) the protection of complainants against\n                   reprisal, discrimination and intimidation; or\n              (iii) ensuring that the system of making com-\n                    plaints is accessible to members of the public,\n                    the Security Forces and specified officials;\n     (6) take charge of and preserve the scene of any\n          incident.\n         (3) For the purpose of the discharge of its functions\nunder this Act, the Commission shall, subject to the provisions\nof this Act, be entitled-\n                                                                                    I\n               i\n                                                                                    I'\n                                                                                         !\n                                                                                         I\n                                                                                         I\n8                             INDEPENDENT COMMISSIONOF INVESTIGATIONS\n                          (a) upon the authority of a warrant issued in that behalf by\n                              a Justice of the Peace-\n                                                                                         *\\\n                                               (i) to have access to all recdrds, @uments or\n                                                   other information relevant to any 'complaint or\n                                                   other matter being investigated; under this\n                                                   Act;                               \\           4\n                                                                                       \\ or other\n                      I\n                                  ,\n                                  I\n                                              (ii) to have access to iny premises\n                                                  location where the Commission hasI\n                                                                                     reason to\n                                                  believe that there may be found &y records,\n                                                                                                                                           a\n                                                  documents or other information referred to in\n                                      ,           sub-paragraph (i) or any property:which is\n                                                  relevant to an investigation under this Act;\n                                                  and                                         \\\n                                              (iii) to enter any premises occupied by ahy person\n                                          ,         in order to make such enquiries or toI inspect\n                                                                                         I\n                                                    the documents; recoids, information or\n                                                    property as the Commission cbnsiders\n                                                    relevant to 'ahy matter being, investigated\n                                                    under this Act; and\n                                                                           .                          I\n                                                                                                      \\           -\n                              (b) to retain any records, documents or other property if,\n                                  andlfor so long as, its retention is reasonably nebessary\n                                  for the purposes of this Act.                      I\n                                                                                      I\n                          (4) ,For the purposes of subsiction (3), the ~omrdission\n                                                                            i\n                   shall have power to require any person to finish in the manner\n                   and at such !times as may be specified by the com-\n                   mission, information which, in the' opinion of the Com-\n                                                                              I\n                   mission, is relevant to any matter being investigated under this\n                   Act.                                                        \\\n                                                                                                              \\\nIndependence\nof Commis-\nsion."
    }
  ],
  "definitions": [
    {
      "term": "region",
      "definition": "the q e a specified in a scheme established",
      "source_provision": "sec38"
    },
    {
      "term": "relevant Force",
      "definition": "any one of the Security Forces-",
      "source_provision": "sec38"
    },
    {
      "term": "relevant public body",
      "definition": "the public body-",
      "source_provision": "sec38"
    },
    {
      "term": "responsible head",
      "definition": "the head of a relevant Force",
      "source_provision": "sec38"
    },
    {
      "term": "responsible officer",
      "definition": "the officer in charge of a",
      "source_provision": "sec38"
    }
  ]
}