{
  "id": "jm-stat-the-industrial-and-provident-societies-act",
  "type": "statute",
  "title": "The Industrial and Provident Societies Act",
  "title_en": "The Industrial and Provident Societies Act",
  "short_name": "Industrial and Provident Societies Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-industrial-and-provident-societies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-industrial-and-provident-societies-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. capital of the society-\n                      (a) Nominal amount of each sham.\n                      ( b ) Number of shares issued.\n                      (c) Amount paid up on shares."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                             Interpreta-\n                                                                              tion.\n    \"amendment of rule\" includes a new rule, and a resolution\n       rescinding a.rule;\n    \"Deputy i<eeper of the .Recordswshall, where the circum-\n        stances require, include the Registrar of Titles, and\n        \"recording\" shall include registration under the Regis-\n  '  + tration of Titles Act;                               I\n    \"land\" means hereditaments and chattels real;\n    \"meeting\" includes (where the rules of a society. so allow) a  b\n     . meeting\n       -\n                of officers appointed by members;\n    \"office\" means t$e registered ofice for the time being of a\n                                      .1\n         society;\n    \"officer\" extends to any treasurer, secretary, member of the\n         committee, manager or servant, other than a servant\n         appointed by the committee, of asociety;\n    bbpersonsclaiming t&ough a member\" includes the heirs,\n        executors, or administrators and assigns of a member,\n        and also his nominees where nomination is allowed;\n    . \"property\" includes real and personal estate (including\n         books and papers); .\n6                       INDUSTRIAL AND PROVIDENT SOCIETIES           1\n                                                                     I\n                          I\n251201o            \"Registrar\" means the Registrar of Co-operatives appointed\nS. 2.\n                       under the Co-operatives Societies Act;       I\n                                                                    I\n                   \"registered society\" means a society registered dnder this\n                        Act;\n                   \"rules\" means the registered rules for the tide being,\n                        and shall include any registered amendment of\n                        rules;\n                                                                                       0\n2512010\nS 2\n                   \"the committee\" means the governing body of a registered\n                        society to whom the management of its kiffairs is\n                        entrusted;\n                                                                                           I\n                   \"the Companies Act\" means -the Act in forck for the\n                        incorporation and regulation of. trading companies\n                      . and other associations;\n                                                                         I\n                    \"kribunal\" means ;he ~ p b e a l sTribunal es~blisdedunder     .\n                         section 6A.                              ' 1\nSociet~es        3. A society which may be registered under this AC!~(herein\nwhich may be\nregistered.    called a n Industrial and Provident Society) is a sdFiety for\n               carrying on any industries, businesses, or'trades specified in or\n               authorized 'by its rules, whether wholesale or reiail, and\n               including dealings of any deschption in l&d:\n                 Provided Ithat-\n                   (a) no' member other than a registered society shall\n                       have or claim any interest in the shares of the\n                       society exceeding twenty per cent of the society's              0\n                       share capital; and\n                   (b) in {regard to the business of banking, thd society\n                       shall be subject to the provisions hereinafter cdhtained.\n                          INDUSTRIAL AND .PROVIDENT SOCIETIES                                          7"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Assets of the society on the samt date-\n                       (a) Government or other securities (stating them).\n                       (6) Bills of exchange and promissory notes.\n                       (c) cash at the bankers.\n                       (4Other securities.\n(Section 40)                                   FORME\n                  Form of Receipt to be Endorsed on Mortgage or Further Char*\n               The                           , Limited, hereby acknowledges to have\n             received all moneys intended to bc secured by the within (or above)\n             written deed.\n               Dated this                         day of                    , 19     .\n                                                            Members of\n                                                                             the\n                                                                         Committee.\n                                                                          secmtary.\n                       minduaion of&           -n         w&&ed          by LN. 95/1997l\n          INDUSTRIAL AND PROVIDENT SOCIETIES                                           49\n                                  FORMF                                     (Sation 42)\n   Know all men by these presents, that we, A B . , of\none of the officers of the                            , Limited hereinafter\n referred to as “the Society”. whose registered office is at\nin the parish of                       , and C.D., of\n(as surety on behalf of the said A.B.). are jointly and severally held\nand firmly bound to the said Society in the sum of\nto be paid to the said Society. or their certain Attorney. for which pay-\nment, well and truly to be made, we joiitly and severally bind ourselves,\nand each of us by himself, our and each of our heirs. executors and\nadministrators. firmly by these presents\n       Sealed with our seals\n   Dated the                          day d                      , 19     .\n   Whereas the above bounden A.B.. has been duly appointad to the\noffice of                         .  of the                        Society,\nand he, together with the above bounden C.D.. as his surety, have\nentered into the above written bond, subject to the condition herein-\nafter contained:\n   Now, therefon, the condition of tha above written bond is such that\nif the said A.B., do render a just and true account of all moneys received\nand paid by him on amount of the Society. at rmch times as the ruks\nthehereof appoint. and do pay over all the moneys remaining in his hands,\nand assign and transfer or deliver all property (iicludhg books and\nppers) belonging to the Society in his hands or custody to such person\nor persons as the Society or the committee thereof appoint. according to\nthe rules of the Society, together with the proper and legal rrrxip@ or\nvouchers for such payments,then the above written bond shall be void,\nbut otherwise shall remain in full force.\n      Sealed and delivered in the presence of\n                                FORMG                                       (Section 42)\n   Know all men by these presents. that L\nof                     , in the parish of                     , and firmly\nbound to                             , Limited. hereinafter referred to BS\n“the Society”. whose registered office is at                       , in the\nparish of                      inthemof                            dollars.\nto be paid to the said Society or their assigns. for which payment to\nbe truly made to the said Society or their certain Attorney or assigns.\nI bind myself, my heirs, executors and administrators,by these p m t a\n     Sealed with my seal.\n               inclurlon ol &is       i s authorized by LN. 951 1997l\n50            INDUSTRIAL AND PROVIDENT SOCIETIES\n       And know further that I (we),\n     as surety (sureties) for the above-narnal principal obliger and such\n     obliger are jointly and severally bound to the Society in the sum afore-\n     said to be paid to the Society or their assigns, for which payment to be\n     truly made to the Society or their certain Attorney or assigns. wc firmly\n     bind ourselves and each of us, our and each of our heirs, executors and\n     administrators. by these presents.\n          Sealed with our seals.\n        Dated the                        day of                      , 19     .\n        The condition of the above contained bond is that if the said\n                                                         of\n                            faithfully execute the office.\n     to the society during such time as he amtinuea to hold the same in\n     virtue either of his present appointment, or of any renewal thereof d\n     such office 1s of a renewable character (without wasting, embezzlinz.\n     losing, rnisspending. misapplying or unlawfully making away with any\n     of the moneys, goods, chattels wares, merchandise or effects whatso-\n      ever of the said Society at any time copnmitted to his c h g e , oustody\n     or keeping by reason or means of his said &ce), and render a true\n     and full account of all inoneys received or paid by him on its behalf.\n     and as when he is required hy the committee of management of the\n      Society for the time being, and pay over all the moneys remaining in\n     his hands from time to time, and assign, trander and deliver up all\n     securities, books, papers. property and effects whatsoever of or belong\n     ing to the Society in his charge, custody or keeping to such person or\n      persons as the said committee may appoint, according to the rules or\n     regulations of the Society for the time beiig, together with the proper\n     or legal receipts or vouchers for such payments, and in all other respects\n     well and Faithfully perform and ful6l the said office.of\n     to the Society according to the rules thereof, then the above contained\n     bond shall be void and of no effect; but otherwise shall remain in full\n     force\n         Sealed and delivered by the above-named\n       (The words between brackets against which we have set our initials\n     being first struck out) in the presence of us and\n                            su)oND SCHEDULE\n          Mutters to be provided for by the Rules ofSocieries Registered\n                                 &er this Act\n       I. Object, name and registered offim of the society"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. With respect to the registry of societies the following Conditionsof\n                                                                  registration.\n     provisions shall have effect-\n              (a) no society 'can be registered under this Act which                       '   .\n                  does not consist of seven persons at least;\n              (b) for the purpose of registry an application to register the\n                  society, signed by seven members including the secre- 2512010\n               . tary, and two printed copies of the rules shall be sent to 4.\n                  the Registrar;\n              (c) no society shall be registered under a name identical\n                . with that under which any other existing society is regis-\n                   tered, or so nearly resembling such name as to be likely,\n                   or under any name likely, in the opinion of the Registrar,\n                 . to mislead the members or the public as to its identity,\n                   and no society shall change its name except in the man-\n                   ner hereinafter provided;\n,L        '   (6) no society shall be registered where, in the opinion of the\n                  Registiar-\n                                (i) the conditions, including the issue of shares and\n      \\\n      \\                             the payment of penalties or fines where the\n                                    shareholder is in arrears in payment of such\n                                    shares, on which it lends money are excessive;\n                                    or\n                  a       -u\n                               (ii) the rules provide for the payqent of excessive                 !\n                                    penalties or fines in any case where the borrower\n                                    is in arrears;\n              (e) the word \"Limited\" shall be the last word in the name of\n                  every society registered under this Act, except where the\n                  rules of the society provide that the members shall\n                  guarantee the payment of its liabilities.\n                      '\n                               [The hclusion of this page is authorized by L.N. 92d20121\n                                                                                            I\n                                                                                            I\n                                     INDUSTRIAL AND PROVIDENT SOCIETIES                     1\n                                                                                            I\nI\n    Acknowledge-        5. The Registrar, on being satisfied that a society has com-\n    ment of regis-\n    try.\n                    plied with the provisions of this Act, shall issue.to such society\nI                   an acknowledgment of registry under his hand, in the ~ o r m A in\n    First Schedule. the First Schedule.                                      1\n    Form A.\n                                                                                                I\n    APP~~~S                      If the Registrar refuses to register the sdciety or"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Determination of the amount of interest, not exceeding four hundred\n    dollars, in the shares of the society which any member other than a registered\n    society may hold."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)\n    from refusal\n    to register.     any rules or amendments of rules-\n    2512010\n    S. 5.            '\n                             (a) the Registrar shall, within thirty days laher such\n                                                                                                                0\n                                 refusal, notify the society in writing of5the reasons\n                                 for the refusal; and\n                                                                                                I\n                             (b) an appeal shall lie to the Tribunal within thirty days\n                                 after the date of notification of the refusal. 1\n                                                                                                1\n                              (2) I f the refusal of registry is overruled on appeal, an\n                     acknowledgment of registry shall thereupon be               to the\n                     society by the Registrar.\n    Appeals             6A.-41) There is hereby established an Appeals F ~ b u n a l\n    Tribunal.\n    2512010          for the purposes of hearing appeals under sections 6, 8 and\n    S. 6.\n    Fourth\n    Schedule\n                     5 1.\n                                                                                                    I\n                               .  (2) The provisions of the Foirth Sbhedule shall have\n                         effect as to, the constitution of the .~ribu*'aland othdhuise in\n                         relation thereto.                                       1\n    Effect of                7. The acknowledgment of registry shall be cjnclusive\n    acknowledg-\n    ment of              evidence th?t the society therein mentioned is duly registered,\n    registry.            unless 'it is proved that the registry of the soCiety     been\n                         suspended or cancelled.               .\n                                         Cancelling and Suspension of Registry\n                                                                                                    i\n                                                                                                    I\n                                                                                                            .\n    Cancett~ng\n    and suspen-\n    sion of"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7-\n                                              I\n                                                                               Y\n                                      (b)'any one depositor,\n                       payable on not less than two clear days' notice, siall not\n                      'be included' in banking business within the meiining of Isubsec-\n                       tion (1); but,no society which takes such deposits shall make\n                       any payment of withdrawable capital while any claim due on\n                       account of any such deposit is unsatisfied.\n                                 (5) The Minister shall by notice in the bazette\n                          publish ,the name of each registered society authorized- to\n                          carry on banking business under this section.\n                                 (6) A registered society which contravenes subsec-\n                          tion (3) shall be guilty of an offence and shall be liaple on\n                          summary conviction in a Resident Magistrate's Court to a\n                          fine not exceeding two hundred thousand dollars.\n                                                                                                               I\n                                 (7) A registered society which ,contravenes sub-\n                          section (2) shall be guilty of an offence and shall be iiable\n              INDUSTRIAL AND PROVIDENT SOCIETIES                                     23\n    on summary conviction in a Resident Magistrate's Court to\n    a fine not exceeding two million dollars and, in the case of\n    a continuing offence, to a further penalty not exceeding two\n    hundred thousand dollars for each day during which the\n    offence continues after conviction.\n                           Returns and Documents"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . - ( l ) The Registrar may cancel the registry of society\n                         registered under the provisions of this Act by writidg under\n                                                                                                1\n    reglstry             his hand-                                                I\n                                     ['he inclusion of this page is authorized by L.N. 92~120121~\n                                                                                                        I\n    INDUSTRIAL AND PRO VIDENT SOCIETIES                              9\n(a) if at any time it is proved to his satisfaction that the\n    number of the members of the society has been reduced\n    to less than seven members, or to a less number of\n    members than is required to form a quorum at a general\n    meeting under the rules of such society, or to a less\n    number of members than will in the opinion of the\n    Registrar, appointed under the Cooperative Societies 2512010\n    Act, evidenced by a resolution of the said Board S'7(a)(1).\n    bearing the signature of the Secretary of the said\n    Board, enable such society to function efficiently or\n    profitably;\n(b) if it is proved to his'satisfaction that the registry has\n    been obtained by fraud or mistake;\n(c) if it is proved to his satisfaction that the society has\n    ceased to exist;\n(d) if he thinks fit, at the request of the society to be\n    evidenced in such manner as he shall.' direct from\n                                   .    .   .   .\n    time to time;\n(e) with the approval of the Attorney-General on proof\n    to his satisfaction that the society exists for an illegal\n    purpose or has willfully and after notice from the Regi-\n    strar violated any provisions of this Act;\nV) if the society has failed to commence operations within\n   two years after its registration;\n(g) if the operations of the society as evidenced by its\n    books or accounts or otherwise proved to the satis-\n    faction of the Registrar are so limited or have been so\n    reduced in extent that the society cannot efficiently\n    conduct its affairs or profitably continue in business;\n    10\n                  -\n                                   INDUSTRIAL AND PROVIDENT ;SOCIETIES\n                            (h) if,the society should cease to operate for a period of two\n                                                                                          I\n                                                                                          1\n                                                                                          I                       I\n                                years;                                          I\n                                                                                              I\n                                                                                              I\n                             (i) if the society fails to keep.proper books of rdcords and                 '\n                                                                                                  I\n                                   accounts;\n                                                                                      '           I\n\\\n    251201o\n    s 7(a)(ll).\n                             ( j ) if, in the opinion of the Registrar, there\n                                   of internal discipline due to the condition \\of share-\n                                                                                                              a\n,                                  holders' or borrowers' accounts or to the existence of a\n                                   percentage of arrears on share subscription or interest;\n                         (k) if the society on notice being served on it by the Regis-\n                                  @% of any condition in the affairs or manadement of\n                  zf;d \\ ~ f i i 3 0 i,dl i f i C I J IIOIILlr.,\n                                  the soc~etywh~cfi-inthe' opinibn of the ~ d ~ i s t r aisr\n                                  deemed to be unsatisfactory shall fail to remedy the\n                                  condition or conditions. domplained of wit@ three\n                              ;3iq b 4t '4 r t.73 arxw*          1\n                           f nibnths of-the hervice of-Suchhotice on the society or\n                                                                                   1\n                  JXO'fI t3hQiiHidzsc& wg&fl ds!%hei&gistrar may in his\n                                  didcretion allow;                ;srrri$ (7f 41.\n                                          I\n                                                                                                      I\n                  3 o o ~ qrrcl l s 1 3 r r s C I - ~ p osrll *ir:l s v o ~ q q ~\n                                                                                sclt ' djiw ( 3 )\n                  Iagf 1 i(43 -if! thGxso,pi.elty~zfaile ~t:hin~~s~g~~mmo_n@s:      after notice\n                  - i g s ~ i is~rged~$p~n~:the    i s ~ ~ i $ ~i i~~~' et ~n d @ r - f m\n                                                                                        /required\n                                                                                          ~~~~t~w\n                              by kh~~rdA~_ti~~~ib,e~s~e_rit:iin~t~   &qgis,t:r,ar;~~r2td\n                                                                     7   t   h   ~      comply\n                              with any requisition made by the Registrar k d e r the\n                              authority\n                  rrjdliv~zflo:lfisa.ju   of.this Act.dl bhsfid zsri y i s i 3 o sdf 3i\n                                        ~3113111!lrc,2\n                                                 ;noifsrjzigsl zri -rsftsar;sy.owf\n                      ~ j iyd   bsag&kgp th5 p+j+gioas-        .'\n                             ( m )if in the opinion of the Registrar the society $fringes\n                                                            of ~b~ bparagisph4j($i\n                                                                 J   r i ~ w f i       dl4l?(ii) of\n                      -zils?1i13 p ' & a ~ ~ ~ i ; ; f i ~ d ) ~\n                                                               ~f &\n                                                                  ~ ~ f U: ~TO@\"OOCI\n                                                                               Gt ~ f i ~ ;\n                      0 2 rnad sveli .io b?timil i.)z 37s u;rl%ipsR3rit 10 noilxi I\n                                                                                       I\n                          I ~ dZ2 5 f f             i.$gi$'' ~~31\n                                          C&~U&&~~).Y                   $ & & j i & ~ bof ~ ~not\n                                    less'than twenty per cent of its orescribed liabilities;\n          INDUSTRIAL AND PROVIDENT SOCIETIES                                   11\n       (2) The Registrar, in any case in which he might\nwith the approval of the Attorney-General cancel the registry\nof a society, may suspend the same by writing under his hand,\nfor any time not exceeding three months, and with the approval\nof the Attorney-General renew such suspensibn from time to\ntime for the like period.\n        (3) Not less than two months' previous notice in writing,\nspecifying the ground of any proposed cancelling or suspension\nof registry, shall be given by the Registrar to a society before the\nregistry of the same can be cancelled (except at its request) or\nsuspended, and notice of every cancelling or suspension shall be\npublished in the Gazette as soon as practicable after the same\ntakes place.\n       (4) A society may within three months of the date of\nthe publication in the Gazette appeal from the c'imcelling of\nits registry or from any suspension of the same, which is\nrenewed after three months, to the Tribunal; and the Tribunal 25,2010\nmay, if he thinks fit, order the restoration of the registry of the S. 7(b).\nsociety or confirm such cancellation or suspension.\n        (5) A society whose registry has been suspended or can-\ncelled shall from the date of publication in the Gazette of notice\nof such suspension or cancelling (but, if suspended, only whilst\nsuch suspension lasts, and subject also to the right of appeal\nhereby given) absolutely cease to enjoy as such the privileges of\na registered society, but without prejudice to any liability act-\nually incurred by such society, which may be enforced against\nthe same, as if such suspension or cancelling had not taken\nplace.\n         [The inclusion of -this page is authorized by L.N. 92d20121\n                            I N D U S T U L AND PROVIDENT SOCIETIES                    1\n                          (6) Upon the cancellation of the registr?, unless\n                  ordered by the Tribunal to be restored, the ~ e ~ i s d shall, ar\n                  where the circumstances require it, appoint a receher who\n                  shall ~e entitled to enter into possession and assume control\n                  of all propkrty o f the society and shall realize ,the &sets of\n                  the society and after payment of the debts duet'by the\n                  society shall distribute the surplus if any pro rata d o n g the\n                  shareholders. The remuneration of the receiver shall be Pxed by\n                  the ~ e ~ i s t rand\n                                    & shall be a first charge payable out of the assets\n                  of the society.\n                                                                                           I\n                                                                                           I.\n                         (7) The Tribunal may make rules prescribing thk notices\n                  to be &en!. the parties to be served and the proced&e to be\n                  followed, inrelation to any appeal under this section. I\n                                                                                               I\n                        (8) In subsection (I), \"capital base\" shall have the                   I\n                  meaning aqd manner of calculation as prescribed.                             1\n                                                                                               I\n                                                      Rules                            1.              ',\n    Rules and\n    amendments.\n    Second"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The rules of a society registered under t is Act\n                                                              ..\n                  shall contain provisions in respect of the several matteks men-\n                                                                                                   h\n                                                          ,.\nf\n    Schedule.     tioned in the Second Schedule.\n                         (2) Ah amendment of a rule of a society rehistered\n                  under this Act shall not be valid until the same has beeh regis-\n                  tered under this Act, for which purpose two copies of the' same,\n                  signed by three members and the secretary, shall be sent/to the\n                  Registrar.\n                                                                                                   i\n           INDUSTRLQL AND PRO VIDEAT SOCIETIES\n   ,     (3) The Registrar shall, on being satisfied that any\n amendment of a rule is not contrary to the provisions of\n this Act, issue to the society in the Form B in the First Fint\n Schedule an ackhowledgment of the registry bf the same                i:F..e.\n k d e r his hand, which shall be conclusive evidence that\n the same is duly registered.\n        (4) A copy of the rules of a registered society shall\n be delivered by the society to every person on demand, on\n payment of such fee as may be determined by the 2512010\n                                                              S. 8.\n society.\n         (5) The rules of a registered society, or any schedule\n  thereto, may set forth the form of any instrument necessary\n'.for c w i n g the purposes of the society into effect.\n       (6) The rules of every society registered under this\n Act shall provide for the profits being appropriated to any\n purposes stated in such manner as the rules direct.\n                    Duties of Registered Societies"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every registered society shall have a registered office to Registered\n which all communications and notices shall be addressed, and Off'\".\n shall send to the Registrar notice of the situation of such\n office, and of every change therein.                                      \\\n                                                                 .     *\n                         INDUSTRIAL AND PROVIDENT SOCIETIES\nPublication       11. Every registered society shall paint o r affix, and keep\n                                                                                I\nof name.\n              painted or affixed, its registered name on the ohtside \"of\n              e v e :office or place in which the business of th&.society\n               is carfied on, in a conspicuous position, in letters easjlb legible,\n               iind hive itb registered name engiaven in legible charhcters on\n                                                                         1\n               its seal, and have its registered, namesmentioned in legible\n               characters in all notices, advertisements, and other official publi-\n               cations of the society, and in all bills of exchange, prbmissory\n               notes, endorsements, cheques, and orders for money dr goods,\n               purporting to be signed by or on behalf df such soc!)iety, and\n               in all bills 'of parcels, invoices, receipts and letters of credit\n              .of the society.\nAudit.           12.-   1) Every registered sdciety shall, in respect' I f each\n              financial year of account of the society, submit \"its accounts\n              for audit to an approved auditor.\n                      (2) The auditors shall have access to all the books,\n              deeds, documents, and accounts of the society, an1 shall\n              examine the balance sheets showing the receipts and iexpen-\n              diture, funds and effects of the society, and verify the s d e with\n              the books, deeds, documents, accounts, and vouchers relating\n              thereto, and shall either sign the same as found by thed to be\n              correct, duly vouched, and in accordance with law, or s&ially\n              report to the society in what respects they find them indorrect,\n              unvouched, or not in accordance with law.\n                                                                                      I\n                                                                                          i\n          INDUSTRIAL AND PROVIDENT SOCIETIES                              15\n       (3) For the purposes of this section an approved\nauditor shall be a registered member of any society of\naccountants or auditors approved by the Minister.\n      (4) The name of every recognized society of\naccountants or auditors approved by the Minister for the\npurposes of subsection (3) shall be published in the\nGazette.\n        (5) Notwithstanding the provisions of subsection (I), 2512010\nthe accounts for each financial year of account of an agricultural s. 9(b).\nloan society (within the meaning of the Agricultural Credit\nBoard Act) may be audited by an approved auditor appointed\n         by the shareholders in general meeting.\n  1 3 . 4 1 ) Every registered society shall once in every Annual\nyear, not later than the thirty-first day of March, send to the\nRegistrar an annual return of the receipts and expenditure,\nfunds, and effects of the society as audited.\n       (2) The annual return in the Form C in the First Schedule.\nSchedule-                                               Form C.\n              INDUSTRIAL AND PROVIDENT SOCIETIES\nI\n         (a) shall be signed by the auditor or auditors; and\n                                                                      I\n         (b) shall show separately the expenditure in rekpect of the\n             several objects of the society; and .'\n                                                                               a\n    ', (c) shall be made out from the.date of its registration or last\n            adnual retuh to that of itslast           baldce sheet,\n     ..   , prokided  that the last-namkd daie is not more  \\ban one\n            mohth bifore or after the thirty-first day of december\n            then last, or otherwise to the said day bf december\n            inclusive; and\n         (d) shall state the society of accountants or kuditors\n              of which the auditor is a registered member, except\n                                                                               a\n              in the case of an audit conducted in accordance\n              with paragraph (a) or (b) of the proviso $ sub-\n            , section (3) of section 12, when the authority for\n              such audit shall be stated.                                 1I\n                [The incluston of this page is authorized by 'L.N. 92c/2012]\n                                                                           I\n         ZNDUSTRLQLAND PROWDENT SOCZETZES\n  The society shall, together with the annual return, send\na copy of the report of the auditors, or, if more than one\nsuch report has been made during the period included in\nthe return, a copy of each of such reports."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Determination whether, and by what authority, and in what manner,\n    any part of the capital may be invested. .\n                             .\n                                    T H ~ RSCHEDULE\n                                            D                        (Section 1 3 ~ )\n                                                                                        (Omrtted-\n             Scale of fees Relating to Registration of Declaration of                   L.N.\n                                  Value of Assets                                       13811985)\n                                                                                        See\n                                                                                        Regula-\n                                                                                        tions in\n                                                                                        Revrsed\n                                                                                        h s (Sub-\n                                                                                        srdiary\n                                                                                        Legislatron).\n                                                                                   I\n                  INDUSTRIAL AND PROVIDENT SOCIE TIES                              I\n                                                                                       1\n   I.+)\n                                        FOURTHSCHEDULE\n          The Appeals Tribunal shall coriiist of an attorney-at;law as\nchairman and two other persons, all of whom shall be appointed by the\n                                                                      (Section 6A(2))\n                                                                                       I*\nMinister.\n        (2) The members of the Tribunal shall hold office for two yCars and\n                                                                                           I\nshall be eligible for reappointment.                                 '     .   I\n     2:-41)       Every appeal to the Tribunal shall-\n     .   (a) be in writing;\n                                                           '\n         (b) state the grounds of appeal; and\n         (c) be lodged with the Tribunal not later than-\n                  '      (i) one month from the date of the decision, in respect of\n              .\n                             an appeal under sections 6(1) and 5 1 of the Act;\n                         (ii) two months from the date of an order, in respect of an\n                              appeal under section 53(1) of the Act.\n                                                                                               I\n        (2) A copy of the appeal lodged under paragraph (1) shall be served\non the Registrar.\n a\n                                                                        -"
    },
    {
      "provision_ref": "sec13a",
      "section": "13A",
      "title": "Section 13A",
      "content": "13A. [Deleted by Act 33 of 2002, S. 9.1\n                   d AL 33 of 2002, S. P ]"
    },
    {
      "provision_ref": "sec13d",
      "section": "13D",
      "title": "Section 13D",
      "content": "13D. [Deleted by Act 33 of 2002,S. 9.1\n                       I N D U S T ' AND PROVIDENT SOCIETIES"
    },
    {
      "provision_ref": "sec13e",
      "section": "13E",
      "title": "Section 13E",
      "content": "13E. [Deleted by Act 33 of 2002, S. 9.1\nsupply of        14. Every registered society shall supply gratuitously to\n@\"Of\ncumual rehuns.\n               every   member or person interested in the funds of the\n               society, on his application, a copy of the last annual return\n               of the society for the time being.\ncopyof the     15. Every registered society shall keep a copy of the last\nI& balance\nsheet.       balance sheet for the time being, together with the report\n             of the auditors, always hung up in a conspicuous place at\n             the registered office of the society.\n                                        Inspection o f Books\nInspedimof     16.--(I) Save as provided by this Act, no member or\nmembers.\n             person shall have any right to inspect the books of a\n             registered society.\n           INDUSTRIAL AND PROVIDENT SOCIETIES\n         (2) Any member or person having an interest in\n  the funds of a registered society shall be allowed to inspect\n  his own account and the books containing the names of the\n  members at all reasonable hours at the registered office of\n  the society, or at any place where the same are kept, subject\n  to such regulations as to the time and manner of such\n, inspection as may be made from time to time by the\n  general meetings of the society.\n         (3) A society registered under this Act may by any\n of its .registered rules authorize th'e inspection of any of its\n books therein mentioned, but no' person, unless he be an\n officer of the society, or be specially authorized by a resolution\n thereof, shall have the right to inspect the loan or deposit\n account of any other member without his written consent."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Supply of copies of annual returns.\n  IS. Copy of the last balance sheet.\n                                    Inspection of Books"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Inspection of books by order of Registrar.\n                    ,   .\n            [The inclusion of this'.page is authorized by L.N. 92C120121\n                                                                              I\n     iiVDUSTRL.4L AND PROVIDENT SOCIETIES                                     1\n I                    Banking by Societies\nConditions of banking business by societies.\n                       Returns and Documents\nForm and deposit of documents.\n                        Privileges of Societies.\nIncorporation of society with limited liability.\nRules to bind members.\n                                                            I\nRemedies for debts from members.                            I\nPowers of nomination for sums not exceeding $200.\nProceedings on the death of a nominator.\nProvisions for intestacy.\n                                     . ,\n                                                                                  i\n[Repealed by Act 25 of 201 0, S. 15.1\n                                                              I\nPower to deal with the property of insane or lunatic members,,\nPayments to persons apparently entitled valid. *\n~ransferof stock standing in name of trustee.\n                                                                                  I\n                                                               I\nMembeqhip of minors.\nPromissory notes and bills of exchange.\n                                                                I\n~ e ~ i s t e r l members\n                  of      or shares.             .';'.\nContracts, how made, varied or discharged.                                            I\n           Property and Funk of Registered Societies\n~ d l d i bf\n          n ~land.                                   . . .I                           l m\nInvestment by societies.\n[Repealed by Act 25 of 201 0, S. 1 7.1\n~dvance$to members.\nSocieties, members of the other bodiks corporate may vote bylproxy.\n                                                               I . .\n                                                                    *                 I\nAny body corporate may hold shares in a society.\n                                                  '\n          Discharge of Mortgages by ~ e & i ~ndorskd\n                                             ~i       ''\n                                                          &   .\n                                                               I\n                                                                  '   \\\n                                                                     , : *'\n                                                                              >I\nDischarge of mortgages by receipt endorsed.\n                                              . ..          .I,:,\n                                                           ..a\n                                                                  *\nReceipt in case of society in liquidation.\n                                                                                          I\n             Oflcers in Receipt or Charge of Money\n                                                                I\nSecurity by officers.                                     .     ,\nAccounts of officers.\n                                                                                          1\n                            Disputes                     .. : I i\nDecision of disputes.                         .     f        . 1 .\n                                                                                      -'\n          RVDUSTRLAL AND PROVIDENT SOCIETIES                        3\n                           Inspection of Affairs"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.--(I) In this section \"banking business\" in relation to a Conditions\n                                                               of banking\nregistered society means-                                      business by\n                                                                              societies.\n                                                                              3811997\n                                                                              S. 2.\n    (a) the business of receiving from members on deposit\n        account, money which-\n                (i) is payable at a time or in circumstances\n                    agreed between the society and the members\n                    making the deposit; and      '\n                                                       ,\n            ,   (ii) may be invested by way of advances to mem-\n                     bers in accordance with.the rules of the regis-\n                     tered society;\n                      . .\n                                   a\n    (b) such other business of like nature as the Minister may,\n                                                                      .   .\n        -by order, prescribe.\n        (2) Unless 'authorized in writing by the Minister, no\nregistered society shall carry on banking business.\n        (3) Every registered society authorized by the . Min-\nister to carry on banking business shall display in a con-\nspicuous place in its registered ofice and in every other office\nor place of business where it carries on banking business-\n    (a) a copy of the authorization referred to in subsection (2);\n        and\n         [The inclusion of this page is authorid' by L.N. 92~12012]\n    22                                        INDUSTRLAL AND PROVIDENT SOCIETIES\nI\n                                  (b) a statement made out in .accordance with Form D\n    First Schedule.                   in the First Schedule, or as near thereto as the circum-\n    Form D.\n                                      starices admit.\n          I\n                                                                                                          .\n      1\n                                                                                                      .\n    2512010                      (4) The taking of deposits, not exceeding the amount\n    S. 11.\n                          prescribed in respect of-          ,              .."
    },
    {
      "provision_ref": "sec18q",
      "section": "18Q",
      "title": "Section 18Q",
      "content": "18Q))\n                  Form of Sfafementto be made out by a Society carrying on the\n                                      Bm'ness of Banking"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19 .\n                                                                       (M)\n                                                B\n                                             FORM                                                    (Section\n                                                                                                     9 (3) )\n      ACKNOWLEUGMENT    OF REGISTRY OF AMENDENT OF RULES\n  The foregoing amendment of the rules of the\nLimited, is registered under the Industrial and Provident Societies\nAct. this                      day of                     , 19    .\n                                               (Seal)\n                              FORMC                                 (Section\n                                                                                                     13 (2)1\nForm of Annual Return in respect of the year ended 31a December\n                                   19                  1\n                     .................... :... .................................\n                                    ..............................................................\nRegistered No............................................................................\nDate of Establishment.. .............................................................\nWhen first registered ..................................................................\nName and address of the Treasunr............................................\n  and of every other Officerin receipt or charge of money..................\nAmount of Security given by h        i or them .......................................\nNumber of members at the beginning of the year ...........................\nNumber of members admitted during the year .................................\n                                                Together. ................................\nNumber of members whose membership ceased during the year ............\nTotal number of members at the end of the year ..............................\nA copy of the Auditors’ Report and Financial Statement for the year\n   ended 31st Decmber, 19......attached hereto.\nThe Audit for the year has been conducted by Mr...........................\n  Public Auditor (or by Mews ........................            of.. .........................\n  whose calliugs or professions are resptively.. ............................\n   who were appointed Auditon! by ................................................\n   under the authority of Rule No...................)\nName. Ollice. if any. and address of each of the members of the\n                ~-~         ~~~~~      ~\n              pEe inclnsioll d t h i a page b audhorired by L.N. 95119971\n48                    INDVSTRIA L A N D PROVIDENT SOCIETIES\n             Committee of Management at the date hereof (particulars to be\n             furnished in the manner provided according to the form at the foot\n             of this Schedule).\n            Registered O f b of the Society ir situated at..............................\n             in the w i s h of ..................... in the County of ...........................\n             in the Island of ...........................\n                            Dated. ..................................... .19. .....\n                                (Signed).....................................\n                                           .....................................        I\n                                                                                     Auditors\n                                                    .......................................   secretary.\n(Section                                     FORMD"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The registration of a society under this Act shall render Incorpora-\n    it a body corporate by the name described in the acknowledge- ~ ~ ~ e ~ , , o\n    ment of registry, by which it may sue and be sued, with per- l~mrted\n    petual succession and a common seal, and with limited liability; llabllity\n    and shall vest in the society all property for the time being\n    vested in any person in trust for the society, and all legal\n    proceedings pending by or against the trustees of any such\n    society may be prosecuted by or against the society in its\n    registered name without abatement."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The rules of a registered society under this Act shall Rules to\n    bind the society and all members thereof and all persons bind     bers.\n                                                                            mem-\n    claiming through them respectively to the same extent as if\n    each member had subscribed his name and affixed-his seal\n    thereto, and there were contained in such rules'a covenant on the\n0   part of such member, his heirs, executors, administrators, and\n    assigns to conform thereto.\n      2 2 4 1 ) All moneys payable by a member to a registered Remedies\n    society shall be a debt due from such member to the society, and for   debts\n                                                                        from mem-\n    shall be recovetable as such either in the Resident Magistrate's bers.\n    Court of the district in which the registered office of the society\n                                              -\n24                          INDUSTRIAL AND PROVIDENT SOCIETIES\n                  is situated, or in that of the district in which such inember\n                  resides, at the option of the society.\n                                                                                     I\n                         (2) A registered society shall have a lien on thL shares\n                  of any member for any debt due to it by him, and ma4 set off\n                  any sum credited to the member thereon, in or towards the\n                  payment of such debt.                    1\n                                                                          I\nPowers of         2 3 . 4 1 ) A member of a registered society, not beink under\nnomlnatlon\nfor sums not    the  age'of sixteen years, may, by a writing under his hand,\nexwedmg         delivered at or sent to the registered office of the society! during\n        Per     the lifetime of such member, or made in any book kept thereat,\ncent of\nsoc~ety'sshare .nominate any person or persons other than .an officer or servant\ncap~tal\n                  of the society (unless such officer or servant is the hhband,\n                  wife, father, mother, child, brother, sister, nephew or diece of\n                  the nominator) to or among whom his property in the Society,\n                  whether in shares, loans, or deposits, or .so much thereof as is\n                  specified in such nomination, i f the nomination ddes not\n                  comprise the whole, shall be transferred at his decease, p!ovided\n                  the amount credited to him in the books of the sociedy does\n2512010           not then exceed twenty per cent of the share capital of the\ns 12              registered society.\n                          (2) A nomination so made may be'reioked or va!ied by\n                  any similar document under the hand of the nominatok, deli-\n                  vered, sent, or made as aforesaid, but shall not be revoceble or\n                                                                             I\n                  variable by the will of the nominator or any codicil thereto.\n                          (3) The society shall keep a book wherein the names\n                  of all per&ns so nominated and of all revocations; or\n                  variations, if. any, of such nominations shall be ieiularly\n                  entered. And the property comprised in any such nomination\n                  shall be payable or transferable to the nominees, alfhough\n                  the rules'of the society declare the shares to be generally not            0\n                  transferable.\nProceedings         24.-41) On receiving satisfactory proof of the death of\non the death of\na nominator.      a nominator, the committee of the society shall either trksfer\n                  the property comprised in the nomination in manner directed by\n                                                                                         !\n              INDUSTRIAL AND PROVIDENT SOCIETIES                                     25\n it, or pay to every person entitled thereunder the full value of the\n property given to him, unless the shares comprised therein, if\n transferred as directed by the nominator, would raise the share\n capital of any nominee to a sum exceeding twenty per cent of 25nOlO\n the share capital of the registered society, in which case they      130.\n shall pay him the value of such shares.\n        (2) If the total property of the nominator in the society\n at his death exceeds one hundred and sixty dollars the com-\n mittee shall, before making any payment or transfer, require 25/20]0\n production of a receipt evidencing the payment of Transfer Tax s.13(b)(l)\n payable thereon, or a letter or certificate stating that no such              \"\"'\n duty is payable, from the Stamp Commissioner, who shall give\n such receipt, letter, or certificate on payment of the duty or satis-\n factory proof of no duty being payable, as the case may be."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25,2010\n    s 16\n                      just and expedient so to do, pay the amount of the shares,\n                      loans, &d deposits not exceeding twenty per cent of the\n                      share capital of the registered society belonging to such member\n                      or person, to any person whom they shall judge proper to\n                      receive the same on his behalf, whose receipt shall be a good\n                                                                                         i\n                      discharge to the society for any sum so paid.\n                                                                                         I\n    Paymentrto          28. All payments or transfers made by the committie of a\n    persons appa-\n    rently entitled   registered society, under the provisions of this Act with iespect\n    valid.            to payments or transfers to or on behalf of deceased or'insane\n                      members, to any person who at the time appears to thb com-\n              '\n                      mittee to be (entitled thereunder, shall be valid and effectual\n                      against any demand made upon the committee or society /byany\n                      other person.                                              1\n                                                                                             I\n    Transfer of        29.-41) w e n any person in whose name any stock !elong-\n'   stock standlng\n    in name of     , ing to a registered society is standing, either jointly with another\n    trustee.         or others: or solely, as a trustee therefor, is absent from ldmaica,\n                      or becomes bankrupt, o i files any petition or executes anb deed\n                      for liquidation of his affairs by assigdment or arrangembnt,.or\n                      for composition with his creditors, or becomes a lunati4, or is\n                      dead,' or has been removed from his office of trustee, or if it be\n                      unknown whether such person is living or dead, the ~ekistiar,\n                      on application in writing from the secretary and three members\n                      of the society: and on proof satisfactory to him, may dirkct the\n                      transfer of the stock into the names of any other pershns as\n                      trustees for the society.\n                                                                      r\n                                                                                                 i-\n                             (2) The transfer shall be made by the surviving or\n                      continuing trustees, and if there be no such trustee, lor if\n                      such trustees refuse or be unable to make such transfer, and\n                                                                                                 I\n                                                                                                  l\n         1NDUSTRlAL A N D PROVlDE,VT SOCIETIES                                 27\nthe Registrar so directs, then by any person in that bchalf\nappointed under his hand by thc Registrar.\n       (3) Such person is hereby indemnified for anything\ndone by him in pursuance of this provision against any cIaim\nor demand of any person injuriously affected thereby."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where a member or person claiming through a member Powerto\n                                                                    deal with\n  of a society is insane, and no committee of his estate or trustee thepropem\n  of his. property has been duly appointed, the society may, ofinsane\n?%$@d   \\rrv 13.\n         a d $r&%d id t@&'d~ti;faction of the committee that it is\nfs lo ,33!21n3 rfstrz on 4~5 e\n                                                                               :i~z\n-        --   -        --.  - - ~ ---\n          [ S [irhe,~inclus~onf,of\n                                &is     page is authorized by L.N. 92c/2012]\n    26                          INDUSTRIAL AND PROVIDENT SOCIETIES"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. A person under the age of eighteen, but above the of     Membership\n                                                                  mmom.\nage of sixteen, may be a member of a registered society, 1/1979,\nunless provision be made in the rules thereof to the contrary, 1st Sch.\nand may, subject to the rules of the society, enjoy all the\nrights of a member (except as by this Act provided) and\nexecute all instruments and give all acquittances necessary to\nbe executed or given under the rules, but shall not be a\nmember of the committee, trustee, manager or treasurer of\nthe society."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. A promissory note or bill of exchange shall be dezmed Promissory\n                                                               notes and\nto have been made, accepted, or endorsed on behalf of any bliisof\nsociety, if made, accepted, or endorsed in the name of the exchange.\nsociety, or by or on behalf or account of the society, by any\nperson acting under the authority of the society."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Any register or list of members or shares kept by any Register of\n                                                               members\nsociety shall be prima fa& evidence of any of the following orshare%.\nparticulars entered therein-\n     (a) the names, addresses and occupation of the\n           members, the number of shares held by them\n           respectively, the numbers of such shares, if they\n           are distinguished by numbers. and the amount\n           paid or agreed to be considered as paid on any\n           such shares;\n      (b) the date on which the name of any person.\n           company, or society was entered in such register\n           or list as a member;\n      (c) the date at which any such person, company, or\n           society ceased to be a member."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Contracts on behalf of a registered society may be Conwaca.\n                                                                how made,\n made, varied, or discharged as follows-                        varied or\n                                                                      discharged.\n          (nhe inclusion o€thn page IS authorized by L.N. 146119991\n -33\n28             1ND USTRlAL AND PROVlDEN T SOCIETlES\n         (U)  any contract, which if made between private persons\n              would be by law required to be in writing and to be\n              under seal, may be made on behalf of the society\n              in writing under the common seal of the society,\n              and may in the same manner be varied or\n              discharged:\n         (b) any contract, which if made between private\n              persons would be by law required to be in writing\n              and signed by the persons to be charged therewith,\n              may be made on behalf of the society in writing\n              by any person acting under the express or implied\n              authority of the society, and may in the same\n              manner be varied or dischargd,\n         tc) any contract under seal, which if made between\n              private persons, might be varied or discharged by\n               a writing not under seal, signed by any person\n               interested therein, may be similarly varied or\n               discharged on behalf of the society by a writing\n               not under seal, signed by any person acting under\n               the express or implied authority of the societr,\n          (4any contract, which if made between private\n               persons would be by law valid though made by\n               parol only and not reduced into writing, may be\n               made by parol on behalf of the society by any\n               person acting under the express authority of the\n               society, and may in the same manner be varied\n               or discharged;\n          (e) a signature, purporting to be made by a person\n               holding any office in the society, attached to a\n                writing whereby any contract purports to be made,\n               varied or discharged by or on behalf of the\n               society, shall prima facie be taken to be the signa-\n               ture of a person holding at the time when the\n               signature was made the office so stated.\n       All contracts which may be or have been made, varied,\n     or discharged according to the provisions contained in this    /\n                [meinclusion ofthis page is authorized by L.N. 146/19991\n                   INDUSTRIAL AND PROVIDENT SOCIETIES                           29\n         section, shall, so far as concerns the form thereof, be effectual\n         in law and binding on the society and all other parties\n         thereto, their heirs, executors, or administrators, as the case\n         may be.\n                  Property and Funds of Registered Societies"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. A registered society may (if its rules do not direct Holdingof\n     a   otherwise) hold, purchase, or take on lease in its own name any land.\n         land, and may sell, exchange, mortgage, lease, or build upon the\n         same, or grant bonds and dispositions on security or other\n         heritable securities over the same (with power to alter and\n         pull down buildings and again rebuild); and no purchaser,\n         assignee, mortgagee, tenant, or bond-holder shall be- bound to\n         inquire as to the authority for any such sale, exchange, mort-\n         gage, or lease by the society, and the receipt of the\n         society shall be a discharge for all moneys arising from or in\n         connection with such sale, exchange, mortgage, lease, or\n         heritable security.\nV)\nz"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) A registered society may invest any part of its Investment\na\n         capital in or upon any security authorized by its rules, and by societ~es.\n         also, if the rules do not direct othenvise-\n             (a) in or upon any security in which trustees are for the\n                 time being authorized by law to invest; and\n              (b) in or upon any mortgage, bond, debenture, debenture\n                  stock, inscribed stock, annuity, rent-charge, rent, or\n             :    other security (not being securities payable to bearer)\n                  authorized by or under any Statute passed or to be\n                  passed by the Legislature of Jamaica or of any other\n                  commonwealth country; and            ''\n              (c) in the shares or on the security of any other society\n                  registered under this Act, or under the Building\n                  Societies Act, or of any company registered under the\n                  Companies Act, or incorporated by any Statute or by\n                  charter:\n                  [The inclusion ofthis page is authorized by L.N. 92~120121\n                                 INDUSTRIAL AND PROVIDENT SOCIETIES\n                                   Provided that no such investment be made in the\n                                shares of any society or company other than one with\n                                limited liability.\n                          (2) A society so investing shall be deemed to be' a person\n                   within the meaning of the Companies Act, and of the /Building\n                   Societies Act."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. [Repealed by 25/20] 0, S. 17.1\nAdvances to           37. The rules of a registered society may proiide for\nmembers.\n                    advances of money to members on the security of real or\n                   'personal property, or in the case of a society regiltered to\n                    carry on banking business in any manner customarb in 'the\n                    conduct of such business.\n  Societies,\n  members of\n                    '38.    *registered society which has invested any pi/rt of its\n  other bodies     capital in the shares or on the security of any other bbdy cor-\n  corporate        porate may appoint as proxy any one of its members, although\n. may vote\n  by proxy.        such member is not personally a shareholder of such other body\n                   corporate. The proxy shall, during the continuance1 of his\n                   appointment, be taken in virtue thereof as holding the number of\n                   shares held by the society by whom he is appointed for all\n                   purposes except the transfer of any such shares, or thk giving\n                   receipts for ahy dividends thereon.\n                                                                                              I\n Anybodywr-           39. Any other body corporate may, if its regulations\n porate may\n holdshares In      permit, hold shares by its corporate riame in a registered\n a soclet~.         society.\n Dischxgeof            40.-(1)\n                                Discharge of Mortgages by Receipt Endorsed\n                                A receipt in full, in the Form E in t$e First\n                                                                                                  i\n mortgages\n byreceipt          Schedule signed by two members of the committee, and\n endorsed           countersigned by the secretary, of a registered sociAty, for\n First Schedule.\n Form E.            all moneys secured to the society on the security of any\n                    property to which such receipt relates, in any form specified\n                    in the rules of the society or any Schedule thereto, if eAdorsed\n                    on or annexed to any mortgage or assurance, shall va4ate the\n               INDUSTRIAL AND PROVIDENT SOCIETIES                           '   3I\n     same and vest the property therein comprised in the person\n'l   entitle to the equity of redemption thereof without any formal\n     reconveyance or surrender.\n             (2) If such mortgage or other assurance has been\n     registered under any enactment for the registration or record of\n     deeds or titles, the Deputy Keeper of the Records shall, on\n     production of such receipt, verified by oath or statutory\n     declaration of any person, enter satisfaction on the register of\n     such mortgage or of the charge made by such assurance, and\n     shall grant a certificate under his hand, either upon such mort-\n     gage or assurance or separately to the like effect, which certi-\n     ficate shall be received in evidence in all Courts and proceed-\n     ings without further proof, and the Deputy Keeper of the\n     Records shall be entitled, for making the said entry and granting\n     the said certificate, to such fee as may be prescribed."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Where a registered society is in liquidation the Receiptin\n     'signature to such a receipt as aforesaid of the' liquidator or case of\n                                                                     socievin\n      liquidators for the time being, described as such, shall. have liquidation.\n      the same effect, and shall be entitled to the same exemption\n      from stamp duty, as would under this Act attach to a\n      similar receipt signed as aforesaid if the society were not in\n      liquidation.\n                  Officers in Receipt or Charge of Money"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Every officer of a registered society having the receipt Secur~tyby\n     or charge of money, if the rules of the society require, officers.\n     shall, before taking upon himself the execution of his\n     office, become bound, either with or without a surety as\n     the committee may require, in a bond according to Form\n     F or Form G in the First Schedule or such other form as First\n                                                                    Schedule.\n     the committee of the society approve, or give the security\n     of a guarantee society, in such sum as the committee directs, F m d G .\n                                                                                ..\n                                     !\n                                     I\n            32                           INDUSTRIAL AND PROVIDENT SOCIETIES                       1\n                              conditioned for his rendering a just and true account of-all\n                              moneysbeceived and paid by him on account of the society\n                              at such times as its rules appoint, or as the society or the com-\n                              mittee thereof requires him to do, and for the p/ayment\n                          '\n                              by him of all sums due from him to the society:\nI\n                                Provided that whether such rules require it or not, the\n                              Registrar may from time to time by writing under his hand\n                                                                                                           a\n                              addressed to the secretary, either require that security bk given\n                              or that any security already given may be increased having\n    I\n                              regard to the business done and the responsibilities of such\n                              officer.\n            Accounts of         4 3 . 4 1 ) Every officer of a registered society having keceipt\n            officers.\n                              or charge of money, or his executors or administrators shall, at\n                              such times as by the rules of the society he should render\n                              account, or upon demand made, or notice in writing given\n                              or left at his last or usual place of residence, give in his account\n                              as may be required by the society, or by the committee thereof,\n                              to be examined and allowed or disallowed by them, and\n                              shall, on' the like demand or notice, pay over all doneys\n                              and deliver all property for the time being in his hahds or\n        I                     custody to such person as the society or the comhttee\n                              appoint; and in case of any neglect or refusal to delivek such\n                              account, or to pay over such moneys or to deliver, such\n                              property in manner aforesaid, the society may sue upon the\n                              bond or security before mentioned, or may apply to the ~dsident\n                              Magistrate's Court for the parish in which the society is s$uated\n                              (which may proceed in a summary way), and the order of such\n                              Court shall be final and conclusive.                           I             a\n                                      (2) This section shall apply to every servant of a regis-\n                              tered society in receipt or charge of money in every case bhere\n                              he is not engaged under a special agreement to account.\n        INDUSTRlAL A N D PROYIDENT SOClETlES                        33\n                             Disputes"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.41) Every dispute between a member of a registered Decisionof\nsociety, or any person aggrieved who has not for more than disputes.\nsix months ceased to be a member of a registered society,\nor any person claiming through such member or person\naggrieved, or chiming under the rules of a registered society,\nand the society or an officer thereof, shall be decided in\nmanner directed by the rules of the society, if they contain\nany such direction, and the decision so made shall be bind-\ning and conclusive on all parties without appeal, and shall\nnot be removable into any court of law or restrainable by\ninjunction; and application for the enforcement thereof may\nbe made to the Resident Magistrate’s Court for the parish\nin which the society is situated.\n         (2) The parties to a dispute in a society may; by\nconsent (unless the rules of such society expressly forbid\nit), refer such dispute to the Registrar who shall hear and\ndetermine such dispute, and shall have power to order thz\nexpenses of deteimining the same to be paid either out of\nthe funds of the society or by such parties to the dispute\nas he shall think fit, and such determination and order shall\nhave the same effect and be enforceable in like manner as a\ndecision made in the manner directed by the rules of the\nsociety.\n         (3) The Registrar to whom any dispute is referred\nmay administer oaths, and may require the attendance of\nall parties concerned, and of witnesses, and the production\nof all books and documents relating to the matter in question;\nand any person refusing to attend, or to produce any docu-\nments, or to give evidence before such Registrar shall be\nguilty of an offence under this Act.\n        (4) Where the rules contain no direction as to\ndisputes, or where no decision is made on a dispute within\nthirty days after application to the society for a reference\nM d\n34                        INDUSTRIAL A N D PROVIDENT SOCIETIES\n              under its rules, the member or person aggrieved may apply\n              to the Resident Magistrate for the parish in which the\n              society is situated, who may hear and determine the matter\n              in dispute.\n                      ( 5 ) Notwithstanding anything contained in the\n              Arbitration Act, or in any other enactment, the Court or\n              Registrar shall not be compelled to state a special case on\n              any question of law arising in the case, but the Court or\n              Registrar may, at the request of either party, state a case\n              for the opinion of the Court of Appeal on any question of\n              law, and may also grant to either party such discovery as\n              to documents and otherwise or such inspection of docu-\n              ments as might be granted by any court of law or equity;\n              such discovery to be made on behalf of the society by such\n              officer of the same as such Court or the Registrar may\n              determine.\n                                    Inspection of Aflairs\nPower to        45.-(1) Upon the application of onetenth of the whole\nInspectorn.\nappoint       number of members of a registered society, or of one\n              hundred members in the case of a society exceeding one\n              thousand members, the Registrar may-\n                   ( a ) appoint an Inspector or Inspectors to examine\n                          into and report on the affairs of such society;\n                   (bj call a special meeting of the society.\n                      (2) The application under this section shall be sup-\n              ported by such evidence, for the purpose of showing that\n              the applicants have good reason for requiring such inspection\n              to be made or meeting to be called, and that they are not\n              actuated by malicious motives in their application, and such\n              notice thereof shall be given to the society as the Registrar\n              shall direct.\n                     [Tbe inclusion of this page is authorized by L.N. 60119761\n         INDUSTRIAL A N D PROVlDENT SOCIETIES                               35\n        (3) The Registrar may, if he thinks fit, require the\nappiicants to give security for the costs of the proposed\ninspection or meeting, before appointing any Inspector or\ncalling such meeting.\n       (4) All expenses of and incidental to any such\ninspection or meeting shall be defrayed by the members\napplying for the same, or out of the funds of the society, or\nby the members or officers or former members or officers of\nthe society, in such proportions as the Registrar shall\ndirect.\n       (5) An Inspector appointed under t h i s section may\nrequire the production of all or any of the books, accounts,\nsecurities and documents of the society, and may examine\non oath its officers, members, agents, and servants in relation\nto its business, and may administer an oath accordingly.\n        (6) The Registrar may direct at what time and place\na special meeting under this section is to be held, and what\nmatters are to be discussed and determined at the meeting;\nand the meeting shall have all the powers of a meeting called\naccording to the rules of the society and shall in all cases\nhave power to appoint its own chairman, any rule of the\nsociety to the contrary notwithstanding.\n  Change ofName; Amalgamation; Conversion of Society\n                  into Company"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Power to appoint Inspectors.\n Change of Name; Amalgamation; Conversion of Society into Company"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. For the purposes of this Act a special resolution shall ~        ~        ~   n   i\n                                                                  apocial\nmean a resolution which is-                                       resolution.\n   (a) passed by a majority of not less than three-fourths\n         of such members of a registered society for the\n         time beiig entitled under the rules to vote as may\n         have voted in person, or by proxy where the rules\n         allow proxies, at any general meeting of which\n       m e inclusion of this page is authorized by L.N.60119761\n                     INDUSTRIAL A N D PROVZDENT SOCIETIES\n                        notice, specifying the intention to propose the\n                        resolutions, has been duly given according to the\n                        rules; and\n                  ( b ) confirmed by a majority of such members for the\n                        time being entitled under the rules to vote as may\n                        have voted in person, or by proxy where the rules\n                        allow proxies, at a subsequent general meeting of\n                        which notice has been duly given, held not less\n                        than fourteen days nor more than one month from\n                        the day of the meeting at which such resolution\n                        was first passed.\n                At any meeting mentioned in this section a declaration\n              by the chairman that the resolution has been carried shall\n              be deemed conclusive evidence of the fact.\nPower to        47. A registered society may, by special resolution, with\nchange\nnarnc.        the approval in writing of the Registrar, change its name;\n              but no such change shall affect any right or obligation of\n              the society or of any member thereof, and any pending legal\n              proceedings may be continued by or against the societv\n              notwithstanding its new name.\nAmalgama-        4 8 . 4 1 ) Any two or more registered societies may, by\ntion and\ntransfer of   special resolution of both or all such societies, become\nengag-        amalgamated together as one society, with or without any\nmcnts.\n              dissolution or division of the funds of such societies or\n              either of them, and the property of such societies shall\n              become vested in the amalgamated society without the\n              necessity of any form of conveyance other than that\n              contained in the special resolution amalgamating the\n              societies.\n                       (2) Any registered society may by special resolution\n              transfer its engagements to any other registered society\n              which may undertake to fulfil the engagements of such\n              society.\n                    [l'he inclumn 01 this page is authorizzd by L N 60119761\n          IND USTRLAL AND PROVIDENT SOCIETIES                                    37"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-41) A registered society may by special resolution conversion\ndetermine to convert itself into a company under the Companies of society\n                                                               into\nAct or to amalgamate with or transfer its engagements to pany.\nany such company.\n       (2) If a special resolution for converting a registered\nsociety into a company contains the particulars by the Com-\npanies Act, required to be contained in the memorandum of                 ,\nassociation or articles of incorporation of a company, and a 2512010\ncopy thereof has been registered at the office of the Registrar, a S. 19.\ncopy of such resolution under the signature of the Registrar shall\nhave the same effect as a memorandum of association or articles\nof incorporation duly signed and attested under the said Act.      251201o\n                                                                        S. 19.\n        (3) If a registered society is registered as, or amalga-\nmates with, or transfers all its engagements to a company,\nthe registry of such society under this Act shall thereupon\nbecome void, and the same shall be cancelled by the\nRegistrar; but the registration of a society as a company\nshall not affect any right or claim for the time being\nsubsisting against such society, or any penalty for the time\nbeing incurred by such society; and, for the purpose of\nenforcing any such right, claim or penalty, the society may be\nsued and proceeded against in the same inanner as if it\nhad noi become registered as a company, and every such\nright or claim, or the 'liability to such penalty, shall have\npriority as against the property of such company over all\nother rights or claims against or liabilities of such company.\n  5 0 . 4 1 ) A company registered under the Companies Act conversion\nmay, by a special resolution, determine to convert itself into ~             ~\na registered society, and, for this purpose, in any case where\nthe capital credited as paid up on the shares held by any member 2512010\nother than a registered society exceeds twenty per cent of the S. 20(a)(b).\nshare capital ofthe company, may, by such resolution, provide           .\nfor the conversion of the excess of such share capital over that 2512010\npercentage into a transferable loan bearing such rate of interest S. 20(C). .\nas may thereby be fixed and repayable on such conditions only\nas are in such resolution determined.\n   . -*\n                            INDUSTRIAL AND PROVIDENT SOCIETIES                            (\n                            <2) A resolution for the conversion of a compahy into\n                  a registered society shall be accompanied by a copy o f the\n                  rules of the society therein referred to, and shall Appoint\n                  seven persons, members of the company, who, togethkr with\n                  the secretary, shall sign the rules, and who may either be/autho-\n                  rized to accept any alterations made by the Registrar therein,\n                  without further consulting the company, or may be regdired to\n                  lay all such alterations before the company in general n?eeting\n                  for acceptance as the resolution may direct.                                1\n                           (3) With the rules a copy of the special resolution\n                  for conversion of the company into a registered societb shall\n                  be sent to the Registrar, who, upon the registration pf the\n                  society, shall give to it, in addition to the acknowledgment of\n                  registry, a certificate similarly sealed or signed that thk rules\n                  of the society referred to in the resolution have been\n                  registered, but in the registered name of the company as a\n                  society the word \"Company\" shall not be used.\n                            (4) Upon the conversion of a company into a registered\n                   society the registry of the company under the codpanies\n                   Act shall become void and shall be cancelled by the broper\n                   officer, but the registration of a company as a registered\n                   society shall not affect any right or claim for the time bedg sub-\n                   sisting against the company, or any penalty for the time being\n                   incurred by such company, and for the purpose of enforcing any\n                   such right, claim, or penalty, the company may be sudd and\n                   proceeded against in the same manner as if it had not bkcome\n                   registered as a society.\n                   'And every such right or claim, and. the liability to\n                   penalty, shall have priority as against the property 06 such\n                    society over all other rights or claims against or liabilifies of\n                    the society.\n  Registration        51.-(1)    A copy of every special resolution for any of the\n, of spec~al        purposes mentioned in this Act, signed by the chairman 'of the\n  resolutions.\n                    meeting at which the resolution was confirmed, and copter-\n                    signed by the secretary of the society, shall be sent to .the\n  251201 0          Registrar for approval and registration, and until that copy\n  S. 2 1 (b)(i)\n  (ii).             is so approved and registered the special resolution shall\n                    not take effect.\n                                                                                                  I\n                            [The inclus~on of this page is authorized by L.N. 92c/2012]\n                                                                                                  i\n          INDUSTRIAL AND PROVIDENT SOCIETIES                                     39\n        (2) If the Society disagrees with the decision of the 2512010\nRegistrar not to approve a special resolution under subsection S. 21 (c).\n(I), the society may, within twenty-eight days of the date of      .\nthe decision or within such further period as the Minister may in\nany special circumstances allow, appeal to the Tribunal."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Conversion of company into society.\n 5 1. Registration of special resolutions."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. An amalgamation or transfer of engagements, in pur- saving for\nsuance of this Act, shall not prejudice any right of a rights   of\n                                                          creditors,\ncreditor of any registered society party thereto.\n                      Dissolution of Societies"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. A registered society under this Act may be dissolved-             Provisions\n                                                                        as to disso-\n    (a)by an order to wind up the society, or a resolution              lutipnof\n                                                                        socletles.\n        for the winding \\up thereof, made as is directed in\n        regard to companies by the Companies Act with respect\n        to the winding up of companies, the provisions whereof\n        shall apply to any such order or resolution; or\n    (b) by the consent of three-fourths of the members testified\n        by their signatures to an application for dissolution, and 25120.10\n        the provisions of the Companies Act in relation to the S.22.\n        winding up of companies shall apply thereto."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Except where the rules of the society provide that Liabilityof\nthe members shall guarantee the payment of its liabilities, where\na registered society i's wound up in pursuance of an order\n                                                                        ~~~~~\nunder section 53 the liability of a present or past member of a 2512010\nsociety to contribute for payment of the debts and liabilities of S'23'\nthe society, the expenses of winding up, and the adjustment\nof the rights of contributories amongst themselves, shall\nbe qualified as follows-\n    (a) no individual, society or company, who or which has\n        ceased to be a member for one year or upwards prior\n        to the commencement of the winding up shall be liable\n        to contribute;\n    (b) no individual, society or company shall be liable to\n        contribute in respect of any debt or liability contracted\n        after he or it ceased to be a member;\n                              INDUSTRIAL AND PROVIDENT SOCIETIES,\n                        (c), no individual, society or company, not a memder, shall\n                            be liable to contribute, unless it appears to tie Court\n                            that'the contributions of the existing members ake insuf-\n                                                                              I\n                            ficient to satisfy the just demands on the society;\n                        (4 no contribution shall be required from any in\n                           1 society or company exceeding the amount, if any,                     .\n                            unpaid on the shares in respect of which he or it is\n                            liable as a past or present member;\n                        (e) an individual, society or company shall be daken to\n                            have ceased to be a member, in respect of dywith-\n                            drawable share withdrawn, from the date of thk notice\n                                                                    '\n                            or application for withdrawal. '\n    Provisions         55: Where a society is terminated 6y an inst-ent                      of\n    as to instru-\n    ment of disso-   dissolution-\n,   lution.\n                         (a) the instrument of dissolution shall set forth the liabi-\n                            elities and assets of the society in detail, the nuhber of\n                             members and the nature of their interests in the !society,\n                             respectively, the claims of creditors (if any) b d the\n                             provisions to be made for their payment, h d the\n                             intended appropriation or division of the f d d s and\n                             property of the society, unless the same be state! in the\n                             instrument of dissolutibn to be'left to the aw&d of the\n                             Registrar;\n                         (b) alterations in the instrument of\n                             made with the like consent as\n                             and testified in the same manner;\n                         (c) a statutory declaration shall be made by three mkmbers\n                             and the secretary of the society that the prd/visions\n                             of this Act have been complied with, and shall be sent\n                             to the Registrar with the instrument of dissolutidn; and\n                             any person knowingly making a false or fraudulent dec-\n                             laration in the matter shall be guilty of a misdem~anour;\n       INDUSTRIAL AND PROVIDENT SOCIETIES                                      41\n (d) the instrument of dissolution and all alterations therein\n     shall be registered in the manner herein provided for the\n     registry of rules, and shall be binding on all the mem-\n     bers of the society;\n (e) the Registrar shall cause a notice of the dissolution\n     to be advertised at the expense of the society in the\n     Gazette and in some newspapers circulating in or\n     about the locality in which the registered office of\n     the society is situated; and unless, within three months\n     from the date of the Gazette in which such advertise-\n     ment appears, a member or other person interested in or\n     having any claim on the funds of the society com-\n     mences proceedings to set aside the dissolution of the\n     society in the Resident Magistrate's Court of the district\n     where the registered office of the society is situated, and\n     such dissolution is set aside accordingly, the society\n     shall be legally dissolved from the date of such adver-\n     tisement, and the requisite consents to the instruments\n     of dissolution shall be considered to have been duly\n     obtained without proof of the signatures thereto;\n (fl notice shall be sent to the Registrar of any proceeding\n     to set aside the dissolution of a society not less\n     than seven days before it is commenced, by the person\n     by whom it is taken, or of any order setting it aside,\n     within seven days after it is made by the society."
    },
    {
      "provision_ref": "sec55a",
      "section": "55A",
      "title": "Section 55A",
      "content": "55A.--( 1) Where-                                                    Schemes of\n                                                                     mangement.\n                                                                     2811995\n                                                                     S. 2\n  (a) a compromise or arrangement is proposed between\n      a society and its creditors or any class of them or\n      between the society and its members or any class\n      of them; or\n  (b) the Minister, acting pursuant to a power conferred\n      on him by regulations made under the Bank of\n      Jamaica Act, proposes a compromise or arrange-\n      ment between the society and its creditors,\n    I   42          ‘‘    INDUSTRIAL AND PROVIDENT SOCIETIES\n                 the Court may, on the application in a summary m-er        of\n                 the society, any creditor or member thereof or the Minister,\n             .   order a meeting of the creditors or class of creditord? or of\n                 the members of the society or class of members, as the case\n                 may be, to be summoned in such manner as the Court\n                 directs.\n                        (2) The provisions of section 206 (2) to (5), and\n                 sections 207 to 211 of the Companies Act shall, hutatis\n                 mutandis, ap,ply to a compromise or arrangement deferred\n                 to in subsection (1) of this section as if the society kere a\n                 company limited by shares.\n                         (3)L Without prejudice to the generality of subsec-\n                 tion (2)-\n                     (a) the provisions of subsection (4) shall apply in any\n                         case where a compromise or arrangement is prbposed\n                         in rilation to a society which is a membkr of a\n                         group of connected bodies corporate in respect Iof any\n                         or all of which a compromise or arrangement \\s also\n                         being proposed; and\n                                                                                        I\n                     ( b ) for the purposes of this section, a group of con-\n                           nected bodies corporate shall be deemed to existlwhere\n                           the same persons or individuals have the effective\n                           control, direction or management of the rnemberd of the\n                           group or have had such effective control, direcdion or\n                           management at any time within the period of dventy-\n                           f&r months immediately preceding-             , 1\n                                                                                            I\n                             (i) the date on which the compromise or &ange-\n                                 ment is proposed; or\n                            (ii) the date of appointment, pursuant t4 any\n                                 enactment, of a temporary manager or liquidator;\n                                 as the case may be, in relation to any member of\n                                 the group.\nI                       (4) A compromise or arrangement in relation\n                 society may provide that-                          I\n                                                                                                    the\n                                                                                                I\n              INDUSTRIAL AND PROVIDENT SOCIETIES                                 43\n        (a) the assets and liabilities of the society and any or\n            all of the connected bodies corporate be combined\n            as if the society and the connected company were a\n            single undertaking; and\n        (b) the members and creditors of the society and any or\n            all of the connected bodies corporate be treated as if\n            they were members and creditors of that single under-\n            taking.\n               Offences, Penalties and Legal Proceedings"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. It shall be an offence under this Act if any registered otrencesby\n                                                                  societies.\n    society-\n        (a) fails to give any notice, send any return or document, or\n            do or allow to be done any act or thing which the\n            society is by this Act required to give, send, do, or\n            allow to be done; or\n        (b) wilfully neglects or refuses to do any act or to furnish\n            any information required for the purposes of this Act by         .\n            the Registrar or other person authorized under this Act,\n            or does any act or thing forbidden by this Act; or\n        (c) makes a return or wilfully furnishes information in\n            any respect false or insufficient; or\n        (d) [Deleted by Act 38 of 1997.1"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Every offence by a society under this Act shall be otrencesby\n    deemed to have been also committed by every officer of the\n    same bound by the rules thereof to fulfil the duty whereof otrencesby\n    such offence is a breach, or, if there be no such officer, then officers. etc.\na   by every member of the committee of the same, unless such\n    member be proved to have been ignorant of or to have attemp-\n    ted to prevent the commission of such offence; and every act or\n    default under this Act constituting an offence, if continued, shall\n    constitute a new offence in every week during which the same\n    continues.\n                                                                                   I\n44                         INDUSTRIAL AND PROVIDENT SOCIETIES                      1\nPunishmentof        58. If any person obtains possession by false representa-\nfraud or mis-\nappropriation.   tion or imposition of any property of a society, or hdving the\n                 same in his possession withholds or misapplies the kame, or\n                 wilfully applies any part thereof to purposes other t h h those\n                 expressed or directed in the rules of the society and authorized\n                 by- this Act he shall, on the complaint of the sbciety, dr of any\n                 member authorized by the society, or the committee thbreof, or\n                 by the Registrar, be liable on summary conviction to a fine not\n2512010\nS. 24.\n                 exceeding five hundred thousand dollars with costs, and to be\n                 ordered to deliver up all such property or to repay alllmoneys\n                                                                                                    0\n                 applied improperly, A d in default o f such delivery ok repay-\n                 ment, dr of the payment of such fine, to be imprisoned) with or\n                 without hard labour, for a term not exceeding three moiths; but\n                 nothin; in this section shall prevent any such person fro^ being\n                  proceeded against by way of indictment, if not previously\nPenalty for\n                  convicted of the same offence under this Act."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. If any person wilfully makes, orders or allowb to be\n                                                                                        I\nf d s i \" C \" m a d e ahy entry or erasure in, or omission from, any p a n c e\n               sheet of a registered society, or any contribution or collecting\n               book, or any return or document required to be sent, produced,\n               or delivered, for the purposes of this Act, with idtent to\n               falsify the same, or to evade any of the provisions of this Act,\n                                                                        I\n25a1o          he shall be liable to a fine not exceedingfive hundred thogsand\nS. 25.\n               dollars.                                                 1\n                                                                                        I\n~ma~tyfornot 60. If any officer of a registered society or any pason on\nusing name of\nsociety.      its behalf uses any seal purporting to be the seal o f the iociety,\n                 whereon its name is not so engraved as aforesaid, 04 issues\n                 or authorizes the issue of             notice, advertisemknt, or\n                 other official. publication of the society, or signs or authbrizes\n                 to be signed' on behalf of the society any bill of exbhange,\n                 promissory note, endorsement, cheque, order for moky, or\n                 goods, or issues or authorizes to be issued any bills of qarcels,\n                 invoices, receipts, or letters of credit of the society, wherein\n                 its name is not mentioned in manner aforesaid, he sda11 be\n 2512010         liable to a fine not exceeding five hundied thousand hollis,\n S. 25.\n                 and shall fiuther be personally liable to the holder 4f any\n                                                                                            I   \"\n               INDUSTRIAL AND PROVIDENT SOCIETIES                                    45\n    such bill of exchange, promissory note, cheque or order for\n    money or goods for the amount thereof, unless the same is duly\n    paid by the society.     '"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. It shall be an offence under this Act if any person, Deliveryof\n    with intent to mislead or defraud, gives to any other person untrue rules.\n    a copy of any rules, other thari the rules for the time being regis-\n    tered under this Act, on the pretence that the same are existing\na   rules of a registered society, or that there are no other rules of\n    such society, or gives to any person a copy of any rules on the\n    pretence that such rules are the rules of a registered society,\n    when the society i s not registered."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Every society, officer or member of a society, or other Penaltyfor\n    person guilty of an offence under this Act, for which no\n    penalty is expressly provided herein, shall be liable to a fine\n                                                                            ~~~~~~\n                                                                    25/20 1 0\n    not exceeding five hundred thousand dollars.                    S. 26."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63.--(1) Every fine imposed by this Act, or by any regu- Recoveryof\n    lations under this Act, or by the rules of a registered society,\n    shall be recoverable summarily.\n             (2) Any such fine, if imposed by the rules of a registered\n     society, shall be recoverable at the suit of the society. +.\n                                  Supplemental"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.--(1) Every copy of rules or other instrument or docu- Evidenceof\n      ment, copy, or extract of an instrument or document, bearing documents.\n      the seal or signature of the Registrar, shall be received in\n      evidence without further proof; and every document pur-\n      porting to be signed by the Registrar under this Act, shall,\n      in the absence of any evidence to the contrary, be received\n      in evidence without proof of the signature.\n              (2) The Minister may make regulations, and prescribe Regulations\n                                                                         for carrying\n      forms respecting registry and procedure under this Act and the\n      forms to be used for such registry, and the duties, functions, and\n      remuneration of the Registrar for duties to be performed by him\n    - under this Act, and may make regulations for the inipection of            .\n      documents kept by the Registrar under this Act, and generally\n                                                                            -\n                               INDUSTRIAL AND PROVIDENT SOCIETIES                       I\n                     for carrying this Act into effect. Until otherwise provided the\n                     forms contained in the Schedules shall be used.        I\n                                                                                            I\n                             (2A) Regulations made under this Act shall be subject\n                     to affirmative resolution.                                             I\n                             (2B) Notwithstanding the provisions of skctiob 29(b)\n                     of the Interpretation Act, regulations made under this Act may\n                     provide for the imposition of          penalties than thosk speci-\n                     fied in that section so, however, that the maximum pen{lty that\n                     may be imposed shall be on summary conviction in a Resident\n                     Magistrate's Court of a fine not exceeding one million ddllars-or\n                     imprisonment for a term not exceeding ond year or boIh such\n                     fine and imprisonment.                                                     1I\n    Fees.                      (3) All fees received by the Registrar under\\ or by\n                     virtue of this Act shall be paid into.the Consolidated Fund\n    Amendment          64A. The Minister may, by order, subject to affirmative reso-\n                                                                                                     r\n    of fines and\n'   penalties by     lution, amend any fines or monetary penalties prescribed\n    order.\n    2512010\n    S. 28.\n                     by this Act.\n                                                                                                     I\n    Scale of fees.      65. The Minister may determine a scale of fees to be paid in\n                                                                              I\n                     respect of any matters transacted under this Act.        I\n    Restriction on       66.-41) Except with the approval in writing ofI the\n    use oftitle\n    \"People's        Minister, no person other than a society duly registered under\n    Co-operative     this Act 'shall, in connection with any trade or business\n    Bank.\n    2512010          carried on by that person, use the words \"People's CO-opdrative\n    S. 29:           BWor \"National People's CO-operative ~ a n k s \"or any hram-\n                     matical variation thereof.\n                               (2) A person who contravenes subsection (1) shall be\n                                                                                                         i\n                     guilty of an offence.\n                                                                                                         I\n                             (3) Subsection (1) shall not apply to any association\n                     formed by People's Co-operative Banks or National ~ e d ~ l e ' s\n                     Co-operative Banks for the purpose of representing the com-\n                     mon interests of the members of such association.\n                                                                                                             1\n           l N D U S T R I A L A N D PROVIDENT SOCIETIES                                                        41\n                        FIRST SCHEDULE\n                               FORMA                                    (Section 5)\n            ACKNOWLBDGEMENT OF REGISTRY         OF %ZlErY\n  Thc                     , Limited, is registered under the Industrial\nand Provident Societies Act, this                day of"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Scale of fees.\n                    SCHEDULES\n          INDUSTRIAL AND PROVIDENT SOCIETIES                                                5\n                                                                               Cap. 159\n                                                                                 Acts\n                                                                              33 of 1975,\n           THE INDUSTRIAL AND PROVIDENT                                       36 of 1976\n                   SOCIETIES ACT                                                 Sch.,\n                                                                               1 of 1979\n                                                                               1st Sch..\n                                                        [Ist August, 1903.1   28\n                                                                              38 of 1997."
    }
  ],
  "definitions": [
    {
      "term": "land",
      "definition": "hereditaments and chattels real",
      "source_provision": "sec2"
    },
    {
      "term": "office",
      "definition": "t$e registered ofice for the time being of a",
      "source_provision": "sec2"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar of Co-operatives appointed",
      "source_provision": "sec2"
    },
    {
      "term": "registered society",
      "definition": "a society registered dnder this",
      "source_provision": "sec2"
    },
    {
      "term": "rules",
      "definition": "the registered rules for the tide being,",
      "source_provision": "sec2"
    },
    {
      "term": "the committee",
      "definition": "the governing body of a registered",
      "source_provision": "sec2"
    },
    {
      "term": "the Companies Act",
      "definition": "-the Act in forck for the",
      "source_provision": "sec2"
    }
  ]
}