{
  "id": "jm-stat-the-inheritance-provisions-for-family-and-defendants-act",
  "type": "statute",
  "title": "The Inheritance (Provisions for Family and Defendants) Act",
  "title_en": "The Inheritance (Provisions for Family and Defendants) Act",
  "short_name": "Inheritance (Provisions for Family and Defendants) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-inheritance-provisions-for-family-and-defendants-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-inheritance-provisions-for-family-and-defendants-act | Legal areas: Trusts and Estates",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Inheritance (Provision Short t x o .\nfor Family and Dependants) Act.\n                                                                     Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    11011.\n    “beneficiary” in relation to the estate of a deceased per-\n        son means a person who under the will of the\n        deceased or under the law relating to intestacy is\n        beneficially interested in the estate or would be so\n        interested if an order had not been mxde under\n        this Act;\n    “child” means a child under the age of eighteen years\n         and includes-\n               (a) a child adopted in pursuance of an adop\n                     tion order made under the Children\n                     (Adoption of) Act or a child adopted in\n                     pursuance of any law in a country other\n                     than Jamaica where that law is recog-\n                     nized by the lRW of Jamaica as conferring\n                     upon the child in question, in relation\n                     to the child’s custody, maintenanoe and\n                     education, the status of a child of the\n                     adopter or adopters;\n                (6) a child en ventre sa mere at the death of\n                    the deceased;\n        [The inclueion of this paga is authorized by L.N. 42/1995l\n4    INHERITANCE (PROVISION FOR FAMILY AND\n                  DEPENDANTS)\n             (c) a child of the deceased’s husband or wife,\n                   as the case may be, who had been\n                   accepted as one of the family by the\n                   deceased,\n        so, howeber, that a child of or over the age of\n        eighteen years may be regarded as a child for the\n        purposes of this definition-\n              (i) if such child is under the age of twenty-\n                   three years and pursuing academic\n                   studies or receiving trade or professional\n                   instructions; or\n              (ii) if there are special circumstances (includ-\n                   in physical and mental disability) which\n                   justify the disregard of the age limit;\n    “court” means the court for the time being having\n        jurisdiction over the probate of the wdl or the\n        administration of the estate or both, of the\n        deceased person;\n    “former wife” or “former husband”, as the case may\n        be, means a person whose marriage with the\n        deceased was during the deceased’s lifetime dis-\n        solved or annulled by a decree of divorce or of\n         nullity of marriage and who has not remarried;\n    “net estate”, in relation to a deceased person, means-\n              (a) property which the deceased had power\n                  to dispose of by his will (otherwise than\n                  by virtue of a special power of appoint-\n                  ment) less the amount of his funeral,\n                  testamentary and administration ex-\n                  penses, debts and liabilities, including\n                  any transfer or other tax payable out of\n                  his estate on his death; and for the pur-\n                  poses of this paragraph a person who is\n       [The inclmon of tlus pago 1s authorized by LN.4211995]\n  INHERITANCE (PROVISION FOR FAMILY AND                       5\n               DEPENDANTS)\n                not of full age and capacily shall be\n                treated as having power to dispose of by\n                will property of which he world have had\n                power to dispose by will if he had been\n                of full age and capacity;\n          (6) other property including any sum of\n                money which is treated for the purposes\n                of this Act as part of the net estate of\n                the deceased;\n          (c)   other property including anv sum of\n                money which is, by reason of a dis-\n                position made by the deceased. ordered\n                under section 13 to be provided for the\n                purpose of the making of financial pro-\n                vision under this Act;\n“parent” includes a person who was in loco parentis\n    to the deceased immediately before his death;\n“property” means all property (whether movable or\n    immovable)-\n          (a) in Jamaica or elsewhere, where the\n             deceased was domiciled in Jamaica; or\n         (b) in Jamaica, where the deceased was\n             not domiciled in Jamaica;\n“valuable consideration” does not include marriage or\n    a promise of marriage;\n“wife” or “husband”, as the case may be, includes a\n    person who in good faith entered into a void\n    marriage with the deceased, unless either-\n         (a) that mamage was annulled during the\n                lifetime of the deceased; or\n         (b) that person has during the lifetime of the\n                deceased entered into a later marriage.\n   [The InCIu~lonof this pagc 1s authonzcd b) L.N 421 1995]\n6                     INHERITANCE (PROVISION FOR FAMILY AND\n                                   DEPENDANTS)\nApplication       3. This Act shall only apply to cases where a deceased\nof Act.\n                person dies after the 20th May, 1993.\n                       PART11. Application for financial provision\nApplication       4 . 4 1 ) An application for an order under section 6 may\nfor financial\nprovision       be made by any of the persons referred to in subsection ( 2 )\nfrom de-\nceased's        on the ground that the disposition of the deceased's estate\nesmte.          effected by his will or the law relating to intestacy, or the\n                combination of his will and that law, is not such as to make\n                reasonable financial provision for the maintenance of the\n                applicant.\n                      (2) The persons to whom subsection (1) applies are-\n                    (a) the wife or husband of the deceased;\n                    (6) a child;\n                    (c) a parent of the deceased who was being main-\n                         tained wholly or partly or was legally entitled to\n                         be maintained wholly or partly by the deceased\n                         immediately before his death;\n                     (d) a former wife or former husband of the deceased,\n                         who was being maintained wholly or partly or who\n                         was entitled under an existing order of a court of\n                         competent jurisdiction or under an agreement\n                         between the parties to be maintained wholly or\n                         partly by the deceased immediately before his\n                         death;\n                    (e) a person whc-\n                            (i) where the deceased was a single man, was a\n                                single woman who was living with the\n                                deceased as his wife for a period of not less\n                                than five years immediately preceding the\n                                date of the deceased's death; or\n                        me mclusion of this paga is authorized by LN. 42/199S]\n       INHERITANCE (PROVISION FOR FAMILY AND                           7\n                    DEFENDANTS)\n            (ii) where the deceased was a single woman,\n                 was a single man who was liviug with the\n                 deceased as her husband for a period not\n                 less than five years immediately preceding\n                 the date of the deceased’s death.\n       (3) An administrator of the estate of the deceased\nmay apply on behalf of any person who is not of full age or\nmental capacity in any case where such person might apply,\nor may apply to the court for advice or dimtions as to\nwhether he ought so to apply; and in the latter case, the\ncourt may treat the application as an application on behalf\nof the person for the purpose of avoiding the dfect of limita-\ntion."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Application of Act.\n                 PARTII. Application for financid provision"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. An application for an order under section 6 shall not, ~ i m c@it\n                                                            for a.ppbca-\nexcept with the permission of the court, be made after the h.\nend of the period of six months from the date on which\nrepresentation with respect to the estate of the deceased is\nfirst taken out.\n                       PARTm.     ordas"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Subject to the provisions of this Act, where an POWM d\n                                                               ODUlt to\napplication is made for an order under this section, the mhow\ncourt may, if it is satisfied that the disposition of the\ndeceased’s estate effected by his will or the Iaw relating to\nintestacy, or the combination of his will and tbat law, is\nnot such, at the time of the hearing of the application, as to\nmake reasonable financial provision for the maintenance\nof the applicant, make any one or more of the following\norders-\n    (a) an order for the making to the applicant out of the\n        net cstate of the deceased of such periodical pay-\n        ments and for such term as may be specified m\n         the order;\n        [The inclusion of @E p p p i s wtbwid by LN. 42/1995]\n8                                          INHERITANCE (PROVISION FOR FAMtLY AND\n                                                        DEPENDANTS)\n                          ~6   .   - , ( b ) an order for the payment to the applicant out of\n                                             that estate of a lump sum of such arnoiint as may\n                                             be so specified;\n                           .       .\n                                   '.(cj an order for the transfer to the applicant of such\n                                                   property comprised in that estate as may be so\n                                       .       ,   specified;\n                                       (d) an order for the setting up of a trust fund out of\n                                   '   .   the net estate for the benefit of two or more appli-\n                                                   cants;\n                                       (e) an order for the settlement for the benefit of the\n                                           applicant' of such property comprised in that\n                                           estate-as may be so specified;\n                                       (fl an order for the acquisition, out of property com-\n         7~\n                                                   prised ia that estate, of such property as may be\n                ..    ~\n                                                   so specified 'md for the transfer of the property so\n                                                   acquired to the applicant or for the settlement\n                                                   thereof -for his benefit.\n                                (2) An order made for the payment of periodical\n                          sums pursuant to subsection (1)-lu)'may provide for-\n          .\n              ... .\n                 .\n                                       (U)         payments'of such amount as may be specified.in\n    ~~                                             the order;\n                                       (b) payments equal to the whole of the income of the\n                                           net 'estate or of such portion thereof as may be so\n                                           specified;\n                                       (c) payments equal to the whole of the income of such\n                                           '\n                                                   part.of. th.e.net estate as the court may direct to be\n                                                   set aside or appropriated for the making of pay-\n                               ,       .       . ..ments\n                                                      ~   under\n                                                             .    this\n                                                                  .    section,\n                                                                        ~        .   . . .\n                                                               ~.\n                                                                  ~\n                           OL .may provjde fir the mount of the payments or any of\n                           them. to be determined k a n y .other way the court thinks\n                          fit.\n                                                   [Theincldio&of thispage is authorized by LN. 42/1995]\n       INHERITANCE (PROVISION FOR FAMlLY AND\n                    DEPENDANTS)\n       (3) Where an order under subsection (1) (a) provides\nfor the making of payments of an amount specified in the\norder, the order may direct that such part of the net estate\nas may be so specified shall be set aside or appropriated for\nthe making out of the income thereof of those payments;\nbut no larger part of the net estate shall be so set aside or\nappropriated than is sufficient, at the date of the order, to\nproduce by income thereof the amount requirzd for the\nmaking of those payments.\n      (4) An order under subsection (1) (b)may provide for\nthe payment of the sum specified therein by instalments of\nsuch amount as may be specified in the order.\n       (5) An order under this section may contain such\nconsequential and supplemental provisions as the court\nthinks necessary or expedient for the purpose of giving effect\nto the order or for the purpose of securing that the order\noperates fairly as between one beneficiary of the estate of\nthe deceased and another.\n       (6) The court may attach to any order under this sec-\ntion such conditions as it thinks fit.\n       (7) Where an application for an order under this\nsection has been made by or on behalf of any person, it\nmay be treated by the court as an application by or on\nbehalf of all persons who are entitled to apply under section"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Where an application is made for an order under \\iattem to\nsection 6, the court shall, in determining whether the dis- ~ $ ~ ~ h , , ~ ~\nposition of the deceased’s estate effected by his will or the regard i n\n                                                              erexising\nlaw relating to intestacy, or the combination of his will and\nthat law, is such as to make reasonable financial provision tion\n                                                              under6 ,E ~ C -\nfor the maintenance of the applicant and, if the court con-\n        Crhe inclusion of this page is authorized by L.N. 421 19951\n10          INHERITANCE (PROVISION FOR FAMILY AND\n                         DEPENDANTS)\n     siders that such reasonable financial provision has not been\n     made. in determining whether and in wnat manner it shall\n     exercise its powers under that section, have regard to the\n     following matters-\n         (a) the size and nature of the net estate of the deceased;\n          (b) the financial resources and financial needs which\n              the applicant has or is likely to have in the fore-\n              seeable future;\n          (c) the financial resources and financial needs which\n              any other applicant for an order under section 6\n              has or is likely to have in the foreseeable future;\n          (6) any obligations and responsibilities which the\n              deceased had towards any applicant for an order\n              under section 6 or towards any beneficiary of the\n              estate of the deceased;\n          (e) any physical or mental disability of any applicant\n              for an order under section 6 or any beneficiary of\n              the estate of the deceased;\n         (fl the financial resources and financial needs which\n              any beneficiary of the estate of the deceased has or\n              is likely to have in the foreseeable future;\n          (g) the deceased’s reasons, so far as they are ascertain-\n              able, for making provision or for not making pro-\n              vision or for not making adequate provision, as\n              the case may be, for any person by his will:\n          (h) the conduct of the applicant towar& the deceased;\n          (21 the relationship of the applicant to the deceased\n              and the nature of any provision for the applicant\n              which was made by the deceased during his liie-\n              time;\n         ( j ) any other matter which, in the circumstances of\n              the case, the court may consider relevant.\n             [The inclusion of this page is a u t h o r 4 by LN. 42/19951\n       INHERITANCE [PROVlSION FOR FAMILY AND\n                    DEPENDANTS)\n      (2) Without prejudice to the generality of paragraph\n( j ) of subsection (l), where an application for an order under\nsection 6 is made by or on behalf of a child of the deceased,\nthe court shall, in addition to the matters specified in para-\ngraphs (a) to ( i ) of that subsection. have regard to the man-\nner in which the child was, or is expected to be, educated or\ntrained and where the application is on behalf of a child\n as referred to in paragraph (c) of the definition of “child”\ncontained in section 2. the court shall also have regard-\n     (a) to the extent (if any) to which the dec3sed had,\n          on or after acceptance of the child as OILC of the\n         family, assumed responsibility for the child’s main-\n         tenance; and\n     (6) to the liability of any person other than the\n         deceased to maintain the child."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Where on an application for an order under sec- I,,~,,,\ntion 6 it appears to the court-                           Ordur.\n     (a) that the applicant is in immediate need of financial\n         assistance, but i t is not yet possible to determine\n         what order (if any) should be made under that sec-\n         tion; and\n      (b) that property forming part of the net estate of the\n          deceased is or can be made available to meet the\n          need of the applicant,\nthe court may order that, subject to such conditions or\nrestrictions, if any, as the court may impose and to any\nfurther order of the court, there shall be paid to the appli-\ncant out of the net estate of the deceased such sum or sums\nand (if more than one) at such intervals as the court thinks\nreasonable; and the court may order that, subject to the\nprovisions of this Act, such payments are to be made until\nsuch date as the court may specify, not being later than the\n        [The inclusion of thia paw ir authorized & L.N. 42/1995]\n 12                   INHERITANCE (PROVISION FOR FAMILY AND\n                                   DEPENDANTS)\n               date on which the court either makes an order under the\n               said section 6 or decides not to exercise its powers under\n               that section.\n                      (2) Subsections (2), (3), (4), (3,\n                                                       (6) and (7) rtf section 6\n               shall apply in relation to an order under this section as they\n               apply in relation to an order under that section.\n                     (3) In determining what order, if any, should be made\n               under this section the court shall, so far as the urgency of\n               the case admits, have regard to the same matters as those to\n               which the court is required to have regard under section 7.\n                      (4) An order made under section 6 may provide that\n               any sum paid to the applicant by virtue of this section shall\n               be treated, to such an extent and in such manner as may be\n               provided by that order, as having been paid on account of\n               any payment provided for by that order.\nIncidence of     9.-(1) The incidence of the payment or payments\npaymentE\nordered.       ordered under this Act shall, unless the court otherwise\n               determines, fall rateably upon the whole estate of the\n               deceased, or, in cases where the authority of the court does\n               not extend or cannot directly or indirectly be made to\n               extend to the whole estate, then to so much thereof as is\n               subject to the authority of the court.\n                      (2) The court shall have power to exclude any part\n               of the deceased’s estate from the incidence of any such\n               order, after hearing such of the parties who may be affected\n               by the exclusion as it thinks necessary, and may for that\n               purpose direct any administrator to represent or appoint\n               any person to represent, any such party.\nVariation         10.41) Subject to the provisions of this Act, where the\nof orders\nior            court has made an order under section 6 (1) (a)(in this sec-\npcri~dics~l    tion referred to as “the original order”) for the making of\npayments.\n                       [The inclusion of this paze is authorized by L.N. 42119951\n       INHERITANCE (PROVISION FOR FAMILY AND                           13\n                    DEPENDANTS)\nperiodical payments to any person (in this section referred\nt o as “the original recipient”) the court, on an application\nunder this section, shall have power by order to vary or dis-\ncharge the original order or to mspend any provision of\nit temporarily and to revive the operation of any provision\nso suspended.\n       (2) An application under this section may be made\nby any of the following persons-\n     (a) any person who by virtue of section 4 has applied,\n         or would but for section 5 be entitled to apply,\n         for an order under section 6;\n     (b) the personal representatives of the deceased;\n     (c) the trustees of any relevant property;\n    (d) any beneficiary of the estate of the deceased.\n        (3) Where the original order provides that any\nperiodical payments payable thereunder to the original\nrecipient are to cease on the occurrence of an event specified\nin the order (other than the remarriage of a former wife or\nformer husband) or on the expiration of a period so speci-\nfied, then, if, before the end of the period of six months\nafter the date of the occurrence of that event or of the\nexpiration of that period, an application is made for an\norder under this section, the court shall have power to\nmake any order which it would have had poweI to make if\nthe application had been made before that date (whether in\nfavour of the original recipient or any such person as is\nmentioned in subsection (2) (a) and whether having effect\nfrom that date or from such later date as the murt may\nspecify).\n         [The inclusion of this page i8 authorized by L.N. 421 15951\n14             INHERITANCE (PROVISION FOR FAMILY AND\n                            DEPENDANTS)\n                (4) Any reference in this section to the original order\n     shall include a reference to an order made under this section\n     and any reference in this section to the original recipient\n     shall include a referenoe to any person to whom periodical\n     payments are required to be made by virtue of an order\n     under this section.\n                ( 5 ) An order made under this section may only\n     affect-\n          (U)    property the income of which is at the date of the\n                 order applicable wholly or in part for the making\n                 of periodical payments to any person who has\n                 applied for an order under this Act; or\n          ( b ) in the case of an application under subsection (3)\n                in respect of payments which have ceased to be\n                payable on the Occurrence of an event or the\n                expiration of a period, property the income of\n                which was so applicable immediately before the\n                occurrence of that event or the expiration of that\n                period, as the case may be,\n     and any such property as is mentioned in paragraph (U) or\n     (b) is in subsection (2) (c) referred to as relevant property.\n             (6) In exercising the powers conferred by this sec-\n     tion the court shall have regard to all the circumstances of\n     the case, including any change in any of the matters to\n     which the court was required to have regard when making\n     the order to which the application relates.\n              (7)Where the court makes an order under this sec-\n     tion, it may give such consequential directions as it thinks\n     necessary or expedient having regard to the provisions of\n     the order.\n                mM inclusion of Ws page is authofmd by LN,*r/199fl\n      INHERITANCE (PROViSiON FOR FAMILY AND                                          1s\n                   DEPENDANTS)\n        (8) The power to vary an order made under sub-\nsection (3) includes a power to provide for the making of\nperiodical payments after the expiration of the period\nspecified in that subsection or the Occurrence of the event\nso specified."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where an order is made under this Act fur the pay- Vanation\nment of a lump sum, the court shall have puwer, on an of       orders\n                                                            for py.\napplication made by the person to whom the lump sum is            ;:m.  k\n                                                                        :r\npayable, by the personal representatives of the deceased or\nby the trustees of the property out of which the lump sum\nis payable, to vary that order by varying the number of\ninstalments payable, the amount of any instalment and the\ndate on which any instalment becomes payable."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. An order under this Act for the making of periodi- Termination\n                                                          of orden on\ncal payments to a former wife or former husband of the rcmrringe\ndeceased shall terminate on the remarriage of such former                ,GfpF\nwife or husband.                                          hueband.\n    PART w. Powers of cmri in rdation to transaction\n               inrended to defeat upp!ication for\n                      firmncicrl provision"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Where an application is made by any person for v i y i -\nan order under section 6, the court may, subject to sections t,om   In-\n                                                              tended to\n15 and 16, and on application by that person, if the court is            f;i?:n-\nsatisfied-                                                    tion for\n                                                                         timn9.2.l\n     (U)    that less than one year before the date of the death ~ O v l s l O a r .\n            of the deceased, the deceased with the intention\n             of defeating an application for financial provision\n             under this Act, made a disposition; and\n     (b) that the disposition was not made far valuable\n         consideration to a person (in this section referred\n         to as the donee) who at the time of the disposition\n           me inclusion of this page is au,thorizad by LN. 42/19¶5]\n16          iNHERlTANCE (PROVISION FOR FAMlLY AND\n                         DEFENDANTS)\n              did not act in relation to it in good faith and had\n              notice of the deceased’s intention of defeating a\n              claim for financial provision under this Act,\n     order the d o n e (whether or not at the date of the order he\n     holds any interest in the property disposed of to him or for\n     his benefit by the deceased) to provide, for the purpose of\n     the making of that financial provision, such sum of money\n     or other property as may be specified in the order.\n             (2) Where an order is made under subsection (1) as\n     respects any disposition made by the deceased, the amount\n     of any sum of money or the value of any property ordered\n     to be provided under that subsection shall not exceed the\n     amount of the payment made by the deceased or the vaIue at\n     the date of the death of the deceased of the property dis-\n     posed of by him to or for the benefit of the person to whom\n     the payment or the disposition was made after deducting\n     therefrom any tax borne by that person in respect of that\n     payment or the transfer of that property.\n             (3) In determining whether and in what manner tc\n     exercise its powers under this section, the court shall have\n     regard to the circumstances in which any disposition was\n     made and any valuable consideration which &as given\n     therefor, the relationship to the deceased, if any, of the\n     person to or for the benefit of whom the disposition was\n     made, the conduct and financial resources of that person\n     and all the other circumstances of the case.\n            (4) In this section “disposition” does not include-\n          (a) any provision in a will or any donatio niortis causa;\n              or\n          (b) any appointment of property made, otherwise than\n              by will, in the exercise of a special power of\n              appointment,\n             [The inclusion of this page is authorued by LN.421 19911\n       INHERITANCE (PROVNON FOR FAMILY AND                            17\n                    DEPENDANTS)\nbut subject to these exceptions, includes any payment of\nmoney (including the payment of a premium under a policy\nof assurance) and any conveyance, assurance, appointment\nor gift of property of any description whether made by an\ninstrument or otherwise.\n        ( 5 ) The provisions of this section shall not apply to\nany disposition made before the 20th May, 1993."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Where an application is made to a court for an antracts\norder under section 6 the applicant may, in the proceedings to leave by\non that application, apply to the court for an order under\nthis section.\n        (2) Where on application under subsection (1) the\ncourt is satisfied-\n     (U)   that the deceased made a contract by which he\n           agreed to leave by his will a sum of money or other\n           property to any person or by which he agreed that\n           a sum of money or other property would be paid\n           or transferred to any person out of his estate;\n     (b) that the deceased made that contract with the\n         intention af defeating an application €01 financial\n         provision under this Act;\n     (c) that when the contract was made fuU vduable con-\n          sideration for that contract was not given or\n          promised by the person with whom or for the\n          benefit of whom the contract was made (in this\n          section referred to as “the donee”) 01 by any other\n          person; and\n     (d) that the exercise of the powers coderred by this\n         section would facilitate the making of financial\n           provision for the applicant under this Act,\n           [The mnclumn of thls page is authonzed by L.N. 42; 19951\n18          INHERITANCE (PROVISION FOR FAMILY AND\n                         DEPENDANTS)\n     then, subject to the provisions of this section and of sections\n     13 and 16, the court may make any one or more of the\n     following orders, that is to say-\n          (i) if any money has been paid or any other\n              property has been transferred to or for the ber.efit\n              of the d o n e in accordance with the contract, an\n              order directing the d o n e to provide, for the pur-\n              pose of the making of that financial provision,\n               such sum of money or other property as may be\n              specified in the order;\n          (ii) if the money or all the money has not been paid\n               or the property or all the property has not been\n               transferred in accordance with the contract, an\n               order directing the personal representatives not to\n               make any payment or transfer any property, or not\n               to make any further payment or transfer any\n               further property, as the case may be, in accordance\n               therewith or directing the personal representatives\n               only to make such payment or transfer such pro-\n               perty as may be specified in the order.\n             (3) Notwithstanding anything in subsection (2), the\n     court may exercise its power thereunder in relation to any\n     contract made by the deceased only to the extent that the\n     court considers that the amount of any sum of money paid\n     or to be paid or the value of any property transferred or to\n     be transferred in accordance with the contract exceeds the\n     value of any valuable consideration given or to be given for\n     that contract, and for this purpose the court shall have\n     regard to the value of property at the date of the hearing.\n            (4) In determining whether and in what manner to\n     exercise its power under this section, the court shall have\n     regard to the circumstances in which the contract was made,\n     the relationship, if any, of the donee to the deceased, the\n             m e inclusion of Ichjs page is authorid by LN.42/11995]\n       INHERITANCE (PROVISION FOR FAMILY A N D                           19\n                    DEPENDANTS)\nconduct and financial resources of the donee and all the\nother circumstances of the case.\n        ( 5 ) Where an order has been made under subsection\n(2) in relation to any contract, the rights of any person to\nenforce that contract or to recover damages or to obtain\nother relief for the breach thereof shall be subject to any\nadjustment made by the court under section 13 of this Act\nand shall survive to such extent only as is consistent with\ngiving effect to the terms of that order.\n        (6) The provisions of this section shall not apply\nto a contract made before the 20th May, 1993."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15,-(1)   Where the exercise of any of the powers con- p r o v i a i i\n                                                             SUPPb\nferred upon the court by section 13 is conditional on the -tarY\ncourt being satisfied that a disposition was made by a &On\ndeceased person with the intention of defeating an applica-\ntion for financial provision under this Act, that condition\nshall be fulfilled if the court is of the opinion that, on a\nbalance of probabilities, the intention of the deceased\n(though not necessarily his sole intention) in making the\ndisposition was to prevent an order for financial provision\nbeing made under this Act or to reduce the amount of the\nprovision which might otherwise be granted by an order\nthereunder.\n        (2) Where the court makes an order under section\n13 it may give such consequential directions as it thinks fit\n(including directions requiring the making of any payment\nor the transfer of any property) for giving effect to the order\nor for securing a fair adjustment of the rights of the persons\naffected thereby.\n       (3) Any power conferred on the court by section 13\nto order a person to whom or for the benefit of whom a\n            lThe lncluslon of +hihispage IS authorized by LN. 42/1995]\n20                  INHERITANCE (PRO'JISION FOR FAMILY AND\n                                        DEPENDANTS)\n              disposition was made by the deceased to provide any sum\n              of money or other property shall be exercisable in like\n              manner in relation to the personal representatives of that\n              person, so, however, that the court shall not have power\n              under section 13 to make an order in respect of any pro-\n              perty forming part of the estate of that person which has\n              been distributed by the personal representative; and the\n              personal representative shall not be liable for having dis-\n              tributed any such property before he has notice of the\n              making of an application under section 13 on the ground\n              that he ought to have taken into account the possibility\n              that such an application would be made.\npro~i5im\nas to"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Provisions as to trustees in relation to section 13.\n          Khe @clusion,ofthis page is authorized bl.J.8..@/49951\n2        INHERlTANCE (PROVISION FOR FRMZLY AND\n                      DEPENDANW\n          PARTV. MisceUaneouP and Supplementary Provisions"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(I) The provisions of this Act shall not render the\npersonal representatives of a deceased person liable for hav- personal\n                                                                        z\n                                                                        e\n                                                              represen-\ning distributed any part of the estate of thc deceased, after t . ~\nthe end of the period of six months from the date on which\nrepresentation with respect to the estate of the deceased is\nfirst taken out, on the ground that he ought to have taken\ninto account the possibility-\n     (U)    that the court might permit the making of an appli-\n            cation for an order under section 6 after the end of\n            that period; or\n     (b) that, where an order has been made under section"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Registration of d r s .\n      INHERITANCE (PROVISION FOR FAMILY AND                                        3\n                   DEPENDANTS)\n   THE INHERITANCE (PROVISION FOR FAMILY                                      Ad\n                                                                     14 of 1993.\n           AND DEPENDANTS) ACT\n                                                 120th Muy, 1993.1\n                      PART1. Preliminary"
    }
  ],
  "definitions": []
}