{
  "id": "jm-stat-the-institute-of-jamaica-act",
  "type": "statute",
  "title": "The Institute of Jamaica Act",
  "title_en": "The Institute of Jamaica Act",
  "short_name": "Institute of Jamaica Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-institute-of-jamaica-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-institute-of-jamaica-act | Legal areas: Culture and Heritage",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1 ) There shall be a Council of the Institute which, subject to\nthe provisions of this Aot. shall be responsible for the policy and the\ngeneral administration of the Institute.\n      (2) The Council shall consist of-\n    (U) not less than ten or more than tweniy-five persons appointed\n           by the Minister to be members;\n     ( b ) such Fellows of the Institute of Jamaica not exceeding five\n           in number as are entitled to be honorary members of the\n           Comcil under section 17;\n     (c) the person holding the office of Chairman of the National\n           Trust Commission under the Jamaica National Trust Act\n           who shall be a member of the Council ex 08cio:\n     (4the person holding the office of Chairman o f the Jamaica\n           Festival Commission under the Jamaica Festival Commission\n           Act who shall be a member of the Council ex oscio; and\n     (e) the Executive Director who shall be a member of the Council\n           ex oficio.\n        (3) The Minister shall appoint one of the members appointed\nby him under sub-pragraph ( 2 x 4 to be Chairman of the Council, and\nshall appoint two other such members to be Vice-chairmen of the\nCouncil."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                     Interprets-\n                                                                    tion.\n (a) \"Board of Management\" means a Board of Management 811985\n                                                       S, 30(a),\n        appointed under section 15;\n     \"Chairman\" i e a n s the person. appointed Chairman\n         of the Council pursuant to the First Schedule;  First\n                                                                    Schedule\n     \"chaiiman of a Board bf Management\" means the\n          person appointed chairman of a Board of Manage-\n          ment pursuant to section 15; and the word chair-\n          man when used in that context shall be construed as\n          a reference to the chairman of a Board of Manage-\n          ment;\n     \"Council\" means the Council of the Institute con-\n         stituted in accordance with this Act;\n     \"Executive Director\" means the Executive Director of\n         the Institute appointed pursuant to this Act;\n     \"fUnctions\" includes powers and duties;\n     \"Institute\" means the institute of Jamaica establi'shed\n          under this Act;\n     \"member\" includes honorary member;\n      [The inclusion of this page is authorid by LN. 92d2012)\n                                                                                                         i\n                                          INSTflUTE OF JAMAICA\n                        \"Secretary\" means the Secretary of the Council;                                 11 -\n                        \"Vice-Chairman\" means a person appointed yice-\n                            Chairman of the Council pursuant to the First\n                            Schedule;\n                       (b) references to a principal administrator of a odd of\n                           Management shall be construed as references td the\n                           person appointed to carry out the duties of prirkipal\n                           administrator in relation to such functions as! are\n                           under the control of that Board of Management.                          1I          ,\n33/20] 0\nS. 19.\n                                     PART11. The Institute of Jamaica\n                                                                                                   I\nEstablishment       3.-(1) There is hereby established a body to be callid the\nof Institute of\nJamaica. .        Institute of ~$naicawhich shall be a body corporate dnd to\n                  which the prdvisions of section 28 of the ~nterpretatiohAct\n                  shall apply.\n                                                                                               I\nFirst\nSchedule.\n                         (2) The provisions of the First Schedule shall, have                  I\n                  effect with respect to the constitution and operation 'of the\n                  Institute and otherwise in relation thereto.\n                          I\nFunctions           4.-(1) Subject to the provisions of this Act, the functions of\nof Institute.\n811985            the Institute shall be-\nS. 30(b).\n                       (a) the research into, study, encouragement\n                           ment of culture, science and history;\n                       (b) the establishment of museums; and                               1\n                       (c) the discharge of such other functions as may /be con-\n                                                                           I\n                           ferred upon it by this Act or any other enactment.\n                                                                                       I\n                          (2) It shall be the duty of the lnstitute in the exkrcise of\n                  its functions-\n                              [The inclusion of this page is authorid by L.N. 92c/2012]1\n                   \"INSTITUTEOF JAMAICA\n'\n    (a) ,[Deletedby Act 33 of 2010.1\n    (b) to provide, or assist in making provision-\n           (i) for the reading of papers, the delivery of lec-\n               tures and the conduct of courses of instruction,\n               the carrying out of research, the holding of\n               examinations and the conferring of awards\n               (whether documentary or otherwise); and\n          (ii) for the establishment and maintenance of other 811995\n               institutions of learning, museums, galleries, s. 2.\n               halls or other places;\n        for the dissemination, encouragement and develop-\n        ment of culture, science, history A d any other sub-\n        ject connected with the functions of the Institute;\n    (c) to provide awards, prizes and other recognition\n        for the encouragement of cultural, scientific and his-\n        torical work in Jamaica;\n    (4.to provide for the holding from time to time of\n        cultural, scientific and historical exhibitions;\n    (e) to compile, publish, distribute or disseminate (or\n        assist in so doing) any book, volume or part                    -\n        thereof, or newspaper, sheet of paper or other printed\n        material, chart or plan, or any sound recording,\n        magnetic tape or video tape or other medium for\n        the dissemination of sounds or the transmission of\n        visual images or pictures, which in the opinion of\n        the Institute is of cultural, scientific, historical or\n        national interest;\n                                                  INSTITUTE OF J A M ICA                                       I   r\n                                  u> generally to apply the funds placed at the disposal of\n                                      the Institute for the purposes of the Institute.                                 ..\n                                                                                                                       . .\nI      Minister\n           '\n       to give\n               .33/2010\n                S. 19(c)."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister m a y a p p i n t any person (not Wig a Fellow of T~~~~~\ndK. Institute of Jamaica) to act temporarily in the place of ,& Chair. appoint-\nman, a Vice-Chairman or a memkr of the Council appointed under ments.\nparagraph l(2) (a) in the case of the absence or inability to act of such\nChairman, Vice-chairman or member as the case may be.\n       W inclusion of this page is authorized by L.N. 50/1!?79]\n14                                 INSTZTUTE OF JAMAICA\nResigna-         4 . 4 1 ) Any member of the Council appointed under paragraph l(2)\nlion.         (U), or any other member other than the Chairman or a Vice-Ohairman\n              or an ex oficio member, may at any time resign his office by instru-\n              ment in writing addressed to the Minister and transmitted &?U&\n              the Chairman, and from the date of the receipt by the Miruster\n              of such instrument s h member shall cease to be a m e m w of the\n              Council.\n                    (2) The Chairman or a Vice-chairman may at any time reSign\n              his office by instrument in writing a d d r e d to the Minister and\n              such resignaton shall take effect as from the date of the receipt of\n              such instrument by the Minister.\n ation ion      5.+1) The Minister may at any time revoke the a-tmmt       of any\nof appoint-   member of the Council appointed under paragraph 112) (a) and may\nments.        at any time revoke the appointment of the Chairman and any Vice-\n              Chairman.\n                    (2) A Follow of the Institute of Jamaica may be removed from\n              membership of the Council by Fellows of the Institute of Jamruca\n              who are honorary members of the council by ballot carried out under\n              the supervision of the Executive Diredor.\nseal of         6.+1)    The seal of the Institute shall be kept in the custody of the\n‘“stitute.    Chairman or Secretary and shall be afIixed to instruments pursuant\n              to a resolution of the Council in the presence of the Chairman, or any\n              other member of the Council authorized to act in that behalf.\n                     (2) The seal of the Institute shall be authenticated by the signa-\n              tures of the Chairman and any other member of the Council authorized\n              to act in that behalf.\n                     (3) All documents, other than thnse required by law to be under\n              seal, made by, and all decisions of, the Council may be signified under\n              the hand of the Cbairman or any member of the Council or officer\n              authorized to act in that behalf.\nPrincipal       7. The Institute shall have its principal office in Kiogszon or St.\nofice,ek.     Andrew but may maintain such branch offices, agencies and w m -\n              pondents (whether within or outside Jamaica) as the Institute thinks\n              fit.\nFunds.          8. The funds of the Institute shall consist of fees collected. such\n              moneys as may from time to time be placed at its disposition for\n              tbe purpose of this Act by Parl~amentand such other moneys as may\n              lawfully be paid to the Institute.\nGazstting       9. The names of all members of the Council as first constituted\nof manber-    and every change in the membership thereof shall be published in the\nship.         Gazette.\n                      [The inclusion of this page iS authorizad by L.N. 50/1979]\n                         INSTITUTE OF JAMAICA                                            15\n       lO.-(i~Thc Council shall meet as oftcn as may be necessary or Procedure\n    expedient for the transaction of its business, and such meetings shall o f m e e t w 5 .\n    be held at such places and times and on such days as the Council may\n    determine.\n            (2) The Chairman may at any time call a special meeting\n    to be held within seven days of a written request for that purpose\n    addressed to him by any six members of the Council.\n            (3) The Chairman shall preside at all meetings of the Council\n    a! which he is present, and in his absence from any meeting a Vice-\n!   Chairman, elected by the members present, shall preside, and, if no\n    Chairman or Vice-chairman is present, the memhers present and con-\n    stituting a quorum shall elect a chairman from among their members\n    to preside at that meeting.\n           (4) A quorum of the Council shall be seven.\n           ( 5 ) The decision of the Council shall be by a majority of votes\n    and in addition to an original vote, the person presiding at a meeting\n    shall have a casting vote in any case in which the voting is equal.\n            (6) Minutes in proper form of each meeiing of the Council\n    shall be kept.\n            (7)The validity of the proceedings of the Council shall not be\n    &toted by any vacancy amongst the members thereof or by any\n    defect in the appointment of a member thereof.\n            (8) Subjaet to the provisions of this Schedule. the Council may\n    regulate its own proceedings."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. .[Repealedby Act 33 of 201 0.1\n                                              I"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may, after consultation with the hai id man '\n                             of the Cohcil, give to the Institute such directions bf a\n    , directions                                                                                               .\n     1 on policy.            general character as to the policy to be followed by/ the\n                             Institute in the performance of the functions of the Institufe as\n                             appear to 'the Minister to be in the interest of the Institute\n                             and the public; and the Institute shall give effect to such\n                             directions.\n                                         PART111. Estimates, Audit and Report\n                                                                                        .      .\n                                                                                                   +I\n     , .        Estimates.     7. The Institute shall, on or before ,such date afld in\n                             such form as may be required by the Minister, in each yeqr ..\n                             prepare and submit to the Minister for approval estimates of\n                             income and ekpenditure to be incurred during the forthcbrhing\n                             financial year.\n                                                                                                           I\n                Accounts\n                and audit."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1) The Institute shall keep proper accounts a . other.                     . .\n                             records in relation to the business of the Institute and shall\n                             prepare annually a statement of accounts in a form satisfactory\n                             to the Minister.\n                                                                                                       I\n       (2) The accounts and other records in relation to\nthe business of the Institute shall be kept in such a manner\nas to secure the provision of separate information as respects\neach of the main functions and activities of the Institute, and to\nshow as far as may be, the income and expenditure incurred in\nrelation to'each such function or activity.\n         (3) The accounts of the Institute shall be audited by\nthe Auditor-General who, during the course of such audit,\nor on the direction of the Minister, shall be entitled at all\nreasonable times to examine the accounts and other records\nin relation to the business of the Institute.\n         (4) The Institute shall, within four months after the\nend of each financial year or within such further period\nas may be allowed by the Minister, submit the statement\no f . its accounts referred to in subsection (1) to the\nMinister, together with a copy of any report made by the\nAuditor-General on that statement or on the accounts of the\nInstitute."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-31) In the event of the expenditure of any funds of Liabilityfor\nthe Institute contrary to the provisions of this Act, or without z:2g&e,\ndue authority, the amount thereof shall be recoverable from any\nperson or persons appointed or employed under the provisions\nof this Act and incurring or purporting to authorize such\nexpenditure, and any such persons shall be jointly and severally\nliable in that behalf.\n       (2) Any liability under this section may be enforced\nby an action in debt at the suit of a public officer designated\nby the Minister for the purpose, and any moneys recovered\n                                                                                                 I\n              in any such action shall be carried to the credit of such of\n              the Institute's accounts as the Minister shall direct.    ..                       I\nExemption        10. The Institute shall be exempt from the payment of\nFrom stamp\nduty.\n              stamp duty under any law for the time being , in. force\n              relating to stamp duties.\n                                                                                                 I\nAnnual           11.-41) The Institute shall, within four months aftei the\nreport.\n              end of each financial year or within such time as mab be\n              allowed by the Minister, cause to be made and transmit tb the\n              Minister a report dealing generally with the activities $f the\n              Institute during that financial year, and containing /buch\n              information relating to the proceedings and             of the\n              Institute as can be made public without detriment tb the\n              interests of the Institute.\n                      (2) The Minister shall cause a copy of the- report\n              together with the annual statement of accounts and the ~dditor-\n              General's report thereon and on the accounts to be laid oh the\n              Table of the House of Representatives and the Senate.                          1\n                       (3) Copies of the Institute's report together with the\n              annual statement of accounts and the Auditor-General's report\n              on that statement and on the accounts of the Institute shall be'\n              published in such manner as the Minister may direct.\n                            PARTIV. Appointment of Oflcei-s                              i\n                                                                                         1\nExecutive       12.+1) The Institute may, subject to the approval lof the\nDirector of\nInstitute.    Minister, appoint a fit and proper person to be Executive\n              Director of the Institute at such remuneration and kubject\n              to such terms and conditions as the Institute may deterdine.\n                                                                                     I\n                   INSTITUTE OF JAMAICA                                    9\n        (2) The Executive Director appointed under sub-\nsection (1) shall be the chief executive officer of the Institute\nand shall carry out such duties as may be imposed upon\nhim by this Act or any other enactment or as may be\nassigned to him by the Institute."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The validity of any proceedings of a Board of Management val,d,tyof\nshall nut he affected by any vacancy amongst the members thereof proceed-\nor by any defect in the appointment of a member thereof.         lugs"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) Any member of the Council who, otherwise than as such D            ~                 ~\n    member, is duectly or indirectly interested in a contract made or of interest.\n    entered into, or proposed to be made or entered into, by the Institute\n    shall as soon BS possibb after the relevant facts have m e to his\n    knowledge. disclose tbe nature of his interest at a meeting of the\n    Ccmil.\n              (2) A disclosure under t h i s paragraph shall be raarded in the\n    minutes of the Council and the member-\n         (a) shall not takc part after thc disclosure. in any deliberation\n                or decision cf tbe Council rclatiDg to the contract: and\n         ( b ) shall be disregarded for the purpose of forming a quorum\n                of the Council in any such deliberation or decision.\n       1 2 . 4 1 ) No membr of the Counml shall be personally liable for ~ ~              ~    p       t\n    any act OK default of the Institute done vr omiued to be done in good from\n    faith in the wurse of the operation of the Institute.                   liability.\n              (2) Where any m e e r of the council is exempt from liability\n    by r e a m only of the prov~siomof this paragraph the Institute shall\n    be liable to thc extent that it would be if the said m k r w a o\n    a servant or agent of the Institute.\n            Kb Musion of W i pagt is autlmized by LN, r0/199]\n16                                    INSTITUTE OF JAMAICA"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The office of Chairman. Vice-chairman or other member of the\n              Council shall not be a public office for the purposes of Chapter V\n              of the Constitution of Jamaica.\n                                        SECOND SCHEDULE                       (Section 15(6) )\nTenure of       1. The members of a Board of Management (except the principal\n'nice of      administrator of that Board) shall, subject to the provisions of this\nlnmbersof     Schedule, hold office for such period not exceeding three years as the\nBoard of      Institute may determine upon the appointment of such member and\nhlxnzgr-\nmcnt.         shall be eligible for reappointment.\nChairman.       2. If the chairman of a Board of Management is absent or unable\n              10 act, the   Institute may a p p i n t another member of the Council to\n              act i n his place.\nTernjarary      3. The Institute, with the approval of the Minister, may appoint\nappoint-      any person to act temporarily in the place of any member of a Board\nmmtr.         of Management in the case of the absence or inability to act of such\n              member.\nResigna-         4 . 4 1 ) Any member of a Board of Management. other than the\ntions.        chairman or principal administrator may at any time resign his &ice\n              by instrument in writing addressed to the Board of Management and\n              transmitted through the chairman of swh Board, who shall forthwith\n              cause it to be forwarded to the Institute, and from the date. of the\n              receipt by the Institute of such instrument, such member shall ocasc\n              to be a member of the Board of Management.\n                        (2) The chairman of a Board of Management may at any time\n              resign his office by instrument in writing addressed to the Instit&\n              and from the date of receipt by the Institute of such instrument such\n              chairman shall cease to be chairman of the Board of Management."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Governor-General may, subject to such condi- Governor-\ntions as he may impose, approve the appointment of any General to\npublic officer in the service of Jamaica to any office with\nthe Institute and any public officer so appointed shall, in officer.\n                                                            public\nrelation to pension, gratui,ty, or other allowance, and to\nother rights as a public officer, be treated as continuing\nin the service of the Government.\n             PARTV. Boards of Management"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Subject to the provisions of this section, the Boardsof\nInstitute may, with the approval of the Minister, appoint Manage\nBoards of Management for the exercise or discharge of\nsuch of the functions of the Institute as the Institute may\ndecide to assign to such a Board of Management.\n         (2) A Board of Management appointed under sub-\nsection (1) shall consist of such number of persons as the\nInstitute, with the approval of the Minister, may determine,\nso, however, that any such Board shall include-\n     (a) at least one member of the Council;\n                                                                    -\n      m e inclusion of this page is authorized by   L.N. 50119791\n10                                INSTlTUTE OF JAMAICA\n                 (b) a principal administrator appointed pursuant to\n                     section 16.\n                    (3) The Institute shall, with the prior written\n             approval of the Minister, appoint one of the members of\n             each Board of Management, being a member of the Council,\n             to be chairman of the Board of Management.\n                   (4) Every act done or proceedings taken by a Board\n             of Management in respect of any function assigned to it by\n             the Institute shall be in the name of the Institute and every\n             such act or proceeding shall be as valid and binding as\n             if it were done or taken by the Council.\n                     ( 5 ) A Board of Management shall be designated and\n             referred to by such name as may be assigned to it by the\n             Institute upon appointment.\nSecond               (6) The provisions of the Second Schedule shall have\nSchedule.\n             effect in relation to Boards of Management appointed\n             under this section.\n                     (7) The appointment of a Board of Management to\n             discharge any function shall not preclude the exercise of\n             that function by the Council.\nPrlnclpal      1 6 . 4 1 ) The Institute may, subject to the approval of the\nadmms-\ntrntors of   Minister, appoint persons to carry out the duties of principal\nRoards of\nhhnnp\n             administrators at such remuneration and upon such terms\nrnent.       and conditions as the Institute may determine.\n                       (2) A person appointed pursuant to subsection (1)\n             shall be known by such description or title as the Institute\n             inay designate and he shall be responsible, subject to the\n             general directions of any Board of Management of which\n             he is a member, for supervising and controlling the carrying\n             out of the functions assigned to that Board of Management.\n                   F    e inclusion of   this page is authorized by LN. 50119791\n                        INSTITUTE OF J A M I C A                                11\n                    . PARTVI. Miscellaneous\n   1 7 . 4 1 ) The Institute may from time to time elect persons, Fellowsof\n                                                                     the Institute\nbeing persons appearing to the Institute to have achieved dis- of,,aica,\ntinction in culture, science or history (including the training of\nartists and education in the arts) to be Fellows of the Institute of       ,\n~Gaica.\n        (2) Subject to subsection (3), a person elected a\nFellow of the Institute of Jamaica, pursuant to this section,\nshall be an honorary member of the Council and shall be\nentitled to all the rights and privileges of a member of the\nCouncil.                      b\n         (3) If at any time the persons elected to be Fellows\n of the Institute of Jamaica shall be more than five in\n*number they shall, by ballot carried out under the super-\n vision of the Executive Director, select five of their number\n to be honorary members of the Council and only the persons so\n selected shall be honorary members of the Council."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Principal administrators of Boards of Management.\n     p   c mclusion of tlna page ia a\\Uhoriz4d by   LN. 50/1979]\n2                     INSTITUTE OF JAMAICA\n                         PARTVL. Miscellaneous"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Subject to the 'provisions of this Act, the Council Rules.\n may with the approval of the Minister, make rules for the pur-\n poses of this Act with respect to the following matters-\n         (a) for regulating the conduct of meetings of the Institute;\n         (b) for prescribing the duties and conduct of its officers;\n     ,   (c) for the admission and removal of members;\n         (d) for the management of the Institute and the use of any\n             of the facilities of the Institute by members of the\n             public;\n         (e) for the care, use and upkeep of the objects of cultural,\n             scientific, historical and national value, the articles\n             in the museum and other valuable articles of the\n             Institute;\n            [The inclusion of this page is .authorized %y L.N. 921320121\n                         for establishing fines and penalties for the violati01\n                         the rules;\n                I    (g) generally for carrying this Act into effect.          .\nInspection .      19. The property of the Institute shall be subject to.\nof property.\n                inspection at such times and by such persons as the Mini ter\n                                   I\n                may direct.\nTransitional.     20.-(1) The Institute shall be deemed to succeed to a l l\n                the, rights, privileges, obligations and .liabilities of the body\n                corporate known as the Board of Governors of the InstidUte\n                of Jamaica established under the previous Act (hereinher\n                referred to as the former Institute); and accordingly-\n                      (a) any legal proceedings that may have been continued\n                          or commenced by br against the former Institute +ay\n                          be continued or commenced by or against the Institute\n                          established under this Act;\n                      (b) all persons who, at the 28th day of March, 1978, held\n                                                                               -   ' I\n                          offices under the former Institute shall, fiom h a t\n                          date, hold under the Institute established by this Act\n                          the like respective offices or employments and by the\n                          same tenure and upon the same terms as t h e r e t o p\n                          they held those offices under the former Institute;\n                          and\n                      (c) all assets and liabilities vested in the former\n                          shall, by virtue of this section and without f d h e r\n                                                                                   Institute\n                          assurance, be transferred to and vested'in the ~nstitute\n                          established under this Act.\n                                                                                        II   *\n                        (2) In relation to any period commencing on or after\n                the 28th day of March, 1978, every reference in any Act, or .\n                in any instrument having the force of law, to the fohner\n                Institute shall be deemed to be a reference to the ~nsditute\n                established under this Act.\n                           [The inclu$ion of this page is authorized by LN. 92c/2012]\n                                                                                                 .   -\n                     INSTlTUTE OF JAMAICA                                             13\n       (3) In this section “the previous Act” means the\nAct which immediately prior to the 28th day of March,\n1978, made provisions in relation to the constitution of the\nformer Institute.\n                          FIRST SCHEDULE                  (Section 3 ( 2 ) )"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Transitional.\n                                SCHEDULES.\n         p   c indwiou of this page ia authorized by   LN. 50/1979]\n                                                                      -\n                   INSTITUTE OF JAMAICA            .                               3\n        THE INSTITUTE OF JAMAICA ACT                                   ~cts\n                                                                     4 of 1978,\n                                                                         -   ~\n                                                [28th March. 1978.1 3:"
    }
  ],
  "definitions": [
    {
      "term": "Board of Management",
      "definition": "a Board of Management 811985",
      "source_provision": "sec2"
    },
    {
      "term": "Council",
      "definition": "the Council of the Institute con-",
      "source_provision": "sec2"
    },
    {
      "term": "Executive Director",
      "definition": "the Executive Director of",
      "source_provision": "sec2"
    },
    {
      "term": "Institute",
      "definition": "the institute of Jamaica establi'shed",
      "source_provision": "sec2"
    },
    {
      "term": "Secretary",
      "definition": "the Secretary of the Council",
      "source_provision": "sec2"
    },
    {
      "term": "Vice-Chairman",
      "definition": "a person appointed yice-",
      "source_provision": "sec2"
    }
  ]
}