{
  "id": "jm-stat-the-insurance-act",
  "type": "statute",
  "title": "The Insurance Act",
  "title_en": "The Insurance Act",
  "short_name": "Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-insurance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-insurance-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1,m*   l>,#yt\n                                              ~   I\\< ,mt1uw,~c1\n                                                        ~    ~   Iiv\n                                                                  ~ I ~  l?’XiU I\n                                                                      N I~\n54                                       LVSURANCE\n                      (5) The Commission may require the auditor of a\n              registered insurer or registered insurance intermediary t          e\n                    (a) report to the Commission on the adequacy of the\n                        accounting procedures used by that insurer or\n                        intermediary;\n                    (b) enlarge or extend the scope of an audit;\n                    (c) examine and report on information prepared by the\n                         insurer or intenmdiary;\n                    (d) supply to the Commission additional information\n                        relevant to an audit; and\n                    (e) apply standards specified by the Commission in\n                         addition to generally accepted auditing standards.\n                      (6) The auditor shall furnish to the insurer or\n              intermediary a copy of the report referred to in subsection ( 5 )\n              (a) or (c), addressed to the directors.\n                      (7) The auditors or former auditors of a registered\n              insurer or registered insurance intermediary shall not be\n              regarded as being in breach of their duty of confidentiality to the\n              insurer or intermediary in consequence of any report made in\n              compliance with subsection (1) or (5).\nAuditor's       4L-1)      An auditor of a registered insurer or registered\nIequls,non\nr'*toauend,   insurance intermediary SIAL in relation to matters concerning\n-P            the auditor's functions or on which the auditor has made a\n              report, be entitle&\n                    (a) to be given notice of and attend every meeting of the\n                        directors or audit committee of the insurer or\n                        intermediary, the business of which as notified\n                        includes such matters;\n                    (b) to requisition the convening of any such meeting.\n                      ( 2 ) A notice referred to in subsection (1) shall be served\n              in like manner as any other notice that is required for a meeting\n              of the directors or audit committee.\n                           LVSURANCE                                          55"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Commission shall be responsible for the general Comaussmn\n                                                                                         mpawble fm\nadministration of this Act.                                                              Imnml5aIlon\n                                                                                         of Ad"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Commission shall cause to be maintained separate R e p m\nregisters of the followin-\n      (U) companies registered to                      carry on in Jamaica, the\n          various classes of insurance business specified in\n          section 3 (1);\n      (b) association of underwriters;\n      (c) insurance intermediaries,\nand such other registers as may be required to be maintained\nunder this Act or as may be prescribed.\n                [The inclumn of Ihis page IS ucithanzed 4v L N   11212002 I\n28                                        INSURANCE\n                          PART 11. Regulation of Insurance Companies\n                                        Re@tration\nOnly bodies       6. Subject to this Act, no person other than a body corporate\nwrplrate to\n0” on           shall carry on insurance business in Jamaica.\ninsurance\nbusiness.\nRegistration\nof bodies"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.+1)     A body corporate shall not cany on any class of\nmrporare        insurance business specified in section 3 (1) unless-\ncamying on\ninsurmsc             (a) it is registered by the Commission under this Act in\nbugines                  respect of that class of insurance business; .and\n                     (h) it h a s\n                                (i) made the deposit required by section 21;\n                                    and\n                                (ii) filed with the Commission, the names and\n                                     addresses of persons resident in Jamaica\n                                     who are authorized to accept on behalf of\n                                     the body corporate, service of process in\n                                     legal proceedings.\n                       (2) Subsection (1) shall not apply to persons carrying on\n                insurance business pursuant to section 20.\n                       (3) Any person who contravenes section 6 or this\n                section shall be guilty of an offence and liable on summary\n                conviction in a Resident Magistrate’s Court to a fine not\n                exceeding three million dollars or to imprisonment for a term\n                not exceeding three years or to both such fme and\n                imprisonment."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. An insurance company shall not be registered under this\n                Part to cany on both long term and general insurance business\n                unless such general insurance business consists exclusively of\n                accident insurance business.\nShare capital     9.+1)     Subject to subsection (2), no company shall be\nand deposit\nrequired fm     registered to cany on any class of insurance business, unless-\nregimtion.\n                            INSURANCE                                          29\n      (U)   it has paid-up capital and surplus of the prescribed\n            amount; and\n      (b) it has deposited with the Commission, the prescribed\n          deposit referred to in section 21.\n      (2) Subsection (1) (a) shall not apply to a mutual\ncompany but no company shall be registered as a mutual\ncompany unless it has, in relation to policyholders, an\nuncommitted reserve of the prescribed amount."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)   An application for registration under this Part shall Awlication\nbe made to the Commission in the prescribed form and shall be ~ ~ i m , i o n\naccompanied by evidence of payment of the prescribed fee and\nby such documents as may be prescribed.\n       (2) The Commission may, upon receipt of an\napplication under this section, request the applicant to furnish\nsuch additional information as it may consider relevant to the\napplication."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) The Commission shall act in accordance with Conditionsfor\nsubsection (2) in relation to an applicant if, after appropriate r e i s m i o n .\nenquiry or by the production of documentary evidence or both,\nthe Commission is satisfied in respect of the applicant tha-\n      (U)   the requirements of sections 6, 9 and 10 have been\n            complied with;\n      (b) the company is solvent under the provisions of\n          section 53;\n      (c)   the company is liiely to be able to comply with such\n            of the provisions of this Act as would be applicable to\n            it;\n      (6) the company has made adequate arrangements for\n            reinsurance of that class of insurance business or that\n            there is no justification for makiig such\n            arrangements;\n30                             INSURANCE\n          (e) each of the persons managing or controlling the\n              company is a fit and proper person to manage or\n              control such a company;\n          v) the company is able to implement a policy for\n               settlement of claims without undue delay;\n          (g) the name of the company is not identical with or does\n              not so closely resemble the name of an insurance\n              company already registered under this Act as to be\n              likely to deceive;\n          (h) in the case of a foreign company, it-\n                   (i) is lawfully constituted in accordance with\n                       the laws of the country in which it is\n                       incorporated and has undertaken insurance\n                       business in that country for at least five years\n                       before the date of the application; and\n                   (ii) has appointed some person resident in\n                        Jamaica to be its principal representative in\n                        Jamaica and has informed the Commission\n                        in writing of the name and address of that\n                        person; and\n          (i) the company has satisfied such other requirements as\n               may be prescribed.\n            (2) The Commission may, either unconditionally or\n     subject to such conditions as it may specify, register the\n     insurance company in respect of the class or classes of insurance\n     business specified in the application and shall notify the\n     applicant accordingly.\n             (3) Where, in relation to all or any of the classes of\n     insurance business specified in the application, the Commission\n     is not satisfied as to one or more of the conditions set out in\n     subsection (l), it shall-\n                               NSUMNCE                                              35\n        (2) The Commission shall not cancel the registration of\nFZI insurer under subsection (1) unless the Commission is\nsatisfied that-\n          (a) the insurer has no unpaid claims in respect of the\n                insurer’s contracts of insurance made in Jamaica;\n          (b) all of the insurer’s contracts of insurance made in\n              Jamaica are discharged or expired, or have been\n              transferred or assigned to another registered insurer;\n              and\n          (c)   the insurer has no outstanding fees or taxes payable to\n                the Government."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Summary cancellationofregistration.\nIS. Effect of cancellationof registfatioa."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1)    Notwithstanding section 7, upon the cancellation of Effectof\n                                                                          rancdlslion\nan insurance company’s registration-                                      of regi4tra-\n                                                                          lion.\n          (a) the company shall-\n                       (i) to such extent and in such manner as the\n                           Commission may determine; and\n                      (ii) for such period not exceeding one year or\n                           such period as the Commission may by\n                           order prescribe,\n                carry on business in respect of obligations under\n                contracts of insurance entered into before such\n                cancellation, with a view to meeting those obligations\n                and without undue inconvenience to policyholders,\n                until the Commission is satisfied that it has made\n                suitable arrangements for the discharge of those\n                obligations;\n          (b) the company may not, after the date of notification of\n              cancellation, issue any new policy or enter into any\n              new contract in relation to which registration is\n              required.\n36                                        NSURANCE\n                       (2) Nothing in subsection (1) (a) shall be construed as\n               authorizing the renewal, &er the notification date, of any policy\n               issued before that date, and where any such policy is renewed\n               after that date the company shall be regarded as having issued a\n               new policy in contravention of subsection (1) (b), unless the\n               Commission, in a case of hardship, otherwise permits.\n                       (3) Any person who contravenes subsection (1) shall be\n               guilty of an offence and is liable on summary conviction-\n                     (U)   in the case of a failure to comply with subsection (1)\n                           (a),to the penalties specified in section 148; and\n                     (b) in the case of a contravention of subsection (1) (b), to\n                         the penalties specified in section 7 (3).\nDwlayand          1 9 . 4 1 ) Every company registered under this Part shall\nsurrender of\nre~maban       prominently display its registration certificate at its principal\nmfime          ofice, in a part thereof to which the public have access, and a\n               copy thereof shall be similarly displayed at each of its branches\n               in Jamaica.\n                       (2) A company whose registration is cancelled shall, on\n               receipt of the notice of such cancellation, forthwith surrender the\n               registration certificate and every copy thereof to the\n               Commission.\n                      (3) Every person who, without lawfd e x c u s e\n                     (a) fails to comply with subsection (1) or (2); or\n                     (b) displays a registration certificate or any copy thereof\n                          which is no longer valid,\n               shall be guilty of an.offence and liable on summary conviction\n               in a Resident Magistrate’s Court-\n                    (c) in the case of an offence specified in paragraph (U), to\n                        a fme not exceeding five hundred thousand dollars; or\n                    (6, in the case of an offence specified in paragraph (b) to\n                        a fine not exceeding three million dollars.\n                          IN.SURANCE                                  41\n        (2) The annual statement referred to in subsection (1)\nshall be certified by the company’s independent auditor and, in\nthe case of long term business, by an sctuary and shall r e l a t e\n      (a) in the case of a local company incorporated under the\n            Companies Act, to its business in and outside\n            Jamaica;\n      (b) in the case of a local company incorporated under the\n          relevant law of another member state of the\n          Caribbean Community and Common Market, to its\n          business in Jamaica; and\n      (c)   in the case of a foreign company, to its business in\n            Jamaica\n        (3) Where, in the opinion of the Commission, a\ndocument h i s h e d by a registered insurer under this section is\nincorrect or incomplete in any respect or is not prepared in\naccordance with this Act, the Commission may, by notice in\nwritiig, require the company to amend the document or to\nfurnish a correct or complete document or, as the case may be, a\ndocument prepared in the prescribed manner.\n        (4) Where an insurer fails to comply with a notice\nreferred to in subsection (3) to the satisfaction of the\nCommission, the Commission may amend the document in\nquestion and notify the insurer of particulars of the amendments\nor may reject the document.\n        (5) A document amended by the Commission or by a\nregistered insurer under thii section shall be treated as having\nbeen submitted to the Commission in its amended form\n       (6) Where a document is rejected by the Commission\nunder subsection (4), the insurer concerned shall be treated as\nhaving failed to comply with this section in relation to that\ndocument unless and until it has fiunished another document in\naccordance with the Commission’s directions.\n42                                                  INSURANCE\n                  (7) An insurer which is liable under a local policy shall.\n           at the request of the policyholder, permit him to inspect the\n           audited financial statement in respect of its last preceding\n           fmancial !sar and if he so requests, furnish him with a copy free\n           of charge.\n                  (8) This section shall not apply in the case of an insurer\n           that carries on only a class of insurance business declared\n           exempt for the time being by virtue of section 145.\n                   (9) Every person who, without l a h l excuse, fails to\n           comply with any requirement of this section commits an offence\n           and is liable on summary conviction in a Resident Magistrate's\n           Court to a fme not exceeding one million dollars.\nGrwp         27.+1)   This section applies where a registered insurer is\naCC\"\"ntE\n           associated with another registered insurer or with other\n           companies in a group.\n                  (2) In addition to the returns required by section 26, the\n           parent company of the group shall prepare in the prescribed\n           form and manner and submit to the Commission, within ninety\n           days after the end of its financial year-\n                 (a) a consolidated balance sheet showing at the close of\n                     that year the financial position as a group of the\n                     parent company and all its subsidiaries;\n                 (b) a consolidated profit and loss account showing the\n                     profit or loss as a group of the parent company and all\n                     its subsidiaries during that year; and\n                 (c)   such other documents as may be p m r i b e d\n                  (3) The balance sheet and p r o f ~and loss account shall\n           bear a certificate by an independent auditor approved by the\n           Commission as to whether in his opinion it gives a true and fair\n           view of the financial position r e f e d to in subsection (2) (U)or,\n           as the case may be, of the profit and loss referred to in\n           subsection (2) (6).\n                           [The i i i c l u m ~01~ i l n s page I S u i i t l i ~ n l r dby L N I12/2W? ]\n                                   INSURANCE                                       45\n       (3) Notwithstanding subsection (I), every registered\ninsurer that carries on long term business shall submit to the\nCommission an annual report prepared in the prescribed form by\nan independent actuary indicating the value of its assets and the\nvalue of its liabilities."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Display and surrrndu ofre@atim certificate.\n2                                 Ih’SUMNCE"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Amountand fnm ofdeposit bycompanies\n                   Invatment off&       of Imurame companies"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Prohibitiw relating to loans.\n     Adminislrative and Aceounring Requirementsfor Ins-e             Companies"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Maintenance of principal office and appointment of principal\n          representative."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Annual investigations into h a n d pasitionof i n s u carrying\n                                                              ~ ~ ~ on\n            long tam busmess.\n    3 1. Amalgamation and lrausk."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.--(1)    Subject to section 32, an insurance company Amalgam-\n                                                                   ation and\nwhether or not it has ceased to issue new policies of insurance wnsfn,\nor to assume fresh liabilities in Jamaica may, with the approval\nof the Commission in writing, enter into an agreement or\narrangement-\n      ( U ) to amalgamate its property and insurance business\n            (whether in whole or in part) with the property and\n            insurance business of any other insurance company;\n      (b) to transfer its insurance business (in whole or in part)\n            to or have it acquired by another insurance company.\n       (2) An application to the Commission for approval\npursuant to subsection (1) shall be presented in the form of a\nscheme and shall be regulated in accordance with such\nprovisions as may be prescribed.\n       (3) The Commission may approve any tmnsfer,\nacquisition or amalgamation either unconditionally or subject to\nsuch conditions as it may specify in Writhg:.\n       (4) This section applies in respect of the transfer,\nacquisition or amalgamation of insurance business of companies\nif-\n      (U)    the benefits accruing are kom policies issued and\n             payable in Jamaica; or\n      (6) the policies are subject to the jurisdiction of the\n             courts in Jamaica.\n        ( 5 ) Where an amalgamation or transfer takes place, the\ninsurance company as amalgamated or to which business is\ntransferred shall, within thirty days from the date of completion\nof the amalgamation or transfer or such longer period as the\nCommission may allow, deposit with the C o m m i s s i o e\n                              -\n                ITlie iiicliision o l ~ h pv g t IS n#irlimizedbr L.N I 12iIWI i\n46                               INSUM NCE\n           (a) certified copies of statements of the assets and\n               liabilities of the companies concerned in the\n               amalgamation or transfer, together with a statement\n               of the nature and t e r n thereof;\n           (6) a certified copy ofthe agreement or deed under which\n               the amalgamation or transfer is effected;\n           (c) a declaration signed by the secretary or manager, if\n               any, and at least two directors of the company that to\n               the best oftheir belief-\n                     (i) every payment made or to be made to any\n                         person on account of the amalgamation or\n                         transfer is therein fully set out; and\n                    (ii) no payments other than those set out have\n                         been made or are to be made by or with the\n                         knowledge of any parties to the\n                         amalgamation or transfer.\n            (6) For the purposes of this section and sections 32, 33\n     and 34 “insurance business” m e a n s\n           (a) the assumption of the obligations of any insurer in\n               any class of business;\n           (b) the assumption of the business of insuring risks or\n               liabilities;\n           (c) the renewal and issuing of documents of renewal of\n               existing insurance and liabilities; or\n           (d) the receiving of first, subsequent or renewal\n               premiums,\n     and includes reinsurance.\n              (7) A person who in any statement, agreement, deed or\n     declaration referred to in subsection ( 5 ) causes or permits the\n     inclusion of any information which he knows to be false in a\n     material particular or recklessly includes any information which\n     is false in a material particular shall be guilty of an offence.\n                           INSURANCE                                        47"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Where an application is made to the Commission for the Regulation of\n                                                                    c0\"molll\"g\napproval of any transaction arrangement or agreement under interest after\nsection 3 1, after transfer or by virtue of which effective control mansfa or\nof the applicant company would be acquired by another person amalgam-\n                                                                    allon\nor company, the Commission shall not give approval unless it is\nsatisfied that such person or each of the persons managing or\ncontrolling such other company is a fit and proper person to\nmanage or control the insurance company as amalgamated or to\nwhich the whole or part of its business is transferred or\nacquired."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.+1) Any person who is likely to be affected by a *ppllratlon\n                                                                 persons\nproposed scheme may, within thirty days of publication of the by\n                                                              aredd by\nprescribed notice or, as the case may be, service upon him of scheme\nsuch notice, make an application to the Commission in respect\nof any matter related to the scheme.\n        (2) The Commission shall, upon receipt of an\napplication under subsection (I), fix a date for the hearing by it\nof the application and shall- '\n      (a) in writing inform the applicant of the date of the\n          hearing; and\n      (b) not less than fourteen days before the hearing, publish\n          a notice of the application and the date of the hearing\n          in the Gazette and at least three times in a daily\n          newspaper published in Jamaica.\n        (3) The following persons are entitled, either in person\nor by their legal representatives, to be heard at the hearing-\n      (a) the applicant;\n      (b) every company that is interested in the application;\n            and\n      ( c ) any person who, in the opinion of the Commission, is\n            likely to be affected,\nand the Commission may, in dealing with the application, hear\nsuch evidence as it deems necessary.\n48                               INSURANCE\n               (4) The Commission shall not approve a scheme\n     unles-\n              (a) the provisions of section 32 are complied with;\n              (b) subject to paragraph (c), a number of policyholders\n                  representing not less than one-tenth of the total\n                  amount assured in any one portfolio involved in the\n                  scheme do not dissent therefkom; or\n              (c) in the case of a group policy, a number of\n                  policyholders representing not less than one-quarter\n                  of the total group in any one portfolio to which the\n                  scheme relates, do not dissent therefiom; or\n              (4 it is satisfied that-\n                       (i) the continuing insurer is incorporated in\n                           Jamaica; or\n                      (ii) the acquisition, amalgamation or transfer is\n                           not detrimental to the policyholders.\n             ( 5 ) Notwithstadhg subsection (4), the Commission\n     may refuse to approve a scheme where a number less than that\n     indicated in subsection (4) dissents therefiom, if-\n              (a) in its opinion, the circumstances of the case so\n                  require; or\n              (b) it is satisfied that a proposed amalgamation will be\n                  detrimental to the policyholders.\n             (6) All expenses incurred by the Commission in\n     obtaining any report on the scheme, including the report of any\n     actuary, shall be defiayed by the companies concerned and any\n     moneys due as a result of those expenses may be recovered fiom\n     those companies by the Commission in a Resident Magistrate’s\n     Court as a civil debt due to the Crown notwithstanding any\n     limitation as to amounts recoverable under the Judicature\n     (Resident Magistrates) Act.\n                           INSUMNCE                                         49\n       (7) For the purposes of subsection (4j, “group policy”\nmeans a policy of insurance, not being a policy that operates in\nfavour of a fainily, whereby the lives of a number of persons are\ninsured severally under a single contract between an insurer and\nan employer or other person.\n  3 4 . 4 1j Subject to subsection (2), a scheme approved by the Effect of\nCommission is binding on the companies affected by it, and on decisions\n                                                                 commission\n                                                                           of\nall shareholders, members and policyholders and has effect andappeals\nnotwithstanding a n y t h g contained in-\n      (a) any policy or any instrument constituting the\n           companies; or\n      (6) any rules or by-laws of the companies,\nand the directors of those companies shall cause a copy of the\nscheme as approved to be filed with the Registrar of Companies.\n       (2) An appeal from a decision of the Commission\napproving or disapproving a scheme may be made to the Appeal\nTribunal within fifteen days of the decision.\n  3 5 . 4 1 ) Where the Commission has approved an agreement Vesfingby\nor arrangement referred to in section 31, the Minister upon Minister\napplication by the insurance company to which the property or\nbusiness is transferred (hereinafter referred to as “the transferee\ninsurance company”) may, if he thinks fit, make an order\ntransferring to and vesting in the transferee insurance company,\nin accordance with the agreement or arrangement approved by\nthe Commission, the property or business of the other insurance\ncompany (hereinafter referred to as “the transferor insurance\ncompany”) which is the subject of the agreement or\narrangement, and thereup-\n      (U) the property or business which is the subject of the\n          agreement or arrangement shall vest in the transferee\n          insurance company without kther conveyance,\n          assignment and assurance; and\n50                                      NSURANCE\n                   (b) without prejudice to paragraph (U), the transferor\n                       insurance company shall, if requested by the\n                       transferee insurance company, execute such formal\n                       and separate conveyances, assignments and\n                       assurances as are reasonably required by the\n                       transferee insurance company in conformity with the\n                       agreement\n                         -        or arrangement.\n                    (2) A transfer or vesting effected by an order under\n             subsection (1) shall not-\n                   (U) operate as a breach of covenant or condition against\n                       ahenation;\n                   (6) give rise to any forfeiture;\n                   (c)invalidate or discharge any contract or security; or\n                   (4 except as provided in subsection (l), affect any\n                      interest in or relating to the property transferred.\n                     (3) The transfer to and vesting in the transferee\n             insurance company of any property or business pursuant to this\n             section shall, if the Minister so states in the order, not be subject\n             to the provisions ofthe Stamp Duty Act or the Transfer Tax Act.\n               Corporate Governance, Appointment of Auditor and Actuary\noutyofcarc     36. For the purpose of discharging his duty to act honestly\nofdirectm\nand Senlrn   and in good faith with a view to the best interests of an\n~ffi~er~     insurance company, a director or senior officer thereof shall take\n             into account the interests of the c~mpany’spolicyholders.\nAppoimmcnt      3 7 . 4 1 ) Every registered insurer, agent and broker shall\nofauhtor.\n             appoint an auditor and shall forthwith notify the Commission\n             of-\n                          INSURANCE                                  51\n     (a) the auditor’s appointment or the auditor’s resignation;\n     (b) the removal of the auditor and the reasons therefor;\n         and\n     (c) any other occurrence that causes a vacancy in the\n         office of auditor.\n       (2) Where, to the knowledge of the. Commission, there\nis a vacancy in the office of auditor under subsection (l), the\nCommission shall by notice in writing to the registered insurer,\nagent or broker, require the insurer, agent or broker to appoint\nan auditor by the date specified in the notice.\n       (3) Where a registered insurer, agent or broker fails to\nappoint an auditor by the date specified in the notice under\nsubsection (2j\n      (a) the Commission shall appoint an auditor to hold\n          office until the close of the next annual general\n          meeting and the insurer, agent or broker shall pay the\n          auditor so appointed, remuneration at such rate as the\n          Commission shall direct; and\n      (b) the insurer, agent or broker shall not m v e the\n          auditor before the expiration of his term of office.\n       (4) A registered insurer, agent or broker shall-\n      (a) ensure that its auditors or one of its auditors is also\n          the auditor of any of its subsidiaries;\n      (b) where it is unable to ensure that result, deliver to the\n          Commission, a written explanation to the satisfaction\n          of the Commission, of the reasons therefor.\n       ( 5 ) The Commission may require an insurance company\nto appoint, in such circumstances as may be prescribed, an\nadditional auditor to hold office for a term specified by the\nCommission.\n       (6) The insurance company shall pay to the additional\nauditor so appointed, remuneration at a rate specified by the\nCommission.\n52                                        NSURANCE\nReslgnatllmof     38.--(1) Where an auditor appointed by a registered insurer\nauditur\n                or a registered insurance intermediary resigns at any time during\n                the currency of his appointment, he shall notify the insurer or\n                intermediary in writing of the reasons for his resignation.\n                       (2) The registered insurer or registered insurance\n                intermediary shall deliver a copy of the notice referred to in\n                subsection (1)-\n                     (a) to the Commission; and\n                     (b) to the new auditor appointed by it.\nAccess to         39. Every director or former director, officer, employee or\ninformation.\n                agent or former officer, employee or agent, of a registered\n                insurer or its subsidiary or holding company or a registered\n                insurance intermediary shall, on the request of the auditor-\n                     (a) furnish to the auditor, all information and\n                         explanations specified in the request; and\n                     (b) grant the auditor access to and copies of, records,\n                         documents, books, accounts and vouchers of the\n                         insurer and its subsidiaries (if any) or its holding\n                         company (if any) or the insurance intermediary, as\n                         the auditor considers necessary for the purpose of any\n                         examination or report, being information that the\n                         auditor is permitted to require under this Act or the\n                         Companies Act.\nAuditor’s        40.-(1) It is the duty of the auditors of a registered insurer\nreport\n               or registered insurance intermediary, to report in writing to the\n               chief executive officer of the insurer or intermediary, each\n               director thereof and the Commission, any material transactions\n               or conditions that have come to the auditors’ attention in the\n               ordinary course of the audit, which, in the auditors’ opinion\n               meet one or more of the following criteria-\n                                        INSURANCE                                   53\n      (U)   any change in accounting policy or any presentation\n            of or any failure to present, facts or figures which, in\n            the opinion of the auditors, has the effect of\n            misrepresenting the financial position of the insurer\n            or intermediary;\n      ( 6 ) transactions or conditions giving rise to significant\n            risks or exposures that have the potential to\n            jeopardize the insurer’s or intermediary’s financial\n            viability;\n      (c) transactions or conditions indicating that the insurer\n            or intermediary has significant weaknesses in internal\n            control which render it vulnerable to significant risks\n            or exposures that have the potential to jeopardize the\n            insurer’s or intermediary’s financial viability;\n      (4 transactions of an irregular nature that have a\n            significant or material impact on the insurer’s or\n            intermediary’s financial position;\n      (e) transactions or conditions that contravene the\n            provisions of the Companies Act, the Financial\n            Services Commission Act or this Act or any\n            regulations made thereunder relating to capital\n            adequacy or liquidity requirements or any other\n            provisions of this Act;\n      v) any other transactions or conditions which in the\n            opinion of the auditors, should be included in a report\n            under this section.\n        (2) An auditor who refuses to comply with the\nprovisions of this section shall be guilty of an offence.\n        (3) Where a report is made under subsection ( l ) , it shall\nbe presented at the first meeting of the insurer’s or\nintermediary’s directors following the date of its receipt by the\ninsurer’s or intermediary’s chief executive officer and shall be\nincorporated in the minutes of the meeting\n        (4) The report required under subsection ( I ) shall be\nmade within thirty days after the date on which the relevant\ntransactions or conditions came to the attention of the auditors.\n               I I I ~ LI   I   ~,,I 1~"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. vesting by Mister.\n          Cwpome G o v e m e , Appointmet8 qf.4todirors ondAehrmy"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Where the Commission has reasonable grounds to believe R W ~b\nthat the auditor of a registered insurer or registered insurance Comm'ss'on\nintermediaq-\n      (a) has failed to perform his duties or to comply with the\n          relevant provisions of this Act;\n     (b) has been a party to the preparation of or has approved\n          a financial statement that does not fairly present the\n          fmancial position ofthe company;\n     (c) is incompetent or is guilty of professional\n          misconduct,\nthe Commission shall forthwith deliver a written report to the\ncompany, the Public Accountancy Board and the Institute of\nChartered Accountants of Jamaica."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.+1)     The oficers or directors of a registered insurer or Amendment\n                                                                   of finurc,al\nregistered insurance intermediary shail-                           aatemmts\n      (a) n o t e the auditor in writing of any facts that come to and reports\n           their attention, which-\n                (i) could reasonably have been determined\n                    before the date of the last annual general\n                    meeting; and\n               (ii) if known before that date, would have\n                    required a material adjustment to the\n                    financial statement presented to that\n                    meeting; and\n      (b) forthwith amend the fmancial statement and deliver it\n          to the auditor and the Commission.\n        (2) Where the auditor-\n      (a) becomes aware of the facts referred to in subsection\n          (1) (a), whether by way of the notice referred to in\n          that subsection or otherwise; and\n      (b) considers it necessary to amend the report in respect\n          of the financial statement presented to the last annual\n          general meeting,\n56                                     INSURANCE\n             the auditor shall notify the Commission in writing and amend\n             the report so that it complies with the Companies Act.\n                    (3) Where the auditor amends the report, the directors\n             shall send a copy thereof to the members with a statement\n             explaining the effect of the amendment on the financial position\n             and results of the operations of the company or intermediary.\nbpointment     4 4 . 4 1) Every registered insurer shall appoint an actuary and\nofactuary.\n             shall notify the Commission in witing of such appointment.\n                    (2) Subject to subsection (3), the actuary shall v a l u e\n                   (a) the actuarial reserves and other policy liabilities of\n                       the insurer as at the end of each financial year; and\n                   ( b ) any other matter specified in any direction given by\n                         the Commission\n                    (3) In relation to a registered insurer carrying on general\n             insurance business, the fiequency of the actuarial valuation\n             under subsection (2) shall Ix as determined by the Commission.\n                    (4) The actuarial valuation shall be conducted in\n             accordance with generally accepted actuarial practice and with\n             such directions as may be given by the Commission.\n                    ( 5 ) The Commission may, if it thinks necessary, appoint\n             an actuary (other than the company’s actuary) to conduct a\n             valuation of the matters referred to in subsection (3) and the\n             expenses of such a valuation, as approved in writing by the\n             Commission, shall be paid by the company.\n                      (6) On the request of the actuary, the directors or\n             former directors or officers, employees or representatives of the\n             c o q a n y shall to such extent as is reasonably possible-\n                          INSURANCE                                 57\n      (a) grant to the actuary, access to the company’s records;\n            and\n      ( b ) provide such information and explanations as are, in\n            the actuary’s opinion, necessary to enable him to\n            perform his duties in that capacity.\n        (7) The actuary shall, not less than twenty-one days\nbefore the date of the annual general meeting of the Company’s\nshareholders and policyholders, submit to them a report in the\nprescribed form on the valuation conducted under this section\nand on such other matters as may be prescribed.\n       ( 8 ) The report referred to in subsection (7) shall state\nwhether, in the actuary’s opinion, the annual financial statement\npresents fairly the results of the valuation.\n        (9) The actuary shall, at least once in every financial\nyear, meet with the company’s directors or, where the directors\nso require, with the company’s audit committee, in order to\nreport on the company’s financial position and, if so directed by\nthe Commission, on the company’s expected future financial\ncondition\n       (10) The actuary shall-\n      (a) report in writing to the company’s chief executive\n          officer and chief financial officer on any matters that\n          have come to the actuary’s attention in the course of\n          carrying out his duties, being matters that, in his\n          opinion, have materially adverse effects on the\n          company’s financial condition and require\n          rectification; and\n      (b) forthwith send a copy of that report to the company’s\n          directors and to the Commission.\n        (1 1) Where, in the actuary’s opinion, suitable action is\nnot being taken by the company to rectify the matters referred to\nin the report under subsection (lO), he shall notify the\ncompany’s directors and the Commission accordingly.\n58                                                 LVSURANCE\n                         ( 12) The actuary shall-\n                    (a) make a report in the prescribed form on the value of\n                        the company's actuarial reserves and other policy\n                        liabilities and on the company's future financial\n                        condition; and\n                     (b) c o n f m that the instructions pertaining to the capital\n                         requirements have been followed.\n                      (13) The company shall submit the report required\n               under subsection (1 1) to the Commission.\n                       (14) Any oral or written statement made by an actuary\n               or former actuary of a registered insurer pursuant to this section\n               shall be protected by qualified privilege.\n                      (15) Any actuary or former actuary of a company who\n               in good faith makes an oral or written statement pursuant to\n               subsection (9), (10) or (12) or section 45 shall not be liable to\n               any civil action as a consequence of making such statement.\nResignation.     45.+     1) %?E?-\netc.. of\nactuary.\n                        (a) an actuary appointed by a registered insurer resigns;\n                            or\n                        (b) the actuary's appointment is terminated by the\n                            insurer,\n               he shall notify in writing the Commission, the directors of the\n               insurer and the newly appointed actuary thereof of the reasons\n               therefor or, where paragraph (b) applies, the reasons therefor to\n               the best of his knowledge.\n                       (2) The registered insurer shall notify the Commission\n               of the resignation or termination referred to in subsection (1).\n                               Investigatiom by the Commission\nCommission       46. The Commission may demand fio-\nmy demand\nl\"f0rntlon\n                                (Tlir iiicluson d t l m pay 15 aulhonzcd by I N 1 1 2 ~ 2 0 2I\n                                    INSURANCE                                        59\n      (a) any local company, information relating to any matter\n          in connection with its insurance business;\n      (6) a foreign company, information relating to any matter\n          in connection with the insurance business carried on\n          by it in Jamaica\n  4 7 . 4 1 ) The Commission may investigate the activities ofan p o w m\ninsurance company where it appears to the Commission that-                         Efiganon\n      (a) the company is, or is likely to become, unable to meet\n          its obligations;\n      (b) the company has faded to comply with any of the\n          provisions of sections 25 to 30;\n       (c) the company has not, within a period of one month\n           fiom a date on which the Commission made a written\n           demand for information fiom it, furnished that\n           information to the satisfaction of the Commission; or\n      (d) based on information in the possession of the\n            Commission, an investigation should be carried out\n            into the whole or any part of any class of the\n            company's insurance business.\n       (2) The Commission may authorize such person as it\nthinks fit to cany out an investigation on its behalf and any\nperson so authorized is hereinafter referred to as the\nInvestigator.\n        (3) Where, upon an investigation, it is found that a\nbreach of this Act has been committed, the cost of the\ninvestigation shall be recoverable against the company that\ncommitted the breach in a Resident Magistrate's Court as a civil\ndebt due to the Crown, notwithstanding any limitation as to\nBmounts recoverable under the Judicature (Resident\nMagistrates) Act."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Resignation, etc., ofactuary.\n                    1nves:igaiom by the Commission"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1)In making an investigation under this Part, the Powerto\n                                                         ohsm\nCommission or the Investigator-                          lnfrmtatlOn\n               [The incIti6im o i l h i s page is authorized by L.N. I 1212001 ]\n60                                   NSURANCE\n                (a) may require the company to produce any of its\n                    securities, books, accounts, documents or statistics\n                    for inspection and to permit the making of such\n                    extracts therefrom as are considered necessary;\n                (b) may examine on oath or affiimation in relation to the\n                    company's business, any person who is, or has at any\n                    time been, a director, servant or shareholder or an\n                    auditor, actuary, officer or agent, of the company, or\n                    the holder of a policy issued by the company, or the\n                    personal representative of that policyholder or an\n                    associated person; and\n                (c) may administer oaths for the purpose of paragraph\n                    (b).\n                  (2) A person specified in subsection ( l ) ( b ) shall\n          produce to the Commission or the Investigator on request, any\n          securities, books, accounts, documents or statistics of the\n          company, including, in the case of an auditor, his working\n          papers (hereinafter referred to as specified information) that are\n          available to him and shall, on request, furnish any information\n          in his possession relating to the company's business.\n                  (3) A person so specified who refuses to give\n          information pursuant to a request or knowingly gives any false\n          information in reply to a request made under subsection (2),\n          shall be guilty of an offence and liable on summary conviction\n          before a Resident Magistrate to a fine not exceeding one million\n          dollars or to imprisonment for a term not exceeding one year or\n          to both such fine and imprisonment.\nEmry on     4 9 . 4 1 ) If a Resident Magistrate is satisfied on information\npcm1ses\n          on oath by the Commission or any person authorized in that\n          behalf by the Commission that there are reasonable grounds for\n          suspecting that there are on any premises any specified\n          information the production of which has been required under\n          section 48 and which has not been produced in compliance with\n          that requirement, the Resident Magistrate may act in accordance\n          with subsection (2).\n                          INSUM NCE                                        61\n       (2) The Resident Magistrate m a y issue a warrant\nauthorizing any member of the Constabulary Force, not below\nthe rank of Inspector together with any other persons named in\nthe warrant to-\n     (a) enter and search the premises specified in the\n          information (using such force as is reasonably\n          necessary for the purpose); and\n     (b) seize and remove any securities, books, accounts,\n         documents or statistics appearing to be such specified\n         information as aforesaid, or to take, in relation\n         thereto, any other steps that may appear necessary for\n         preserving them and preventing interference with\n         them.\n        (3) Every warrant issued under subsection (2) shall\ncontinue in force until the expiration of the period of one month\nafter the date on which it is issued.\n        (4) Any specified information seized under this section\nshall be returned to the person kom whose possession it was\nseized, as soon as practicable and in any case shall not be\nretained for a period longer than two months or, if within that\nperiod crimiil proceedings have been brought in respect ofthe\nseizure, longer than the conclusion of those proceedings.\n        ( 5 ) A constable who executes a warrant issued under\nthis section shall upon the execution of the warrant, prepare a\nlist of the property seized and give a copy thereof to the owner\nor occupier of the premises who is present at the time of seizure.\n       (6) A person who obstructs any other person in the\nexercise of a right of entry, search or seizure conferred by virtue\nof a warrant issued under this section shall be guilty of an\noffence.\n   %-(I)     Upon completion of an investigation under this Part Amon on\n                                                                 campletlon of\nin respect of any company, the Commissiow                        lnYeEtleaIlwl\n63                                                     INSURANCE\n                        (a) shall transmit to the company a summary of the\n                            conclusions arrived at as a result of the investigation;\n                            and\n                        ( h ) may. without prejudice to any other powers conferred\n                              by this Part. issue to the company, directions in\n                              writing in accordance with subsection (2).\n                          (2) Directions may be issued in respect of any or all\n                  classes of insurahce business as the Commission thinks\n                  necessary or proper to deal with the situation disclosed in the\n                  conclusions referred to in subsection (1) (a)(including, without\n                  prejudice to the generality of the foregoing, directions\n                  prohibiting or regulating the issue of new policies, the renewal\n                  of existing policies or the entering into ofany new contract).\n                          (3) No direction issued to a company under this section\n                  shall remain in force for more than twelve months, but nothing\n                  in this subsection shall be construed as preventing the\n                  Commission &om issuing any further directions to the company.\n                                                       Winding Up\ni y i n d w UP.     51.+ 1) The Court may order the winding up of a company\n                  in accordance with the relevant provisions of the Companies\n                  Act.\n                         (2) A company may be wound up on a petition of-\n                        (a) ten or more policyholders owning policies of an\n                            aggregate sum assured that is equivalent to at least\n                            twenty per cent of the total sum assured by the\n                            company; or\n                        ( b ) the Commission.\n                          (3) A petition referred to in subsection (2) shall not be\n                  presented except by leave of the Court, and such leave shall not\n                  be granted until a prirnafncie case has been established to the\n                  satisfaction of the Court and until security for costs has been\n                  given for such amount as the Court may think reasonable.\n                                I I Ihc ~ ~ ~ c t c(11 ~t1w\n                                                         w npuge is aulhorired by L.N. I12:2W2 ]\n                          INSURANCE                                  65\n      (a) shall order the transferor company to be wound up in\n          conjunction with the transferee company; and\n      (b) may by the same or any subsequent order, appoint the\n          same person to be liquidator for the two companies;\n          and\n      (c)   may n&e provision for such other matters as the\n            Court may consider necessary, with a view to the\n            companies being wound up as if they were one\n            company.\n        (3) The commencement of the winding up of the\ntransferee company shall, save as otherwise ordered by the\nCourt, be the commencement of the winding up of the transferor\ncompany.\n        (4) In adjusting the rights and liabilities of the members\nof the several companies between themselves, the Court shall\nhave regard to the constitution of the companies and to the\narrangements entered into between the companies, in the same\nmanner as the Court has regard to the rights and liabilities of\ndifferent classes of contributories in the case of the winding up\nof a single company, or as near thereto as circumstances admit.\n        (5) Where any company alleged to be a transferor\ncompany is not in the process of being wound up at the same\ntime as the transferee company, the Court shall not direct the\ntransferor company to be wound up unless, after hearing all\nobjections (if any) that may be made by or on behalf of the\ncompany against its being wound up, the Court is of the opinion\nthat the company is the transferor company as alleged and that\nthe winding up of the company in conjunction with the\ntransferee company is just and equitable.\n        (6) An application may be made in relation to the\nwinding up of any transferor company in conjunction with a\ntransferee company by any creditor of, or person interested in\neither.\n66                                                INSURANCE\n                         (7) Wher-\n                       (a) an insurance company is a transferee company to one\n                           insurance company and a transferor company to some\n                           other insurance company; or\n                      (b) several insurance companies are each a transferor\n                           company to one transferee company,\n                the Court may deal with any number of such companies together\n                or in separate groups, as it thinks most expedient, upon the\n                principles laid down in this section.\nh C a l             5 5 - 4 1 ) Notwithstanding anything contained in this Act\nwatrnent m\nfwe,gn          where a company that is registered in a jurisdiction outside\nuindingup       Jamaica has a subsidiary in Jamaica and is being wound up in\n                that jurisdiction, the Commission, upon learning of the winding\n                UP-\n                       (a) shall investigate whether any policyholders of the\n                           subsidiary are likely to suffer loss as a result of the\n                           winding up; and\n                      (b) may institute proceedws for the protection of those\n                            policyholders,\n                and the Court may grant such relief to the policyholders as it\n                thinks fit.\n                        (2) Costs awarded to the Commission under subsection\n                (1) may be recovered at the discretion of the Commissioq\n                against the subsidiary or the company that is being wound up.\nsupplemental      56. In any proceedings upon a petition to wind up an\nprorlsloos as   '\nto winding up   insurance company presented by the Commission under section"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52, unless the contrary is proved, evidence that the company\n                was insolvent thirty days before the date of presentation of the\n                petition is evidence that the company continues to be insolvent.\n~~crtat-nt        57.-(1)    Where an insurance company is being wound up by\nIlab~hnes\nOf yl'ueOf\n                or subject to the supervision of the Court or voluntarily-\nd n\npolicies\n                               lllie ~nclurlouof this page 0% wiihurizrd by L N IIE O O ? ]\n                          INSURANCE                                           75"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. Guarantd mmpanies.\n                PART 111. Associations of U d e ~ i t e r s\n6 I . Associations of undesmiters to be registered."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Suspension of regi-tion.\n                 [Tlie inclusion ofthia p g e i s avihmired by L.N. II?RW? 1\n4                                         LMSUR4NCE"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. Implementation of proposal to refuse to register or to cancel\n           registration."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Effectof cancellation of association’sregisbation on insclrance\n           ContractS."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-(1) Subject to this section, an association of Depowtsb\nunderwriters shall not be. registered under this Act to carry on,\nand shall not cany on, any class of insurance business unless it witer-.\nhas deposited the prescribed amount with the Commission.\n      (2) The Commission may authorize the investment of\nany deposits made under this section, and the payment of\nincome on cash deposits invested.\n     PART IV. Registra fion of Insurance Intermediaries"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.-(1)   No person shall, in relation to insurance business of Regimtmn\n                                                                    of inmrsnce\nany class specified in section 3 (1) carry on or purport to cany mtamdiar-\non, business as, or act in the capacity of, an insurance ies.\nintermediary, unless he is registered under this Part to do so.\n        (2) Any person who contravenes this section shall be\nguilty of an offence and liable on summary conviction before a\nResident Magistrate to a fine not exceeding three million dollars\nor to imprisonment for a term not exceeding three years or to\nboth such fine and imprisonment."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.-(1) An application for registration under this Part shall A W I I ~ I ~\nbe made to the Commission in the prescribed form and shall be\naccompanied by evidence of payment of the prescribed fee and\nsuch documents as may be prescribed.\n        (2) The Commission may, upon receipt of the\napplication, request the applicant to &sh such additional\ninformation as the Commission may consider relevant to the\napplication."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.-(1) No person shall be registered under this Part as an G ~ M ~ I\nagent or sales representative of an insurance company unless\nthat company is registered under Part 11 or exempted ffom\nregistration thereunder.\n76                                                 INSIJRANCE\n                         (2) No individual shall be registered under this Part as a\n                 sales representative of an agent or broker unless the agent or\n                 broker by whom he is so employed, being a body corporate, is\n                 registered under this Part or, is exempted from registration\n                 thereunder.\n                         (3) No insurance company and no person carrying on\n                 business as an insurer, a sales representative or an agent shall be\n                 registered as a broker and no person carrying on business as a\n                 oroker shall be registered as a SaleSrepresentativeor an agent.\n                        (4) No person carrying on business as an adjuster or\n                 insurance consultant shall be registered as an agent, a sales\n                 representative or a broker.\n                         (5) No person, being a body corporate, shall be\n                 registered as an agent or a broker unless there exists in respect\n                 of that person such minimum capital and bond insurance\n                 coverage as the Commission may prescribe.\nConditions for     7 3 . 4 1 ) The Commksion shall, if it is satisfied in respect of\nregistration\n                 an applicant that the requirements of subsection (2) are met,\n                 register that applicant, either unconditionally or subject to such\n                 conditions as it may specify as an insurance intermediary, in\n                 respect of such class or classes of insurance business as it shall\n                 specify and shall notify the applicant accordingly.\n                        (2) The requirements referred to in subsection (1) are as\n                 follows-\n                       (a) the applicant possesses the prescribed qualifications;\n                       (b) the provisions of section 71 have been complied with;\n                       (c)   section 72 does not apply;\n                       (dj the applicant is a fit and proper person to perform his\n                           functions under this Act in the capacity specified in\n                             the application;\n                                    111c1umnof 11181 page 15 iluilioiized by L N   I I12001 I\n                              INSURANCE                                               81"
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79.-( 1) Where an agency agreement is terminated, notice in lnfarmationta\n                                                               be supplied to\nwriting in the prescribed form shall forthwith be given to the CO-lVlOn\nCommission by the agent and the company concerned.\n        (2) Where the employment of a sales representative\nregistered under this Part is terminated-\n      (U) notice    in writing in the prescribed form shall\n            forthwith be given to the Commission by the sales\n            representative and his employer; and\n       (b) if the sales representative enters any new employment\n           in that capacity, notice in writing in the prescribed\n           form shall forthwith be given to the Commission by\n           the sales representative and his new employer.\n       (3) The Commission may demand in writing i?om any\nperson registered under this Part or h m his employer or\nprincipal, any information relating to any matter in connection\nwith that person's business as an agent or a broker or sales\nrepresentative, as the ease may be.\n         (4) Any person who contravenes any of the provisions\nof this section shall be guilty of an offence."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80.-(1)      Every individual registered under this Part shall Roduchonof\n                                                                    Femficate of\nproduce his certificate of registration for inspection, ifrequested n g l S h 8 l l O \"\nto do 90 by the Commission or by any person authorized by the\nCommission or any person with whom the registered person is\nd e a h g in the course of the business for which he is registered.\n        (2) Every person who fails to comply with subsection\n(1) shall be guilty of an offence."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81.-(1)    E y q bodv coqorakregktered under this Part shall Display and\n                                                                            rurrenda of\nprominently display its registration certificate at its principal regisuation\nplace of business in Jamaica, in a part thereof to which the eatifmte.\npublic has access, and a copy thereof shall be similarly\ndisplayed at each of its branches in Jamaica.\n82                                                 INSURANCE\n                      (2) A body corporate whose registration is cancelled\n              shall, on receipt of the notice of such cancellation, forthwith\n              surrender the registration certificate and every copy thereof to\n              the Commission.\n                      (3) Every person who, without lawful excuse-\n                    ( a ) fails to comply with subsection (1) or (2); or\n                    (b) displays a registration certificate or any copy thereof\n                        which is no longer valid,\n              shall be guilty of an offence and liable on summary conviction\n              in a Resident Magistrate's Court-\n                    (c) in the case of an offence specified in paragraph (a),to\n                        a fine not exceeding five hundred thousand dollars; or\n                    (6) in the case of an offence specified in paragraph (b), to\n                        a fine not exceeding three million dollars.\n                          Miscellaneous Provisions relating to Insurance\n                                         Intermediaries\nAgents. etc     a.-(1) An agent, a broker or sales representative shall, for\n              the purpose of receiving any premium for a contract of\n              insurance, be deemed to be the insurer's agent and,\n              notwithstanding any conditions or stipulations to the contrary,\n              the registered insurer shall be deemed to have received any\n              premium received by the agent, broker or sales representative.\n                      (2) An insurer on whose behalf a broker, agent or sales\n              representative has receive a premium or part thereoc shall\n              accept liability arising under the policy, notwithstanding that the\n              insurer has not received the premium\n~m~d~lcnt       83.-(1)    Any agent, broker or sales representative who\nre-n8-\ntI0\"b         knowingly procures by kaudulent representation, payment or\n              the obligation for payment of any premium on an insurance\n              policy shall be guilty of an offence.\n                               [The inelusion of i b i s page is nothonzsd by L.N.11uZ002 I\n                           INSURANCE                                           83\n        (2) Any agent, broker or sales representative who causes\nan insured person to discontinue any policy of insurance without\nbeing satisfied on reasonable grounds that such discontinuance\nis for the benefit of the insured person, shall be guilty of an\noffence."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. An agent, a broker or sales representative is personally ~lahrifor\nliable to the insured person in respect of all contracts of \"dlwfvl\n                                                                mwcls\ninsurance unlawfully made by or through him directly with an\ninsurer who is not registered to carry on insurance business in\nJamaica to the same extent as if that agent, broker or sales\nrepresentative were the insurer."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.41)     An insurer or an officer, employee or agent thereof, :utyfiy\nor a broker or sales representative shall not directly or indirectly nrcdpemn\npay or allow, or agree to pay or allow, compensation or anything faflaclwor\n                                                                     aegoiiatm~\nof value to any person for placing or negotiating insurance on ,-cc\nlives, property or interests in Jamaica, or negotiating the\ncontinuance or renewal thereof, or for attempting so to do, if at\nthe date thereof, such person is not registered under this Act.\n        (2) A person who knowingly contravenes subsection (1)\nshall be guilty of an offence."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86. The rate of premium chargeable under a policy shall be Rcbahng\nthe amount agreed between the proposer and the inSurer or an\nofficer, employee or agent thereof or a broker or sales\nrepresentative, at the time of the making of the insurance\ncontract, and any rate to the contrary stated in the policy shall be\nofno effect."
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87. N o t h g in sections 85 and 86 shall be cons      d as-       kmulkle\n                                                                     daricd\n      (U) affecting any payment by way of dividend, bonus, elrploym\n           profit or savings that is provided for by the policy;\n84                                                 NSURANCE\n                   (6) preventing an insurer compensating a bona j d e\n                       salaried employee of its head or branch office or a\n                       spouse or child of that employee, in respect of\n                       insurance issued by that insurer upon the life or\n                       property of the employee; or\n                   (c) requirii that the employee be registered as an agent\n                       or sales representative under this Part to effect such\n                       insurance.\n~eturnsby     88. Every insurer shall make an annual return to the\ninsurers.\n             Commission in such form and at such time as the Commission\n             may require, showing-\n                   (0)    all persons, partnerships and companies duly\n                          authorized as its agents, brokers or sales\n                          representatives in Jamaica; and\n                   (b) persons, partnerships or companies to whom it has,\n                       within such period as the form or return requires, paid\n                       or allowed or agreed to pay or allow, directly or\n                       indirectly, compensation for placing or negotiating\n                       insurance on lives, property or interests in Jamaica, or\n                       negotiating the continuance or renewal thereof, or for\n                       attempting to do so.\nRefurnsb       89.--(1)    Every broker or corporate agent registered in\nreg,stmd\nbmkers and\n             accordance with this Part shall keep in Jamaica and shall make\nagems        available to the Commission on request-\n                   (a) a record of all local policies issued by the broker or\n                       agent on behalf of any insurer;\n                   (b) a record'of the aggregate amount of the premiums\n                       received on such policies; and\n                   (c) if the broker or agent is a company, a cop                              the\n                          audited financial statements.\n                             llllc m c l ~ o nof 11111 PIFS i s atitlienred by L N I12nO02 I\n                          INSURANCE                                               85\n       (2) Every broker or corporate agent shall, whenever\nrequired by the Commission, submit returns to the Commission\ncontaining such information as may be prescribed, to enable it to\ndetermine the financial position of such broker or agent and to\ntake appropriate action where necessary.\n           PART V. Long Term Insurance Business\n                          Issue of Policies"
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. Returns by regidaed brokers and agents.\n                                          l h s page 13 aullinninl by L N I121WJoo?1\n                        [The ~ n c b r i aof\n                                 hVSlJRANCE                             5\n               PART V. Long-tern I n s u r m Business\n                         Isnre OfPoIicies"
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90.+1)    A company shall not issue any policy unless it has Ratcrof\n                                                                      premium, etc.\nbeen approved by the Commission.\n        (2) The Commission may at any time require the\ncompany to obtain,and to fUrnish it with, a report by an actuary\nas to the suitability of the rate of premium chargeable under any\nclass of policy issued by the company and, if the actuary\nconsiders that the rate is not suitable, a report as to the rate of\npremium which the actuary considers suitable in respect of that\nclass of policy."
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. Subject to section 93, where a company issues a life N O ~ I C ~\n                                                                      regarding\ninsurance policy that provides that proof of age of the person proof of age\nwhose life is insured is a condition precedent to the payment of\nthe sum insured,the company shall, unless the age of the person\nwhose life is insured has already been admitted by it, issue on or\nwith the policy, a printed notice stating that proof of age of the\nperson whose life is insured may be required before the payment\nof the sum insured."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92.+1) Where a company declines to accept the proof of\nage tendered in respect of a policy, whether issued before or where\n                                                               comploy\nafter the 21st December, 2001, the policyholder may apply to a h i m - to\nJudge in Chambers, by summons for an order directing the accempoof\ncompany to accept the proof tendered.\n86                                          INSURANCE\n                       (2) The Judge in Chambers may, upon an application\n                made to him under subsection (I), make such order in relation to\n                the application as he thinks just.\n                       (3) Every order under this section shall be binding on\n                the company.\nMis-statcrnmt     9 3 . 4 1 ) Subject to the provisions of subsection (2), a life\nofage, and\nmlb\n                insurance policy is not avoided by reason only of a mis-\navoidance of    statement of the age of the person whose life is insured, and in a\npolicy.         case of such mis-statement-\n                      (U) the moneys provided by the policy shall be increased\n                            or decreased to the amount that would have been\n                            provided for the same premium at the true age; and\n                      ( b ) where the true age as shown by the proof is different\n                            than that on which the policy is based, the company\n                            may vary the sum insured by, and the bonuses (if\n                            any) allotred to, the policy so that as varied, they bear\n                            the same proportion to the s u m insured by, and the\n                            bonuses (if any) allotted to, the policy before\n                            variation as the amount of the premiums that have\n                            become payable under the policy as issued bears to\n                            the amount of the premiums that would have become\n                            payable if the policy had been bsed on the true age;\n                       (2) A policy issued after the appointed day shall not be\n                avoided by reason only of any incorrect statement (other than a\n                statement as to the age of the person whose life is insured) made\n                in any proposal or other document on the faith of which the\n                policy was issued or reinstated by the company, unless the\n                statement-\n                      (U)   was W u l e n t l y untrue; or\n                            INSURANCE                                       87\n       (6) being a statement that is material in relation to the\n           risk of the company under the policy, was made\n           within the period of three years immediately\n           preceding the date on which the policy is sought to be\n           avoided or the date of death of the insured person,\n           whichever is the earlier."
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94.-(1)   Nothing in any term or condition of a life insurance Provlslons\npolicy issued after the appointed day or in this Act shall operate relating 10\n                                                                   mtc ofhcahh\nto exempt an insurance company fiom liability under the policy ofinsurd\nor to reduce the liability of the company under the policy on the\nground of any matter relating to the state of health of the person\nwhose life is insured, other than the ground specified in\nsubsection (2).\n       (2) The ground referred to in subsection (1) is that the\nproposer when making the proposal or thereafier and before the\nmaking of the contract-\n       (a) made an untrue statement of his knowledge and belief\n           as regards the matter; or\n       (6) failed to disclose to the company something known\n           by him as regards that matter."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95.--(1)   A minor who has attained the age of sixteen years Minors\nmay-\n       (a) effect a policy upon his own life or upon another life\n           in which he has an insurable interest; or\n      (6) take an assignment of a policy,\nand is as competent in all respects to have and exercise the\npowers and privileges of a policyholder in relation to a policy of\nwhich he is the holder ris if he were of full age.\n        (2) A minor who has attained the age of sixteen years\nmay assign or mortgage a policy with the prior consent in\nwriting of his parent or guardian.\n88                                                   INSURANCE\nInsurable         96.-(1)  For the purposes of this Act, but without restricting\nmterest5        the meaning of the expression \"insurable interest\", the following\n                persons shall be deemed to have an insurable interest in the life\n                of moth >rperson as follow-\n                        (a) a parent or guardian of a child who is under eighteen\n                              years of age, in the life of the child;\n                        (b) a husband, in the life of his wife;\n                        (c)    a wife, in the life of her husband;\n                        (6, a grandparent of a child who is under eighteen years\n                               of age, in the life of his grandchild;\n                        (e) any person, in the life of another upon whom he is\n                            wholly or partly dependent for support or education;\n                        Ifl a company or other person, in the life of an officer or\n                               employee thereof; and\n                        (g) any person who has a pecuniary interest in the\n                               duration of the life of another person, in the life of\n                               that person.\n                       (2) This section applies to policies whether effected\n                before or after the appointed day.\n                              Designation of Beneficiary or Legal Personal\n                                             Representative\nDeslFtlan           97.-(1)     For the purpose of this section and sections 98 to\nofbeneficoa-\nr m generally"
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96. insurable interests.\n         Designation of beneficiaries or Legal Personal Represenfuive"
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99. Where under section 98(1), in respect of a life policy, a mmmnor\nnamed beneficiary is the insured person's spouse, then, if during ~ ~ ~           ~   n\nthe subsistence of the insurance policy, the named beneficiary anccrratlon\nceases to be the insured person's spouse, otherwise than by\ndeath-\n       (a) the insured person may alter or revoke the\n           irrevocable designation without the consent of the\n           named beneficiary; and\n       (b) such alteration or revocation shall be made by\n           declaration which shall be deposited with the insurer\n           at its principal ofice in Jamaica within the lifetime\n           of the insured person and of the life insured.\n   lOO.+l) Notwithstanding the designation of a beneficiary Insured\nirrevocably under section 98(1), an insured person is entitled, E:do l\nwhile living, to the dividends or bonuses declared on a contract dividends\nof insurance, unless the contract otherwise provides.\n         (2) Unless the contract of insurance otherwise directs,\nan insurer may apply the dividends and bonuses declared on a\ncontract of insurance to that contract for the purpose of keeping\nthe contract in force.\n92                                       INSURANCE\nctrcumrrincc~    101. Where the proceeds of an insurance policy are payable\nin which\ninsurance\n              to a beneficiary. such proceeds shall not form part of the insured\nprucccds not   person's estate- and shall not, as &om the date that the proceeds\np n of         of the insurance policy become payable, be subject to the claim\nInsured\nperson's       of any of the insured person's creditors.\nEstate, etc.\nPre5\"mplio\"      102. For the avoidance of doubt, it is hereby declared that on\n\"flrurt        a construction of a cotrrract of insurance there shall be no\nnegalivcd.\n               presumption of a trust except in cases where the insured person\n               expressly provided for the creation of a trust.\nhppaintmenl\n\"fmnEC."
    },
    {
      "provision_ref": "sec101",
      "section": "101",
      "title": "Section 101",
      "content": "101. Cimunstances in which insurance promds not part of insured\n         person’s estate, etc."
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103.41) An insured person may, in a contract of insurance\n               or by declaration, appoint a trustee for a beneficiary and may\n               alter or revoke that appointment by declaration.\n                        (2) A payment made by an insurer to a trustee for a\n               beneficiary discharges the insurer to the extent of the payment.\nBencficlar)      104. Where a beneficiary predeceases the insured person and\npredrcrasing\ninsured\n               no disposition of the share of the deceased beneficiary in the\nperson.        insurance money is provided in the contract of insurance or by a\n               declaration, the deceased beneficiary's share of the policy\n               proceeds shall be payable as follow+\n                      (a) to the surviving beneficiary;\n                      (6) if there is more than one surviving beneficiary, to\n                          the surviving beneficiaries in equal shares; or\n                      (c) if there is no surviving beneficiary, to the insured\n                          person or his legal personal representative.\nRight to         105.41) A beneficiary may, on the death of a life insured,\nenfilrcr\npayment of\n               enforce for his own benefit, and a trustee appointed pursuant to\npraccedr       section 103 may enforce as trustee, the payment of the proceeds\n               of an insurance policy made payable to him in tkt, contract of\n               insurance or by a declaration and in accordance with the\n               provisions thereof.\n                       (2) Notwithstanding subsection ( I ) , the insurer\n               concerned may set up any defence that he could have set up\n               against the insured person or his legal personal representative.\n                           INSURANCE                                            95\n       (U)   the expiration of the tenth day kom the date on\n             which he receives a notice mentioned in section\n             110;or\n       (h) ten days fkom the expiration of the day on which he\n           first became aware that the contract was entered\n           into,\nwhichever is the later.\n          (2) Subsection (1) does not apply where an insurer,\nhaving failed to serve a notice under section 110(1), within the\ntime specified therein, does so before cancellation of the\ncontract.\n          (3) A notice of cancellation need not be in the form\nattached to the notice required to be served under section 1 lO(1)\nbut shall indicate a desire to withdraw fiom the contract.\n         (4) Service of a notice of cancellation operates-\n       (a) as a rescission of a contract, if it is served after the\n           contract has been entered into; and\n       (b) as a withdrawal of offer in any other case\n         ( 5 ) Where a contract has been rescinded or an offer\nhas been withdrawn as a result of the service of a notice of\ncancellation, any moneys paid by way of premium or otherwise,\nwhether to the insurer or to any person acting on behalf of the\ninsurer for the purpose of receiving the moneys, are recoverable\nkom the insurer as a debt in civil proceedings."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105-\n                        \"beneficiary\" means a person, other than the insured\n                            person or his legal personal representative (except\n                            where the legal personal representative is also a\n                            beneficiary) to whom or for whose benefa insurance\n                            money ismadepayable in a contract or by a\n                            declaration;\n                        \"declaration\" means an instrument signed by the insured\n                            person and witnessed by a Justice of the Peace or\n                            Notary Public-\n                >\n                                   [TIXIII~IU~loliot clvs mge 1s auibnirzed bv L N 1 I1,2002I\n                                   INSURANCE                                       89\n             (a) with respect to which an endorsement is made\n                 on the insurance policy; or\n             (h) that identifies the contract of insurance; or\n             (c) that describes the insurance or insurance\n                  money or part thereof,\n          in which the insured person designates, alters or\n          revokes the designation of his legal personal\n          representative, trustee or a beneficiary as one to whom\n          or for whose benefit insurance money is payable;\n     “insured person” means-\n             (a) the person who makes a contract of insurance\n                 with an insurer; or\n             (b) in relation to a group policy, an employee on\n                 whose behalf an employer effects a group\n                 policy;\n      “life insured” means, except in relation to a group policy, a\n           person on whose life an insurance policy has been\n           made.\n       (2) An insured person may designate his legal personal\nrepresentative, trustee or beneficiary as the person to receive the\nproceeds of the insurance policy-\n      (a) at the time of making a contract of insurance; or\n      (b) by declaration at any time subsequent to the making\n          of the contract.\n       (3) A designation made under subsection (2)-\n      ( a ) shall be in a form and effected in the manner\n            specified in the contract of insurance;\n      (b) shall he deposited with the insurer at its principal\n          office in Jamaica w i t h the lifetime of the insured\n          person and of the life insured;\n               [Tlae ~ ~ x l n ud                            h) I P* I 121200? I\n                                m11#1\\ p . t p I < ~iiclioriz~d\n90                                          IIKWRANCE\n                       (c) shall. subject to section 98 (2) (b), not affect the right\n                           of an insured person to assign, exercise rights under\n                           or in respect of, surrender or otherwise deal with, the\n                           contract of insurance as provided therein or as may be\n                           agreed upon with the insurer; and\n                       (d) may, subject to section 98 (1) and (2) (a), be altered\n                            or revoked from time to time and such alteration or\n                            revocation shall be made by declaration which shall\n                            be deposited with the insurer at its principal office in\n                            Jamaica within the lifetime of the insured person and\n                            of the life insured.\n                         (4) A designation made in favour of \"the heirs\", \"next of\n                 kin\" or \"estate\" of the insured person or the use of words of like\n                 import in a designation, shall be deemed to be a designation of\n                 the legal personal representative of the insured person.\n                         (5) For the avoidance of doubt, where a designation is\n                 made in favour of a legal personal representative or is deemed\n                 under subsection (4) to be so made, that legal personal\n                 representative shall receive the proceeds of the insurance policy\n                 on behalf of the beneficiaries of the insured person's estate.\n                        (6) An insurer shall, in a contract of insurance, specify\n                 the requirements for the making of a valid deposit under\n                 subsection (3) (6) and (4.\nIrrevocable        98.-(1) An insured person may designate irrevocably a\ndesignetion of\nknefisiarxs\n                 named beneficiary-\n                       (a) at the time of the making of a contract of insurance;\n                           or\n                       (b) by declaration at any time subsequent to the making\n                           of the contract.\n                        (2) Where an insured person designates a beneficiary\n                 irrevocably, then so long as the designated beneficiary is alive-\n                          NSURANCE                                           91\n     (a) subject to section 99, the insured person may not alter\n         or revoke the designation without the beneficiary's\n         consent;\n     (b) the insured person may not assign, exercise rights\n         under or in respect of, encash any units accruing to or\n         surrender or otherwise deal with the insurance policy\n         without the beneficiary's consent;\n     (c) the insured person or his creditors shall have no\n         control over the proceeds of the insurance policy; and\n     (d) the proceeds of the policy shall not form part of the\n         insured person's estate.\n        (3) The provisions of section 97(3) (a) and (b) shall\napply to a designation made under subsection (1) of this section."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106. Power of group life insured to sue insura.\n                            Pmteclion of Policies"
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107. Interest of insured protected in certain cases.\n             Paid-up Policies, Surrender Values und Non-Fmfeitzm"
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110. Notice in respect of long tenn insurance policies by insurer.\n    1 1 I. Insured's right of cancellation.\n    1 12. Nm-forfeiture of ordinary policies in certain case3 of non-payments\n            of premiums.\n    I 13 Treahnent of debts on grant of paid-up policies.\n                            Payment ofPoIicy Moneys"
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112.+1) An ordinary long term policy shall not be forfeited an-\nby reason only of the non-payment of any premium (in this\nsection referred to as the overdue premium) if-               pollclCS I\"\n                                                                      a M m cases\n                                                                      afmn-\n       (U) not less than three years' premiums have been paid pymnnsof\n             on the policy; and                                       pemmms.\n96                                       INSURANCE\n             (b) the surrender value of the policy (calculated as at\n                 the day immediately preceding that on which the\n                 overdue premium falls due) exceeds the sum of the\n                 amount of the debts owing to the company under, or\n                 secured by, the policy and the amount of the\n                 overdue premium.\n              (2) The company may, until payment of the overdue\n     premium, charge interest on it, on terms not less favourable to\n     the policyholder than such terms (ifany) as may be prescribed.\n              (3) The overdue premium and any interest charged on\n     it under this section and unpaid shall, for the purposes of this\n     Act, be deemed to be a debt owing to the company under the\n     policy.\n              (4) Without prejudice to the generality of the\n     foregoing provisions of this section, an ordinary long term\n     policy on which not less than three years' premiums have been\n     paid shall not be forfeited by reason only of the non-payment of\n     a premium unless, on or afier the day on which the premium fell\n     due-\n            (U)   the company liable under the policy serves a notice\n                  in the prescribed manner on the policyholder\n                  stating-\n                      (i) the amount due or payable to the company\n                           at the date of the notice in respect of the\n                           policy;\n                     (ii)  that the policy will be forfeited at the end\n                           of twenty-eight days after the date of the\n                           notice if a sufficient sum is not paid to the\n                           company in the meantime; and\n            (b) a period of at least thirty days has passed after the\n                service of the notice.\n               (5) For the purposes o f subsection (4), a notice posted\n     to the last known address of the policyholder shall be deemed to\n     be a notice on the policyholder.\n                                  of llm page I < alhnn,ed b? L N I I !/ZIJO!\n                   lTlie 111cIu~i0n                                             I\n                            INSURANCE                                    101\n         (2) Ifjudgment in respect of any liability to which this\nsection applies is obtained against any person insured by the\npolicy, then the insurer shall, subject to the provisions of\nsubsections (3) and (4) and the terms and conditions of the\npolicy, pay to the person entitled to the benefit of the judgment\n(hereinafter called the plaintiff) any sum payable thereunder in\nrespect of the liability, without any rekrence to the owner,\noccupier or independent contractor, as the case may be.\n         (3) No sum is payable by an insurer under this section,\nunless before or within twenty-one days of the commencement\nof the proceedings in which the judgment is given, the plaintiff\nhad given notice to the insurer of the bringing of the\nproceedings.\n         (4) Any term or condition of a policy which limits the\nright of payment conferred on the plaintiff under this section is\nof no effect.\n                  PART VIII. Miscellaneous"
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116. Conversion into mutual companies and vice versa.\n                      PART VI. Reserves and D i v i k d"
    },
    {
      "provision_ref": "sec121",
      "section": "121",
      "title": "Section 121",
      "content": "121. Thirdpartyrights.\n                                PART VI11. M i r c e i h e o u"
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. The Commission may establish a scheme or may require lnwrance\nregistered insurers to contribute to a scheme approved by the ~ ~ h ' O r )\nCommission, for the collection, allocation and application, in\naccordance with regulations made under this Act, of monetary\ncontributions fkom registered insurers and registered insurance\nintermediaries, for the purpose of covering prescribed risks, if\nthe Minister, on the recommendation of the Commission,\ndetermines that-\n       ( a ) it is in the public interest; and\n       (b) a particular insurance cover is not available."
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123.-(1) Every registered insurer that authorizes one or Inrum'sdury\nmore agents to act on its behalf shall establish and maintain a\nsystem that-\nI02                                         Ih'SURAh'CE\n                        (a) is reasonably designed to ensure that each agent\n                            complies with the requirements of this Act and any\n                            regulations made hereunder;\n                        (b) provides for the screening of each agent for suitability\n                            to carry on business as an agent.\n                          (2) An insurer shall report to the Commission if it has\n                  reasonable grounds to believe that an agent who acts on its\n                  behalf is not suitable to carry on business as an agent.\n~ e a r t mtobe     124. A company shall keep at its principal office in\nkcpr              Jamaica a register of policies in accordance with regulations\n                  made under this Act.\n~ s p l e z ~ t 125.--(1)     Where in relation to l i e insurance policy-\nof Ion llfc\nplicy.\n                         (a) a policyholder; or\n                          (b) a person claiming the benefit pursuant to the\n                                provisions of a policy,\n                  advises the registered insurer that the policy (in this section\n                  referred to as the original policy) is lost or has been stolen or\n                  destroyed, the registered insurer shall, subject to this section,\n                  and on the production of such reasonable evidence as to the loss,\n                  theft or destruction of the original policy, issue a replacement\n                  policy to the person referred to in paragraph (a) or (b).\n                          ( 2 ) The registered insurer shall not issue a replacement\n                  policy unless and until it has received sufficient proof of the\n                  validity of the person's claim in respect of the policy.\n                         (3) No replacement policy may be issued unless the\n                  applicant has given to the registered insurer an undertakii to\n                  surrender the original policy to the registered insurer if it is\n                  subsequently found.\n                         (4) A replacement policy shall-\n                        (a) be a copy, as nearly as can be ascertained, of the\n                            original policy in substitution for which it is being\n                            issued;\n                            INSURANCE                                         103\n        (b) contain copies of every endorsement on the original\n            policy issued by the registered insurer; and\n        (c) include the reason for the issue of the replacement\n            policy.\n          (5) The reasonably estimated cost of the issue of a\nreplacement policy shall be paid by the applicant at the time of\napplication therefor.\n          (6) The reason for the issue of the replacement policy\nshall be recorded by the registered insurer in the appropriate\nregister of policies.\n          (7) A replacement policy is valid and available for all\npurposes for which the original policy would have been valid\nand available and, after the issue of the replacement policy, the\noriginal policy shall become void.\n          (8) Where a registered insurer hils to issue a\nreplacement policy within three months after receipt of an\napplication in writing kom a person entitled pursuant to\nsubsection (1) so to apply, the Commission may, upon such\nevidence as to the loss, theft or destruction of the original policy\nas the Commission deems sufficient, order the registered insurer\nwithin such time as the Commission thinks fit, to issue a\nreplacement policy.\n                                                                         Effect of"
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. A policy, other than a life insurance policy, shall not be su,c,dcor\navoided solely on the ground that the person whose life is w t a l\n                                                                        punishment\ninsured died by his own hand or act, sane or insane, or suffered On\ncapital punishment, unless the risk of such happening is\nspecifically excluded."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127. Any term or condition of a policy issued after the ~ ~ ~ ~                   ~   ~   n   f   o\nappointed day that limits, to an amount less than the sum w v o l d\ninsured, the amount payable under the policy in the event of the\ndeath of the life insured occurring as a direct result of war, is of\nno effect."
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. Failure on the part of a company to comply with any?         E';:;\nprovision of this Act shall not in any way invalidate any policy m r n ~ , d a t c\nissued by the company.                                                   pllcres\n104                                      Ih'SUR.4 NCE\n1oca\\po\\iuies   129.-(1) Every contract of insurance which is evidenced by\nporeriled b!\nJsmJiU\"       a local policy shall be governed by the laws of Jamaica,\nlilws.        notwithstanding any agreement to the contrary.\n                       (2) Subsection ( I ) does not apply to marine insurance\n              contracts.\nPayment or       130. Where any policy is issued after the 2 1st December 200 1\nrnone! E in\nSpClfiDd\n              in respect of which the premiums are payable or paid in Jamaica\ncurrency      such premiums shall be payable or paid, as the case may be, and\n              any sums payable or paid upon the maturity of such policy shall\n              be payable or paid, as the case may be, in the currency stated in\n              the policy.\nPouerto~y       131.+1)     Subject to Rules of Court, any insurance company\nmoney into\nCourt.        carrying on life insurance business may, after giving notice in\n              writing to the Commission, pay into Court any moneys payable\n              by the company under a contract of life insurance in respect of\n              which, in the opinion of the directors, no sufficient discharge\n              can otherwise be obtained.\n                        (2) The receipt or certificate of the Registrar or Deputy\n              Registrar of the Court shall be a sufficient discharge to the\n              company for the moneys so paid into Court and such moneys\n              shall, subject to Rules of Court and any regulations made under\n              this Act, be dealt with according to the orders of the Court.\nPayIllCllt       132.+1) An insurer by whom any moneys are payable\nwithout\nprobate or    under one or more policies to the personal representative of a\nadminimat ion deceased person may, without requiring the production of the\nincertain\nCBYS.\n              grant of probate or letters of administration, pay out of such\n              moneys any amount (including any bonuses added to the policy\n              or policies) not exceeding the prescribed amount to any person\n              who satisfies the insurer that he is entitled to obtain probate of\n              the will of the deceased person or to take out letters of\n              administration of his estate.\n                                    INSURANCE                                           105\n        (2) All persons to whom any moneys are paid under\nsubsection ( I ) shall apply those moneys in due course of\nadministration and, if the insurer thinks fit, it may require those\npersons to give sufficient security by bond or otherwise that the\nmoneys so paid will be so applied.\n        (3) Nothing in this section shall be construed as\nrequiring a company to see to the application of any moneys\npaid under this section."
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129. Local d i c i e s governed by Jamaican laws.\n                            INSURANCE                                7"
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133.-(1)   A court, in awarding judgment to a plaintiff in smcfured\nrespect of a claim, the liability for which is covered by a rcn'emen's\ncontract of insurance may, with the consent of both parties,\ninstead of a lump sum, order specified payments with interest to\nbe made at such intervals and over such period not exceeding\nthree years, as the Court may specify.\n         (2) Nothing in subsection (1) shall be construed as\npreventing an insurer and a person who has made a claim\nagainst an insurer kom entering into a settlement agreement for\nthe payment by the insurer of specified payments at specified\nintervals over a specific period in satisfaction of the claim that\nhas been made.\n         (3) Amounts payable by the insured or the beneficiary in\nrespect of payments made or, as the case may be, received\npursuant to this section shall be exempt ftom income tax."
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134.-(1) A person shall not publish in respect of any ~ p p o v a i\ninsurance company or in respect of any such company proposed ~required\n                                                                    Of,Oe\n                                                                            for\nto be formed after the appointed day, a prospectus, notice, offering\n                                                                   shares for\ncircular, advertisement or other invitation offering to the public subscriptton\nfor subscription any shares in the company or proposed\ncompany, unless the prospectus, notice, circular, advertisement\nor other invitation is fmst submitted to and approved by the\nCommission\n         (2) A person acting as promoter of a proposed company\nreferred to in subsection (1) shall not accept any ofice of profit\nin the company or any payment or pecuniary advantage other\nthan as provided in the prospmtus, notice, circular,\nadvertisement or other invitation.\n               inlrInc~usIoI1ortillr p,ge   15   ~ I ~ byI I IN ,I I 2~  ~ 21 ~ ~ ~ ~\n                                                                      1 2~\n106                                          INSURANCE\nPublica-ationnf     135. Where any notice, advertisement or other Official\nauthoriz.ed\nrubwibed\n                  publication of a company contains a statement of the amount of\nand pid-up        the authorized capital of the company, the publication shall also\ncapital\n                  contain a statement of the amount of the capital which has been\n                  subscribed and the amount paid up.\nInspectiun of   136. Any person may, upon payment of such fee as may be\ndocuments.\n              prescribed, inspect at the office of the Commission any of the\n              records specified under paragraph (a), (b) or (c) of section 29\n              which has been furnished to the Commission and make a copy\n              of, or extract from, the document.\nhcumentsto      137. Every document purporting to be certified by the\nbe admined in\nevidence      Commission to be a document lodged with it under this Act, and\n              every document purporting to be similarly certified to be a copy\n              of such a document, shall be deemed to be such a document or\n              copy, as the case may be, and is admissible in evidence as if it\n              were the original document, unless some variation between it\n              and the original document is proved.\n*uthori*to         138. Any document required by or under this Act to be\nsign\n~ c u m e m 5 . signed by a director or the principal officer of a company may\n                be signed by any other officer of the company if prior to the\n                exercise of that function that officer is thereto authorized by the\n                board of directors and the board of directors has notified the\n                Commission in writing of the authorization\nkinringof            139. Where under this Act, a document is required to be\ndocumcnn.         printed, the Commission may, in its discretion, permit it to be\n                  reproduced by such means as the Commission may approve.\nAppeal.              1 4 0 . 4 1 ) Any person aggrieved by any action, decision,\n                  ruling, direction, order or proposal of the Commission in any\n                  case may, in writing, appeal to the Appeal Tribunal within thirty\n                  days of being notified of that action, decision, ruling, direction,\n                  order or proposal\n                        (2) A person referred to in subsection (1) shall state the\n                  grounds of appeal and send a copy thereof to the Commission.\n                                  INSURANCE                                         107\n        (3) The Tribunal shall give its decision in writing and\nmay confirm, vary, cancel or reverse the Commission's action,\ndecision, ruling, direction, order, proposal or any part thereof, as\nthe case may be.\n        (4) The Appeal Tribunal shall forward a copy of its\ndecision to the Commission and a copy to the appellant, together\nwith a written statement of the reasons for its decision."
    },
    {
      "provision_ref": "sec141",
      "section": "141",
      "title": "Section 141",
      "content": "141.31) W h e r e                                                         Guening of\n                                                                            re$lmtlon\n        (a) an insurance company, an association of aC\n             underwriters or other person is registered under this\n             Act;\n        (b) an application for registration under this Act of an\n             insurance company, an association of underwriters\n             or any other person is refused; or\n        (c) the registration of an insurance company,\n             association of undenniters or any other person is\n             suspended or cancelled,\nthe Commission shall cause notice of the registration, refusal,\nsuspension or cancellation to be published at least ome in the\nGazette and in a newspaper in nationwide circulation published\nin Jamaica.\n        (2) The Commission shall h m time to time cause to be\npublished in the Gazette and in a newspaper in nationwide\ncirculation published in Jamaica, up-to-date lists of companies,\nassociations of underwriters and persons registered under this\nAct."
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142. Subject to this section, after twelve months !Torn the R C S W I C ~ O ~ O ~\n                                                                   U P of\nappointed day-                                                     msursnn\n        (a) no person carrying on any class of insurance t m s\n             business specified in section 3 shall have or use, or\n             continue tohave or use, the word \"Insurance\" or\n             \"Assurance\", or any derivative thereof, in the name\n            under which that person is carrying on business,\n            unlessthatpersonisregistered under this Act or\n            exempted h m registration hereunder;\n               pile inclusion nf 1hiP p q r is suthonaad by L.N.I IZRW? ]\nI08                                     INSURANCE\n                     (6) no person carrying on any such class of insurance\n                         business shall have or use, or continue to have or\n                         use, in the name under which that person is carrying\n                         on business any words indicating that the person is\n                         an insurer unless that person is registered under\n                         Part I1 or exempted h m registration thereunder;\n                     (c) no person registered under Part I1 shall, without the\n                          written consent of the Commission, carry on any\n                          insurance business unless that person has and uses as\n                          part of the business name of that person the word\n                          \"Insurance\" or \"Assurance\" or a derivative thereof;\n                     (4no person registered under Part IV as a broker shall,\n                          without the written consent of the Commission, cany\n                          on business as such unless that person has and uses as\n                          part of the business name of that person the words\n                          \"InsuranceBroker\" or \"AssummeBroker\"; and\n                      (e) no person registered under Part IV as an agent (and not\n                          also registered under Part 11) shall, without the\n                          written consent of the Commission, carry on\n                          business as such unless that person has and uses as\n                          part of the business MIXof that person the words\n                          \"InsuranceAgent\" or \"Assumme Agent\".\nEaenrlmaf       143. Where any provision of this Act requires anything to be\ntime limtis\n              done within a specifid period of time and no provision is made\n              for the extension thereof, that period may in any particular case\n              be extended by the Commission\nRefllahon~      144.+1)     The Commission may, with the approval of the\n              Minister, make regulations providing for such matters as may be\n              necessary or expedient for the purposes of this Act and without\n              prejudice to the generality of the foregoing the regulations may\n              make provision in relation to all or any of the following-"
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148. General pmalties.\n                     rnSURANCE\n        (U)   is a registered public accountant as defined in\n              section 2 ofthe Public Accountancy Act; and\n        (b) satisfies such requirements as may be\n             prescribed,\n     and includes a firm of such persons;\n“bond investment business” means the business (not being\n    life insurance business) of issuing bonds or\n    endowment certiiicates by which the company, in\n    return for subscriptions payable at periodic intervals of\n    less than six months, contracts to pay the bond holder\n    a sum at some future date, and includes sinking fund\n    and capital redemption insurance b u s i e s ;\n“broker” means any person who-\n        (U)   in any manner solicits, negotiates or procures\n              insurance or the renewal or continuance\n              thereof on behalf of insurers or on behalf of\n              agents; or\n        (b) arranges insurance business with such insurers\n            or agents on behalf of prospective policy\n            holders;\n‘‘carrying on insurance business in Jamaica” includes,\n      subject to subsection (2)-\n        (U)   opening or maintainjng a place of business or\n              an office or appointing or using a\n              representative in Jamaica, whether or not such\n              business is being arranged in or s%om Jamaica;\n        (b) the use in Jamaica of any business description\n            or title in any language of the words\n            ‘‘insurance”,    “assurance”, “indemnity”,\n            “guarantee”, “under-writing”, “rereinsurance”,\n            “Surety”,    “e,          or any of their\n            derivatives, or any expression which conmtes\n            or is intended to connote insurance business;\n              and\n                    INSURANCE\n         (c) the making in Jamaica of any representation\n              in any document or in any other manner\n              offering, directly or indirectly, to arrange\n              contracts of insurance;\n“child” in relation to any person includes-\n        (a) a child adopted in pursuance of an order made\n            under the Children (Adoption o f ) Act;\n        (6) a step-child and any other child wholly or\n            mainly maintained by that person;\n“class of insurance business” means any class of insurance\n     business specified in section 3 (1);\n“collector” includes every person, however remunerated,\n     who calls on policy holders for the purpose of\n     receiving premium payable under industrial life\n     policies;\n“Commission” means the Commission appointed under\n   section 3 of the Financial Services Commission Act;\n“company” means a body corporate which carries on or\n    proposes to carry on insurance business in Jamaica;\n“control” means the possession by a person of the power to\n    direct or influence the direction of, the management\n    and policies of a person, through the ownership of\n    voting shares or by contract (other than a commercial\n    contract for goods or non-management services) or\n    otherwise, but does not include any such power\n    derived fiom an official position with the person\n    concerned;\n“Court” means Supreme Court;\n“document” includes in addition to a document in writing-\n        (4      map, P h graph or drawing;\n        (b) any photograph;\n                    NSURANCE                                  13\n        (c) any disc, tape, sound track or other device in\n            which sounds or other data are embodied so as\n            to be capable (with or without the aid of some\n            other equipment) of being reproduced\n            therefiom;\n\"eligible facultative placement insurer\" means an\n     unregistered     insurer with which a registered\n     facultative placement broker may place facultative\n     insurance placements;\n\"equity linked products\" means life insurance or annuity\n    products which purport to offer investment benefits\n    that are linked to the performance of certain\n    identifiable investments, whether or not held in\n    separate or segregated funds;\n\"facultative placement broker\" means a person registered\n    under this Act to place, with eligible unregistered\n    insurers, insurance on properties, risks or exposures\n    located or to be performed in Jamaica;\n\"foreign company\" means a company incorporated outside\n     the area of the Caribbean Community and Common\n     Market;\n\"general insurance business\" means insurmce business of\n    any class specified in section 3(1) other than ordinary\n    long term insurance business or industrial l i e\n    insurance business;     .\n\"grandchild\" means, in relation to any person, a child of\n    that person's child;\n\"holding company\" has the meaning specified in\n     subsection (6);\n14                        I;?ISURANCE\n     “industrial life insurance business” means the business of\n         effecting and carrying out insurance upon human life,\n         premiums in respect of which are payable at intervals\n         of less than two months in each case and are\n         contracted to be received, or are usually received, by\n         means of collectors sent by the insurance company to\n         each policyholder, or to his residence or place of\n         work;\n     “industrial life policy” means a policy in respect of which\n         the premiums are contracted to be received or are\n         usually received by means of collectors, and\n         include+\n             (a) a policy that has at any time been such a\n                 policy; and\n             (b) a paid-up policy (not being a policy expressed\n                 to be a non-industrial life policy) granted in\n                 lieu of an industrial life policy or of a policy\n                 referred to in paragraph (a);\n     ”insurance business’’ means the assumption of the\n         obligations of an insurer in any class of insurance\n         business and includes reinsurance business;\n     “insurance consultant” means a person providing insurance\n          services not falling within any other category, or\n         holding himself out as such;\n     “insurance intermediary“ means an agent (including a\n         managing general agent), broker (including facultative\n         placement broker and reinsurance broker), sales\n         representative, adjuster, insurance consultant, or such\n         other persons carrying on any business connected with\n         insurance as may be prescribed;\n     “insurer” means a company carrying on insurance business\n         and, except where otherwise stated, includes all the\n         members of an association of underwriters which is\n         registered 8s an insurer;\n                      INSURANCE                                    15\n”liability insurance business“ means the business of\n     effecting and carrying out contracts of insurance\n     against risks of the persons insured incurring liabilities\n     to third parties, not being risks arising out of, or in\n     connection with the use of, motor vehicles or vessels\n     or aircraft or risks incidental to the construction, repair\n     or docking of vessels or aircraft;\n”life insurance business“ means the undertaking of liability\n     under policies of insurance upon human life, but does\n     not include industrial life insurance business;\n“life insurance fund” means the fund to which the receipts\n     of an insurer in respect of his life insurance business\n     are carried and fiom which payments in respect of that\n     business are made;\n“life insurance policy” means any instrument by which the\n     payment of money is assured on death or the\n     happening of a contingency dependent on human life,\n     or any instrument evidencing a contract which is\n     subject to the payment of premiums for a term\n     dependent on human life, but does not include an\n     instrument by which the payment of money is assured\n     only on accidental death;\n“life insurer” means a registered insurer carrying on l i e\n     insurance business;\n“local company” means a company incorporated under the\n    Companies Act or under the relevant law of any\n    member state of the Caribbean Community and\n    Common Market;\n“local policy” means a policy issued, whether in or outside\n    Jamaica, by or on behalf of an insurer, upon an\n    application made in Jamaica to an insurer, broker,\n    sales representative or agent;and-\n16                                INSURANCE\n             (a) includes a life insurance policy issued outside\n                 Jamaica at the request of the policyholder,\n                 which the policyholder has agreed in writing\n                 shall be treated as a local policy for the\n                 purposes of this Act; but\n            (b) does not include a life insurance policy made\n                payable, after the date of its issue, outside\n                Jamaica at the request of the policyholder,\n                which the policyholder has agreed in writing\n                shall not be treated as a local policy for the\n                purposes of this Act;\n     “long term business” means insurance business of all or\n         any of the following classes, namely, ordinary long\n         term insurance business and industrial life insurance\n         business and, in reIation to any company, insurance\n         business carried on by the company as incidental only\n         to any such class of business;\n     “managing general agent” means any person (other than an\n         employee of an insurer) who-\n              (U) manages all or part of the insurance business\n                  of a foreign insurer; and\n              (b) by whatever name called, acts as an agent\n                  for such insurer and-\n                              (i) produces, directly or indirectly, and\n                                  underwrites an amount of gross\n                                  direct written premium equal to\n                                  five per cent or more of the\n                                   policyholder surplus (as reported in\n                                  the insurer’s last annual statement)\n                                  in any one quarter or year;\n                             (ii) adjusts or pays claims in excess of\n                                  an amount determined by the\n                                  Commission;\n             I Ibu ~IICIII\\IIW,#I\n                               111n p p I \\ .~IIII~IIIIIUII\n                                                        h) I N   I 11 ?Ill)?   I\n                             INSURANCE                                      17\n           (iii)       negotiates reinsurance on behalf of the\n                       insurer;\n      but does not include a manager who, pursuant to a\n      contract, manages all or part of the insurer’s\n      insurance operations, is under common control with\n      the insurer and whose compensation is not based on\n      the volume of premiums written;\n“marine, aviation and transport insurance business” means\n    the business of effecting and carrying out (otherwise\n    than incidentally to some other class of insurance\n    business) contracts of insuran-\n        (a) upon vessels or aircraft, or upon the\n            machinery, tackle, furniture or the equipment\n            of vessels or aircraft;\n        (b) upon goods, merchandise or property of any\n            description whatever on board vessels or\n            aircraff;\n        (c) upon the freight oc or any other interest in or\n              relating to, vessels or aircraft,\n        (dj against damage arising out of or in connection\n              with the use of vessels or aircraft, incIuding\n              third-party risks;\n        (e) against risks incidental to the construction,\n            repair or docking of vessels, including third-\n            party risks;\n        v) against transit risks (whether the transit is by\n            sea, inland water, land or air, or partly one and\n            partly another) including risks incidental to\n            the transit insured h m the commencement of\n            the transit to the ultimate destination covered\n            by the insurance, but not including risks the\n            insurance of which is motor vehicle insurance\n            business; or\n        [lk iirlurion ofthir page I S u u t h o n d by L.N.   I 12,2002 1\n18                             INSURANCE\n          (g) against any other risks the insurance of which is\n              customarily undertaken in conjunction with or as\n              incidental to any business referred to in the\n              foregoing paragraphs of this definition;\n     “motor vehicle insurance business” means the business of\n         effecting contracts of insurance against loss OF, or\n         damage to or arising out of or in connection with the\n         use of, motor vehicles, including third-party risks;\n     “mutual company” means a company whose capital is\n         owned by the policyholders of that company and\n         includes a company which has agreed to purchase\n         back or is in the process of purchasing back its sbare\n         capital at a fyred price and is recognized by the\n         Commission as a mutual company;\n     “ordinary life insurance business’’ means insurance\n         whereby an insurer assumes in return for the payment\n         of a sum or sums of money a contingent obligation\n         dependent on human life but does not include\n         industrial life insurance, personal accident, sinking\n         fund or cancellable group life insurance;\n     “ordinary long term insurance bwimess” means business\n         (excluding industrial life insurance business) of any of\n         the following kinds, namely, effecting and carrying\n         out contracts of i n s m -\n         (U)   on human life or contracts to pay annuities on\n               human life;\n                                                                     ..\n         (b) against the risk of the persons insured sustauung\n             injury or dying as a result of an accident, or of an\n             accident of a specified type;\n         (c) against loss resulting hor\n                                      n the illness or disability\n             of a person other than loss resulting h o r n death,\n         (d) whereby an insurer undertakes to pay a cettain\n             sum or sums of money in the event of the illness\n             or disability of a person;\n               lTheincl“nrmoIihirpagsiraulhon2edby L N   11212W2 I\n                     INSURANCE                                  19\n        (e) against expenses incurred for vision or dental\n            care,     laboratory or x-ray services,\n            hospitalization, or other medical or health-care\n             services;\n        v) whether effected by the issue of policies,\n            bonds or endowment certificates or otherwise\n             whereby, in return for one or more premiums\n            paid to the insurer, a sum or a Series of sums\n            is to become payable to the insured in the\n            future, not king contracts llling within\n            Paragraphs       (4.(c), (4or (d.\n                         ( 4 9\n”pecuniary loss insurance busmess” means the business of\n    effecting and carrying out contracts of insurance\n    against any of the following risks-\n        (a) risks of loss to the persons insued-\n                  (i) arising h m the insolvency of their\n                      debtors or h m the failure\n                      (otherwise than through insolvency)\n                      of those debtors to pay their debts\n                      whendue;\n                (i)   attributable to their incurring\n                      unfbreseen expense;and\n         (b) risks not falling within paragraph (a) nor\n              being of such kind that the carrying on ofthe\n              business of effecting and carrying out\n              contracts of insurance against them constitutes\n              the carrying on of some other ckss of\n              insurance business;\n”policy” means an insurance policy;\n”policyholder” means the person who for the time being\n     has legal title to a policy and includes any person to\n     whom a policy is for the time being assigned;\n‘’prescribed securitiis” meaos any securities or class of\n     securities prescribed by regulations made under this\n     Act;\n20                        lNSURANCE\n     “principal office” means the place in Jamaica where the\n          insurance business of a company is controlled or\n          managed;\n     “principal representative” means the representative notified\n          to the Commission in accordance with section 24;\n      “property insurance business” means the issue of, or the\n          undertaking of liability under, policies of insurance\n          against loss of or damage to real or personal property\n          of every kind and interests therein, h m any hazard or\n          cause, or against loss consequential upon such loss or\n          damage, not being risks the insurance of which is\n          motor vehicle insurance business or marine, aviation\n          and transport insurance business;\n     “register” means the register of policies referred to in\n          section 124;\n     “registered insurance agent” means an insurance agent\n          registered in accordance with Part IV;\n     “registered insurance broker” means an insurance broker\n          registered in accordance with Part IV,\n     “registered i n s m ” means an insurer registered in\n          accordance with Part I1 or Part 111, as the case may\n          require;\n     “reinsurance broker” means any person, other than an\n          officer or employee of a ceding insurer, who solicits,\n          negotiates or places reinsurance or retrocessions on\n          behalf of a ceding insurer without the authority or\n          power to bind reinsurance on behalf of that insurer;\n     “reinsurer” means any registered insurer who is authorized\n          by this Act to assume reinsurance;\n     “sales representative” means an individual employed by an\n          insurer, agent or a broker, to solicit applications for\n          insurance or to negotiate insurance on behalf of that\n          insurer or agent or on behalf of the client or broker, as\n          the case may be, and includes a collector;\n                                    lNSlJRANCE                                                   27\n       (2) A body corporate incorporated under the Companies\nAct that carries on any class of insurance business in any other\ncountry shall, for the purposes of this Act, be deemed to be a\ncompany carrying on such business in Jamaica\n         (3) For the purposes of this Act, the reinsurance of\nliabilities under insurance policies shall be treated as insurance\nbusiness of the class and type to which the policies would have\nbelonged if they had been issued by the reinsurer, and all the\nprovisions of this Act apply to such reinsurance except that a\ncompany or an association of underwriters carrying on the\nreinsurance shall not be required to make, in respect of such\nreinsurance, any deposit as required by section 21 or 69.\n       (4) Part        I1 does not                 apply to            associations of\nunderwriters.\n        (5) This Act does not apply to any organization that is\nregistered under any enactment that relates to f?iendly societies,\nco-operative societies, building societies, trade unions or to any\nother similar organization."
    }
  ],
  "definitions": [
    {
      "term": "beneficiary",
      "definition": "a person, other than the insured",
      "source_provision": "sec105"
    },
    {
      "term": "declaration",
      "definition": "an instrument signed by the insured",
      "source_provision": "sec105"
    },
    {
      "term": "equity linked products",
      "definition": "life insurance or annuity",
      "source_provision": "sec148"
    },
    {
      "term": "facultative placement broker",
      "definition": "a person registered",
      "source_provision": "sec148"
    },
    {
      "term": "foreign company",
      "definition": "a company incorporated outside",
      "source_provision": "sec148"
    },
    {
      "term": "general insurance business",
      "definition": "insurmce business of",
      "source_provision": "sec148"
    }
  ]
}