{
  "id": "jm-stat-the-insurance-fund-act",
  "type": "statute",
  "title": "The Insurance Fund Act",
  "title_en": "The Insurance Fund Act",
  "short_name": "Insurance Fund Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-insurance-fund-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-insurance-fund-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Insurance Fund Act.                 Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. It shall be lawful for the Governor by Warrant Governor\naddressed to the Treasurer to direct the transference on or authorized\n                                                            tOdireFt\nbefore the thirty-first day of December, 1921, of a sum\nof one hundred and fifty thousand pounds, or such other !amounrr\n                                                             o an\nsum as the kgislative Council may approve, to an account msurance\nwhich shall be called “The Insurance Fund”, and, thereafter\non the thirtieth day of September, 1922, and on the same\ndate in each succeeding year, of a sum of ten thousand\npounds, or such other sum as the House of Representatives\nmay approve until the amount of the Insurance Fund is\ntwo hundred thousand pounds."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. It shall be lawful for the Minister to direct the invest- hvcstrnent\n                                                                      of whole or\nment of the whole, or any part of the Insurance Fund in padoffund.\nany loan or public security approved for the investment of\npublic moneys, or the placing of the whole, or any part of\nit on deposit at interest with any bank in which the public\nmoneys of the Government may be lawfully deposited, and\nthe interest on such investments shall be carried to the\ncredit of the fund, and shall be added to the fund and be\napplied and dealt with as part of the fund, provided that\nwhenever the fund is in credit to the extent of four hundred\nthousand dollars, it shall be lawful for the Minister to give\ndirections to the Accountant-General that the interest on\nsuch moneys as may be invested, or part of such interest,\nshall be camed to the credit of the Consolidated Fund.\n                                                                  -\n      me inclusion of this p g e is authorized by LN. 480/19731\n2                                  INSURANCE FUND\nPurDosesof     4. The Insurance Fund shall be devoted to making good\nfund.\n             extraordinary expenditure incurred, or loss sustained by\n             the Government through the occurrence of any earthquake,\n             hurricane, drought, fire or other public calamity and all\n             appropriations from the Insurance Fund for such purposes\n             shall be made on the authority of a resolution of the\n             House of Representatives.\nWhat is to      5. So soon as the Insurance Fund shall have reached the\nbe done\ninmse        amount of four hundred thousand dollars, then if any\nOf anycxtra- extraordinary expenditure shall have been made our of the\nordinary\nexpendhturc Insurance Fund as provided in the foregoing section, it\nbeing made\noutofhnd. shall be lawful for the Minister by warrant addressed to\n             the Accountant-General to direct the transference from the\n             Consolidated Fund to the credit of the fund, on the\n             thirtieth day of September next ensuing of such sum not\n             exceeding twenty thousand dollars, or such sum as the\n             House of Representatives may approve, as may suffice to\n             make up the amount of the fund to four hundred thousand\n             dollars, and if the sum of twenty thousand dollars, or such\n             other sum as the House of Representatives may approve\n            shall not suffice for this purpose, then to direct the trans-\n             ference of such sum or sums as the House of Representa-\n             tives may approve on the same date in the next ensuing\n            year, and in each succeeding year, until the amount of the\n            Insurance Fund shall be again made up to four hundred\n            thousand dollars.\n                  me inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}