{
  "id": "jm-stat-the-inter-american-development-bank",
  "type": "statute",
  "title": "The Inter-American Development Bank",
  "title_en": "The Inter-American Development Bank",
  "short_name": "Inter-American Development Bank",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-inter-american-development-bank",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-inter-american-development-bank | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. That Jamaica shall become a member of the Bank when the President\n       shall have declared that Jamaica has fulfilled all of the' following require-\n       ments:\n             (a) It shall have subscribed to 1,852 shares of the capital stock of the\n                 Bank having a par value of US$10,000 per share, divided into 276\n                 paid-in shares and 1,576 callable shares, on the following basis: '\n     ...       . '-            ..\n                                    ,   ,                                                                                                       ,            .         ,\n                               . (i) o'payrnent;of  the amount subscribed to the paid-in capital stock\n                                         f the Bank shall be rhade in three instalments; the first of\n                                       which shall be 20 per cent and the second and third each 40\n                                 ' percent of such amount. The first instalinent shall'be paid on\n                                             ,\n                                       the date the instrument of acceptance shall be paid on the\n                                       date the 'initrument of adceptance or ratification is deposited,\n                           .,. .\n                                       i n accordance with' 'Section 1 ( 4 of this Resolution. The\n                                    ,\n                                       remaining two instalments shall be'paid, one year and two\n                                       years, respectively, affer such date. Of each instalment, 50\n                                       per cent shall be paid in gold andlor \".s. dollars and 50 per\n                           ...       . cent in thecurrency of Jamaicain accordance with Article 11,\n                                   , Section. 4(b) of the Agreement.\n                             (ii) The callable portion of the subscription's,hall be subject to the\n                                  provisions of Artible 11, Section'4(a) (ii) of the Agreement.\n           ,           (6) It shall have undertaken to contribute to the Fund for Special\n                           Operations of the Bank with a quota of US$6,159,000, payment of\n                           which shall be made as follows: ;i .\n                                                                      ',    .\n                                            (i) ~ ~ $ 4 1 4 , 0 0shall,be\n                                                                  0       paid in gold andlor U.S. dollars and\n                                                the equivalent of US$5,745,000 in the currency of Jamaica\n                                                in accordance with Article IV, Section 3(e) of the Agree-\n                                                ment.\n                           ,            .        L       .       .          ;      ,\n       ,.\n                    (ii) !The q u o d , s ~ lbe\n                       ,\n                                                   l contribbted i n five, iq&l  i~st~lments,of\n       fa:.  ; ., .     . . which\n                              ,      the first. sh4l'be paid a t theztime'the instrument of\n                            accep(ance or htifi&tion    . .. .. ii depositd i ~   ,\n                                                                               +koraan&   with\n       -.':. . .\n                            ~ e c t i o n \" l 'of\n                                               ( ~ this iisblutibti.,and th: remainder annually\n                            thereafter. Each insGlment shall'cohsist 'of ' ~ ~ $ 8 2 , 8 0in0\n       , .. ,    .          gold andlor U.S: dollars anil:the equivalent.of US$], 149,000\n       ..        , -\n                            in the currency of Jamaica.\n                                                 <\n                                                     . .\n                                                     :       .       . .;   ,    f,,\n                                                                                       I\n                                                                                           ,\n                                                                                               )      .\n                                                                                                   ,&>:\n                                                                                                          -   '..I.\n                                                                                                                             I\n                                                                                                                             I . '    .-._ I    .\n                                                                                                                                                    .L\n                                                                                                                                                         .\n                                                                                                                                                                 , ,\n                                                                                                                                                                       ,    .\n                                        [The-inclusion o f this page \"is authorized by L.N. 92c/2012]                                                                  --\n                                            C     _    '   .a   -           ..\n                                                                       , . '% r - . !\n             INTER-AMERICAN DEVELOPMENT BANK                                        49\n    (c) Its duly authorized representative shall have signed the original of\n        the Agreement deposited with the General Se.cr,etariatof the Organi-\n        zation of American States.\n     (6) It shall have deposited with the General Secretariat of the Organi-\n         zation of American States an instrument setting forth that it has\n         accepted or ratified, in accordance with its law, the Agreement and\n         all the terms and conditions prescribed in this resolution, and that it\n         has taken steps necessary to enable it to fulfill all of its obligations\n         under the Agreement and this resolution.\n     (e) It shall have represented to the Bank that it has taken all action\n         necessary to sign the Agreement and deposit the instrument of\n         acceptance or ratification as contemplated by Section l(c) and (6)\n         of this resolution and it shall have furnished to the Bank such in-\n         formation in respect of such action as the Bank may have requested."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2-Legal\n     SECTION             Stutus\n       The Bank shall pcssess juridical personality and, in prticular, full\n     capacity :\n         (a) to contract:\n         (b) to acquire and dispose of immovable and movable property;\n               and\n         (c) to institute legal praceedings.\n                                         -                                   _-\n               INTER-AME.WCAN DEVLLOPMENT BANK                               35\nSECTION    3. lrldiciul Proccedin:s\n          ~~\n   Actions may be brought against the Bank only in a court of compelent\njurisdiction in the territoiies of a member in which the Bank has an\noflice. has appointed an agent for the purpose nf accepting service or\nnotice of process, or ha5 issued or guaranteed securities.\n  No action shall be brought against the Bank by members or persons\nacting or deriving claims from members. However, member countries\nshall have recourse to such special procedures to settle controversies\nbetween the Bank and its members as may be prescrikd in tbs\nAgreement, in the bylaws and regulations of the Bank or in contracts\nentered into with the Bank.\n  Property and assets of the Bank shall, wheresoever located and by\nwhomsgever held, be immune from all forms of seizure, attachment Or\nexecution before the delivery of final judgment aeainst the Bank.\nSECTION  4-Zinrnrtnity of Assets\n   Property and assets of the Bank, wheresoever located and by whom-\nsoever held, shall be considered public international property and shall\nbe immune fiom search, requisition, confiscation, expropriation or any\nother form of taking or foreclosure by executive or legislative action.\nSECTION 5-Znvidability of Archives\n   The archives of the Bank shall be inviolable.\nSECTION\n      &Freedom        of Assets From Restrictions\n   To the extent necessary to carry out the purpose and functions of\nthe Bank and to conduct its oprations in accordance with this Agree-\nment, all property and other assets of the Bank shall be free from\nrestrictions, regulations, controls, and moratoria of any nature, except\nas may otherwise be provided in this Agreement.\nSECTION7-~Privi!ege for Cornnir:nicutioru\n   The official communications of the Bank shall be accorded by each\nmember the same treatment that it accords to the official communica-\ntions of other members.\nSECTION &Personal Zmmunities and Privileges\n  AU governors, executives, directors, alternates, officers, and employees\nof the Bank shall have the following privileges and immunities:\n    (aJ Immunity from legal process with respect to acts performed. by\nthem in their official capacity except when the Bank waives this\nimmunity\n     (bj When not. local nationals, the same immunities from immigra-\ntion restrictions, alien registration requirements, and national service\nobligations and the same facilities as regards exchange provisions as\n&re accorded by members to the representatives, officials, and employees\nof comparable rank of other members.\n          [meinclusion of this page.is auihorizcd by LN. 68/1978]\n36              INTER-AMERICAN DEVELOPMENT BANK\n          (c) The same privileges in respect of travelling facilities as m\n     accorded by members to representatives, 08icials. and employees of\n     comparable rank of other members.\n     SECTION9-lmmunities from Taxa$im\n          (a) The Bank, its property, other assets. income and the opera-\n     tions and transactions it carries out pursuant to this Agreement. shad1be\n     immune from aU taxation and from all customs duties. The Bank shall\n     also be immune from any obligation relating to the payment. withhold-\n     ing. or wlldon of any tax. or duty.\n          (b) No tax shall be levied on or in respact of salaries and\n     emoluments paid by the Bank to executive directors, alternates, officials.\n     or employees of the Bank who are not local citizens or other local\n     nationals.\n          (c) No tax of any kind shdl be levied OD any obligation or security\n     issued by the Bank, including any dividend or interest thereon. by\n     whomsoever held :\n                 (i) which discrimiMteS against guch obligation or s d t y\n                     solely bccause it is i s s d by the Bank; or\n                (ii) if bhe sole jurisdictional basis for such *ation is the\n                     place of currency in which it is issued. made payable\n                     or paid, or the location of any office or place of busi-\n                     ness maintained by the Bank.\n          (d) No tax of any kind shall be levied un any obligation or s&ty\n     guaranteed by the Bank, including any dividend or interest themon,\n     by whomsoever held:\n                  (i) which discriminates against such ubligatim or Senrrity\n                      so!ely because it is -teed      by the Bank: or\n                 (ii) if the sole jurisdictional basis for such taxadon iC the\n                      location of any office or place of business maintained\n                      by the Bank.\n     SECTIONI0-lmpIernentation\n       Each member, in accordance with its juridic+ system. shall\n     such action as is necessary to make effective in its own temtories the\n     principles set forth in thk article. and shall inform Ihe Bank Of tht\n     action which it has taken on the matter.\n                      ARTICLE xn AMENDMENTS\n         (a) (i) This Agreement m a y be amended only by decision of tb\n                 Board of Governors by a majority of the total number\n                 of governors, including two-thirds of tbe governors of\n                 regional members, representing not less than three-fourths\n                 of the total voting power of the member ~ ~ u o t r i c s .\n                 provided, however, that the voting majorities provided in\n                 Article II. seotioa 1 (b), may bc amended oaly by the\n                 vcting majorities stated therein.\n               P’he inclusion of this page is authorized by LN. 68/19781\n           INTER-AMERICAN DEVELOPMENT BANK                                    31\n            (ii) The relevant artioles of the Agreement may be amend2d\n                 as provided in paragraph (a) (i) above to provide for the\n                 mesger or thc inter-regional capital stock and thc\n                 ordinary capital stock at such time as the Bank shall\n                 have dischzrgcd its liabilities on all its ordinary czpitd\n                 borrowings which were outstanding at December 31,\n                 1914.\n     (b) Notwithstanding the provisions of (a) above, the unanimous\nagreement of the Board of Governors shall be required for the approval\nof any amendment modifying :\n            (i) the right to withdraw from the Bank as provided i n\n                Article IX,Scction 1;\n           (ii) the right to purchase capital stcck cf the Bank and to\n                contribute to the Fund as provided in Article 11, Section\n                3 (b) and in Article IV, Section 3 (g) respectively: and\n          (iii) the limitation on liability as provided in Ariicle 11,\n                Section 3 (d), Article IlA, Section 2 (e) and Article\n                IV, Section 5 .\n     (c) Any prcposal to amend this Agreement, whether emanating\nfrom a member or the Board of Executive Directors, shall be communi-\ncated to the Chairman of the Board of Governors, who shall bring the\npriiposal before the Board. of Gsvemors. When an amendment has\nbeen adopted, the Bank shall so certify in an official communication\naddressed to all members. Amendments shall enter into force fzr all\nine.mbers three months after the date of the official communication\nunless the Board of Governors shall specify a diRerent period.\n    ARTICLE XPII INTERPRETATION AND ARBlTRATION\nSSCTION1-1nferprefat;on\n    (a) Any auestion of interpretation of the provisions of this\nAgreement arising between any member and the Bank or between any\nmembers cf the Bank shall be submitted to the Board of Executive\nDirectors for decision.\n   Members especially affected by the auestion under c0nsiderati.m\nshall1 be entitled to direct representation before the Board of Executive\nDirectors as provided in Article VLII, Section 3 (g).\n    (b) In any case whcre the Board of Executive Directors has given\nB decisim under (a) above, any member may require that the question\nbe submitted to the Board of Governars, whose decision shall be final.\nPending the decision of the Bcard of Governors, the Bank may, so far\nas it deems it necessary, act on the basis of the decision of the Board\nof Executive Directors.\nSECTIOX  2-Arbitration\n  If a disagreement should arise between the Bank and a country which\nhas ceased to be a member, o r between the Bank and any member after\n          me illclusion of this pagi is aulhorlzed by L.N. 68/1978]\nX\n38               INTER-AMERICAN DEVELOPMh-,VT B A N K\n     adoption of a .decision to terminate the operation of the Bank, such\n     disagreement shall be submitted to arbitration by a tribunal of three\n     arbitrators. Cne ol the arbitrators shall be appointed by the Bank,\n     another by the country concerned, and the third, unless the parties\n     otherwise agree, by the Secretary General of the Organization of\n     American Skates. If all eftorts to reach a unanimous agreement fail.\n     decisions shall be made by a majority vote of the three arbitrators.\n        The third arbitrator shall be empowered to settle all questions of\n     procedure in any case where the parties are in disagreement with respect\n     thereto.\n                  ARTICLE XIV GENERAL PROVISIONS\n     SECTION1-Principal      Oflice\n       The principal oEce of the Bank shall be located in Washington.\n     District of Colombia. United States of America.\n           Z-Relatio:~~with Other Organizations\n     SECTION\n       The Bank may enter into arrangements with other organizations\n     with respect to the exchanze of information or for other purposes\n     consistent with ,this Agreement.\n     SECTION3 4 l l a n n e l of Communication\n       Each member shall dcsignate an oificial entity for purposes of\n     communication with the Bank on matters connected with this Agreement.\n     SECTION  4-Deposiroria\n       Each member shall designate its central bank as a depository i n\n     which the Bank may keep its holdings of such member’s currency and\n     other assets of the Cdnk. If a member has no central bank it shall in\n     agreement with the Eank, dzsiignate another institution fur such purpose.\n                     ARTICLE XV FINAL PROVISIONS\n     SECTIONI-Signallwe      and Acceptunce\n          (a) This Agreement shall be deposi.ted with the General. Secretariat\n     of the Organization of American States, where it shall remain open\n     until December 31. 1959, for signature by the representatives of the\n      countries listed in Annex A. Each signatory country shall deposit with\n      the General Secretariat of the Organization of Amefican states an\n     instrument setting forth that it has accepted or ratiEed th~sAgreement in\n     accordance with its own jaws and has @ken the steps necessary to\n     enable it to fulfil all i.tsobligations under t h s Agreement.\n          (b) The General Secretariat of the Organization of American\n     States shall send certified, copies of this Agreement to the members\n     of the Organization and duly notify them of each signature and deposit\n     of the instrument of acceptance or ratification made pursuant to the\n     foregoing paragraph, as well as the date thereof.\n              r h c inclusion of this page is authorized by L.N. 68/1978]\n           INTER-AMERICAN DEVELOPMENT BANK                                   39\n     (c) At the time the instrument of acceptance or ratification is\ndeposited on its bchalf, each country shall deliver to the General\nSecretariat of the Organization of American States for the purpose of\nmeeting administrative expenses of Ihe Bank, gold or United States\ndollars equivalent to one-tenth of one percent of the purchase price\nof the shares of the Bank subscribed by it and of its quota in the Fund.\nThis payment shall be credited to the member on account of its subscrip-\ntion and fluota prescribed pursuant to Articles 11. Section 4 (a) (i), and\nIV, Section 3 (d) (i). At any time on or after the date on which its\ninstrument of acceptance or ratification is deposited, any member may\nmake additional payments to be credited to the member on account\nof its subscription and quota prescriked pursuant to Articles 11 and\nN.The General Secretariat of the Organization of American States\nshall hold all funds paid under this paragraph in a special deposit\naccomt or accounts and shall make such funds available to the Bank\nnot later than the time of the first meetinz of the Board of Governors\nheld pursuant to Section 3 of this article. If this Agreement has not\ncome into force by December 31. 1959. the General Secretariat of the\nOrganization of American States shall return such funds to the countries\nthat delivered them.\n     (d) On or after the date on which the Bank commences operations,\nthe General Secretariat of the Organization of American States may\nreceive the sicnature and the instrument of acceptance or ratification of\nthis Agreement from any country whose membership has been approved\nin accordance with Article 11, Section I (b),\nSEC~ION"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3-Board      of Executive Directors\n      (a) The Board of Executive Directors shall be responsible for the\nconduct of the operations of the Bank, and for this purpose m y exercise\nall the Powers delegated to it by the Board of Governors.\n           me h C l l d o D Of thk Page h~umorizedby L.N.95/ 19971\n28                    INTER-AMERICA N DEVELOPMENT BANK\n               (b) (i) Executive directors shall be persons of recognized com-\n                          petence and wide experience in economic and financial\n                          matters but shall not be governors.\nL.N.                (ii) One executive director shall be appointed by the member\n12&/95                    country having the largest number of shares in the Bank,\n                          not less than three executive duootors shall be elected by\n                          the governors of the non-regional member countries. and\n                          not less than ten others shall be elected by the governors\n                          of the remaining mcmber countries. The nu,mber of execu-\n                          tive directors to be selected in these categories, and the\n                          procedure for the election of all bhe elective direotors shall\n                          be dctermined by regulations adopted by the Board of\n                          Ciovernors by a three-fourths majority of the total voting\n                           power of the member countries, inoluding, with twpxt to\n                          provisions relating exclusively to the election of directors\n                          by non-regional member countries, a two-thirds majority\n                          of the governors o€ the non-regional members. and. with\n                          respect to provisions relating exclusively to the numbex\n                          and election of directors by the remaining mem,ber wun-\n                          tries, by a two-thirds majority of the governors of regional\n                          rnembxs. Any change in the aforementioned regulations\n                          shall require the same majority of votes for its approval.\n                   (iiil Executive directors shall be appointed or elected for temr\n                          of three years and may be reappointed or re-elected for\n                          suoxssive terms.\nL.N.           (c) Each executive dirxtor shall appoint an alttemate who shall\n124G/95   have full power to act for him when he is not present. Directors\n          and alternates shall be citizens of the member countries. None of the\n          elected directors and their altermtes may be of the m e citizenship,\n          except in bhe case of-\n                      (i) countries that are not borrowers: and\n                   (ii) barrowin8 member countries, in caser, determined by the\n                          governors of the borrowing members pursuant to a three-\n                           quarters majority of their total &g         power and a two-\n                          thirds majority of their total number.\n          Altcmdtus may participate in metinss but may vote only when they\n          arc acting in place of their principals.\n               (d) Directors shall continue in office until their successors are\n          appointed or elected. If the office of an elected director becomes vacant\n          more than 180 days before the end of his term, a successor shall be\n          elected for the remainder of the term by the governors who elected the\n          former director. An absolute majority of the votes cast shall be required\n          for election. While the office remains vacant. the arlternate shall have all\n          the powers of the former director except the power to appoint an\n          alternate.\n               (e) The Board of Executive Directors shall function in continuous\n          session at the principal office of the Bank and shall meet as often as the\n          business of the Bank may require.\n                              inchLJonof dhis page iawthorimd by L.N. 95/1997]\n           INTER-AMERICAN DEVELOPMENT B A N K                                          29\n       (0 A quorum for any meeting of the Board of Executive Directors\nshall be an absolute majority of the total number of directors, includin?\nan absolute majority of directms of regional members, reprffenting not\nless than two-thirds of the total voting power of the member countries.\n       (g) A member of thc Bank may send a representative to attend\nany mecting of the Board of Executive Directors when a matter\nespecially affecting that member is under consideration. Such right of\nrepresentation shall be regulated by the Board of Governors,\n       (h) The Board of Executive Directors may appoint such committees\n as it deems advisable. Mmsbemhip of such committees need not be\nlimited to governors. directors, or alternates.\n       (i) The Board of Executive Directors shall determine the basic\n organization of the B A . including the number and general responsi-\n bilities of the chief administrative and professional positions of the\n staff, and sha!l approve the budget of the Bank.\nSECXIOXG V o f i t i g\n     (a) Each member country shall have 135 votes plus one v ~ t e\nfor each share of ordinary capital stock and b r each share of inter-\nregional capital stock of the Bank held by that munuy, provided\nhowever, that, in connection with any increase in the authorized\nordinary or inter-regional capital stock, the Board of Governors m a y\ndetermine that the capital stock authorized by such increase shald\nnot have voting rights and that such increasc of stock shall not be\nsubject to the pre-emptive rights established in Article II, Section 3 (b).\n     (b) N o increase in the subscription of any member to the ordinary L.N.\ncapital stock shall bearme effective, and any right to sutscribe thereto 1 2 3 G l M\nis hcreby waived, which would have the eEwt of reducing the voting\npower-\n             (i) of the regional developing members below 50.035 per\n                 cent of the total voting power of the member countries:\n            (ii) of the member having nhe largest number of shares\n                 below 30 per cent of suoh total vwting power; or\n           (iii) of Canada below 4 per cent of such total voting power.\n     (c) In voting in the Board of Governors, each governor shall ke\nentitled to cast the votes of the member country which he represents.\nExcept as otherwise specifically provided in this Aereement, all matters\nbefore the Board of Governors shall be decided by a majority of the\ntotal voting power of the member countries.\n     (d) I n voting in the Board of Executive Directors :--\n              (i) the appointed director shall be entitled to c a t the\n                  number of votes of the member country which appointed\n                  him;\n            (ii) eaah elmed director shall be entitled to cast the number\n                  of votes that counted toward his election, which votes\n                  shall be cart as a unit: and\n30              INTER-AMERICAN DEVELOPMENT BANK\n                (iii) except as otherwise specifically provided in this\n                      Agreement, all matters before the Board of Executive\n                      Directors shall be decided by a majurity of the total\n                      voting power of the member counuies.\n     SECIION5-President.     Executive Vice Presidenr. and Srufj\n           (a) The Board of Governors. by a majority of the total voting\n     power of the member countries including an absolute majority of the\n     governors of regional members. shall elect a President of the Bank\n     who, while holding office, shall not be a governor or an executive\n     director or alternate for either.\n        Under the direction of the Board of Executive Directors, the President\n     of the Bank shall conduct the ordinary business of the Bank and shall       '\n     be chief of its staff. He also shall be the presiding officer at meetings\n     of the Board of Executive Directors, but shall have no vote, except\n     that it shall be his duty to cast a deciding vote when necessary to break\n     a tie.\n       The President of the Bank shall be the legal representativeofthe\n     Bank The term of officeof the President of the Bank shall be five years.\n     and he may be re-elected to successive terms. He shall cease to hold\n     ofice when the Board of Governors so decides by a majority of the total\n     voting power of the member countries, including a majority of the total\n     voting power of the regional member countries.\n          (b) The Executive Vice President shall be appointed by the Board\n     of Executive Directors on the recommendation of the President of the\n     Bank. Under the direction of the Board of Executive Directors a?d the\n     President of the Bank, the Executive Vice Psesident shall exercise such\n     authority and perform such functions in the administration of the Bank\n     as may be determined by the Board of Executive Directors. In the\n     absence or incapacity of the President of the Bank, the Executive Vice\n     President shall exercise the authority and perform the functions of\n     the President.\n       The Executive Vice President shall participate in meetings of the\n     Board of Executive Directors but shall have no vote at such meetings.\n     except that he shaU cast the deciding vote, as provided in paragraph (a)\n     of this section. when he is acting in place of the President of the Bank.\n          (c) In addition to the Vice President referred to in Article IV.\n     Section 8 (b), the Board of Executive Directors may, on recommendation\n     of the President of the Bank, appoint uther Vice Presidents who shall\n     exercise such authority and perform such functions BS .the Board Of\n     Executive Directors may determine.\n          (d) The President, officers, and staB of the Bank. in the discharge\n     of their offices, owe their duty entirely to the Bank and shall recognize\n     no other authority. Each member of the Bank shall respect the inter-\n     national character of this duty.\n                .\n                -inclusion   of thisgage is aumorized by L.N. 95 / 19971\n             INTER-AMERICAN DEVELOPMENT BANK                                    31\n     (e) The paramount consideration in the employment of the slaff\nand in the determination of the conditions of service shall be the\nnecessity of securing the highest standards of efficiency, competence,\nand integrity. Due regard shall also be paid to the importance of recruit-\ning the staff on as wide a geographical basis as possible, taking into\naccount the regional character uf the insti.tution.\n     Q The Bank, its officers and employees shall not interfere i n\nthe political affairs of any member nor shall they be influenced in their\ndecisions by the political character of the member or members\nconcerned. Only economic considerations shall be relevant to their deci-\nsions, and these considerations, shall be weighed impartially in order\nto achieve the purpose and functions stated in Article I."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Both types of operations shall relate exclusively to loans made,\nparticipated in, or guaranteed by the Bank which are repayable only in\nthe respective m e n c y or currencies in which the loans were made.\nSuch operations shall be subject to the terms and conditions that the\nBank deems advisable. consistent with the provisions of this Agreement.\n     (c) The special operatinns shall be those hnanced from the\nresources of the Fund in accordance with the provisions of Article IV.\nSECTION   3-Basic Principle of Sepmation\n     (a) Subject to the amending provisions of Article XI1 (a) (ii),\nthe ordinary capital resources as defined in Article 11, Section 5, the\ninter-regional capital resources. as d e h e d in Article IIA. Section 4,\nand the resources of the Fund, as d e h e d in Article IV, Section 3 (h).\nshall at all times and in all respects be held, used. obligated, invested, or\notherwise disposed of entirely sepamte from each other.\n     (h) The ordinary capital resources and the inter-regional capital\nresources shall under no circumstances be charged with, or used to\ndischarge, obligations, liabilities or losses arising out of operations for\nwhich the resources of the Fund were originally used or committed.\n    (c) The ordinary capital resources shall under no circumstances\nbe charged wlth. or used to discharge, obligations, liabilities or losses\nchargeable to the inter-regional capital resources, and except as provided\nin Article VII, Section 3 (d), the inter-regional capital resources shall\nunder no circumstances be charged with, or used to discharge, obliga-\ntions, liabilities or losses chargeable to the ordinaly capital RSOUIC~S.\n          [The inclusion of this page is authorizad by L.N. 68/1978]\n12               INTER-AMERICAN DEVELOPMENT BANK\n          (d) The financial statements of the Bank shall show separately\n     the ordinary operations. the inter-regional resources operations, and\n     the special operations, and the Bank shall establish such other adminis-\n     trative rules as may be necessary to ensure the effective separation of\n     the three types of operations.\n          (e) Expenses pertaining directly to ordinary operations shall. be\n     charged to the ordinary capital resources. Expenses pertaining directly\n     to inter-regional resources operations shall be charged to the inter-\n     regional capital resources. Expenses pertaining directly to special\n     operations shall be charged to the resources of the Fund. Other expenses\n     shall be charged as the Bank determines.\n     SECTION  4-Methods of Making or Guaranteeing Loans\n        Subject to the conditions stipulated in this article, the Bank may\n     make or guarantee loans to any member, or any agency or political\n     subdivision thereof, and to any enterprise in the territory of a member,\n     in any of the following ways :\n                 (i) by making or participating in direct loans with funds\n                      corresponding to the unimpaired paid-in ordinary capi-\n                      tal and. except as provided in Section 13 of this article,\n                      to its reserves and undistributed surplus, or with the\n                      unimpaired resources of the Fund;\n                 (ii) by making or participating in direct loans with funds\n                      r a i s e d by the Bank in capital markets or acquired in\n                      any other manner, for inclusion in the ordinary capital\n                      resources of the Bank or the resources of the Fund:\n                (iii) by making or participating in direct loans with funds\n                      corresponding to the unimpaired paid in inter-regional\n                      capital, including any reserves or undistributed surpIus\n                      pertaining to such resources:\n                (iv) by making or participating in direct loans with funds\n                     raised by the Bank in capital markets, or borrowed\n                     or acquired in any other manner. for inclusiun in the\n                     inter-regional capital resources of the Bank; and\n                 (v) by guaranteeing, with the ordinary capital resowca.\n                     the inter-regional capital resources or the resources of\n                     the Fund, in whole or in part loans made, except in\n                     special cases, by private investors.\n     SECTION"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5-Limiiutions on Operations\n          (a) The total amount outstanding of loans and guarantees made by\n     the Bank in its ordinary operations shall not at any time exceed the\n     total amount of the unimpaired subscribed ordinary capital of the Bank.\n     plus the unimpaired reserves and surplus included in the' ordinary\n     capital resources of the Bank. as defined in Article 11, Section 5, exclusive\n     of income assigned to the special reserve established pursuant to Section\n               [Thc inclusion of this page is authorized by LN. 68/1978]\n            INTER-AMERICAN DEVELOPMENT BANK                                    13\n13 of this article and other income of the ordinary capital resouIces\nassigned by decision of the Board of Governors to reserves not available\nfor loans or guarantees.\n     (b) The total amount outstanding of loans and guarantees made\nby the Bank in its inter-regional resources operations sha!I not at. any\ntime exceed the total amount of the unimpaired subscnbed mter-reglonal\ncapital of the Bank, plus the unimpaired reserves and surplus included\nin the inter-regional capital resources of the Bank, as defined in Article\nIlA. Sedion 4, exclusive of income of the intcr-regional capital resources\nassigned by decision of the Board of Governors to reserves not available\nfor loans or guarantees.\n     (c) In the case of loans made out of funds borrowed by the Bank\nto which the obligations provided for in Article II, Section 4 (a) (ii),\nare applicable, the total amount of principal outstanding and payable\nto the Bank in a specific currency shall at no time exceed the total\namount of principal of the outstanding borrowings by the Bank for\ninclusion in its ordinary capiM resources ,that are payable in the\nsame currency.\n      ( d ) h-the case of loans made ont of funds borrowed by the Bank\nto which the obligations provided for in Article IIA, Section 3 (c). are\napplicable, the total amount of principal oustanding and payable to the\nEank in a specific currency shall at no time exceed the total amou,rtt\nof principal of the outstanding lmrrowings by the Bank for inclusion m\nits inter-regional capital resources that are payable in the same currency.\nSECTIOY  &Direct Loan Finnncing\n   In making direct loans or participating in them, the Bank may provide\nfinancing in any of the following ways:\n     (a) By furnishing the borrower currencies of members, other than\nthe currency of the member in whose territory the project is to be carried\nout, that are necessary to meet the foreign exchange costs of the project\n     (b) By providing financing to meet expenses related to the purposes\nof the loan in the territories of the member in which the project is to be\ncarried out. Only in special cases, particularly when the project indirectly\ngives rise to an increase in the demand for foreign exchange in that\ncountry, shall the financing granted by the Bank to meet local expenses\nbe provided in gold or in currencies other than that of such member: in\nsuch cases, the amount of the financing granted by the Bank for this\npurpose shall not exceed a reasonable portion of the local expenses\nincurred by the borrower.\nSmloN 7-Rules and Conditions for Making OT Guaranteeing Loans\n     (a) The Bank may make or guarantee loans subject to the following\nrules and conditions :\n            (i) the applicant for the loan shall have submitted a\n                detailed proposal and the SUB of the Bank shall have\n          llhc inclusion of this page is authorized by LN. 68/1978]\n14              INTER-AMERICAN DEVELOPMENT BANK\n                      presented a written repors recommending the proposal\n                      after a study of its merits. In special circumstances.\n                      the Board of Executive Directors. by a majority of the\n                      total voting power of the member countries, may require\n                      that a proposal be submitted to the Board for decision\n                      in the absence of such a report;\n                 (ii) in considering a q u e s t for a ban or a guarantee the\n                      Bank shall take into account the ability of the borrower\n                      to obtain the loan from private sources of financing\n                      on terms which, in the opinion of the Bank. are\n                      reasonable for the borrower, taking into accouot all\n                      pertinent factors:\n                (Gi) in making or guaranteeing a loan. the Bank shall pay\n                      due regard to prospects that the borrower and its\n                      guarantor. if any. will be in a position to meet their\n                      obligations under the loan contract:\n                (iv) in the opinion of the Bank. the rate of interest. other\n                      charges and the schedule for repayment of principal\n                      are appropriate for the project in question:\n                 (v) in guaranteeing a loan made by other investors, the Bank\n                     shall receive suitable compensation for its risk: and\n                (vi) loans made or guaranteed by the Bank shall bc\n                     principally for financing specific projects. includ-\n                     ing those forming part of a national or regional\n                     development programme. However, the Bank maymake\n                     or guarantee over-& loans to development institutions\n                     or similar agencies of the members in order that the\n                     latter may facilitate the 6nancing of specific development\n                     projects whose individual financing requirements are\n                     not, in the opinion of the Bank, large enough to warrant\n                     the direct supervision of the Bank.\n         (b) The Bank shall not finance any undertaking in the tCrnitory of\n     a member if that member objects to such financing.\n           W p t i o n a l Conditions for Making or GuarWeeing Loons\n     SECTION\n          {a) I n the case of loans or guarantees of loans to non-governmental\n     entities, the Bank may when it deem it advisable, require that the\n     member in whose territory the project is to be carried out. or a public\n     institution or a similar agency of the member acceptable to the Bank.\n     guarantee the repayment of the principal and the payment of interest\n     and other charges on the loan.\n          (b) The Bank may attach such other conditions to the making of\n     loans or guarantees as it deems appropriate, taking into account both the\n     interests of the members direcay involved in the particular loan or\n     guarantee proposal and the interests of the members as a whole.\n               IThe inclusion of this page is authorized by LN. 68/19781\n            INTER-AMERICAN DEVELOPMENT BANK                                          1s\nSECTION9-Use      of Loans mude or Guaranieed by the Bank\n      (a) Except   as provided in Article V, Section 1, the Bank shall\nimpose no condition that the procecds of a loan shall be spent in the\nterritory of any particular country nor that such proceeds shall not be\nspent in the territorics of any particular member or members; provided.\nhowever, that with respect to any increase of the resources of the Bank\nthe question of restriction of procurement by the Bank or any member\nwith regird to those members which do not participate in an increase\nunder the terms and conditions specified by ,the Board of Governors\nmay be determined by the Board of Governors.\n     (b) The Bank shall take the necessary measures to ensure that the\nproceeds of any loan made, guaranteed. or participated in by the Bank\nare U S d only for the purposes for which the loan was granted. with due\nattention to considerations of economy and e5ciency.\nSECTION10-Payment        Provisions for Direct Loans\n  Direct loan contracts made by the Bank in conformity with Section\n4 of this article shall establish :\n     (a) All the terms and conditions of each loan, includina among\nothers, provision for payment of principal, interest and othercharge<\nrnaturities. and dates of payment: and\n    ib) The currency or currencies in which payments shall be made t3\nthe Bank.\nSECTION1I-- Guarantees\n     (a) In guaranteeing a loan the Bank shall1 charge a guarantee fee,\nat a rate determined by the Bank, payable periodically on the amount of\nthe loan outstanding.\n     (b) Guarantee contram concluded by the Bank shall provide that\nthe Bank may terminate its liability with respect to interest if, upon\ndefault by the borrower and by the guarantor, if any, the Bank offers\nto purchase, at par and interest accrued to a date designated in the offer.\nthe bonds or other obligations guaranteed.\n    (c) In issuing guarantees, the Bank shall have power to detemjne\nany other terms and conditions.\nSECTION1 2 4 p e c i n l Commission\n   On all loans. participations, or guarantees made out of or by commit-\nment of the ordinary capital resources of the Bank the latter shall charge\na special commission. The special commission, payable periodically,\nshall be cvmputcd on the anount outslsnding on each loan. pnrticipa-\ntion, or guarantee and shall be at the rate of one per cent per annum.\nun!ess ihc Bank, by a three-fourths majority of the total voting power of L.N.\nthe mcmher cuimtries, decides to reduce t5e rate of commission.            124a/95\n             me inclusion ofthia page is uuihorizsd by L.N. 951 19971\n16               INTER-AMERICAN DEVELOPMENT BANK\n     SECTION1 3 S p e c i u l Reserve\n       The amount of commissions received by the Bank under Section 12\n     of this article shall be set aside as a special reserve, which shall be kept\n     for meeting liabilities of the Bank in accordance with Article VII,\n     Section 3 (b) (i). The special reserve shall be held in such liquid form,\n     permitted under this Agreement. as Ihe Board of Executive Directors\n     may decide.\n             ARTICLE YY FUND FOR SPECIAL OPERATIONS\n     S E ~ O 1-Establishment.\n              N               Purpose. und Fimtions\n        A Fund for Special Operations is established for the making of loans\n     on terms and wnditions appropriate for dealing with special circum-\n     stances arising in specific countries or with respect to specific projects.\n        The Fmd. whose administration shall be entrusted to the Bank, shall\n     have the purpose and functions set forth in Article I of this Agreement.\n     SECTION2-Applicable Provisionr\n        The Fund shall be governed by the provisions of the present article\n     and all other provisions of this Agreement, excepting those inconsistent\n     with the provisions of the present article and those expressly applying\n     only to other operations of the Bank\n     SECTION 3-Resources\n         (a) The original members of the Bank shall contribute to the\n     resources of the Fund in accordance with the provisions of this section.\n         [b) Members of the Organization of American States that join\n     the Bank after the date specified in Article XV,Section 1 (a), Canada,\n     Bahamas and Guyana, and countries that an: admitted in accordance\n     with Article 11, Section 1 (b) shall contribute to the Fund with such\n     quotas, and under such terms, as may be determined by the Bank.\n          (c) The Fund shall be established with initial resources in the\n     amount of one hundred and fifty million dollars [$150,000,000) in ternis\n     of the United States dollars of the weight and fineness in effect on\n     January 1. 1959, which shall be contributed by the original members of\n     the Bank in accordance with the quotas specified in Annex B.\n         (d) Payment of the quotas shall be made as follows:\n                (i) Fifty per cent of its quota shall be paid by each member\n                    at any time on or after the date on which this Aereement\n                    is signed, and the instrument of acceptance or ratification\n                    deposited, on its behalf in accordance with Article XV.\n                    Section 1, but not later than September 30, 1969.\n               (ii) The remaining 50 per cent shaU be paid at any time\n                    subsequent to one year after the Bnnk has begun\n                    operations, in such amounts and at such times as are\n                    determined by the Bank, provided, however. that the\n                 me inclusion of this p g e is aurhorized by L.N. 95/ 19971\n           INTER-AMERICAN DEVELOPMENT BANK                                   17\n                 total amount of all quotas shall be made due\n                 and payable not later than the date fixed for payment\n                 of the third instalment of the subscriptions to the paid-\n                 in capital stock of the Bank\n           (iii) The payments required under this section shall be\n                 distributed among the members in proportion to their\n                 quotas and shall be made one-half in gold and/or\n                 United States dollars, and one-half in the currency\n                 of the contributing member.\n     (e) Each payment of a member in its own currency under the\npreceding paragraph shall be in such amounts as, in the opinion of the\nBank, is equivalent to the full value, in terms of United States dollars\nof the weight and fineness in effecton January 1, 1959, ofthe portion of\n the quota being pad. The initial payment shall be in such amount as\n the member Gnslders appropriate hereunder but shall be subject to\nsuch adjustment, to be effected within 60 days of the date on which\npayment was due, as the Bank shall determine to be necessary to\nconstitute the full dollar value equivalent as provided in this paragraph.\n     (f) Unless otherwise determined by the Board of Governors by\nn three-fourths majority of the total voting power of the member\ncountries, the liability of members for payment of any call on the unpaid\nportion of their subscription quotas to the Fund shall be conditional\nupon payment of not less than 90 per cent of the total obligations of\nthe members for :\n              (i) the initial payment and all prior calls on such quota\n                  subscriptions to the Fund; and\n             (ii) any instalments due on the paid-in portion of the\n                  subscriptions to the capital stock of the Bank.\n     (9) The resources of the Fund shall be increased through additional\ncontribubons by the members when the Eoard of Governors considers\nit advisable by a three-fourths majority of the total voting power of the\nmember countries. The provisions of Article U. Section 3 (b), shall apply\nto such increases, in terms of the prop%tiou between the quota in\neffect for each member and the total amount of the resources of the\nFund contributed by members. No member, however, shall be obligated\nto contribute any part of such increase.\n     Q As used in this Agreement, the term “resources of the Fund”\nshall be deemed to inc!ude the following:\n             (i) contributions by members pursuant to paragraphs (c)\n                 and (g) of this section;\n            (ii) all funds raised by borrowing to which the commitments\n                 stipulated in Article Il. Section 4 (a) (ii) and Article\n                 IIA, Section 3 (c), are not applicable. i.e., those that\n                 are specifically chargeable to the resources of the Fund:\n          [Ihe indunion of this page is authorized by LN.68/19781\n18              INTER-AMERICAN DEVELOPMENT BANK\n                (iii) all funds m i v e d in payment of loans made from\n                      the resources mentioned above;\n                (iv) all income derived from operations using or commit-\n                      ting any of the resources mentioned above; and\n                 (v) any other resources at the disposal of the Fund\n     SECXION4 4 p e r a i i o n r\n         (a) The operations of the Fund shall be those 6nanced from its\n     own resources, as defined in Section 3 (h) of the present article.\n          (b) Loans made with resources of the Fund may bc partially or\n     wholly repayable in the currency of the member in whose temtory the\n     project being financed will be carried out. The part of the loan not\n     repayable in the currency of the member shall be paid in the currency\n     or currencies in which the loan was made.\n     SECT:ON5-Limitation on Liability\n       In the operations of the Fund, the financial liability of the Bank\n     shall be limited to the resources and reserves of the Fund, and the\n     liability of members shall be limited to the unpaid portion of their\n     respmtive quotas that has become due and payable.\n     SECTION&Limitation on Disposition of Quotas\n        The rights of members of ,the Bank resulting from their contributions\n     to the Fund may not be transferred or ensumbered, and members shall\n     have no right of reimbursement of such contributions except in cases\n     of loss of the status of membership or of termination of the operation\n     of the Fund.\n     SECTION   7-DiFchorge of Fund Liubilities on Borrowings\n       Payments in satisfaction of any liability on borrowing of funds for\n     inclusion in the resources of the Fund shall be charged:\n                  (i) first, against any reserve established for this purpose:\n                      and\n                 (ii) then, against any other funds available in the resources\n                      of the Fund.\n     SECTION8-A dminisrrulion\n          (a) Subject to the provisions of this Agreement, the authorities of\n     the Bank shall have full powers to administer the Fund.\n          (b) There shall be a Vice President of the Bank in charge of the\n     Fund. The Vice President shall participate in the meetings of the Board\n     of Executive Directors of the Bank, without vote, whenever matters\n     relating to the Fund are discussed.\n          (E) In the operations of the Fund the Bank shall utilize to the\n     fullest extent pxsihle the same personnel, experts, installations, offices.\n     equipment, and services as it uses for its other operations.\n               me inclusion of this page is authorized by L.N. 68/1978?\n            INTER-AMERICAN DEVELOPMENT B A N K                                    19\n     (d) The Bank shall publish a separate annual report showing the\nresults of the Funds Gnancial operations. including profits or losses.\nAt the annual meethg of the Board of Governors there shall be a t\nleast one session devoted to consideration of this report. In addition,\nthe Bank shall transmit to the members a quarterlfsummary of the\nFund's operations."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6-Puhlication of Repurls und Provision of Inforiiiution\nSEC~TON\n     (a) The Bank shall publish an annual report containing separate\naudited statements ofthe accounts of the ordinary capital resources and\nof the inter-regiond capital resources. I,t shall a l y transmit quarterly to\nthe members summary statements of the financial position and profit-\nand-loss statements showing separately the resu;lts of 1 t s ofdiiary\noperations and its inter-regional resources operatlons.\n     (b) The Bank may also publish such other reports as it deems\ndesirable to carry out its.purposeand functions.\n      ARTICLE M         WITHDRAWAL AND SUSPENSION OF\n                             MEMBERS\nSECTION[-Right to Withdraw\n    Any member may withdraw from the Bank by delivering to the Bank\n at its principal office written notice of its intention to do SO. Such\n withdrawal shall become finally effective on the date specified in the\n notice but in no event less than six months after the notice is dellvcred to\nthe Bank. However, at any time before the withdrawal becomes finally\neffective, the member may notify the Bank in writing of the cancellation\nof its notice o! intention to withdraw.\n   After withdrawing, a member shall remain liable for all direct and\ncontingent obligations to the Bank to which it was subject at the date\nofdolivery of the an’tbdrawal notice, including those specified in Section\n3 of this article. However, if the withdrawal becomes finally effective,\nthe member shall not incur any liability for obligations resulting from\noperations of the Bank effected after the date on which the withdrawal\nnotice was received by the Bank.\nSECTION   24mpension of Membership\n   If a member fails to fulfil any of its obligations to the Bank, the Bank\nmay suspend its membership by decision of the Board of Governors by a\nthree-fourths majoriry of the total voting power of the member countries.\nincluding a two-thirds majority of the total number of governors,\n          me inclusion of this page is a u t h o r i d by L.N. 68119781\n32               INTER-AMERICAN DEVELOPMENT BANK\n     which. in the casc of suspension o€ a regional member wmtry. shall\n     inclrde a two-thirds majority of the governors of regional members and.\n     in the case of suspension of a wn-re&onal member country, a two-\n     thirds majority of the governors of non-regional members.\n        The members so suspended shall automatically cease to be a member\n     Qf the Bank one year from the date of its suspension unless the Board\n     of Governors decides by the same majority to terminate the suspension.\n       While under suspension. a member shall not bc entitled to exercise\n     any @ ~ t s under this Agreement except the right of withdrawal, but\n     shall remain subject to all its obligations.\n     SECTIONW e t f l e r n c n tof Accounrs\n           (a) After a country ceases to k a member, it M) longer shall\n     share in the profits or losses of the Bank, nor shall it iucur any liability\n     with respect to loans and guarantees entered into by the Bank thereafier.\n     However. it shall remain liable €or all amounts it owes the Bank and\n     for its contingent liabilities .tothe Bank so long as any prt of the loans\n     or guarantea contracted by the Bank before the date on which the\n     country ceased to be a member remains outstanding.\n          (b) When a country ceases to be a member. the Bank shall\n     arrange for the repurchase of such country’s capital e k as a part\n     of the settlement of account pursuant to the provisions of this section:\n     but the country shall have no other Fights under this Agreement except\n     as provided in thii section and in Article XIII, Section 2.\n          (c) The Bank and the wuntry ceasing to be a member may a-\n     on the repurchase of the capital stock on such terms as are deemed\n     appropriate in the circumstances. without regard to the provisions of the\n     following paragraph. Such agreement may provide. among other things.\n     for a final settlement of all obligations of the wuntry to the Bank.\n            {d) If the agreement referred to in the pnccding paragraph has\n     not been wnsummated withiq six months after the wuftry OCBSCS to\n     bt a member or such other bme 85 the Bank and such country may\n     agree upon. the repurchase price of such country’s capitd stack shall be\n     its book value, according to the books of the Bank, on the date when the\n     country ceased to be a mmbcr. suoh repurchase shall bt me& to the\n     folollowing conditions :\n                   (i) As a prereqnidte for payment. the eomtry msing lu\n                       be a member shall surrender its stock mtificatcs, and\n                       such payment may be made in such instalments, at\n                       such times and in such available currencies as me Bank\n                       determines. raking into account the 6nancial poSitiOU\n                       of the Bank.\n                  (ii) Any momt which thc Bank (PIPW the country for tJle\n                       repurchnse of its capital stock shall be withheld to the\n                       extent that the country or any of its subdivisions or\n                       agencies remains liable to the Bank as a m l t of\n              m e inclusion of this page i 6 authorized by LN.6811978)\n           INTER-AMERICAN DEVELOPMENT B A N K                                  33\n                 loan M guarantee operations. The amuunt withheld\n                 may, at the option of the Bank, be applied on any\n                 such liability as it matures. However, no amount shall\n                 be withheld on a m u n t of the country’s contingent\n                 liability far future calls on its subscription pursuant\n                 to Article 11, Section 4 (a) (ii), or Article HA, Section\n                 3 (cl.\n           (iii) If the Bank sustains net losses on any loans or partkipa-\n                 tions, or as a result of any guarantees, outstanding on\n                 the date the country oeased to be a member, and the\n                 amount of such losses e x d s the amount of the r m c s\n                 provided therefor on such date, such country shall\n                 repay on demand the amount by which the repurchase\n                 price of its shares would have been reduced, if the\n                 losses had been taken into account when the book\n                 value of the shares. according to the books of the Bank,\n                 was determined. In addition. the former member shall\n                 remain liable on any call pursuant to Article TI. Section\n                 4 (a) (5). or Article U& Seotion 3 (c) to the extent\n                 that it would have been required to respond if the\n                 impairment of capital had occurred and the call had\n                 been made at the time repurchase price of its shares had\n                 k e n determined.\n      (e) In no event shall any amount due to a oomtry for its shares\nunder this section be paid until six mouths after the date upon which\nthe mmhy ceases to be a member. If within that period the Bank\nterminates operations all rights of such country shall be determined\nby the provisions of Article X, and such country sbal be considered\nstill a member of the Bank for the purposes of such article except that\nit shall have n o votinp rights.\n     ARTICLE X SUSPENSIONS AND TERMINATION OF\n                    OPERATIONS\nSECTIONlSuspenriom of Operations\n  In an emergency the Board of Executive Directors may suspend\nopemtions in respect of new loans and guarantees until such time as the\nBoard of Gnverrmrs may have an opportunity to consider the situation\nand take pertinent measures.\nSECTION?-Termination       of Operations\n   The Bank may terminate its operations by a decision of the Board\nof Governors by a three-fourths majority of the total voting p w c r\nof the member countries. including a &WO-thirds    majority of the governors\nof regional members. After such termination of operations the Bank\nshall forthwiih cease all activities. except those incident to the consewa-\ntion, preservation, and realization of its assets and settlement of its\nobligations.\n____                           -\n          F   e inclusion of this page is authorized by LN. 68/1978]\n34               INTER-AMERICA?' DEVELOPMENT B A N K\n     SECTION3--Liobility of Mefnbers and Puy~~renf\n                                                of Claims\n          (a) The liability of all members arising from the subscriptions to\n     the capital stock of the Bank and in respect to the depreciation of their\n     currencies shall continue until all direct and contingent obligations\n     shall have been discharged.\n          (b) All creditors holding direct claims shall be paid out of the\n     assets of the Bank to which such claims are chargeable and then out\n     of payments to the Bank on unpaid or callable subscriptions to which\n     such claims are chargeable. Before making any payments to creditors\n     holding dire& claims, the Board of Executive Directors shall make such\n     arrangements as are necessary, in its judgment, to ensure a pro mtu\n     distribution among holders of direct and contingent claims.\n     SECTION   4-Distrihtion of Assets\n          (a) No distribution of assets shall be made to members a account\n     of their subscriptions to the capital stock of the Bank until all liabilities\n     to creditors chargeable to such capital stock shall have been discharged\n     or provided for. Moreover, such distribution must be approved by\n     a decision of the Board of Governors by a three-fourths majority of the\n     total voting power of the member countries, including a two-thirds\n     majority of the governors ofregional members.\n          (bl A n y distribution of the assets of the Bank to the members\n     shall be in proprtion to capital stock held by each member and shall\n     be effected at such times and under such conditions as the Bank shall\n     deem fair and equitable. The shares of assets distributed need not be\n     uniform as to type of assets. No member shall be entitled to receive its\n     share, in such a distribution of assets until it has settled all of its\n     obligations to the Bank.\n          (c) Any member receivjng assets distributed p m u a n t to this\n     article shall enjoy the same nghts with respect to such assets as the\n     Bank enjoyed prior to their distribution.\n       ARTICLE XI STATUS, IMMUNITIES, AND PRIVILEGES\n     SECTIONI S c o p e r:f Article\n        To enable the Bank to fu161 its purpose and the functions with which\n     it is entrusted, the status, immunities and privileges set forth in thh\n     article shall be acccrded to the Bank in the temtories of each member."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Where any amendment to the Bank Agreement is Amendment\naccepted by the Government, the Minister may by order of    First\n                                                         &h&Jc\n                                                         and matters\namend the First Schedule by including therein the amend- CQn5.z-\nment so accepted.                                        quentid on\n                                                         uncadmcnt.\n      (2) Any order made under this section may contain\nsuch consequential, supplemental or ancillary provisions as\nappear to the Minister to be necessary or expedient for the\npurpose of giving due effect to the amendment accepted as\naforesaid and, without prejudice to the generality of the\nforegoing, may contain provisions amending references in\nthis Act to specific provisions of the Bank Agreement.\n       (3) Every order made under this section shall be sub-\nject to negative resolution of the House of Representatives.\n      (4) Where the First Schedule to this Act is amended\npursuant to this section any reference in this Act or any\nother instrument to the Bank Agreement shall, unless the\ncontext otherwise requires, be construed as a reference to\nthe Bank Agreement as so amended.\n        me inclusion of this page is authorized by L.N.68/1978]\n4                    INTER-AMERICAN DEVELOPMENT BANK\n                                       FIRSTSCHEDULE                (Sections 2 and 7)\n                                          TEXT OF\n                              ARTICLES OF AGREEMENT\n                                      ESTABLISHING\n                  THE INTER-AMERICAN DEVELOPMENT BANK\nL.N.                           (as amended)\n6111917\n                       ARTICLE I PURPOSE AND FUNCTIONS"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9-Voring\nSECTION\n     (a) In making decisions concerning operations of the Fund, each\nmember country of the Bank shall have the voting power in the Board\nof Gwernors accorded to it pursuant to Article VIII, Section 4 (a) and\n(c). and each Director shall have the voting power in the Board uf\nExecutive Directors accorded to him pursuant to Article VIII, Section\n4 (a) and (d).\n     (b) All decisions of the Bank concerning the operations of the\nFund shall be adopted by a three-fourths majority of the total voting L.X.\npower of the member countries, unless otherwise provided in this article. C',%%\nSficrio~10-Distriburion    of Ner Profirs\n  The Board of Governors of the Bank shall determine what portion\nof the net profits of the Fund shall be distributed among the members\nafter making provision for reserves. Such net profits shall be shared in\nproportion to the quotas of the members.\nSECTION1I-Withdrawal       of Contributions\n      (a) No country may withdraw its contribution and terminate its\nrelations with the Fund while it is still a member of the Bank.\n      (b) The provisions of Article IX, Section 3, with respect to the\nsettlement of accounts with countries that terminate their membership\nin the Bank also shall apply to the Fund\nSECTION   12Suspension and Termination\n  The provisions of Article X also shall apply to the Fund with\nsubstitution of terms relatlng to the Fund and its resources and respective\ncreditors for those relating to the Bank and its capital resources and\nrespective creditors.\n                    ARTICLE V CURRENCIES\nSECITONI-Use of Currencies\n     (a) The currency of any member held by the Bank in its ordinary\ncapital resources, in its inter-regio.ml capital resources, or in the\nresources of the Fund, however acquired, may be used by the Bank and\nby any recipient from the Bank, without restriction by the member, to\nmake payments for goods and services produced in the territory of\nsuch member.\n       -~             ~     ___.\n           Dheincpionof ~spilgcisaulhorizedbyL.N.9511997]\n20               INTER-AMERICAN DEVELOPMENT BANK\n         (b) Members may not maintain or impose restictions of any kind\n     upon the use by the Bank or by any recipient from the Bank, for pay-\n     ments in any country, of the following :\n                 (i) gold and dollars received by the Bank in payment of the\n                      50 per cent portion of each member’s subxription to\n                      shares of the Bank’s ordinary capital and of the 50 per\n                      cent portion of each member’s quota for contribution to\n                      the Fund. pursuant to the provisions of Article 11 and\n                      Article IV, respectively, and currency received by the\n                      Bank in payment of the equivalent portion of each\n                      member’s subscription to shares of the inter-regional\n                      capital pursuant to the provisions of Article IIA:\n                 fii) currencies of members purchased with the resources\n                      referred to in (i) of this paragraph:\n                (iii) currencies obtained by borrowings, pursuant to the\n                      provisions of Article VII, Section 1 (i). for inclusion\n                      in the capital resources of the Bank:\n                (iv) gold and dollars received by the Bank in payment on\n                     account of principal, interest and other charges, of\n                     loans made from the gold and dollar funds referred to\n                     in (i) of this paragraph: currencies received by the Bank\n                     in payment on account of principal, interest and other\n                     charges, of loans made from the portion of the inter-\n                     regional capital referred to in (i) of this paragraph:\n                     currencies received in payment of principal. interest.\n                     and other charges, of loans made from currencies\n                     referred to in (ii) and (iii) of this paragraph; and\n                     currencies received in payment of commissions and fees\n                     on all guarantees made by the Bank: and\n                 (v) currencies, other than the member’s own currency,\n                     received from the Bank pursuant to Article VII, Section\n                     4 (d), and Article IV, Section 10, in distribution of\n                     net profits.\n          fc) A member’s currency held by the Bank, whether in its ordinary\n     capital resources, in its inter-regional capital resomes, or in the\n     resources of the Fund, not covered by paragraph (b) of this section,\n     also may be used by the Bank or any recipient from the Bank for\n     payments in any country without restriction of any kind, unless the\n     member notifies the Bank of its desire that such currency or a portion\n     thereof be restricted to the uses specified in paragraph (a) of this section.\n          (d) Members may not place any restrictions on the holding and\n     use by the Bank, for making amortization payments or anticipating\n     payment of, or repurchasing part or all of. the Bank’s own obligations.\n     of currencies received by the Bank in repayment of direct loans made\n     from borrowed funds included in the ordinary or inter-regional capital\n     resources of the Bank.\n                 [meinclusion of this page is authorized by L.N. 95) 19971\n           INTER-AMERICAN DEVELOPMENT BANK                                         21\n      (e) Gold or currency held by the Bank in its ordinary capital\nresources, or in the resources of the Fund shall not be used by the Bank\nt o purchase other currencies unless authorized by a three-fourths majority L.N.\nof the total voting power of the member countries. Any currencies 1 2 4 ~ 1 9 5\npurchased pursuant to the provisions of this paragraph shall not be\nsubject to maintenance of value under Section 3 of this article.\nSECTION"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18,989 229,072,5 17\n                                                                                                                  a\n                                 Switzerland            .....          665   26,693      27,358   330,031,383\n                                 United Kingdom ..... 1,357                  54,553      55,910   674,466,504\n                                 Total Regional\n                                      Members                      223 15    904,686 927,201 11,185,226,566\n                                 Grand ~ o t a l ~                140,919 5,661,74 1 5,802,660 69,999,996,534\n            I\n                                       APPENDIX, contd.\n                                         PART11, contd.\n            Notes:\n    =        I\n               Expressed in current United States dollar at the rate of US$12,063,43238\n         per share pursuant to the provisions of the Bank Agreement that each share of\n         the Bank's capital stock has a par value of $10,000 expressed in terms of\n         United States dollars of the weight and fineness in effect on January 1, 1959.\n         The General Counsel of the Bank has rendered an opinion that since the\n         effectiveness on April 1,1978 of the Second Amendment to the Articles of\n         Agreement of the International Monetary Fund, which eliminated par values\n         of currencies in terms of gold, the Special Drawing Right (SDR) has become\n        'the successor to the 1959 U.S. dollar as the standard unit of value of the\n         Bank's capital stock. The Bank's governing boards have not yet made a\n+        decision on this matter.\n               Excludes Canada's 334,887 non-voting temporary callable shares with a\n         par value of US$4,039.9 million.\n               Total US$ amounts calculated using share price of US$12,063,43238\n         multiplied by the number of shares, which when rounded achieves the\n         proposed US$70 Billion capital increase.\n                                             PART111\n                    Contribution Quotasfor the Fundfor Special Operations\n                                                        Cumulative\n               Members                                 contributions % Contribution\n         Argentina        ......          ......        530,179,133           5.18\n         Austria          ......          ......         20,98 1,638          0.20\n         Bahamas          ......          ......          1 1,070,927         0.1 1\n         Barbados         ......          ......            1,909,902         0.02\n         Belgium          ......          ......         44,567,425           0.44\n         Belize           ......          ......           7,932.52 1         0.08\n         Bolivia          ......          ......           1 ,'050,5.62       0.50\n         Brazil           ......          ......        571,125,611           5.58\n         ~anada           ......          ......        325,394,706           3.18\n         Chile            ......          ......        165,405,182           1.62\n         China            ......          ......        131,133,276           1.28\n         Colombia         ......          ......        161,212,436           1.57\n         Costa Rica       ......          ......         24,5 10,741          0.24\n         Croatia          ......          ......            6,196,303         0.06    .\n         Denmark          ......          ......           20,992,399         0.20\n         Dominican Republic   ...         ......           35,564,721         0.35\n         Ecuador          ......          ......           3 1,777,766        0.3 1\n         El Salvador      ......          ......           22,437,759         0.22\n         Finland          ......          ......           19,9 19,290        0.19\n         France           ......          ......         23 1,964,50 1        2.26\n46                   INTER-AMERICAN DEVELOPMENT BANK\n                                       PART111. contd.\n                  Contribution Quotasfor the Fund for Special Operations\n                                                      Cumulative\n             Members                                 contributions % Contribution\n       Germany          ...\n       Guatemala        ...\n       Guyana           ...\n       Haiti            ...\n      Honduras          ...\n       Israel           ...\n       ltaly            ...\n       Jamaica          ...\n       Japan .          ...\n     .~orea~            ...\n       Mexico           ...\n       Netherlands       ...\n       Nicaragua         ...\n       Norway            ...\n     . Panama            ...\n       Paraguay          ...\n       Peru              ...\n       Portugal          ...\n       Slovenia          ...\n       Spain             ...\n       Suriname          ...\n       Sweden            ...\n       Switzerland       ...\n       Trinidad and Tobago\n       United Kingdom ...\n       United States     ...\n       Uruguay           ...\n       Venezuela         ...\n       ~0ta1~\n         Notes:\n         ' This table of contributions to the FSO sets out the amounts allocated in\n      accordance with the distribution contemplated in the Agreement Establishing\n      the Bank, Article IV. section 3(g) .\n          Korea has indicated its consideration of a contribution to the FSO of\n      uS$1.000.000 .\n             Total reflect rounding of figures.\n                  INTER-AMERICAN DEVELOPMENT BANK\n                   Creation of an ~ntermediateFinancing Facility"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30, 1960. The remaining two instalments shall be paid\n                on such dates as are determined by the Bank, but not\n                smner than S tember 30, 1961, and September 30,\n                 1962, respectiv7y.\n                  Of each instalment, 50 per cent shall be paid in gold\n                and/or dollars and 50 per cent in the m n c y of the\n                member.\n           (iij The callable portion of the subscription for ordinary\n                capital shares of. the Bank shall be subject to call only\n                when required to meet the obligations of the Bank\n                created under Article III. Section 4 (ii) and (v) on\n                borrowings of funds for inclusion in the Bank's ordinary\n                capital resources. or guarantees chargeable to such\n                resources. In the event of such a call, payment may\n                be made at the option of the member either in gold, in\n                United States dollars. or in the currency required to\n                discharge the obligation of the Bank for the purpose\n                for which the call is made.\n                  Calls on unpaid subscriptions shall be uniform in\n                percentage on all shares.\n     (b) Each payment of a member in its own currency under para-\ngraph (a) (ij of this section shall be in such amount as, in the opinion\nof the Bank, is equivalent to the full value in terms of Unlted Smtes\ndollars of the weight and 6neness in effect on JMUW I. 1959, of the\n          me inclusion of this page is authorized by LN. 68/1978]\n            INTER-AMERICAN DEVELOPMENT BANK\nportion of the subscription being paid. The initial payment shall be in\nsuch amount as the member considers appropriate hereunder but shall\nbe subject to such adjustment, to be effected within 60 days of the\ndate on which the payment was due. as the Bank shall determine to\nbe necessary to constitute the full dollar value equivalent as provided\nin this paragraph.\n     (c) Unless otherwise determined by the Board of Governors by\na three-fourths majority of the total voting power of the member\ncountries, the liability of members for payment of the second and\nthird instalments of the paid-in portion of their subscnptions to the\ncapital stock shall be oonditional upon payment of not less than 90\nper cent of the total obligations of the members due for:\n              (i) the first and second instalments. respectively. c4 the\n                  paid-in portion of the subscriptions: and\n            (i) the initial payment and all prior calls on the subscrip-\n                  tion quotas to the Fund\nSECTION5-Ordinary Capitul Resumes\n  As used in this Agreement, the term ‘‘ordinary capital resources” of\nthe Bank shall be deemed to include the following:\n           (i) authorized ordinary capital, inoluding both paid-in and\n               callable shares, subscribed purmant to Sections 2 and\n               3 of this article;\n           (ii) all funds raised by borrowings under the authority of\n                Article VII, Section 1 (i) to which the commitment\n                set forth in Section 4 (a) (i) of this article is applicable:\n           (iii) all funds received in repayment of loans made with\n                 the resoums indicated in (i) and (ii) of this section:\n           (iv) all income derived from loans made from the afore-\n                 mentioned funds or from guarantees to which the\n                 commitment set fortb in Section 4(a) (U) of this article\n                 is applicable: and\n            (v) all other income derived from any of the resources\n                 mentioned above.\n  ARTICLE IIA INTER-REGIONALCAPITAL OF THE BANK\nSECTIONI-Authorized Zntm-regional Capital\n     (a) The initial authorized inter-regional capital stock of the Bank\nshall be four hundred and twenty million dollars ($4~.OOO,ooO)in terms\nof United States dollars of the weight and heness in effect on January"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31, 1974 shall be payable out of both the ordi,nnary capital resources\n     and the inter-regional capital resources, including, notwithstanding the\n     provisions of Article UA,Section 3 (c). the callable inter-regional capital\n     subscriptions, provided, however, that the Bank shall use its best efforts\n     to discharge its liabilities on such outstanding borrowings out of its\n     ordinary capital resources pursuant to paragraphs (b) and (c) of this\n     section before discharging such liabilities out of its inter-regional capital\n     resources pursuant to paragraphs (e) and (0 of this section. for which\n     purpose appropriate substitution shall be made in sllch paragraphs of\n     the term ordinary capital for inter-regional capital.\n          (e) The payments in discharge of the Bank‘s liabilities on borrow-\n     ings or guarantees under Article III, Section 4 (iv) and (v) chargeable\n     against the inter-regional capital resources of the Bank shall be charged :\n                 (i) first, against any reserve established for this purpose;\n                     and\n                 m e inclusionof Chispagcisaullnn’zcdJ~L.N.\n                                                          95/19971\n            INTER-AMERICAN DEVELOPMENT BANK                                       2s\n            (ii) then, to the extent necessary and at the discretion of\n                 t h e Bank, against the other reserves. surplus. and funds\n                   corresponding to ,the capital paid in for inter-regiond\n                   capital shares.\n      (0 Whenever necessary to meet wntractual payments of interest,\nother charges, or amortization on the Bank's h r r o w h g s payable out\nof its inter-regional capital re.sources,01 to meet the Bank's liabilities with\nrespect to similar payments on loans guaranteed by it chargeable to\nits inter-regional capital resources. the Bank may call upon the members\nto pay an appropriate amount of their callable inter-regional capital\nsubscriptions, in accordance with Article HA,      Section 3 (c?. Moreover.\nif the Bank believes that a default may be of long duration, it may\ncall an additional part of such subscriptions not to exceed in any one\nyear one per cent .of the total subscriptions, of the members to the\ninter-rcgional capital resources, for the folloamg purposes :\n               (i) to redeem prior to maturity, or otherwise discharge its\n                   liability on, all or part of the outstanding principal of\n                   any loan guaranteed by it chargeable to its inter-regional\n                   capital resources in respect of which the debtor is in\n                    default; and\n            (ii) to repurcbase, or otherwise discharge its liability on. all\n                 or part of its own outstanding obligations payable out\n                 of its inter-regional capital resources.\nSECTION4-Disiribution or Transfer of Net Profits md Surplus\n     (a) The Board of Governors may determine periodically what\npart of the net profits and of the surplus of the ordinary capital resources\nand of the inter-regional capital resources shall be distributed. Such\ndistributions may be made only when the ressrves have reached a\nlevel which the Board of Governors considers adequate.\n     (b) When approving the statements of profit and Ioss, pursuant to\nArticle VIII. Section 2 (b) (viii). the Board of Governors may by\ndecision of a two-thirds majority of the total number of governors\nrepresenting tiot less than three-fourths of the total voting power of the\nmember countries transfer part of the net profits for the respective\nfiscal year of the ordinary capital resources or of the inter-regional\ncapital resources to the Fund.\n   Before the h a r d of Governors determines to make a transfer to the\nFund it shall have received a report from the Board of Executive\nDirectors on the desirability of such a transfer, which shall take into\nconsideration, infer dia. (1) whether the reserves have reached a level\nthat 'S. adequate: (2) whether the transferred funds are needed for the\noperation of the Fund: and (3) the impact, if any. on the Bank's ability\nto borrow.\n      (c) The distributions referred to in paragraph (a) of this section\nshall be made from the ordinary capital resources in proportion to the\nnumber of ordinaIy capital share held by each member and from the\n            F\n                                                                    ___\n                e inclusion of this page is authorized by L.N.681 19781\n26              INTER-AMERICAN DEVELOPMENT BANK\n     inter-regional capital resources in proportion to the number of inter-\n     regional capital shares held by each member and likewise the net profits\n     transferred of the Fund pursuant to paragraph (b) of this section shall\n     be credited to the total contribution quotas of each member in the\n     Fund in the foregoing proportions.\n          (d) Payments pursuant to paragraph (a) of this section shall be\n     made in such manner and in such currency or currencies as the Board\n     of Governors shall determine. If such payments are made to a member\n     in currencies other than its own, the transfer of such currencies and\n     their use by the receiving country shall be without restriction by any\n     member.\n        ARTICLE VIII ORGANIZATION AND MANAGEMENT\n           I-Strlrbfrre of the Bank\n     SECTION\n       The Bank shall have a Board of Governors, a Board of Executive\n     Directors, a President, an Executive Vice President, a Vice President\n     in charge of the Fumd, and such other officers and staff as may be\n     considered necessary.\n     Secrim 2-Eoprd     of Governors\n          (a) All the powers of the Bank shall be vested in the Board of\n     Governors. Each member shall appoint one governor and one alternate.\n     who shall serve for five years. subject to termination of appointment\n     at any time, or to reappointment, at the pleasure of the appointing\n     member. No alternate may vote except i n the absence of his principal.\n     The Board shall select one of the governors as Chairman, who shall hold\n     office until the next regular meeting of the Board.\n          (bl The Board of Governors may delegate to the Board of\n     Executive Directors all its powers except power to:-\n                 (i) admit new members and determine the conditions of\n                     their admission;\n                (ii) increase or decrease the authorized ordinary capital\n                     stock and inter-regional capital stock of the Bank and\n                     the contributions to the Fund;\n               (iii) elect the President of the Bank and determine his\n                     remuneration:\n               (iv) suspend a member, pursuant to Article IX Section 2:\n                (v) determine the remuneration of the executive directors\n                     and their alternates;\n               (vi) hear and decide any appeals from interpretations of\n                     this Agreement given by the Board of Executive\n                     Directors;\n              (vii) authorize the conclusion of e n e r a l agfeements for\n                     Co-operation with other international oranlzations;\n              m\n              he inclusion of this page is authorized by L.N.68/19781\n           IVTER-AMERICAN DEVELOPMENT B A N K                                  27\n         (viii) approve, after reviewing the auditors' reports, the\n                general balance sheets and the statements of profit and\n                loss of the institution;\n          (ix) determine the reserves and the distribution of the net\n               profits of the ordinary capital resources and of the\n               inter-regional capital resources and of the Fund;\n            (x) select outside auditors to certify to the general balance\n                sheets and the statements of profit and loss of the\n                institution;\n           (xi) amend this Agreement: and\n          [xii) decide to terminate the operations of the Bank ajid\n                to distribute its assets.\n    (c) The Board of Governors shall retain full power to exercise\nauthority over any matter delegated to the Board of Executive Directors\nunder paragraph (b) above.\n     (d) The Board of Governors shall, as a general rule, hold a\nmeeting annually. Other meetings may be held when the Board of\nGovernors so provides or when called by the Board of Executive\nDirectors. Meetings of the Board of Governors also shall he called by\nthe Board of Executive Directors whenever requested by five members of\nthe Bank or by members having one-fourth of the total voting power\nof the member countries.\n    (e) A quorum for any meeting of the Board of Governors shall be\nan absolute majority of the total number of governors, including an\nabsolute majority of the governors or regional members, representing\nnot less than three-fourths of the total voting power of the member L.N.\ncountries.                                                           1240195\n     (0 The Board of Governors may establish a procedure whereby\nthe Board of Executive Directors when it deems such action appropriate,\nmay submit a specific question to a vote of the governors without\ncalling a meeting of the Board of Governors.\n     (g) The Board of Governors. and the Board of Executive Directors\nto the extent authorized, may adopt such rules and regulations as may\nbe necessary or appropriate to conduct the business of the Bank.\n     (h) Governors and alternates shall serve as such without compensa-\ntion from the Bank, but the Bank may pay them reasonable expenses\nincurred in attending meetings of the Board of Governors.\nSECTION"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48                         -                INTER-AMERICAN DE VELOPMENT BANK\n       Government of Jamaica, has made recommendations to the Board of\n       Governors with regard to the. application of Jamaica for admission to\n       membership in the Bank.\n                                                                                                                                     .~ . -\n                The Board of Governors                                                                                   .       .\n                                                                                                                                            .\n       RESOLVES:                                                                                               :.   -.\n                                                                                                                                        ."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111. Section 13; and\n                 (ii) then, to the extent necessary and at the discretion of\n                      the Bank, against the other reserves, surplus, and funds\n                      corresponding to the capital paid in for ordinary capita1\n                      shares.\n          (c) Whenever necessary to meet contractual payments of interest,\n     other charges, or amortization on the Bank’s borrowings payable out\n     of its ordinary capital resources, or to meet the Bank’s liabilities with\n     respect to similar payments on loans guaranteed by it chargeable to\n     its ordinary capital resources, the Bank may call upon the members\n     to pay an appropriate amount of their callable ordinary capital suh-\n     scriptions, in accordance with Article 11, Section 4 (a) (ii). Moreover, if\n     the Bank believes that a default may be of long duration, it may call\n     an additional part of such subscriptions not to exceed in any one year\n     one per cent of the total subscriptions of the members to the ordinary\n     capital resources, for the following purposes :\n                  (i) to redeem prior to maturity, or otherwise discharge its\n                      liability on, all or part of the outstanding principal of\n                      any loan guaranteed by it chargeable to its ordinary\n                      capital resources in respect of which the debtor is in\n                      default: and\n                 (ii) to repurchase, or otherwise discharge its liability on, all\n                      or part of its own outstanding obligations payable out\n                      of its ordinary capital resources.\n          (d) The Bank‘s liabilities on all borrowings of funds for inclusion\n     in its ordinary capital resources which were outstanding at December"
    }
  ],
  "definitions": []
}