{
  "id": "jm-interception-communications",
  "type": "statute",
  "title": "The Interception of Communications Act",
  "title_en": "The Interception of Communications Act",
  "short_name": "Interception of Communications Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-interception-of-communications-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-interception-of-communications-act | Legal areas: Communication and Technology",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.+1) Except as provided in this section, a person who in- Prohibition\n                                                                      intercep-\ntentionally intercepts a communication in the course of its trans- of\n                                                                    ,,,,\nmission by means of a telecommunications network commits an\noffence and is liable upon summary conviction in a Resident\nMagistrate's Court to imprisonment for term not exceeding\nthree years or to a fine not exceeding three million dollars or to\nboth such fine and imprisonment.\n       (2) A person does not commit an offence under this\nsection if-\n     (a) the communication is intercepted in obedience to a\n           warrant issued by a Judge under section 4;\n            (b) he has reasonable grounds for believing that the person                    . .\n                to whom or by whom the communication is transmitted\n                consents to the interception;\n            (c) the communication is intercepted as an ordinary inci-\n                dent to the provision of telecommunications services or\n                to the enforcement of any enactment relating to the use\n              . of those services;\n            (6)the communication- is not a private communication;\n            (e) the communication is a stored communication and is\n                acquired in accordance with the provisions of any other\n                law; or                               ,.,\n                                                                  ..\n            V) the interception is of a communication transmitted by a\n                network that is not a public telecommunications net-\n                work and is done by a person who has-\n                      (i) a right to control the operation or use of the\n     L *I   #I             network; or\n I          -I       (ii) the express or implied consent of a person\n                        .  referred to in sub-paragraph (i).\n     ----\"       - --                      -       --    . -                     .-    -\n                                                                                      -,\n                 [The inclusion of this p a p is authorized liy L.N. 92cI20121\n                           INTERCEPTION OF COMMUNICATIONS\n                        (3) The court by which a person is convicted of an\n                offence under this section may order that any device used to\n                intercept a communication in the commission of the offence\n                shall be forfeited and disposed of as the court may think\n                fit.\n                       (4) For the purposes of subsection (I), a communication\n                shall be taken to be in the course of transmission by means of a\n                telecommunications network at any time when the network by\n                means of which the communication is being or has been trans-\n                mitted is used for storing the communication in a manner that\n                enables the intended recipient to collect it or otherwise have\n                access to it.\nWarrant for         4.-(1) Subject to the provisions of this section, an\ninterception.\n                authorized officer may apply ex parte to a Judge in Chambers\n                for a warrant authorizing the person named in the warrant-\n                     (a) to intercept, in the course of their transmission by\n                          means of a public or private telecommunications\n                        - network, such communications as are described in\n                          the warrant; and\n                     (b) to disclose the intercepted communication to such\n                         persons and in such manner as may be specified in\n                         the warrant.\n211201 1              (1A) For the purposes of subsection (l)(b), a warrant\nS. 2(a).\n                may authorize that the intercepted communication be discl'osed,\n                by a person referred to in subsection (l)(b), to a foreign\n                government, or any agency of such government-\n                     :\n            INTERCEPTION OF COMMUNICATIONS                             9\n            a   (vi) if the applicant will be seeking the assistance\n                     of any person or entity in implementing the\n                     warrant, sufficient information for a Judge so\n                     to direct in accordance with section 5(3);\n    (b) where a warrant is applied for on the ground of\n        national security, a written authorization, signed by the\n        Minister, iuthorizing the application on 'that ground;\n        and\n    (c) where disclosure to a foreign government, or any 2112011\n        agency of such government, is contemplated pursuant S. 2(b)(iii).\n        to subsection (1 A), the certification of the Minister that\n        it is in the public interest that such disclosure be made.\n        (4) The records relating to every ap&ication for a\nwarrant or ,the renewal or modification thereof shall be sealed\nuntil otherwise ordered by the court.\n       (5) A person who discloses the existence of a warrant or\nan application for a warrant, other than to a person to whom\nsuch disclosure is authorized for the purposes of this Act, com-\nmits an offence and shall be liable upon summary conviction\nbefore a ResidZnt Magistrate to a fine not exceeding three mil-\nlion dollars or to imprisonment for a term not exceeding three\nyears, or to both such fine and imprisonment.\n10                       INTERCEPTION OF COMMUNICATIONS\nScope of     5.-31) A warrant shall authorize the interception of-\nwariant.\n                (a) communication transmitted by means of a public or\n                                                      .\n                    private telecommunications network to or from-\n1712006                (i) any person specified or described in the warrant;\nS. 2(a).\n                           or\n                      (ii) ariy premises so specified or described; and\n1712006         (b) such 'other communications (if any) as is .necessary to\ns. 2,cb).\n                    intercept in order to intercept communications falling\n                    within paragraph (a).\n                   (2) A warrant shall specie-\n                (a) the identity, if known, of the person whose communi-\n                    cations are to be intercepted;\n                (b) the nature and location of the telecommunications equip-\n                    ment in respect of which interception is authorized;\n                (c) a particular description of the type of comnknications\n                    sought to be intercepted, and, where applicable, a state- '\n                    ment of the particular offence to which it relates;\n                (d) the identity of the agency authorized to intercept the\n            ;       communication and the person making the application;\n                    and\n                (e) the period for which it is valid.\n 1712006       (2A) The provisions of a warrant describing the types of\n s. 2(c).   communications sought to be intercepted shall-\n             INTERCEPTION OF COMMUNICATIONS\n     (a) be comprised in one or more schedules to the warrant,\n         setting out the address, numbers, apparatus or other\n         factors, or combination of factors, that are to be used\n         for identifying the communications sought to be inter-\n         cepted; and\n     (b) authorize to be included in any of those schedules any\n         other such addresses, numbers, apparatus or other\n         factors, or combination of factors, that an authorized\n         officer may specify by instrument in writing issued by\n         him.\n      (2B) Any factor or combination of factors set out in 1712006\naccordance with subsection (2A) shall be such as identifies s. 2(c).\ncommunications that are likely to be or to include-\n     (a) communications from, or intended for, the person\n         specified or described in the warrant; or\n     (b) communications originating on, or intended for trans-\n         mission to, the premises so specified or described.\n          (3) Where the applicant intends to seek the assistance of\nany person or entity in implementing the warrant, the Judge\nshall, on the applicant's request, direct appropriate persons or\nentities to furnish information, facilities, or technical assistance\nnecessary to accomplish the interception.\n        ( 4 ) A warrant may iontain such ancillary provisions as\nare necessary to secure its implementation in accordance with\nthe provisions of this Act.\n         ( 5 ) In this section-.                                              1712006\n                                                                              S. 2(d).\n     \"address\" includes a location, e-mail address, telephone\n          number or other number or designation used for the\n          purpose of identify'ing telecommunications networks\n          or apparatus;\n     \"person\" includes an organization and any association or\n          combination of persons.\n               [ p e inclusion of this page is authorized by. L.N.80~12008]\n    12                            INTERCEPTION OF COMMUNICATIONS\n    -\"of                 6 . 4 1 ) Subject to subsections (2) and (3), a warrant shall be\n    WBfl'Bld\n                      issued for such period as may be specified therein, not\n                      exceeding ninety days (in this section referred to as the initial\n                      period).\n                             (2) A Judge may-\n                           (a) on an application by an authorized officer before the\n                               expiration of the initial period; and\n                           (b) if satisfied that a renewal of the warrant is justified in\n                               any particular case,\n                      renew the warrant for such period as he may spec@ therein (in\n                      this section referred to as the first renewal period) not exceeding\n                      ninety days fiom the date of expiration of the initial\n                      period.\n                              (3) Where a Judge is satisfied that exceptional circum-\n                      stances exist which would justify a renewal of the warrant\n                      beyond the first renewal period, the Judge may, on an appli-\n                      cation by an authorized officer before the expiration of that\n                      period, renew the warrant for such fiuther period as he may\n                      specify therein, not exceeding ninety days fiom the expira-\n                      tion of the first renewal period.\n                             (4) An application for a renewal of a warrant under\n                      subsection (2) or (3) shall be in writing and accompanied by\n                      an affidavit deposing to the circumstances relied on as\n                      justifjhg the renewal of the warrant.\n                             (5) If, at any time before the end of any of the periods\n                      referred to in this section, a Judge is satisfied, after hearing\n                      representations made by the authorized officer, that a warrant\n                      is no longer necessary as mentioned in section 4 (2), he shall\n                      revoke the warrant.\n    App'icabion\n    for warrant in"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Where a Judge is satisfied that the urgency of the\n    urgent circurn-   circumstances so requires-\n    stances.\nI\n                                    [The inclusion of this page is'authorized by L.N. 80d20081\n             UVTERCEPTION OF COMMUNICATIONS\n     (a) he may dispense with the requirements for a written\n         application and affidavit and proceed to hear an oral\n         application for a warrant; and\n     (b) if satisfied that a warrant is necessary as mentioned in\n         section 4 (2), he shall issue a warrant in accordance\n         with this Act.\n       (2) Where a warrant is issued under this section, the\napplicant shall, within seventy-two hours of the time of issue\nthereof, submit to the Judge a written application and affidavitin\naccordance with the provisions of section 4.\n       (3) On the expiration of seventy-two hours fiom the time\nof issue of a warrant under this section, the Judge shall review\nhis decision to issue the warrant and shall-\n     (a) make an order revoking the warrant if-\n             (i) he is not satisfied that the warrant continues to\n                 be necessary as mentioned in section 4 (2); or\n             (ii) the applicant fails to submit a written application\n                  and affidavit as required by subsection (2); or\n     (b) make an order affirming the warrant, if satisfied that\n         the warrant continues to be necessary as mentioned in\n         section 4 (2).\n       (4) Where a warrant issued under this section is revoked\nunder subsection (3) (a), it shall cease to haveeffect upon such\nrevocation.\n       (5) Where a warrant is affirmed under subsection (3) (b),\nthe provisions of section 6 shall apply with respect to its\nduration.\n     &-(I)     A Judge may mod@ a warrant-\n     (a) at any time, after hearing representations fiom an\n         authorized officer and if satisfied that there is any\n         change in-\n            (i) the circumstances that constituted grounds for\n                the issue or renewal of the warrant; or\n           (ii) any of the identifying factors referred to in\n                section 5(2A); or\n    (b) upon the application of an authorized officer under\n        subsection (2), by including any of the factors\n        specified in an instrument issued pursuant to section\n        5(2A)(b).\n        (2) An authorized officer who issues an instrument in\nwriting pursuant to section 5(2A)(b) shall, within the time\nspecified in subsection (3), apply to a Judge for a modification\nof the warrant to include the factors specified in the\ninstrument.\n        (3) An application under subsection (2) shall be made as\nsoon as is reasonably practicable, but in any event within the\nperiod of seven days (exclusive of Saturdays, Sundays and\npublic general holidays) next following the date of the issue of\nthe instrument.\n      (4) An instrument in writing issued pursuant to section\n5(2A)(b) shall-\n     (a) be valid as fiom the date of its issue;\n     (b) cease to be valid at the end of the period referred to in\n         subsection (3), or such earlier time as the Judge\n         who considers the application for modification shall\n         speci@; and\n     (c) for the period of its validity, be deemed to be a\n          scheduled part of the warrant.\n            INTERCEPTION OF COMMUNICATIONS                                       14.01"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. An authorized officer shall not be liable for any act done Protection\n                                                                of autho-\nby him,in good faith pursuant to the provisions of this Act.    rized\n                                                                           officer."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Every person who provides a telecommunications Dutiesof\nservice by means of a public or private telecommunications\nnetwork shall take such steps as are necessary for securing assistanceor\n                                                                           rz:.:ng\nthat it is and remains practicable for directions to provide ~ ~ ~ ~ ; o n s\nassistance in relation to interception warrants to be imposed services.\nand complied with.\n       ( 2 ) Any person or entity directed to provide assistance\nby way of information, facilities or technical assistance under\nsection 5 (3) shall promptly comply with, that direction and in\nsuch a manner that the assistance is rendered-\n     (a) as unobtrusively; and\n     (b) with the minimum interference to the services that 'such\n         person or entity normally provides to the party affected\n         by the warrant,\nas can reasonably be expected in the circumstances.\n        ( 3 ) No action shall be brought in any court against a\nperson or entity for any act done in good faith in pursuance of a\ndirection to provide information, facilities or technical assistance\nunder section 5 (3).\n       (4) Subject to subsection (S), the cost of complying with 1712006\n                                                                 S . 4.\nthe provisions of-\n     (a) subsection ( 1 ) shall be borne by the person providing\n         the telecommunications service; and\n     (b) subsection (2) shall be borne by the person or entity\n         directed to provide the assistance.\n                        INTERCEPTION OF COMMUNICATIONS\n                   (5) The Minister may make regulations-\n                 (a) prescribing, in accordance with recognized inter-\n                     national standards, minimum requirements for\n                     securing compliance with subsection (1); and\n                 (b) determining the manner in which the reasonable costs\n                     of complying with subsection (1) or (2) may b e -\n                           (i) apportioned; and\n                           (ii) recovered by the persons referred to in sub-\n                                section (4).\nConfiden-       1I.-+)   Where a Judge issues a warrant, he shall issue such\ntiality of\nhercepted    directions as he considers appropriate for the purpose of\ncOmmun;ca-   requiring the authorized officer to make such arrangements as\ntion.\n             are necessary-\n                 (a) for ensuring that-\n                         (i) the extent, to which the intercepted com-\n                             munication is disclosed;\n                        (ii) the number of persons to whom any of that\n                             communication is disclosed;\n                        (iii) the extent to which any such communication is\n                              copied; and\n                        (iv) the number of copies made of any of the\n                             communication,\n                      is limited to the minimum that is necessary for the\n                      purposes of the investigations in relation to which the\n                      warrant was issued or of any prosecution for an\n                      offence; and\n                  (b) for ensuring that each copy made of any of that\n                      communication is-\n               INTERCEPTION OF COMMUNICATIONS                                  1s\n             (i) stored in a secure manner for so long as its\n                  retention is necessary for such purposes as\n                  aforesaid; and\n             (ii) destroyed as soon as its retention is no longer\n                  necessary for those purposes.\n        (2) Where any record is made, whether in writing or\notherwise, of any communication obtained by means of a\nwarrant, the authorized officer shall, as soon as possible after\nthat record has been made, cause to be destroyed so much of the\nrecord as does not relate directly or indirectly to the purpose for\nwhich the warrant was issued or is not required for the purposes\nof any prosecution for an offence."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.--(1)   Where a protected communication has come into the (kdm\npossession of an authorized officer by virtue of a warrant, or is requiring\n                                                                   disclosure\nlikely to do so, and the officer has reasonable grounds to believe ofpro-\nthat-                                                              tected com-\n                                                                   munication.\n     (a) a key to the communication is in the possession of any\n         person; and\n     (b) disclosure of the key is necessary for the purposes of\n         the investigations in relation to which the warrant was\n         issued,\nthe officer may apply to a Judge in Chambers for an order\nrequiring the person whom he believes to have possession of\nthe key to provide disclosure in respect of the protected\ncommunication.\n        (2) An order under this section shall-\n     (a) be in writing;\n     (b) describe the communication to which the order relates;\n     (c)     specie the time by which the order is to be complied\n             with, being a reasonable time in all the circumstances;\n             and\n16                      INTERCEPTION OF COMMUNICATIONS\n                 (d) set out the disclosure that is required by the order, and\n                     the form and manner in which the disclosure is to be\n                     made,\n            and any such order may require the person to whom it is\n            addressed to keep secret the contents and existence of the order.\n                   (3) An order under this section shall not require the\n            disclosure of any key which-\n                 (a) is intended to be used for the purpose only of\n                     generating electronic signatures; and\n                 (b) has not in fact been used for any other purpose.\n                   (4) In granting the order required for the purposes of\n            subsections (1) and (Z), the Judge in Chambers shall take into\n            account-\n                 (a) the extent and nature of any protected communication,\n                     in addition to the intercepted communication, to which\n                     the key is also a key; and\n                 (b) any adverse effect that complying with the order might\n                      have on a business carried on by the person to whom\n                      the order is addressed,\n            and shall require only such disclosure as is proportionate to what\n            is sought to be achieved, allowing, where appropriate, for\n            disclosure in such manner as would result in the putting of the\n            communication in intelligible form other than by disclosure of\n            the key itself.\n                   ( 5 ) An order under this section shall not require the\n            making of any disclosure to a person other than-\n                 (a) the authorized officer; or\n                 (b) such other person as may be specified in the order\nFATed of      13.41) Subject to subsection (2), a person to whom a\ndisclocwe\norda.       disclosure order is addressed-\n            INTERCEPTION OF COMMUNICATIONS\n    (a) shall be entitled to use any key in his possession to\n        obtain access to the protected communication; and\n    (b) in accordance with the order, shall disclose the\n        protected communication in an intelligible form.\n       (2) Where a disclosure order requires the person to\nwhom it is addressed to disclose a protected communication in\nan intelligible form, that person shall be taken to have complied\nwith that requirement if-\n    (a) he makes, instead, a disclosure of any key to the\n        protected communication that is in his possession; and\n    (b) the disclosure is made in accordance with the order,\n        with respect to the person to whom, and the time in\n        which, he was required to disclose the communication.\n       (3) Where an order requiring access to a protected\ncommunication or the putting of the protected communication\ninto intelligible form, is addressed to a person who is-\n     (a) not in possession of the protected communication to\n         which the order relates; or\n     (b) incapable, without the use of a key that is not in his\n         possession, of obtaining access to the protected\n         communication or disclosing it in an intelligible form,\nhe shall be taken to have complied with the order if he discloses\nany key to the protected communication that is in his\npossession.\n           THE INTERCEPTION OF COMMUNICATIONS\n       (4) It shall be sufficient for the purpose of complying\nwith an order for the person to whom it is addressed to disclose\nonly those keys the disclosure of which is sufficient to enable\nthe person to whom they are disclosed to obtain access to the\nprotected communication and to put it in an intelligible form.\n        (5) Where-\n     (a) the disclosure required by an order allows the person\n           to whom it is addressed to comply with the order\n           without disclosing all of the keys in his possession;\n           and\n                    r-\n     (b) there are different keys, or combinations of keys, in the\n         possession of that person the disclosure of which\n         would constitute compliance with the order,\nthe person may select which of the keys, or combination of keys,\nto disclose for the purpose of complying with the order.\n         ( 6 ) Where a disclosure order is addressed to a person\nwho-\n       (a) was in possession of the key but is no longer in\n           possession of it; and\n       (6) if he had continued to have the key in his possession,\n           would be required by virtue of the order to disclose it;\n           and\n       (c) is in possession of information that would facilitate\n           the obtaining or discovery of the key or the putting of\n           the communication into an intelligible form,\nthat person shall disclose to the person to whom he would have\nbeen required to disclose the key, all such informa'tion as is\nmentioned in paragraph (c).\n            INTERCEPTION OF COMMUNICATIONS\n        (7) A person who, without reasonable excuse, fails to\ncomply with a disclosure order commits an offence and shall be\nliable upon conviction before a Resident Magistrate to a fine not\nexceeding five hundred thousand dollars or to imprisonment for\na term not exceeding six months, or to both such fine and\nimprisonment.\n       (8) An authorized officer who obtains a disclosure order\nshall ensure that such arrangements are made as are necessary\nfor securing that-\n         a key disclosed in pursuance of the order is used to\n         obtain access to or put into intelligible form only the\n         protected communications in relation to which the\n         order was given;\n         every key disclosed in pursuance to the order is stored,\n         for so long as it is retained, in a secure manner, and\n         any records of such key are destroyed as soon as no\n         longer needed to access the communication or put it\n         into an intelligible form; and\n         the number of-\n             (i) persons to whom the key is disclosed or\n                 otherwise made available; and\n              (ii) copies made of the key,\n          is limited to the minimum that is necessary for the\n          purpose of enabling the protected communication to\n          be accessed or put into an intelligible form.\n       (9) An authorized officer who knowingly contravenes\nsubsection (8) commits an offence and upon summary\nconviction before a Resident Magistrate shall be liable to a fine\nnot exceeding one million dollars or to imprisonment for a term\nnot exceeding twelve months, or to both such fine and\nimprisonment.\n               (The inclusion OF tliis pngc I S authorized by L N. 88/2003]\n20                          INTERCEPTION OF COMMUNICATIONS\nAdmissibilin:     1 4 4 1) In this section, “sensitive information” means any\nof evidence.\n                information that suggests or tends to suggest-\n                     (a) any of the details pertaining to the method by which\n                         the communication was intercepted; or\n                     (b) the identity of any party carrying out or assisting in the\n                         interception.\n                       (2) Subject to subsection (3), the contents of a\n                communication that is obtained by interception permitted by\n                section 3 shall be admissible as evidence in any criminal\n                proceedings.\n                       (3) In any criminal proceedings-\n                     (a) no evidence shall be adduced and no question shall be\n                         asked of any witness that suggests or tends to suggest\n                         the disclosure of sensitive information;\n                     (b) a statement by the witness that the interception of the\n                         communication was permitted by virtue of section 3\n                         (2) (a),(b), (c), (4,(e) or 0, as the case may be, shall\n                         be sufficient disclosure as to the source and origin of\n                         the communication; and\n                    (c) in proving the truth of a statement referred to in\n                        paragraph (b) the witness shall not be asked to disclose\n                        sensitive information.\n                       (4) Subsection (3) shall not apply to any criminal\n                proceedings in respect of an offence under this Act, but if the\n                Court is satisfied that-\n                    (a) the disclosure of sensitive information would\n                        jeopardize the course of any investigations being\n                        carried out by authorized officers; and\n                    (b) the parties to the proceedings would not be unduly\n                        prejudiced thereby,\n                the Court may exclude such disclosure.\n            INTERCEPTION OF COMMUNICATIONS                                  21\n        (5) Any information obtained by an interception, which\nwould be privileged if the interception had not been carried out,\nshall remain privileged to the extent that the information would\nbe privileged if the interception had not been carried out.'"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) A person who, in an application or affidavit under offences.\nthis Act, makes a statement which he knows to be false in &y\nmaterial particular commits an offence and is liable upon sum-\nmary conviction in a Resident Magistrate's Court to a fine not\nexceeding three million dollars or to imprisonment for a term\nnot exceeding three years or to both such fine and imprison-\nment.\n       (2) A person who intentionally discloses the contents of\nany communication-\n     (a) obtained. by means of a warrant, to a person to whom\n         he is not authorized to disclose the communication; or\n     (b) obtained in contravention of this Act,\ncommits an offence, whether the disclosure takes place in 2112011\nJamaica or elsewhere, and is liable upon summary conviction in S. 3(a).\na Resident Magistrate's Court to a fine not exceeding five\nmillion dollars or to imprisonment for a term not exceeding five\nyears, or to both such fine and imprisonment.\n        (3) Subsection (2) shall not apply to the disclosure of\nthe contents of any communication obtained by means of a\nwarrant which is made, in any criminal proceedings, to a person\ncharged with an offence or to the attorney-at-law representing\nthat person in those proceedings.\n        (4) In the case of an offence under subsection (2), 2112011\nwhere the disclosure takes place outside of Jamaica, the Resi- s 3(b)\ndent's Magistrate Court for the Corporate Area shall have juris-\ndiction to hear the matter."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) In this section-                                            Disclosure\n                                                                      of commun-\n     \"communications data\" means any-                                 ications\n                                                                      data.\n                 INTERCEPTION OF COMMUNICATIONS\n      (a) traffic data comprised in or attached to a communi-\n           cation, whether by the sender or otherwise, for the pur-\n           poses of any telecommunications network by means of\n           which the communication is being or may be trans-\n           mitted;\n      (b) information, that does not include the contents of a\n           communication (other than any data falling within\n         ' paragraph (a)), which is about the use made by any\n           person-\n                (i) of any telecommunications network; or\n                  (ii) of any part of a telecommunications network\n                       in connection with the provision to or use by,\n                       any person of any telecommunications service;\n       \"designated person\" means the Minister or any person\n            prescribed for the purposes of this section by the\n            Minister by order subject to affirmative resolution;\n        LLtraffi~   data\", in relation to a communication, means any\n                data-\n        (a) identifying, or purporting to identify, any person, appa-\n               ratus or location to or from which the communication-             A\n               is or may be transmitted;\n        (b) identifying or selecting, or purporting to identify or\n               select, apparatus through or by means of which the\n               conimunication is or may be transmitted;\n'\n ,', .'\n        ( c ) comprising signals for the actuation of-\n                    (i) apparatus used for the purposes of a telecom-\n                        munications network for effecting, in whole or\n                         in part, the transmission of any communica-\n                        tion; or\n    '        I\n                   (ii) -any telec6mmunications netkork in which'that\n                        apparatus is comprised;\n        (6) identifying the data or other data as data'comprised in\n               or attached to a particular conhunication; or\n-. -... .\n            ;. [The $inclusion of this page is au$orized ,by, L.N.   92~120121"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Regulations.\n     SCHEDULE\n       INTERCEPTION OF C(jMMONIICATI(IN5'\n\"private communication\" means a communication that is\n     transmitted or being transmitted by the sender, to a\n     person intended by the sender to receive it, in\n     circumstances in which it is reasonable for the sender\n     and the intended recipient to expect that the\n     communication will not be intercepted by any person\n     other than the intended recipient, and includes any\n     radio-based telephone communication that is treated\n     electronically or otherwise for the purpose of\n     preventing intelligible reception by any person other\n     than the intended recipient;\n\"private telecommunications network\" means any\n     telecommunications network that, without itself being\n     a public telecommunications network, is a network in\n     relation to which the following conditions are\n     satisfied\n      (a) it is attached, directly or indirectly and whether\n          or not for the purposes of the communication in\n          question, to a public telecommunications\n          network; and\n      (b) there is apparatus comprised in the network\n          which is both located in Jamaica and used (with\n          or without other apparatus) for making the\n          attachment to the public telecommunications\n          network;\n\"protected communication\" means any electronic data\n     which, without the key to the communication, cannot,\n     or cannot readily, be accessed or put into an\n     intelligible form;\n\"public telecommunications network\" means a telecom-\n    munications network used by any person to provide\n    telecommunications services to the public and\n    includes a network whereby the public can send or\n    receive telecommunications services to or fi-om-\n        --       --\n        [The lncluslon of thls page i s authorized by L.N. 180A120061\n                  INTERCEPTION OF COMMUNICATIONS\n                 (a) anywhere in Jamaica;\n                 (b) anywhere outside of Jamaica,\n              and includes a network commonly known as a public\n              switched telephone network;\n           \"telecommunications\" means the transmission of\n                intelligence by means of guided or unguided\n                electromagnetic, electrochemical or other forms of\n                energy, including but not limited to intelligence-\n                 (a) in the form of-\n                            (i) speech, music or other sounds;\n                            (ii) visual images, whether still or animated;\n                            (iii) data or text;\n                            (iv) any type of signals;\n                 (b) in any form other than those specified in\n                     paragraph (a);\n                  (c) in any combination of forms; and\n                  (4 transmitted between persons and persons, things\n                        and things or persons and things;\n           \"telecommunications network means a system of tele-\n                communications or any part thereof whereby a person\n                or thing can send or receive intelligence to or from any\n                point in Jamaica;\n           \"telecommunications service\" means a service provided by\n                means of a telecommunications network to any person\n                for the transmission of intelligence from, to or within\n                Jamaica without change in the content or form;\n1si2005    \"terrorism offence\" has the meaning assigned to it by\n2nd Sch.\n                section 2 of the Terrorism Prevention Act.\n                     INTERCEPTION OF COMMUNCATIONS\n       (2) In this Act, the interests of national security shall be\nconstrued as including, but not limited to, the protection of\nJamaica from threats of espionage, sabotage,-            terrorism 18,2005\noffence or subversion.                                              2nd S C ~ ."
    }
  ],
  "definitions": [
    {
      "term": "communications data",
      "definition": "any-                                 ications",
      "source_provision": "sec16"
    },
    {
      "term": "designated person",
      "definition": "the Minister or any person",
      "source_provision": "sec16"
    },
    {
      "term": "private communication",
      "definition": "a communication that is",
      "source_provision": "sec19"
    },
    {
      "term": "protected communication",
      "definition": "any electronic data",
      "source_provision": "sec19"
    },
    {
      "term": "public telecommunications network",
      "definition": "a telecom-",
      "source_provision": "sec19"
    },
    {
      "term": "telecommunications",
      "definition": "the transmission of",
      "source_provision": "sec19"
    },
    {
      "term": "telecommunications service",
      "definition": "a service provided by",
      "source_provision": "sec19"
    }
  ]
}