{
  "id": "jm-stat-the-interest-allowance-by-jury-act",
  "type": "statute",
  "title": "The Interest (Allowance By Jury) Act",
  "title_en": "The Interest (Allowance By Jury) Act",
  "short_name": "Interest (Allowance By Jury) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-interest-allowance-by-jury-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-interest-allowance-by-jury-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Upon all debts or sums certain, payable at a certain Interer;tnot\ntime or otherwise, the jury, on the trial of any issue or exceeding\n                                                              6pcrcent,\ninquisition of damages, may, if they shall think fit, allow ;;iw%by\ninterest to the creditor at a rate not exceeding six per iuryon\n                                                                   etc.,\ncenturn per annum, from the time when such debts or sums debts.\n                                                              in\ncertain were payable, if such debts or sums be payable by\",?  :\nvirtue of some written instrument at a certain time, or, if\nFayable otherwise, then from the time when demand of\npayment shall have been made in writing, so as such demand\nshall give notice to the debtor that interest will be claimed\nfrom the date of such demand until the term of payment:\n  Provided that interest shall be payable in all cases in\nwhich it is now payable by law."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The jury on the trial of any issue or inquisition of Incertain\ndamages may, if they think fit, give damages in the nature actions jury\nof interest, over and above the value of the goods at the          ~~~~~\ntime of the conversion or seizure, in all actions of trover inkmr\nor trespass de bonis asportatis, and over and above the\nmoney recoverable in all actions on policies of insurance\nmade after the passing of this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. I n all cases where resort shall be had to arbitration ArhitraFr\n                                                                   or umpire\nin order to settle the sum payable to any creditor or claim- tohave\nant, the arbitrator, arbitrators or their umpire, shall have       ::Egryy\nthe like power of allowing interest as a jury has under this' E\n                                                              ;\nAct.\n      me inclusion of this page is authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}