{
  "id": "jm-stat-the-international-development-association-agreement-act",
  "type": "statute",
  "title": "The International Development Association Agreement Act",
  "title_en": "The International Development Association Agreement Act",
  "short_name": "International Development Association Agreement Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-international-development-association-agreement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-international-development-association-agreement-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the International Develop- Short title.\nment Association Agreement Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                Interprela-\n                                                                 tion.\n    “the Association” means the International Develop-\n        ment Association established under the Associa-\n        tion Agreement;\n    “the Association Agreement” means the Agreement,\n        as amended, for the establishment and operation\n        of an international body to be called the Interna-\n        tional Development Association, and of which\n        the text of the Articles is set out in the Schedule; Schedule.\n    “the Membership Resolution” means the Resolution\n        adopted by the Board of Governors of the\n        Association, specifying the terms and conditions\n        upon which Jamaica shall be admitted to member-\n        ship in the Association."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Acceptance by the Government of the Association Approval\n                                                                 of accept-\nAgreement is hereby approved.                                    ance of\n                                                                 Ansociation\n                                                                 Agreement."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The Minister responsible for finance is authorized Financial\nto pay for the account of Jamaica the amounts payable from\ntime to time to the Association under the Membership\nResolution and the Association Agreement :\n  Provided that the Bank of Jamaica may from time to\ntime, subject to the terms of any agreement made by that\nBank with the Government and except where payments are\n      me inclusion of this page is authorized by LN. 480/1973]\n2        INTERNATIONAL DEVELOPMENT ASSOCIATION\n                       AGREEMENT\n    required to be made pursuant to subsection (2), pay from\n    its own funds such of the amounts aforesaid as may be\n    specified in the Agreement.\n          (2) The Minister responsible for finance may create\n    and issue to the Association any such non-interest-bearing\n    and non-negotiable notes or other obligations as are\n    provided for by section 2 of Article I1 of the Association\n    Agreement, and any payments in respect of any such notes\n    or obligations so created and issued shall be charged on the\n    Consolidated Fund.\n           (3) The Minister responsible ior finance may borrow\n    from any person, any sum or sums required for payments\n    under this section and, for the purpose of such borrowing,\n    he may create and issue any securities bearing such rate of\n    interest and subject to such conditions as to repayment,\n    redemption or otherwise as he thinks fit.\n          (4) The principal and interest of any securities\n    issued under subsection (3) and the expenses incurred in\n    connection with their issue shall be charged on the\n    Consolidated Fund.\n          (5) Subject to the terms of any agreement to the\n    contrary made by the Bank of Jamaica with the Govem-\n    ment pursuant to the proviso to subsection (l), any moneys\n    received by the Government from the Association or raised\n    by securities under subsection (3) shall be paid into the\n    Consolidated Fund Account and shall form part of the\n    Consolidated Fund and be available in any manner in which\n    that Fund is available.\n           (6) The Bank of Jamaica shall act as a depository\n    for the holdings of currency of Jamaica and other assets of\n    the Association.\n          me inclusion of this page is authorized by L.N, 480/1973]\n     1NTERNATIONAL DEVELOPMENT ASSOCIATION                             3\n                   AGREEMENT"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The provisions of sections 2, 3, 4, 5, 6, 7, 8 and 9 of Status.\n                                                             jmmuoitieE\nArticle VIII of the Association Agreement shall have the andprivi.\nforce of law in Jamaica, subject to the proviso that nothing ~          ~   ~\nin section 9 of Article VIII of the Association Agreement\nshall be construed-\n      (i) as entitling the Association to import goods free\n          of customs duty without any restriction on their\n          subsequent sale in the country to which they were\n          imported;\n     (ii) as conferring on the Association any exemption\n          from duties or taxes which form part of the price\n          of goods sold; or\n    (iii) as conferring on the Association any exemption\n          from taxes or duties which are in fact no more\n          than charges for services rendered.\n      me inclusion of this page is authorized by L.N. 480/1973]\n4         INTERNATIONAL DEVELOPMENT ASSOCIATION\n                        AGREEMENT\n                                    SCHEDULE                        (Section 2 )\n      ARTICLES OF AGREEMENT OF THE INTERNATIONAL\n                      DEVELOPMENT ASSOCIATION\n      The Governments on whose behalf this Agreement is signed,\n    Cansidering :\n      That mutual cooperation for constructive economic purposes,\n    healthy development of the world economy and balanced growth of\n    international trade foster international relationships conducive to the\n    maintenance of peace and world prosperity;\n      That an acceleration of economic development which will promote\n    higher standards of living and economic and social progress in the less-\n    developed countries is desirable not only in the interests of those\n    countries but also in the interests of the international community as a\n    whole;\n      That achievement of these objectives would be facilitated by an\n    increase in the international flow of capital, public and private, to assist\n    in the development of the resources of the less-developed countries,\n    do hereby agrec as follows:\n                             INTRODULTORY    ARTICLE\n      The International Development Association (hereinafter called “the\n    Association”) is established and shall operate in accordane with the\n    following provisions:\n                                  ARTICLEI\n                                    Purposes\n       The purposes of the Association are to promote economic develop-\n    ment, increase productivity and thus raise standards of living in the\n    less-developed areas of the world included within the Association’s\n    membership, in particular by providing finance to meet their important\n    developmental requirements on terms which are more flexible and bear\n    less heavily on the balance of payments than those of conventional\n    loans, thereby furthering the developmental objectives of the Inter-\n    national Bank for Reconstruction and Development (hereinafter\n    called “the Bank”) and supplementing its activities.\n       The Association shall be guided in all its decisions by the provisions\n    of this Article.\n                                 ARTICLE   I1\n                       Membership; Initial Subscriptions\n      SECTION 1. Membership\n      (a) The original members of the Association shall be those members\n    of the Bank listed in Schedule A hereto which, on or before the date\n    specified in Article XI, section 2 (c), accept membership in the\n    Association.\n           phhe inclusion of this page is authorized by L.N. 480119731\n      INTERNATIONAL DEVELOPMENT ASSOCIATION                                  5\n                    AGREEMENT\n   (b) Membership shall be open to other members of the Bank at\nsuch times and in accordance with such terms as the Association may\ndetermine.\n   SECTION2. Initial Subscription\n   (a) Upon accepting membership, each member shall subscribe funds\nin the amount assigned to it. Such subscriptions are herein referred\nto as initial subscriptions.\n   (b) The initial subscriptions assigned to each original member shall\nbe in the amount set forth opposite its name in Schedule A, expressed\nin terms of United States dollars of the weight and 6neness in effect on\nJanuary 1. 1960.\n   (c) Ten per cent of the initial subscription of each original member\nshall be payable in gold or freely convertible currency as follows: fifty\nper cent within thirty days after the date on which the Association shall\nbegin operations pursuant to Article XI. section 4, OS on the date on\nwhich the original member becomes a member. whichever shall be\nlater; twelve and one-half per cent one year after the beginning of\noperations of the Association; and twelve and one-half per cent each\nyear thereafter at annual intervals until the ten per cent portion of the\ninitial subscription shall have been paid in full.\n   (4The remaining ninety per cent of the initial subscription of each\noriginal member shall be payable in gold or freely convertible currency\nin the case of members listed in Part I of Schedule A, and in the\ncurrency of the subscribing member in the case of members listed in\nPart Il of Schedule A. This ninety per cent portion of initial subscrip-\ntions of original members shall be payable in 6ve equal annual instal-\nments as follows: the first such instalment within thirty days after the\ndate on which the Association shall begin operations pursuant to Article\nXI, section 4, or on the date on which the original member becomes\na member, whichever shall be later; the second instalment one year\nafter the beginning of operations of the Association, and s u c a i n g\ninstalments each year thereafter at annual intervals until the ninety\nper Cent portion of the initial subscription shall have been paid in full.\n   (e) The Association shall accept from any member, in place of any\npart of the member’s currency paid in or payable by the member under\nthe preceding subsection ( d ) or under section 2 of Article IV and not\nneeded by the Association in its operations, notes or similar obligations\nissued by the government of the member or the depository designated\nby such member, which shall be non-negotiable, non-interest-bearing\nand payable at their par value on demand to the account of the\nAssociation in the designated depository.\n   U) For the purposes of this Agreement the Association shall re-\ngard as “freely convertible currency”:\n      (i) currency of a member wbich the Association determines,\n           after consultation with the International Monetary Fund, is\n           adequately convertible into the currencies of other members\n           for the purposes of the Association’s operations: or\n        [The inclusion of thin page is authorized by L.N. 480/1973]\n6          INTERNATIONAL DEVELOPMENT ASSOCIATlON\n                         AGREEMENT\n          (ii) currency of a member which such member agrees, on terms\n               satisfactory to the Association, to exchange for the currencies\n               of other members for the purposes of the Association’s\n               operations.\n       (g) Except as the Association may otherwise agree, each member\n    listed in Part I of Schedule A shall maintain. in respect of its currency\n    paid in by it as freely convertible currency pursuant to subsection (d)\n    of this section, the same convertibility as existed at the time of payment.\n       (h) The conditions on which the initial subscriptions of members\n    other than original members may be made, and the amounts and the\n    terms of paymeut thereof, shall be determined by the Association\n    pursuant to section 1 (b) of this Article.\n      SECTION   3. Limitation on Liability\n      No member shall be liable, by reason of its membership, for\n    obligations of the Association.\n                                   ARTICLB111\n                              Additions to Resources\n       SECTION    1 . Additional Subscriptions\n        ( a ) The Association shall at such time as it deems appropriate in\n    the light of the schedule for completion of payments on initial\n     subscriptions of original members. and at intervals of approximately\n    five years thereafter, review the adequacy of its resources and. if it\n    deems desirable, shall authorize a general increase in subscriptions\n    Notwithstanding the foregoing. general or individual increases in\n    subscriptions may be authorized at any time, provided that an individual\n    increase shall be considered only at the request of the member involved.\n    Subscriptions pursuant to this section are herein referred to as additional\n    subscriptions.\n       (6) Subject to the provisions of paragraph (c) below, when addi-\n    tional subscriptions are authorized, the amounts authorized for sub-\n    scription and the terms and conditions relating thereto shall be as\n    determined by the Association.\n       (c) When any additional subscription is authorized. each member\n    shall be given an opportunity to subscribe, under such conditions as\n    shall be reasonably determined by the Association. an amount which\n    will enable it to maintain its relative voting power, but no member shall\n    be obligated to subscribe.\n       (d) All decisions under this section shall be made by a two-thirds\n    majority of the total voting power.\n       SECTION   2. Supplementary Resources Provided by a Member in the\n                            Currency of Another Member\n      (a) The Association may enter into arrangements. on such terms\n    and conditions consistent with the provisions of this Agreement as\n    may be agreed upon, to receive from any member, in addition to the\n           W e inclusion of this page in authorized by L.N. 480/1973]\n      INTERNATIONAL DEVELOPMENT ASSOCIATION\n                    AGREEMENT\namounts payable by such member on account of its initial or any\nadditional subscription, supplementary resources in the currency of\nanother member, provided that the Association shall not enter into\nany such arrangement unless the Association is satisfied that the\nmember whose currency is involved agrees to the use of such currency\nas supplementary resources and to the terms and conditions governing\nsuch use. The arrangements under which any such resources are\nreceived may include provisions regarding the disposition of earnings\non the resources and regarding the disposition of the resources in the\nevent that the member providing them ceases to be a member or the\nAssociation permanently suspends its operations.\n  ( b ) The Association shall deliver to the contributing member a\nSpecial Development Certificate setting forth the amount and currency\nof the resources so contributed and the terms and conditions of the\narrangement relating to such resources. A Special Development\nCertificate shall not carry any voting rights and shall he transferable\nonly to the Association.\n  (c) Nothing in this section shall preclude the Association from\naccepting resources from a member in its own currency on such terms\nas may be agreed upon.\n                                   Iv\n                             ARTICLE\n                               Currencies\n   SECTION   1. Use of Currencies\n   (a) Currency of any member listed in Part II of Schedule A, whether\nor not freely convertible, received by the Association pursuant to\nArticle 11, section 2(4, in payment of the ninety per cent portion pay-\nable thereunder in the currency of such member, and currency of such\nmember derived therefrom as principal, interest or other charges, may\nbe used by the Association for administrative expenses incurred by\nthe Association in the territories of such member and, insofar as\nconsistent with sound monetary policies, in payment for goods and\nservices produced in the territories of such member and required for\nprojects financed by the Association and located in such territories;\nand in addition when and to the extent justified by the economic and\nfinancial situation of the member concerned as determined by agreement\nbetween the member and the Association, such currency shall be freely\nconvertible or otherwise usable for projects financed by the Association\nand located outside the territories of the member.\n   (b) The usability of currencies received by the Association in pay-\nment of subscriptions other than initial subscriptions of original\nmembers, and currencies derived therefrom as principal, interest or\nother charges, shall be governed by the terms and conditions on which\nsuch subscriptions are authorized.\n   (c) The usability of currencies received by the Association as\nsupplementary resources other than subscriptions, and currencies derived\n       [The inclusion of this page is aulhorized by L.N.480/1973]\n       INTERNATIONAL DEVELOPMENT ASSOCIATION\n                     AGREEMENT\ntherefrom as principal, interest or other charges, shall be governed by\nthe terms of the arrangements pursuant to which such currencies are\nreceived.\n   (d) All other currencies received by the Association may be freely\nuscd and exchanged by the Association and shall not be subject to\nany restriction by the member whose currency is used or exchanged;\nprovided that the foregoing shall not preclude the Association from\nentering into any arrangements with the member in whose territories\nany project financed by the Association is located restricting the use\nby the Association of such member’s currency received as principal.\ninterest or other charges in counection with such financing.\n   (e) The Association shall take appropriate steps to ensure that,\nover reasonable intervals of time, the portions of the subscriptions\npaid under ArticIe U, section 2(d) by members listed in Pan I of\nSchedule A shall be used by the Association on an approximately pro\nrota basis; provided, however, that such portions of such subxri\ntions as are paid in gold or in a currency other than that of the\nscribing member may be used more rapidly.\n                                                                     SUE\n    SECTION   2. Maintenance of Value of Currency Holdings\n    ( U ) Whenever the par value of a member’s currency is reduced\n or the foreign exchange value of a member’s currency has, in the\n opinion of the Association, depreciated to a significant extent within\n that member’s territories, the member shall pay to the Association\n within a reasonable time an additional amount of its own currency\n sufficient to maintain the value, as of the time of subscription. of the\n amount of the currency of such member paid in to the Association\n by the member under Article 11. section 2(d). and currency furnished\n under the provisions of the present paragraph, whether or not such\n currency is held in the form of notes accepted pursuant to Article 11.\n section 2(e); provided, however, that the foregoing shall apply only\n so long as and to the extent that such currency shall not have been\n initially disbursed or exchanged for the currency of another member.\n    (6) Whenever the par value of a member’s currency is increased,\n or the foreign exchange value of a member’s currency has, in the\n opinion of the Association, appreciated to a significant extent within\nthat member’s territories, the Association shall return to such member\n within a reasonable time an amount of that member’s currency equal\nto the increase in the value of the amount of such currency to which\nthe provisions of paragraph ( U ) of this section are applicable.\n   (c) The provisions of the preceding paragraphs may be waived by\nthe Association when a uniform proportionate change in the par value\nof the currencies of all its members is made by the International\nMonetaly Fund.\n   (d) Amounts furnished under the provisions of paragraph ( Q ) of\nthis section to maintain the value of any currency shall be convertible\nand usable to the same extent as such currency.\n-.\n      INTERNATlONAL DEVELOPMENT ASSOCIATION                                   9\n                    AGREEMENT\n                               ARTICLEV\n                               Opemfions\n  SECTION1. Use of Resources and conditions of Financing\n   ( 0 ) The Association shall provide financing to further development\nin the less-developed areas of the world included within the\nAssociation's membership.\n   (b) Financing provided by the Association shall be for purposes\nwhich in the opinion of the Association are of high developmental\npriority in the light of the needs of the area or areas concerned and.\nexcept in special circumstances, shall be for specific projects.\n   (c) The Association shall not provide financing if in its opinion\nsuch financing is available from private sources on terms which are\nreasonable for the recipient or could be provided by a loan of the type\nmade by the Bank.\n   (d) The Association shall not provide financing except upon the\nrecommendation of a competent committee, made after a careful study\nof the merits of the proposal. Each such committee shall be appointed\nby the Association and shall include a nominee of the Governor or\nGovernors representing the member or members in whose territories\nthe project under consideration is located and one or more members\nof the technical staff of the Association. The requirement that the\ncommittee include the nominee of a Governor or Governors shall not\napply in the case of financing provided to a public international or\nregional organization.\n   ( e ) The Association shall not provide hancing for any project if\nthe member in whose territories the prolect is located objects to such\nfinancing, except that it shall not be necessary for the Association to\nassure itself that individual members do not object in the case of\nfinancing provided to a public international or regional organization.\n  (f) The Association shall impose no conditions that the proceeds\nof its hancing shall be spent in the territories of any particular member\nor members. The foregoing shall not preclude the Association from\ncomplying with any restrictions on the use of funds imposed in accord-\nance with the provisions of these Articles, including restrictions attached\nto supplementary resources pursuant to agreement between the\nAssociation and the contributor.\n  (g) The Association shall make arrangements to ensure that the\nproceeds of any financing are used only for the purposes for which\nthe financing was provided, with due attention to considerations of\neconomy. efficiency and competitive international trade and without\nregard to political or other non-economic inEuences or considerations.\n  (h) Funds to be provided under any financing operation shall be\nmade available to the recipient only to meet expenses in connection\nwith the project as they are actually incurred.\n10          INTERNATIONAL DEVELOPMENT ASSOCIATION\n                         AGREEMENT\n        SECTION2. Form and Terms of Financing\n        ( a ) Financing by the Association shall take the form of loans. The\n     Association may, however, provide other financing, either-\n             (i) out of funds subscribed pursuant to Article III, section 1.\n                 and funds derived therefrom as principal. interest or other\n                 charges, if the authorization for such subscriptions expressly\n                 provides for such financing; or\n            (ii) in special circumstances, out of supplementary resources\n                 furnished to the Association, and funds derived therefrom\n                 as principal, interest or other charges, if the arrangements\n                 under which such resources are furnished expressly authorize\n                 such financing.\n        (b) Subject to the foregoing paragraph, the Association may pro-\n     vide financing in such forms and on such terms as it may deem\n     appropriate, having regard to the economic position and prospects\n     of the area or areas concerned and to the nature and requirements\n     of the project.\n        (c) The Association may provide financing to a member, the\n     g o v e m e n t of a territory included within the Association’s member-\n     ship, a political subdivision of any of the foregoing, a public or private\n     entity in the territories of a member or members, or to a public\n     international or regional organization.\n        (4In the case of a loan to an entity other than a member.\n     the Association may, in its discretion, require a suitable governmental\n     or other guarantee or guarantees.\n        (e) The Association, in special cases, may make foreign exchange\n     available for local expenditures.\n        S E ~ I O3.N Modifications of Terms of Financing\n        The Association may, when and to the extent it deems appropriate\n     in the light of all relevant circumstances, including the financial and\n     economic situation and prospects of the member concerned, and on\n     such conditions as it may determine, agree to a relaxation or other\n     modification of the terms on which any of its financing shall have been\n     provided.\n        SECTION4. Cooperation with Other International Organizations and\n     Members Providing Development Assistance\n        The Association shall cooperate with those public international\n     organizations and members which provide financial and technical assist-\n     ance to the lessdeveloped areas of the world.\n        SFCTION     5. Miscellaneous Operations\n        In addition to the operations specified elsewhere in this Agreement,\n     the Association may:\n             (i) borrow funds with the approval of the member in whose\n                 currency the loan is denominated;\n            (ii) guarantee securities in which it has invested in order to\n                 facilitate their sale;\n     -\n      INTERNATIONAL DEVELOPMENT ASSOCIATION\n                    AGREEMENT\n    (iii) buy and sell securities it has issued or guaranteed or in which\n          it has invested;\n    (iv) in special cases. guarantee loans from other sources for\n          purposes not inconsistent with the provisions of these Articles;\n     (v) provide technical assistance and advisory services at the\n          request of a member: and\n     (vi) exercise such other powers incidental to its operations as\n          shall be necessary or desirable in furtherance of its purposes.\n  SECTION6 . Political Activity Prohibited\n  The Association and its officers shall not interfere in the political\naffairs of any member; nor shall they be influenced in their decisions\nby the political character of the member or members concerned. Only\neconomic considerations shall be relevant to their decisions, and these\nconsiderations shall be weighed impartially in order to achieve the\npurposes stated in this Agreement.\n                              ARTICLE VI\n                       Organization and Management\n   SECTION1. Structure of the Association\n   The Association shall have a Board of Governors, Executive Direc-\ntors, a President and such other officers and staff to perform such\nduties as the Association may determine.\n  SECTION    2. Board of Governors\n   (a) All the powers of the Association shall be vested in the Board\nof Governors.\n  ( b ) Each Governor and Alternate Governor of the Bank appointed\nby a member of the Bank which is also a member of the Association\nshall ex o m o be a Governor and Alternate Governor, respectively,\nof the Association. No Alternate Governor may vote except in the\nabsence of his principal. The Chairman of the Board of Governors\nof the Bank shall ex oficio he Chairman of the Board of Governors\nof the Association except that if the Chairman of the Board of\nGovernors of the Bank shall represent a state which is not a member\nof the Association, then the Board of Governors shall select one of\nthe Governors as Chairman of the Board of Governors. Any Governor\nor Alternate Governor shall cease to hold office if the member by which\nhe was appointed shall cease to he a member of the Association.\n   (c) The Board of Governors may delegate to the Executive Directors\nauthority to exercise any of its powers, except the power to:\n       (i) admit new members and determine the conditions of their\n           admission;\n      (U)  authorize additional subscriptions and determine the terms\n           and conditions relating thereto;\n     (iii) suspend a member;\n     (iv) decide appeals from interpretations of this Agreement given\n           by the Executive Directors;\n        [The inclusion of this page is aulbarized by L.N. 480/1973]\n12           INTERNATIONAL DEVELOPMENT ASSOCIATION\n                           AGREEMENT\n            (v) make arrangements pursuant to Section 7 of this Article to\n                cooperate with other international organizations (other than\n                informal arrangements of a temporary and administrative\n                character);\n           (vi) decide to suspend permanently the operations of the Asso-\n                ciation and to distribute its assets;\n          (vii) determine Ihc distribution of the Association’s net income\n                pursuant to section 12 of this Article; and\n         (viii) approve proposed amendments to this Agreement.\n       (d) The Board of Governors shall hold an annual meeting and such\n     other meetings as may be provided for by the Board of Governors\n     or called by the Executive Directors.\n        (e) The annual meeting of the Board of Governors shall be held\n     in conjunction with the annual meeting of the Board of Governors\n     of the Bank.\n        (f) A quorum for any meeting of the Board of Governors shall be\n     a majority of the Governors, exercising not less than two-thirds of\n     the total voting power.\n       (6) The Association may by regulation establish a procedure whereby\n     the Executive Directors may obtain a vote of thc Governors on a\n     specific question without calling a meeting of the Board of Governors.\n       (A) The Board of Governors, and the Executive Directors to the\n     extent authorized, may adopt such rules and regulations as may be\n     necessaly or appropriate to conduct the business of the Association.\n       (i) Governors and Alternate Governors shall serve as such without\n     compcnsation from the Association.\n       SECTION   3. Votoling\n       (a) Each original member shall. in respect of its initial subscription.\n     have 500 votes plus one additional vote for each $5,000 of its initial\n     subscription. Subscriptions other than initial subscriptions of original\n     members shall carry such voting rights as the Board of Governors shall\n     determine pursuant to the provisions of Article U, section l(b) or\n     Article 111. section l ( b ) and (c), as the case may be. Additions to\n     resources other than subscriptions under Article 11, section l(6) and\n     additional subscriptions under Article 111. section 1, shall not carry\n     voting rights.\n       (b) Except as otherwise specifically provided. all matters before\n     the Association shall be decided by a majority of the votes cast.\n       SECTION4. Execufive Direclors\n       (U)  The Executive Directors shall be responsible for the conduct\n     of the general operations of the Association, and for this purpose shall\n     exercise all the powers given to them by this Agreement or delegated\n     to them by the Board of Governors.\n             [The inclusion of I h i a x g e is authorized by L.N. 480/1973]\n      INTERNATIONAL DEVELOPMENT ASSOCIATION                                  13\n                    AGREEMENT\n  (b) The Executive Directors of the Association shall be composed\nex u#icio of each Executive Director of the Bank who shall have been\n(i) appointed by a member of the Bank which is also a member of the\nAssociation, or (ii) elected in an election in which the votes of at least\none member of the Bank which is also a member of the Association\nshall have counted toward his election. The Alternate to each such\nExecutive Director of the Bank shall ex o@cio be an Alternate Director\nof the Association. Any Director shall cease to hold office if the member\nby which he was appointed, or if all the members whose votes counted\ntoward his election, shall cease to be members of the Association.\n   (c) Each Director who is an appointed Executive Director of the\nBank shall be entitled to cast the number of votes which the member\nby which he was appointed is entitled to cast in the Association. Each\nDirector who is an elccted Executive Director of the Bank shall be\ncntitled to cast the number of votes which the member or members of\nthe Association whose votes counted toward his election in the Bank\nare entitled to cast in the Association. All the votes which a Director\nis entitled to cast shall be cast as a unit.\n   (d) An Alternate Director shall have full power to act in the\nabsence of the Director who shall have appointed him. When a\nDirector is present, his Alternate may participate in meetings but shall\nnot vote.\n   (e) A quorum for any meeting of the Executive Directors shall be\na majority of the Directors exercising not less than one-half of the total\nvoting power.\n   (f) The Executive Directors shall meet as often as the business of\nthe Association may require.\n   (g) The Board of Governors shall adopt regulations under which\na member of the Association not entitled to appoint an Executive\nDirector of the Bank may send a representative to attend any meeting\nof the Executive Directors of the Association when a request made\nby, or a matter particularly affecting, that member is under\nconsideration.\n   SECTION   5. President and Stu#\n   ( U ) The President of the Bank shall be ex omio President of the\nAssociation. The President shall be Chairman of the Executive\nDirectors of the Association but shall have no vote except a deciding\nvote in case of an equal division. He may participate in meetings of\nthe Board of Governors but shall not vote at such meetings\n   (b) The President shall be chief of the operating staff of the Asso-\nciation. Under the direction of the Executive Directors he shall con-\nduct the ordinary business of the Association and under their general\ncontrol shall be responsible for the organization, appointment and\ndismissal of the officers and staff. To the extent practicable. officers\nand staff of the Bank shall be appointed to serve concurrently as oJ3icers\nand staff of the Association.\n        IThe inclusion of this page is authorized by L.N. 480/19731\n14          INTERNATlONAL DEVELOPMENT ASSOCIATION\n                          AGREEMENT\n        (c) The President, officers and staff of the Association, in the dis-\n     charge of their offices, owe their duty entirely to the Association and\n     to no other authority. Each member of the Association shall respecl\n     the international character of this duty and shall refrain from all\n     attempts to influence any of them in the discharge of their duties.\n        ( d ) In appointing officers and staff the President shall, subject to\n     the paramount importance of securing the highest standards of\n     efficiency and of technical competence, pay due regard to the importance\n     of recruiting personnel on as wide a geographical basis as possible.\n         SECTION   6. Relationship to the Bank\n         (a) The Association shall be an entity separate and distinct from\n      the Bank and the funds of the Association shall be kept separate and\n      apart from those of the Bank. The Association shall not borrow from\n      or lend to the Bank, except that this shall not preclude the Association\n      from investing funds not needed in its financing operations in obligations\n      of the Bank.\n         ( b ) The Association may make arrangements with the Bank re-\n      garding facilities, personnel and services and arrangements for\n      reimbursement. of administrative expenses paid in the first instance\n      by either organization on behalf of the other.\n         (c) Nothing in this Agreement shall make the Association liable for\n      the acts or obligations of the Bank, or the Bank liable for the acts or\n      obligations of the Association,\n         SECTION  7. Relations with Other International Organizations\n         The Association shall enter into formal arrangements with the Unit&\n      Nations and may enter into such arrangements with other public\n      international organizations having specialized responsibilities in related\n      fields.\n         SECTION8. Location of Ofices\n         The principal office of the Association shall be the principal office\n     of the Bank. The Association may establish other offices in the tem-\n     tories of any member.\n         SECTION  9. Depositories\n         Each member shall designate its central hank as a depository in\n     which the Association may keep holdings of such member’s currency\n     or other assets of the Association, or, if it has no central bank, it shall\n     designate for such purpose such other institution as m a y be acceptable\n     to the Association. In the absence of any d8erent designation, the\n     depository designated for the Bank shall he the depository for the\n     Association.\n         SECTION  10. Channel of Communicafion\n         Each member shall designate an appropriate authority with which\n     the Association may communicate in connection with any matter\n     arising under this Agreement. In the absence of any differeut desiwa-\n     tion, the channel of communication designated for the Bank shall he\n     the channel for the Association.\n             F   e inclusion of this page is authorized by L.N. 480/19731\n      ZNTERNATIONAL DEVEWPMENT ASSOCIATZON                               I5\n                    AGREEMENT\n   SECTION   11. Publication of Reports and Provision of Information\n   (a) The Association shall publish an annual report containins an\naudited statement of its accounts and shall circulate to members a t\nappropriate intervals a summary statement of its hancial position and\nof the results of its operations.\n   (b) The Association may publish such other reports as it deems\ndesirable to carry out its purposes.\n   (c) Copies of all reports, statements and publications made under\nthis section shall be distributed to members.\n   SECTION   12. Disposition of Net Income\n   The Board of Governors shall determine from time to lime the\ndisposition of the Association’s net income, having due regard to\nprovision for reserves and wctingencies.\n                             ARTICLEVII.\n    Withdrawal; Suspension of Membership: Suspension of Opemtions\n   SECTION1 . Withdrawal by Members\n   Any member may withdraw from membership in the Association at\nany time by transmitting B notice in writing to the Association at its\nprincipal ofice. Withdrawal shall &come effective upon the date such\nnotice is received.\n   SECTION  2. Suspension of Membership\n   (a) If a member fails to fulfil any of its obligations to the Asso-\nciation, the Association may suspend its membership by decision of\na majority of the Governors, exercising a majority of the total voting\npower. The member so suspended shall automatically cease to he a\nmember one year from the date of its suspension unless a decision is\ntaken by the same majority to restore the member to good standing.\n   (6) While under suspension, a member shall not be entitled to\nexercise any rights under this Agreement except the right of with-\ndrawal, but shall remain subject to all obligations.\n  SECTION  3. Suspension or Cessation of Membership in the Bank\nAny member which is suspended from membership in, or ceases to\nhe a member of, the Bank shall automatically be suspended from\nmembership in. or cease to be a member of, the Association, as the\ncase may be.\n   SECTION 4. Rights and Duties of Governments Ceasing to be\n                 Members\n   (a) When a government ceases to be a member, it shall have no\nrights under this Agreement except as provided in this section and\nin Article X (c), but it shall, except as in this section othenvisc\nprovided. remain liable for all financial obligations undertaken by it\nto the Association. whether as a member, borrower, guarantor or other-\nwise.\n       IThe inclusion of this page is authorized by L.N. 480/1973]\n16         INTERNATIONAL DEVELOPMENT ASSOCIATION\n                         AGREEMENT\n        (b) When a government ceases to be a member, the Associatjon\n     and the government shall proceed to a settlement of accounts. As part\n     of such settlenient of accounts, h e Association and the government\n     may agree on the amounts to bc paid to the government on account of\n     its subscription and on the timc and currencies of payment. The term\n     “subscription” when used in relation to any member government shall\n     for the purposes of this Article be deemed to include both the initial\n     subscription and any additional subscription of such member govern-\n     ment.\n        (c) If no such agreement is reached within six months from the date\n     when the government ceased to be a member, or such other time as may\n     be agreed upon by the Association and the government, the following\n     urovisions shall apply :\n            F) The g&e&nent shall he relieved of any further liability to\n                 the Association on account of its subscription, except that the\n                 government shall pay to the Association forthwith amonnts\n                 due and unpaid on the date when the government ceased to\n                 be a member and which in the opinion of the Association are\n                 needed by it to meet its commitments as of that date under\n                 its financing operations.\n           (ii) The Association shall return to the government funds paid\n                 in by the government on account of its subscription or derived\n                 therefrom as principal repayments and held by the Association\n                 on the date when the government ceased to he a member,\n                 except to the extent that in the opinion of the Association such\n                 funds will be needed by it to meet its commitments as of that\n                 date under its financing operations.\n          (iii) The Association shall pay over to the government a pro ram\n                 share of all principal repayments received by the Association\n                after the date on which the government ceases to he a\n                member on loans contracted prior thereto, except those made\n                out of supplementary resources provided to the Association\n                 under arrangements specifying special liquidation rights.\n                Such share shall he such proportion of the total principal\n                amount of such loans as the total amount paid by the\n                government on account of its subscription and not returned to\n                it pursuant to clause (ii) above shall bear to the total amount\n                paid by all members on account of their subscriptions which\n                shall have k e n used or in the opinion of the Association will\n                be needed by it to meet its commitments under its financing\n                operations as of the date on which the government ceases to\n                be a member. Such payment by the Association shall be made\n                in instalments when and as such principal repayments are\n                received by the Association, but not more frequently than\n                annually. Such instalments shall be paid in the currencies\n                received by the Association except that the Association may\n                in its discretion make payment in the currency of the govern-\n                ment concerned.\n            me inclusion of this page is authorized by L.N. 480/1973]\n      INTERNATIONAL DEVELOPMENT ASSOCIATION                                   17\n                    AGREEMENT\n     (iv) Any amount due to the government on account of its sub-\n          scription may be withheld so long as that government, or\n          the government of an?; territory included within its member-\n          ship, or any political subdivision or any agency of any of lhc\n          foregoing remains liable, as borrower or guarantor, to the\n          Association, and such amount may, at, the option of the\n          Association, be applied against any such habihty as it matures.\n      (v) In no event shall the government receive under this para-\n          graph (c) an amount exceeding, in the aggregate, the lesser\n          of the two following: (a) the amount paid by the government\n          on account of its subscription, or (b) such proportion of the\n          net assets of the Association as shown on the books of the\n          Association as of the date on which the government ceased\n          to be a member, as the amount of its subscription shall bear\n          to the aggregate amount of its subscriptions of all membcrs.\n     (vi) All calculations required hereunder shall be made on such\n          basis as shall be reasonably determined by the Association.\n   (d) ?n no event shall any amount due to a government under this\nsection be paid until six monLhs after the date upon which the govern-\nment ceases to be a member. If within six months of the date upon\nwhich any government ceases to be a member the Association suspends\noperations under section 5 of this Article, all rights of such government\nshall be determined by the provisions of such section 5 and such govem-\nment shall be considered a member of the Association for purposes\nof such section 5, cxcept that it shall havc no voting rights.\n  SECTION 5. Suspension of Operations and Settlement 0)Obligatiuns\n  (a) The Association may permanently suspend its operations by\nvote of a majority of the Governors exercising a majority of the total\nvoting power. After such suspension of operations the Association\nshall forthwith cease all activities, except those incident to the orderly\nrealization. conservation and preservation of its assets and settlement\nof its obligations. Until final settlement of such obligations and\ndistribution of such assets; the Association shall remain in existence\nand all mutual rights and obligations of the Association and its members\nunder this Agreement shall continue unimpaired, except that no\nmember shall be suspended or shall withdraw and that no distribution\nshall be made to members except as in this Section provided.\n  (b) No distribution shall be made to members on account of their\nsubscriptions until all liabilities to creditors shall have been discharged\nor provided for and until the Board of Governors, by vote of a\nmajority of the Governors exercising a majority of the total voting\npower, shall have decided to make such distribution.\n   fc) Subject to the foregoing, and to any special arrangements for\nthe disposition of supplementary resources agreed upon in connection\nwith the provision of such resources to the Association, the Associa-\ntion shall distribute its assets to members pro rat= in proportion to\n        me inclusion of this page is authorized by L.N. 480/1973]\n18         INTERNATIONAL DEVELOPMENT ASSOCIATION\n                         AGREEMENT\n     amounts paid in by them on account of their subscriptions. Any\n     distribution pursuant to the foregoing provision of this paragraph (c)\n     shall be subject, in the case of any member, to prior settlement of all\n     outstanding claims by the Association against such member. Such\n     distribution shall be made at such times, in such currencies. and in\n     cash or other assets as the Association shall deem fair and equitable.\n     Distribution to the several members need not be uniform in respect\n     of the type of assets distributed or of h e currencies in which they are\n     expressed.\n        (6)Any member receiving assets distributed by the Association\n     pursuant to this Section or Section 4 shall enjoy the same rights with\n     respect to such assets as the Association enjoyed prior to their\n     distribution.\n                                  ARTICLE   VlU\n                            Status, Immunities and PriviZeges\n        SECTION    1. Purposes of Article\n        To enable the Association to fulfil the functions with which it is\n     entrusted. the status, immunities and privileges provided in this Article\n     shall be accorded to the Association in the territories of each member.\n        SECTION2. Status of the Association\n        The Association shall possess full juridical personality and. in par-\n     ticular, the capacity:\n            (i) to contract;\n           (ii) to acquire and dispose of immovable and movable property;\n          (iii) to institute legal proceedings.\n        SECTION3. Fosifion of the Association with Regard to Judicial\n     Process\n        Actions may be brought against the Association only in a\n     court of competent jurisdiction in the territories of a member in which\n     the Association has an office, has appointed an agent for the purpose of\n     accepting service or notice of process. or has issued or guaranteed\n     securities. No actions shall, however, be brought by members or\n     persons acting for or deriving claims from members. The property\n     and assets of the Association shall, wheresoever located and by whom-\n     soever held, be immune from all forms of seizure, attachment or\n     execution before the delivery of h a 1 judgment against the Association.\n        SECTION   4. Immunity of Assets from Seizure\n        Property and assets of the Association, wherever located and by\n     whomsoever held, shall be immune from search, requisition, oonfisca-\n     tion, expropriation or any other form of seizure by executive or legisla-\n     tive action.\n        SECTION   5. Immunity of Archives\n        The archives of the Association shall be inviolable.\n        SECTION   6. Freedom of Assets from Restrictions\n        To the extent necessary to carry out the operations provided for in\n            F h e inclusion of this page is authorized by L.N. 48011Y731\n       INTERNATIONAL DEVELOPMENT ASSOCIATION                                   19\n                     AGREEMENT\nthis Agreement and subject to the provisions of this Agreement. all\nproperty and assets of the Association shall be free from restrictions,\nregulations. controls and moratoria of any nature.\n   SEC~ION    7 . Privilege for Communications\n   The official communications of the Asscciation shall be accorded by\neach member the same treatment that it accords to the o5cial com-\nmunications of other members.\n   SECTION    8 . Immunities and Priviivileges of Oficers and Employees\n   All Governors, Executive Directors, Alternates, officers and em-\nployees of the Association,\n       (i) shall be immune from legal process with respect to acts\n           performed by them in their official capacity except when the\n           Association waives this immunity;\n      (ii) not being local nationals, shall be accorded the same immuni-\n           ties from immigration restrictions, alien registration require-\n           ments and national service obligativns and the same facilities\n           as regards exchange restrictions as are accorded by members\n           to the representatives, officials, and employees of comparable\n           rank of other members;\n     (iii) shall be granted the same treatment in respect of travelling\n           facilities as is accorded by members to representatives,\n           officials and employees of comparable rank of other members.\n  SECTION9. Immunities from Taxution\n   (a) The Association, its assets, property, income and its operations\nand transaction authorized by this Agreement, shall be immune from\nall taxation and from all customs duties. The Association shall also be\nimmune from liability for the collection or payment of any tax or duty.\n   (b) No tax shall be levied on or in respect of salaries and emolu-\nments paid by the Association to Executive Directors, Alternates,\nofficials or employees of the Association who are not local citizens,\nlocal subjects, or other local nationals.\n   (c) No taxation of any kind shall be levied on any obligation or\nsecurity issued by the Association (including any dividend or interest\nthereon) by whomsoever held,\n      (i) which discriminates against such obligation or security solely\n           because it is issued by the Association; or\n     (i)  if the sole jurisdictional basis for such taxation is the place or\n          currency in which it is issued, made payable or paid. or the\n          location of any office or place of business maintained by the\n          Association.\n   (d) No taxation of any kind shall be levied on any obligation or\nsecurity guaranteed by the Association (including any dividend or\ninterest therecn) by whomsoever held.\n20          INTERNATIONAL DEVELOPMENT ASSOCIATION\n                         AGREEMENT\n           (i) which discriminates against such obligation or security solely\n                because it is guaranteed by the Association; or\n          (ii) if the sole jurisdictional basis for such taxation is the loca-\n               tion of any office or place of business maintained by the\n               Association.\n       SECTION10. Applicafion of Arlicie\n       Each member shall take such action as is necessary in its own terri-\n     tories for the purpose of making effective in terms of its own law the\n     principles set forth in this Article and shall inform the Association Of\n     the detailed action which it has taken.\n                                     A R T I ~ EIX\n                                       Amendmenis\n        ( 0 ) Any proposal to introduce modifications in this Agreement.\n     whether emanating from a member, a Governor or the Executive\n     Directors. shall be communicated to the Chairman of the Board of\n     Governors who shall bring the proposal before the Board. If the\n     proposed amendment is approved by the Board, the Association shall.\n     by circular letter or telegram, ask all members whether they accept\n     the proposed amendment. When three-fifths of the members, having\n     four-6fths of the total voting power. have accepted the proposed\n     amendments. the Association shall certify the fact by formal 00mmu-\n     nication addressed to all members.\n        (b) Notwithstanding (a) above, acceptance by all members is\n     required in the case of any amendment modifying.\n             (i) the right to withdraw from the Association provided in\n                 Article VII, Section 1;\n            (ii) the right secured by Article 111, Section 1 (c):\n           (iii) the limitation on liability provided in Article II. Section 3.\n        (c) Amendments shall enter into force for all members three months\n     after the date of the formal communication unless a shorter period is\n     specified in the circular letter or telegram.\n                                  ARTICLEX\n                          Interprefation and Arbifration\n        (a) Any question of interpretation of the provisions of this Agree-\n     ment arising between any member and the Association or between\n     any members of the Association shall be submitted to the Executive\n     Directors for their decision. If the question particularly affects any\n     member of the Association not entitled to appoint an Executive\n     Director of the Bank, it shall be entitled to representation in accord-\n     ance with Article VI. Section 4 (g).\n       (b) In any case where the Executive Directors have given a decision\n     under (a) above, any member may require that the question be referred\n     to the Board of Governors, whose decision shall be final. Pending the\n            me inclusion of this page is authorized by L.N. 480/1973]\n       INTERNATIONAL DEVELOPMENT ASSOCIATION                                 21\n                     AGREEMENT\nresult of the reference to the Board of Governors. the Association may.\nso far as it deems necessary, act on the basis of the decision of\nthe Executive Directors\n   (c) Whenever a disagreement arises between the Association and a\ncountry which has ceased to be a member, or between the Association\nand any member during the permanent suspension of the Association,\nsuch disagreement shall be submitted to arbitration by a tribunal of\nthree arbitrators, one appointed by the Association, another by the\ncountry involved and an umpire who, unless the parties otherwise agree,\nshall be appointed by the President of the International Court of Justice\nor such other authority as may have been prescribed by regulation\nadopted by the Association. The umpire shall have full power to settle\nall questions of procedure in any case where the parties are in disagree-\nment with respect thereto.\n                                 ARTICLE\n                              Final Provisions\n   SECTTON   1. Entry into Force\n   This Agreement shall enter into force when it has been signed on\nbehalf of governments whose subscriptions comprise not less than\nsixty-five per cent of the total subscriptions set forth in Schedule A and\nwhen the instruments referred to in Section 2 (a) of this Article have\nbeen deposited on their behalf, but in no event shall this Agreement\nenter into force before September 15, 1960.\n  SECTION  2. Signature\n   (a) Each government on whose hehalf this Agreement is signed\nshall deposit with the Bank an instrument setting forth that it has\naccepted this Agreement in accordance with its law and has taken all\nsteps necessary to enable it to carry out all of its obligations under\nthis Agreement.\n  (b) Each government shall become a member of the Association\nas from the date of the deposit on its behalf of the instrument referred\nto in paragraph (a) above except that no govenunent shall beoome a\nmember before this Agreement enters into force uader Section 1 of this\nArticle.\n   (c) This Agreement shall remain open for signature until the close\nof business on December 31. 1960, at the principal office of the Bank,\n011 behalf of the governments of the states whose names are set forth\nin Schedule A, provided that, if this Agreement shall not have entered\ninto force by that date, the Executive Dimtors of the Bank may extend\nthe p i o d during which this Agreement shall remain open for signature\nby not more than six months\n   (6, After this Agreement shall have entered into force, it shall be\nopen for signature on behalf of the government of any state whose\nmembership shall have been approved pursuant to Article 11.\nSection 1 (b).\n           me ioElusion of this page is authorized by L.N. 480/1973]\n22          INTERNATIONAL DEVELOPMENT ASSOCIATION\n                          AGREEMENT\n        Sccrrm 3. TerritoTial Application\n        By its signature of this Agreement, each government accepts it both\n     on its own behalf and in respect of all territories for whose international\n     relations such government is responsible except those which are\n     excluded by such government by written notice to the Association.\n       SECTION   4. Inaugurafionof fhe Association\n       ( a ) As soon as this Agreement enters into force under Section 1\n     of this Article the President shall call a meeting of the Executive\n     Directors.\n        (6) The Association shall begin operations on the date when such\n     meeting is held.\n        (c) Pending the first meeting of the Board of Governors, the\n     Executive Directors may exercise all the powers of the Board of\n     Governors except those reserved to the Board of Governors under\n     this Agreement.\n       SECTION5. Registrafion\n       The Bank is authorized to register this Agreement with the Secretariat\n     of the United Nations in accordance with Article 102 of the Charter\n                                     -\n     of the United Nations and the Regulations thereunder adopted by the\n     General Assembly.\n        Done at Washington, in a single copy which shall remain deposited\n     in the archives of the International Bank for Reconstruction and\n     Development, which has indicatd by its signature below its agree-\n     ment to act as depository of this agreement, to register this Agree-\n     ment with the Secretariat of the United Nations and to notify all\n     governments whose names are set forth in Schedule A of the date when\n     this Agreement shall have entered into force under Article XI. Section\n     1 hereof.\n                       SCHEDULE\n                              A-INITIAL   SUBSCRIPTIONS\n                             (US.0 Millions)*\n                                   PART I\n     Australia       ...         20.15      Japan          ...                 33.59\n     Austria         ...          5.04      Luxembourg     ...                   1.01\n     Belgium         ...         22.70      Netherlands    ...                 27.14\n     Canada          ...         37.83      Norway         ...                  6.72\n     Denmark         ...          8.74      Sweden                             10.09\n     Finland         ...          3.83      Union of South Gnca                10.09\n     France          ... . .     52.96      United Kingdom                    131.14\n     Germany         ...         52.96      United States ...                 320.29\n     Italy           ...         18.16                                    ~"
    },
    {
      "provision_ref": "sec163",
      "section": "163",
      "title": "Section 163",
      "content": "163.07\n            IThe inclusion of this page is authorized by L.N. 480/1973]\n       INTERNATIONAL DEVELOPMENT ASSOCIATION                                    23\n                     AGREEMENT\n                              PART I, contd.\nAfghanistan   ...             1.01     Haiti              ...          U. I 0\nArgentina     ...            18.83     Honduras           ...          0.30\nBo1iv ia     ...              1.06     Iceland            ...          0.10\nBrazil        ...            18.83     India              ...         40.35\nBurma         ...             2.02     Indonesia          ...         11.10\nCeylon        ...             3.03     Iran               ...          4.54\nChile         ...             3.53     Iraq               ...          0.76\nChina         ...            30.26     Ireland            ...          3.03\nColombia      ...             3.53     Israel             ...          1.68\nCosta Rica    ...             0.20     Jordan             ...          0.30\nCuba          ...             4.71     Korea              ...          1.26\nDominican Republic            0.40     Lebanon            ...          0.45\nEcuador       ...             0.65     Libya              ...          1.01\nEl Salvador   _._             0.30     Malaya             ...          2.52\nEthiopia      ...             0.50     Mexico             ...          8.74\nGhana         ...             2.36     Morocco            ...          3.53\nGrcece        ...             2.52     Nicaragua          ...          0.30\nGuatemala     ...             0.40     Pakistan           ...         10.09\nPanama        ...             0.02     Tunisia            ...          1.51\nParaguay      ...             0.30     Turkey\nPeru          ...             1.77     United Arab\nPhilippines   ...             5.04     uN,WY              ...\nSaudi Arabia  ...             3.70     Venezuela          ...          7.c\nSpain         ...            10.09     Viet-Nam           ...          1.51\nSudan         ...             1.01     Yugoslavia         ...          4.04\nThailand      ...             3.03                                  -"
    },
    {
      "provision_ref": "sec236",
      "section": "236",
      "title": "Section 236",
      "content": "236.93\n                                                     TOTAL          1000.00\n  *In terms of United States dollars of the weight and fineness in effect on\nJanuary 1, 1960.\n        me inclusion of this page ia authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}