{
  "id": "jm-stat-the-international-finance-corporation-agreement-act",
  "type": "statute",
  "title": "The International Finance Corporation Agreement Act",
  "title_en": "The International Finance Corporation Agreement Act",
  "short_name": "International Finance Corporation Agreement Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-international-finance-corporation-agreement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-international-finance-corporation-agreement-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0,uerations\n   SECTION1. Finnncing Operations\n   The Corporation may make investments of its funds in productive\nprivate enterprises in the territories of its members. The existence\nof a government or other public interest in such an enterprise shall not\nnecessarily preclude the Corporation from making an investment there-\nin.\n   SECTION  2. Forms of F i m c i n g\n   The Corporation may make investments of its funds in such form or\nfonns as it may deem appropriate in the circumstances.\n   SECTION  3. Operational Principles\n   The operations of the Corporation shall be conducted in accordance\n       F e inclusion of this page is authorized by L.N. 480/1973]\n6             INTERNATIONAL FINANCE CORPORATION\n                                AGREEMENT\n    with the following principles :\n          (i) the Corporation shall not undertake any financing for which\n              in its opinion su5cient private capital could he obtained on\n              reasonable terms;\n         (ii) the Corporation shall not finance an enterprise in the terri-\n              tories of any member if the member objects to such financing;\n        (iii) the Corporation shall impose no conditions that the proceeds\n              of any financing by it shall be spent in the territories of any\n              particular country;\n        (iv) the Corporation shall not assume responsibility for managing\n              any enterprise in which it has invested and shall not exercise\n              voting rights for such purpose or for any other purpose which,\n               in its opinion, properly is within the scope of managerial\n              control;\n          (v) the Corporation shall undertake its financing on terms and\n              wnditions which it considers appropriate. taking into amount\n              the requirements of the enterprise, the risks being undertaken\n              by the Corporation and the terms and wnditions normally\n              obtained by private investors for similar financing:\n         (vi) the Corporation shall seek to revolve its funds by selling its\n               investments to private investors whenever it can appro-\n               priately do so on satisfactory terms;\n        (vii) the Corporation shall seek to maintain a reasonable diversi-\n               fication in its investments.\n      SECTION  4. Protection of Interests\n      Nothing in this Agreement shall prevent the Corporation, in the\n    event of actual or threatened default on any of its investments.\n    adual or threatened insolvency of the enterprise in which such invest-\n    ment shall have been made, or other situations which. in the opinion\n    of the Corporation, tbreaten to jeopardize such investment, from taking\n    such action and exercising such rights as it may deem necessary for\n    the protection of its interests.\n      SECTION5. Applicubiliiy of Cerfain Foreign Exchange Reslrictioiis\n      Funds received by or payable to the Corporation in respect of an\n    investment of the Corporation made in any member’s territories\n    pursuant to section 1 of this Article shall not be free, solely by\n    reason of any provision of this Agreement, from generally applicable\n    foreign exchange restrictions, regulations and controls in force in the\n    territories of that member.\n      SECTION  6. Miscellaneous Operations\n      In addition to the operations specified elsewhere in this Agreement,\n    the Corporation shall have the power to:\n         (i) borrow funds, and in that connection to furnish such collateral\n           [The inclusion of this page is authorlred by L.N. 480!1473]\n         I N T E R N A T I O N A L FINANCE CORPORATION                     7\n                               AGREEMENT\n          or other security therefor as it shall determine: provided,\n          however, that before making a public sale of its obligations\n          in the markets of a member, the Corporation shall have\n          obtained the approval of that member and of the member in\n          whose currency the obligations are to be denominated;\n     (ii) invest funds not needed in its financing operations in such\n          obligations as it may determine and invest funds held by it\n          for pension or simiiar purposes in any marketable securities,\n          all without being subject to the restrictions imposed by other\n          sections of this Article;\n    (iii) guarantee securities in which it has invested in order to\n          facilitate their sale;\n    (iv) buy and sell securities it has issued or guaranteed or in which\n          it has invested:\n     (v) exercise such other powers incidental to its business as shall\n          be necessary or desirable in furtherance of its purposes.\n   SKITONI . Valuation of Currencies\n   Whenever it shall become necessary under this Agreement to value\nany currency in terms of the value of another currency, such valua-\ntion shall be as reasonably determined by the Corporation after\nconsultation with the Intemationl Monetary Fund.\n  SECITON8. W m ’ n g to be Placed on Securities\n  Every security issued or guaranteed by the Corporation shall bear\non its face a conspicuous statement to the effect that it is not an\nobligation of the Bank or, unless expressly stated on the security, of\nany government.\n   SECTION  9. Political Activity Prohibifed\n   The Corporation and its officers shall not interfere in the political\naffairs of any member; nor shall they be influenced in their decisions\nby the political character of the member or members concerned. Only\neconomic considerations shall be relevant to their decisions, and these\nconsiderations shall be weighed impartially in order to achieve the\npurposes stated in this Agreement.\n                                    IV\n                              ARTICLE\n                    Organizntion and Management\n  SECTION  1 . Structure of the Corporation\n  The Corporation shall have a Board of Governors, a Board of Direc-\ntors, a Chairman of the Board of Directors. a President and such other\noffims and staff to perform such duties as the Corporation may\ndetermine.\n       mae inclusion of this page is authorized by L.N. 480/1973]\n8              I N l E R NATIONAL FlNA NCE CORPORA TION\n                               AGREEMENT\n        SECTION  2. Board of Governors\n        (a) All the powers of the Corporation shall be vested in the Board\n      of Governors.\n        (b) Each Governor and Alternate Governor of the Bank appointed\n      by a member of the Bank which is also a member of the Corporation\n      shall ex oficio be a Governor or Alternate Governor. respectively, of\n      the Corporation. No Alternate Governor may vote except in the\n      absence of his principal. The Board of Governors shall select one of\n      the Governors as Chairman of the Board of Governors. A n y Governor\n      or Alternate Governor shall cease to hold otiice if the member by\n      which he was appointed shall cease to be a member of the Corporation.\n        (c) The Board of Governors may delegate to the Board of Directors\n      authority to exercise any of its powers, except the power to:\n            (i) admit new members and determine the conditions of their\n                admission;\n           (ii) increase or decrease the capital stock;\n          (iii) suspend a member:\n          (iv) decide appeals from interpretations of this Agreement given\n                by the Board of Directors:\n           (v) make arrangements to co-operate with other international\n                organizations (other than informal arrangements of a tem-\n                porary and administrative character);\n          (vi) decide to suspend permanently the operations of the Cor-\n                poration and to distribute its assets;\n         (vii) declare dividends;\n        (viii) amend this Agreement.\n       (d) The Board of Governors shall hold an annual meeting and such\n    other meetings as may be. provided for by the Board of Governors\n    or called by the Board of Directors.\n       (e) The annual meeting of the Board of Governors shall be held in\n    conjunction with the annual meeting of the Board of Governors of the\n    Bank.\n      (f) A quornm for any meeting of the Board of Governors shall be\n    a majority of the Governors, exercising not less than two-thirds of the\n    total voting power.\n      (g) The Corporation may by regulation establish a procedure whereby\n    the Board of Directors may obtain a vote of the Governors on a\n    specific question without calling a meeting of the Board of Governors.\n      (h) The Board of Governors, and the Board of Directors to the\n    extent authorized. may adopt such rules and regulations as may be\n    necessary or appropriate to conduct the business of the Corporation.\n      (1) Governors and Alternate Governors shall serve as such without\n    compensation from the Corporation.\n    ~~~            -\n         INTERNA TIONAL FINA NCE CORPORATION                               9\n                     AGREEMENT\n  SECTTON   3. Voting\n  (a) Each member shall have two hundred fifty votes plus one\nadditional vote for each share of stock held.\n  (b) Except as otherwise expressly provided, all matters before the\nCorporation shall be decided by a majority of the votes cast.\n   SECTION  4. Board of Directors\n   (U) The Board of Directors shall be responsible for the conduct of\nthe general operations of the Corporation, and for this purpose shall\nexercise all the powers given to it by this Agreement or delegated to\nit by the Board of Governors.\n   (b) The Board of Directors of the Corporation shall be composed\nex oficio of each Executive Director of the Bank who shall have been\neither (i) appointed by a member of the Bank which is also a member\nof the Corporation, or (ii) elected in an election in which the votes of\nat least one member of the Bank which is also a member of the\nCorporation shall have counted toward his election. The Alternate\nto each such Executive Director of the Bank shall ex oficio be an\nAlternate Director of the Corporation. Any Director shall cease to\nhold office if the member by which he was appointed, or if all the\nmembers whose votes counted toward his election, shall cease to be\nmembers of the Corporation.\n   (c) Each Director who is an appointed Executive Director of the\nBank shall be entitled to cast the number of votes which the member\nby which he was so appointed is entitled to cast in the Corporation,\nEach Director who is an elected Executive Director of the Bank shall\nbe entitled to cast the number of votes which the member or members\nof the Corporation whose votes counted toward his election in the\nBank are entitled to cast in the Corporation. All the votes which\na Director is entitled to cast shall be cast as a unit.\n   (4 An Alternate Director shall have full power to act in the absence\nof the Director who shall have appointed him. When a Director is\npresent, his Alternate may participate in meetings hut shall not vote.\n   (e) A quorum for any meeting of the Board of Directors shall be\na majority of the Directors exercising not less than one-half of the\n total voting power.\n   (fl The Board of Directors shall meet as often as the business r.f\n the Corporation may require.\n   (g) The Board of Governors shall adopt regulations under which a\n member of the Corporation not entitled to appoint an Executive\nDirector of the Bank may send a representative to attend any meeting\n of the Board of Directors of the Corporation when a request made by,\n or a matter particularly affecting, that member is under consideration.\n   SECTION   5. Chairman, President and Sta8\n   (a) The President of the Bank shall be ex oficio Chairman of the\n Board of Directors of the Corporation, but shall have no vote except\n        me inclusion of this page is authorized by L.N. 4801 19731\n10            INTERNATIONAL FINANCE CORPORATION\n                          AGREEMENT\n     a deciding vote in case of an equal division. He may participate in\n     meetings of the Board of Governors but shall not vote at such meetings.\n        ( b ) The President of the Corporation shall be appointed by the\n     Board of Directors on the recommendation of the Chairman. The\n     President shall be chief of the operating staff of the Corporation.\n     Under the direction of the Board of Directors and the general super-\n     vision of the Chairman. he shall conduct the ordinary business of the\n     Corporation and under their general control shall be responsible for\n     the organization, appointment and dismissal of the officers and sta8.\n     The President may participate in meetings of the Board of Directors\n     but shall not vote at such meetings. The President shall cease to\n     hold office by decision of the Board of Directors in which the Chairman\n     concurs.\n        (c) The President, officers and staff of the Corporation, in the dis-\n     charge of their offices, owe their duty entirely to the Corporation and\n     to no other authority. Each member of the Corporation shall respect\n     the international character of this duty and shall refrain from all\n     attempts to influence any of them in the discharge of their duties.\n        (d) Subject to the paramount importance of securing the highest\n     standards of efficiency and of technical competence. due regard shall\n     he paid, in appointing the officers and staff of the Corporation, to\n     the importance of recruiting personnel on as wide a geographical basis\n     as possible.\n        SECTION6. Relationship to the Bank\n        (a) The Corporation shall be an entity separate and distinct from\n     the Bank and the funds of the Corporation shall be kept separate and\n     apart from those of the Bank. The Corporation shall not lend to or\n     borrow from the Bank. The provisions of this section shall not\n     prevent the Corporation from making arrangements with the Bank\n     regarding facilities. personnel and services and arrangements for reim-\n     bursement of administrative expenses paid in the first instance by\n     eilher organization on behalf of the other.\n        ( b ) Nothing in this Agreement shall make the Corporation liable for\n     the acts or obligations of the Bank. or the Bank liable for the acts\n     or obligations of the Corporation.\n        SECTION 7 . Relationr with other International Organizations\n        The Corporation, acting through the Bank, shall enter into formnl\n     arrangements with the United Nations and may enter into such\n     arrangements with other public international organizations having\n     specialized responsibilities in related fields.\n       SECTION 8. Location of Ofices\n       The principal office of the Corporation shall be in the same locality\n     as the principal office of the Bank. The Corporation may establish\n     other offices in the territories of any member.\n            [The inclusiun of this page is authormd by L.N. 480/19731\n         INTERNATIONAL FINANCE CORPORATION                                  11\n                     AGREEMENT\n  SECTION9. Deposifors\n  Each member shall designate its central bank as a depository in\nwhich the Corporation may keep holdings of such member's currency\nor other assets of the Corporation or, if it has no central bank, it\nshall designate for such purpose such other institution as may he\nacceptable to the Corporation.\n  SECTION10. Channel of Communicafion\n  Each member shall designate an appropriate authority with which\nthe Corporation may communicate in connection with any matter\narising under this Agreement.\n  SECTION     11. Publication of Reports and Provision of Information\n  (a) The Corporation shall publish an annual report containing an\naudited statement of its amounts and shall circulate to members at\nappropriate intervals a summary statement of its financial position\nand a proEt and loss statement showing the results of its operations.\n   (b) The Corporation may publish such other reports as it deems\ndesirable to carry out its purposes.\n   (c) Copies of all reports, statements and publications made under\nthis section shall be distributed to members.\n   SECTION    12. Dividends\n   (a) The Board of Governors may determine from time to time what\npart of the Corporation's net income and surplus after making appro-\npriate provision for reserves, shall he distributed as dividends.\n   ( 6 ) Dividends shall be distributed pro rafu in proportion to capital\nstock held by members.\n   (c) Dividends shall be paid in such manner and in such currency\nor currencies as the Corporation shall determine.\n                              ARTICLB   v\n Wi:hdrawal: Suspension of Membership: Suspension of Operations\n   SECTION  1. Withdrawal by Members\n   Any member may withdraw from membership in the Corporation at\nany time by transmitting a notice in writing to the Corporation at its\nprincipal office. Withdrawal shall become effective upon the date\nsuch notice is received.\n   SECTION2. Suspension of Membership\n   (a) If a member fails to fulfil any of its obligations to the Cor-\nporation, the Corporation may suspend its membership by decision o f\na majority of the Governors. exercising a majority of the total voting\npower. The member so suspended shall automatically cease to he\na member one year from the date of its suspension unless a decision\nis taken by the same majority to restore the member to good standing.\n        me inclusion of this page is authorized by L.N. 480/1973]\n12             INTERNATIONAL FINANCE CORPORATION\n                           AGREEMENT\n       (b> While under suspension, a member shall not be entitled to\n     exercise any rights under this Agreement except the right of with-\n     drawal, but shall remain subject to all obligations.\n         SECCION  3. Suspension or Cessation of Membership in :he Bank\n        Any member which is suspended from membership in, or ceases to\n     be a member of, the Bank shall automatically be suspended from\n     membership in, or cease to be a member of. the Corporation, as the\n     case may be.\n        SECTION4. Rights and Duties of Governments Ceasing to be\n                                     Members\n        (a) When a government ceases to be a member it shall remain\n     liable for all amounts due from it to the Corporation. The Corpora-\n     tion shall arrange for the repurchase of such government's capital\n     stock as a part of the settlement of amounts with it in accordance\n     with the provisions of this section, but the government shall have no\n     other rights under this Agreement except as provided in this section\n     and in Article W I (c).\n        (b) The Corporation and the government may agree on the repur-\n     chase of the capital stock of the government on such terms as may\n     be appropriate under the circumstances, without regard to the pro-\n     visions of paragraph (c) below. Such agreement may provide, among\n     other things, for a final settlement of all obligations of the govern-\n     ment to the Corporation.\n        (c) If such agreement shall not have been made within six months\n     after the government ceases to be a member or such other time as\n     the Corporation and such government may agree. the repurchase\n     price of the government's capital stock shall be the value thereof\n     shown by the books of the Corporation on the day when the govern-\n     ment ceases to be a member. The repurchase of the capital stock\n     shall be subject to the following conditions:\n           (i) payments for shares of stock may be made from time to\n               time, upon their surrender by the government, in such instal-\n               ments, at such times and in such available currency or\n               currencies as the Corporation reasonably determines, taking\n               into account the financial position of the Corporation:\n          (ii) any amount due to the government for its capital stock shall\n               be withheld so long as the government or any of its agencies\n               remains liable to the Corporation for payment of any amount\n               and such amount may, at the option of the Corporation. be\n               set off. as it becomes payable, against the amount due from\n               the Carpmation:\n         (iii) if the Corporation sustams a net loss on the investments made\n               pursuant to Article III. section 1, and held by it on the date\n               when the government ceases to be a member. and the\n            mhe h u s i o n of t h t s page 1s a u t h o r i d by L N. 480/ I9731\n          INTERNATIONAL FiNANCE CORPORATION                                   13\n                             AGREEMENT\n          amonnt of such loss exceeds the amount of the reserver\n         provided therefor on such date, such government shall repay\n         on demand the amount by which the repurchase price of ils\n          shares of stock would have been reduced if such loss had\n          been taken into account when the repurchase price was\n          determined.\n   (d) In no event shall any amount due to a government for its\ncapital stock under this section he paid until six months after the\ndate upon which the government ceases to he a member. If within\nsix months of the date upon which any government ceases to be a\nmemher the Corporation suspends operations under section S of this\nArticle, all rights of such government shall be determined by the\nprovisions of such section 5 and such government shall be considered\nstill a member of the Corporation for purposes of such section 5,\nexcept that it shall have no voting rights.\n  SECTION5. Suspension of Operations and Settlement of Obligations\n  (a) The Corporation may permanently suspend its operations by\nvote of a majority of the Governors exercising a majority of the total\nvoting pwer. After such suspension of operations the Corporation\nshall forthwith cease all activities, except those incident to the orderly\nrealization, conserfation and preservation of its assets and settlement\nof its obligations. Until final settlement of such obligations and dis-\ntribution of such assets. the Corporation shall remain in existence and\nall mutual rights and obligations of the Corporation and its members\nunder this Agreement shall continue unimpaired. except that no\nmember shall be suspended or withdraw and that no distribution shall\nhe made to members except as in this section provided.\n  (6) No distribution shall he made to members on account of their\nsubscriptions to the capital stock of the Corporation until all liabilities\nto creditors shall have been discharged or provided for and until the\nBoard of Governors. by vote of a majority of the Governors exercising\na majority of the total voting power, shall have decided to make such\ndistribution.\n   (c) Subject to the foregoing. the Corporation shall distribute the\nassets of the Corporation to members pro rata in proportion to capital\nstock held by them, subject, in the case of any member, to prior\nsettlement of all outstanding claims by the Corporation against such\nmember. Such distribution shall he made at such times, in such\ncurrencies, and in cash or other assets as the Corporation shall deem\nfair and equitable. The shares distributed to the several members\nneed not necessarily be uniform in respect of the type of assets dis-\ntributed or of the currencies in which they are expressed.\n   (4Any member receiving assets distributed by the Corporation\npursuant to this section shall enjoy the same rights with respect to\nsuch assets as the Corporation enjoyed prior to their distribution.\n        me inclusion of this page is authorized by L.N. 480(1973]\n14             INTERNATIONAL FINANCE CORPORATION\n                           AGREEMENT\n                                    hT1CI.E\n                           Status, Immunifies and Privileges\n       SECTION1. Purposes of Article\n       To enable the Corporation to fnl6l the functions with which it is\n     entrusted, the status, immunities and privileges set forth in this\n     Article shall be accorded to the Corporation in the territories of each\n     member.\n       SECTION 2. Status of the Corporufion\n       The Corporation h a l l possess full juridical personality and, in parti-\n     cilar, the capacity:\n            (i) to contract:\n           (ii) to acquire and dispose of immovable and movable property:\n          (iii) to institute legal proceedings.\n        SLCTIOX  3. Position of fhe Corporation with regard to Jirdicid\n                                     Process\n        Actions may be brought against the Corporation only in a wurt of\n     competent jurisdiction in the territories of a member in which the\n     Corporation has an office, has appointed an agent for the purpose of\n     accepting service or notice of process, or has issued or guaranteed\n     securities. No actions shall, however, be brought by members or per-\n     sons acting for or deriving claims from members. The property and\n     assets of the Corporation shall, wheresoever located and by whomso-\n     ever held, be immune from all forms of seizure. attachment or execu-\n     tion before the delivery of h a 1 judgment against the Corporation.\n        SECTION  4. Immunity of Assets from Seizure\n        Property and assets of the Corporation, wherever located and by\n     whomsoever held. shall be immune from search, requisition, wnfisca-\n     tion, expropriation or any other form of seizure by executive or legis-\n     lative action.\n        SBC~ION 5. Immunity of Archives\n        The archives of the Corporation shall be inviolable.\n        SECTION6. Freedom of Assets from Restricfions\n        To the extent necessary to carry out the operations provided for in\n     this Agreement and subject to the provisions of Article IU, section 5 .\n     and the other provisions of this Agreement, all property and assets of\n     the Corporation shall be free from restrictions, regulations, controls\n     and moratoria of any nature.\n       S-ON 7 . Privilege for Communicafiom\n       The official communications of the Corporation shall be accorded by\n     each member the same treatment that it accords to the official wm-\n     munications of other members.\n            me inclusion of this page is authorized by L.N. 480/19731\n          INTERNATIONAL FINANCE CORPORATION                                      15\n                      AGREEMENT\n SECXION    8. lmmunities and Privileges of O@cers and employees\n All Governors, Directors, Alternates, officers and employees of the\nCorporation :\n     (i) shall be immune from legal process with respect to acts per-\n          formed by them in their official capacity;\n     (ii) not being local nationals, shall he accorded the same\n          immunities from immigration restrictions, alien registration\n          requirements and national service obligations and the same\n          facilities as regards exchange restrictions as are accorded by\n          members to the representatives, officials, and employees of\n          comparable rank of other members:\n    (iii) shall be granted the same treatment in respect of travelling\n          facilities as is accorded by members to representatives, o5cials\n          and employees of wmparable rank of other members.\n  SECTION9. Immunities from Taxation\n  (Q) The Corporation, its assets, property, income and its operations\nand transactions authorized by this Agreement, shall he immune from\nall taxation and from all customs duties. The Corporation shall also\nbe immune from liability for the wllection or payment of any tax or\nduty.\n   (b) No tax shall be levied on or in respect of salaries and emolu-\nments paid by the Corporation to Directors, Alternates, officials or\nemployees of the Corporation who are not local citizens, local subjects.\nor other !oml nationals.\n   (c) No taxation of any kind shall be levied on any obligation or\nsecurity issued by the Corporation (including any dividend or interest\nthereon) by whomsoever held :\n        (i) which discriminates against such obligation or security solely\n            because it is issued by the Corporation: or\n      (ii) if the sole jurisdictional basis for such taxation is the place\n            or currency in which it is issued, made payable or paid. or\n            the location of any ofice or place of business maintained by\n            the Corporation.\n  (4No taxation of any kind shall be levied on any obligation or\nsecurity guaranteed by the Corporation (including any dividend or\ninterest thercon) by whomever held :\n        (i) which discriminates against such obligation or security solely\n            because it is guaranteed by the Corporation; or\n       (ii) if the sole jurisdictional basis for such taxation is the location\n            of any 05ce or place of business maintained by the Corpora-\n         tion.\n  SBcnON 10. Application of Article\n  Each member shall take such action as is necessary in its own\n        me inclusion of this page is authorized by L.N. 480119731\n16             INTERNATIONAL FINANCE CORPORATION\n                          AGREEMENT\n     territories for the purpose of making effective in terms of its own law\n     the principles set forth in this Article and shall inform the Corpora-\n     tion of the detailed action which it has taken.\n        SECTION11. Waiver\n        The Corporation in its discretion may waive any of the privileges\n     and immunities conferred under this Article to such extent and upon\n     such conditions as it may determine.\n                                      ARTICLE   W\n                                      Amendmeas\n        (0) This Agreement may be amended by vote of three-fiftbs of the\n     Governors exercising four-CSths of the total voting power.\n        (b) Notwithstanding paragraph (a) above, the affirmative vote of all\n     Governors is required in the case of any amendment modifying:\n             (i) the right to withdraw from the Corporation provided in\n                 Article V. section 1;\n            (ii) the pre-emptive right secured by Article 11, section 2 (d):\n           (iii) the. limitation on liability provided in Article 11, section 4.\n        (c) Any proposal to amend this Agreement, whether emanating\n     from a member. a Governor or the Board of Directors, shall be com-\n     municated to the Chairman of the Board of Governors who shall bring\n     the proposal before the Board of Governors. When an amendment\n     has been duly adopted, the Corporation shall so certify by formal\n     communication addressed to all members. Amendments shall enter\n     into force for a l l members three months after the date of the formal\n     communication unless the Board of Governors shall specify a shorter\n     period\n                                   ARTICLE   WI\n                           InIerpretation and Arbitration\n       (a) Any question of interpretation of the provisions of this Agree-\n     ment arising between any member and the Corporation or between\n     any members of the Corporation shall be submitted to the Board of\n     Duectors for its decision. If the question particularly affects any\n     member of the Corporation not entitled to appoint an Executive\n     Director of the Bank, it shall be entitled to representation in accord-\n     ance with Article IV,section 4 (9).\n       (b) In any case where. the Board of Directors has given a decision\n     under (a) above, any member may require that the question be referred\n     to the Board of Governors, whose decision shall be final. Pending\n     the result of the reference to the Board of Governors, the Corporation\n     may, so far as it deems necessary. act on the basis of the decision of\n     the Board of Directors.\n            me inclusion of this page is authorized by L.N~480/19731\n         INTERNATIONAL FINANCE CORPORATION                                  17\n                     AGREEMENT\n   (c) Whenever a disagreement arises between the Corporation and\na country which has ceased to be a member, or between the Corpora-\ntion and any member during the permanent suspension of the Cor-\nporation, such disagreement shall be submitted to arbitration by a\ntribunal of three arbitrators, one appointed by the Corporation, another\nby the country involved and an umpire who, unless the parties other-\nwise agree, shall be appointed by the President of the International\nCourt of Justice or such other authority as may have been prescribed\nby regulation adopted by the Corporation. The umpire shall have full\npower to settle all questions of procedure in any case where the parties\nare in disagreement with respect thereto.\n                              h T I C L E Ix\n                            Final Provisions\n  SECITON1. Entry into Force\n  This Agreement shall enter into force when it has been signed on\nbehalf of not less than 30 governments whose subscriptions comprise\nnot less than 75 percent of the total subscriptions set forth in Schedule\nA and when the instruments referred to in section 2 (a) of this Article\nhave been deposited on their behalf, but in no event shall this Agree-\nment enter into force before October 1, 1955.\n   SECTION2. Sigwture\n   (a) Each government on whose behalf this Agreement is signed shall\ndeposit with the Bank an instrument setting forth that it has accepted\nthis Agreement without reservation in accordance with its law and\nhas taken all steps necessary to enable it to carry out all of its\nobligations under this Agreement.\n   (b) Each government shall become a member of the Corporation\nas from the date of the deposit on its behalf of the instrument referred\nto in paragraph (a) above except that no government shall become\na member before this Agreement enters into force under section 1 of\nthis Article.\n  (c) This Agreement shall remain open for signature until the close\nof business on December 31, 1956, at the principal office of the Bank\non behalf of the governments of the countries whose names are set\nforth in Schedule A.\n  (d) Afm this Agreement shall have entered into force, it shall be\nopen for signature on behalf of the government of any country whose\nmembership has been approved pursuant to Article Iz, section 1 (b).\n  SECTION   3. Inauguration of the Corporation\n  (U) As soon as this Agreement enters into force under section 1\nof this Article the Chairman of the Board of Directors shall call a\nmeeting of the Board of Directors.\n                     __\n18                       INTERNATIONAL FINANCE CORPORATION\n                                    AGREEMENT\n        (b) The Corporation shall begin operations on the date when such\n     meeting is held.\n        (c) Pending the first meeting of the Board of Governors, the Board\n     of Directors may exercise all the powers of the Board of Governors\n     except those reserved to the Board of Governors under this Agree-\n     ment.\n        Done at Washington, in a single copy which shall remain deposited\n     in the archives of the International Bank for Reconstruction and\n     Development, which has indicated by its signature below its agree-\n     ment to act as depository of this Agreement and to notify all govern-\n     ments whose names are set forth in Schedule A of the date when\n     this Agreement shall enter into foroe under Article IX. section 1\n     hereof.\n                                         &HEDULB    A\n         Subscriptionr to Capital Stock of the International Finnnce\n                                 Corporatwn\n                                                                         Amount\n                                                Nuniber of              (in United\n       camwy                                     Shares               States doliars)\n         -                                         -\n       Ausiralia                                   2,215                2,215,000\n       Austria                                       554                  554.000\n       BClgiUm                                     2,492                2,492,000\n       Bolivia                                        I8                   78,000\n       Brazil                                      1,163                1,163,000\n       BUnna                                         166                  166,000\n       Canada                                      3.600                3*MX).000\n       Ceylon                                        166                  166,000\n       Chile                                         388                  388.000\n       China                                       6.646                6,646,000\n       Colombia                                      388                  388,000\n       costa Rica                                     22                   22,OOo\n       Cuba                                          388                  388.000\n       Denmak                                        753                  753.000\n       Dominican Republic                             22                   22.000\n      Ecuador\n         ~   ~~~    ~~                               35                    35.000\n      Emt                                           590                   590;oOO\n      El Salvador                                    11                    11.Ooo\n      Ethiopia                                       33                    33;OOO\n      Finland                                        411                  421,000\n      FI2ln.X                                      5,815                5.815.000\n      GeITlIany                                    3,655                3,655,000\n      Greece                                         277                  277,000\n      Guatemala                                       22                   22,000\n      Haiti                                           22                   22.m\n      Honduras                                        11\n         INTERNATIONAL FINANCE CORPORATION                                19\n                    AGREEMENT\n                        SCHEDULEA, confd.\n                                                           Amount\n                                  Nuniber of              (in United\nCountry                            Shares               Stares dollars)\nIceland                                11                      11,000\nIndia                               4,431                  4.43 1.000\nIndonesia                           1,218                  I.ZI8.000\nIran                                  372                    372.000\nIraq                                   67                     67.000\nIsrael                                 50                    5O.OOO\nItaly                               1.994                 1.994.000\nJapan                               2,769                 2.769.000\nJordan                                 33                    33.000\nLebanon                                50                    50.000\nLuxembourg                            111                    1 I1.000\nMexico                                720                   720.000\nNetherlands                         3,046                 3,046.000\nNicaragua                               9                      9.000\nNorway                                554                   554.000\nPakistan                            1.108                 1,108.000\nPanama                                  2                      2.ooo\nParaguay                                16                    16.000\nPeru                                  194                   194.000\nPhilippines                           166                   166.000\nSweden                               1.108                1,108.000\nSyria                                   72                   72.000\nThailand                              139                   139.000\nTurkey                                476                   4761000\nUnion of South Africa               1.108                 1,108.OOO\nUnited Kingdom                     14,400                14.400.000\nUnited States                      35.168                35.168.000\nUruguay                               116                   I 16.000\nVenezuela                             116                   I 16.000\nYugoslavia                            443                   443,000\n                                   -\n                 Total :          100,000              $100.000.000\n                                                                    -"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the International Finance Shorttitle.\nCorporation Agreement Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                           Inlcrprrta-\n                                                            tioa\n    “the Corporation” means the International Finance\n         Corporation established by the Corporation\n         Agreement;\n    “the Corporation Agreement” means the Agreement,\n         as amended, for the establishment and operation\n         of an international body to be called the Interna-\n         tional Finance Corporation, and of which the text\n         of the Articles is set out in the Schedule;        scbcdula\n    “the Membership Resolution” means the Resolution\n         adopted by the Board of Governors of the\n         Corporation, specifying the terms and conditions\n         upon which Jamaica shall be admitted to member-\n         ship of the Corporation."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Acceptance by the Government of the Corporation A       ~                   ~   ~\n                                                    of accept-\nAgreement is hereby approved.                       ance of\n                                                              carpon-\n                                                              tioo Agree-\n                                                              mmt"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4,-(1) The Minister responsible for finance k authorized Financial\nto pay for the account of Jamaica the amounts payable ProVioiona\nfrom time to time to the Corporation under the Member-\nship Resolution and the Corporation Agreement:\n      p-ho inclusion of this   t mthond\n                                     ’  by LN. 480119131\n2                      INTERNATIONAL FINANCE CORPORATION\n                                        AGREEMENT\n                 Provided that the Bank of Jamaica may from time to\n               time, subject to the terms of any agreement made by that\n               Bank with the Government, pay from its own funds such\n               of the amounts aforesaid as may be specified in the agree-\n               ment.\n                      (2) The Minister responsible for finance may borrow\n               from any person, any sum or sums required for payments\n               under this section and, for the purpose of such borrowing,\n               he may create and issue any securities bearing such rate of\n               interest and subject to such conditions as to repayment,\n               redemption or otherwise as he thinks fit.\n                     (3) The principal and interest of any securities\n               issued under subsection (2) and the expenses incurred in\n               connection with their issue shall be charged on the\n               Consolidated Fund.\n                      (4) Subject to the terms of any agreement to the\n               contrary made by the Bank of Jamaica with the\n               Government pursuant to the proviso to subsection (11,\n               any moneys received by the Government from the\n               Corporation or raised by securities under subsection (2)\n               shall be paid into the Consolidated Fund Account and\n               shall form part of the Consolidated Fund and be available\n               in any manner in which that Fund is available.\n                     (5) The Bank of Jamaica shall act as a depository\n               for the holdings of currency of Jamaica and other assets\n               of the Corporation.\nstatus., .   5. The provisions of sections 2, 3, 4, 5, 6, 7, 8 and 9\nirnrnunitica\nandprivi. of Article VI of the Corporation Agreement shall have the\nlegeEofthe\nCorpora-   force of law in Jamaica, subject to the proviso that\nti0n.      nothing in section 9 of Article VI of the Corporation\n           Agreement shall be construed-\n                   (if as entitling the Corporation to import goods free\n                     me inclusion of this page is authorized by L.N. 480/19731\n         INTERNATIONAL FINANCE CORPORATION                                3\n                    AGREEMENT\n         of customs duty without any restriction on their\n         subsequent sale in the country to which they were\n         imported;\n    (ii) as conferring on the Corporation any exemption\n         from duties or taxes which form part of the price\n         of goods sold; or\n    (iii) as conferring on the Corporation any exemption\n          from taxes or duties which are in fact no more\n          than charges for services rendered.\n                              SCHEDULE\n                                       (Section 2)\n  ARTICLES OF AGREEMENT OF THE INTERNATIONAL\n              FLNANCE CORPORATION\n  The Governments on whose behalf this Agreement is signed agree\nas follows :\n                        INTRODUCTORY  ARTICLE\n THRINTERNATIONAL       FINANCE CORPORATION    (hereinafter called the\nCorporation) is established and shall operate in accordance with the\nfollowing provisions:\n                                ARTICLEI\n                                 Purpose\n  The purpose of the Corporation is to further economic development\nby encouraging the growth of productive private enterprise in member\ncountries, particularly in the less developed areas, thus supplementing\nthe activities of the International Bank for Reconstruction and\nDevelopment (hereinafter called the Bank). In carrying out this\npurpose, the Corporation shall :\n     (i) in association with private investors, assist in financing the\n         establishment, improvement and expansion of productive\n         private enterprises which would contribute to the development\n         of its member countries by making investments, without\n         guarantee of repayment by the member government wncerned,\n         in cases where sufficient private capital is not available on\n         reasonable terms:\n    (ii) seek to briog together investment opportunities, domestic and\n         foreign private capital. and experienced management: and\n       [The inclusion of this page is a u l h o K d by L.N. 480/19731\n          INTERiVATTlONAL FINANCE CORPORATION\n                       AGREEMENT\n    (iii) seek to stimulate, and to help create conditions conducive to.\n          the flow of private capital, domestic and foreign, into pro-\n          ductive investment in member countries.\n  The Corporation shall be guided in all its decisions by the provisions\nof this Article.\n                            ARTICLE  I1\n                       Membership and Capital\n  SECTION  1. Membership\n  (a) The original members of the Corporation shall be those members\nof the Bank listed in Schedule A hereto which shall, on or before the\ndate specified in Article IX, section Z(c), accept membership in the\nCorporation.\n  ( b ) Membership shall be open to other members of the Bank at such\ntimes and in accordance with such terms as may be prescribed by the\nCorporation.\n  SECTION    2. Capital Stock\n  (a) The authorized capital stock of the Corporation shall be\n5100,000,000, in terms of United States dollars.\n  (b) The authorized capital stock shall be divided into 100.000 shares\nhaving a par value of one thousand United States dollars each. Any\nsuch shares not initially subscribed by original members shall be\navailable for subsequent subscription in accordance with section 3(d)\nof this Article.\n  (c) The amount of capital stock at any time authorized may be\nincreased by the Board of Governors as follows:\n      (i) by a majority of the votes cast, in case such increase is\n          necessary for the purpose of issuing shares of capital stock on\n          initial subscription by members other than original members,\n          provided that the aggregate of any increases authorized pur-\n          suant to this subparagraph shall not exceed 10,000 shares:\n     (ii) in any other case, by a three-fourths majority of the total\n          voting power.\n   (d) In case of an increase authorized pursuant to paragraph (c) (ii)\nabove, each member shall have a reasonable opportunity to subscribe,\nunder such conditions as the Corporation shall decide, to a proportion\nof the increase of stock equivalent to the proportion which its stock\ntheretofore subscribed bears to the total capital stock of the Corpora-\ntion, but no member shall be obligated to subscribe to any part of the\nincreased capital.\n   (e) Insurance of shares of stock. other than those subscribed either\non initial subscription or pursuant to paragraph (d) above, shall\n       [The inclusion of this pagc is authorized by L.N. 480/19731\n         INTERNATlONAL FINANCE CORPORATION\n                    AGREEMENT\nrequire a three-fourths majority of the total voting power.\n      Shares of s t d of the Corporation shall be available for sub-\nscription only by, and shall be issued only to, members.\n  SECTION   3. Subscriptions\n  (a) Each original member shall subscribe to the number of shares\nof stock set forth opposite its name in Schedule A. The number uf\nshares of stock to be subscribed by other members shall be determined\nby the Corporation.\n  (b) Shares of stock initially subscribed by original membcrs shall\nbe issued at par.\n  (c) The initial subscription of each original member shall be payable\nin full within 30 days after either the date on which the Corporation\nshall begin operations pursuant to Article M,section 3 (b), or the\ndate on which such original member becomes a member, whicbeker\nshall be later or at such date thereafter as the Corporation shall\ndetermine. Payment shall be made in gold or United States dollars\nin response to a call by the Corpuratioa which shall specify the place\n01 places of payment.\n  (4The price and other terms of subscription of shares of stock to\nbe subscribed, otherwise than on initial subscription by original mem-\nbers, shall be determined by the Corporation.\n  SECTON4. Limitution on Liability\n  No member shall be liable, by reason of its membership. for\nobligations of the Corporation.\n SECTION5. Restriction on Transfers and Pledges of Shares\n Shares of stock shall not be pledged or encumbered in any manner\nwhatever, and shall be transferable only to the Corporation.\n                                    IQ\n                              ARTICLE"
    }
  ],
  "definitions": []
}