{
  "id": "jm-stat-the-interpretation-act",
  "type": "statute",
  "title": "The Interpretation Act",
  "title_en": "The Interpretation Act",
  "short_name": "Interpretation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-interpretation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-interpretation-act | Legal areas: Parliament",
  "provisions": [
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. In any Act references to the Sovereign reigning at the\nCIOWn.        time of the passing of the Act or to the Crown shall, unless\n              the contrary intention appears, be construed as references\n              to the Sovereign for the time being.\n              -\n                    [The inclusion of this page in authorized by L.N.480/1973]\n                       INTERPRETATION                                   13"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(lj Whenever any expression of time occurs in any standard\nAct, deed or other legal instrument, the time referred to ~    ~             &   ~\nshall, unless it is otherwise expressly provided, be held to       zrs;,;t,\nsignify the standard time adopted for Jamaica; and for such\npurpose the Governor-General in Council may by order\ndeclare the standard time for Jamaica.\n       (2) Where a general notice is published specifying\nthe hour of sunrise or sunset in respect of any day the\nreference in any Act to the hour of sunrise or sunset shall,\nin relation to any part of Jamaica, unless the context other-\nwise requires, be deemed in respect of that day to refer to the\nhour specified in the general notice."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) In computing time for the purpose of any Act, CnrnpuU-\n                                                       tation of\nunless the contrary intention appears-                 time.\n    (a) a period of days from the happening of an event\n           or the doing of any act or thing shall be deemed\n           to be exclusive of the day in which the event\n           happens or the act or thing is done;\n    ( b ) if the last day of the period is Sunday or a public\n           holiday (which days are in this section referred\n           to as excluded days) the period shall include the\n          next following day, not being an excluded day;\n    (cj when any act or proceeding is directed or allowed\n           to be done or taken on a certain day, then if that\n           day happens to be an excluded day, the act or\n           proceeding shall be considered as done or taken in\n           due time if it is done or taken on the next following\n           day, not being an excluded day;\n     (d) when an act or proceeding is directed or allowed\n         to be done or taken within any time not exceed-\n         ing six days, excluded days shall not be reckoned\n         in the computation of the time.\n      m e inclusion of this page is authorized by L.N. 480/1973]\n14                                   INTERPRETATION\n                    (2) In this section “public holiday” means any public\n              general holiday and includes Good Friday and Christmas\n              Day.\nProvisions       9. Where no time is prescribed or allowed within which\nwhere no\ntime pre      anything shall be done, such thing shall be done with all\nscribed.      convenient speed, and as often as the prescribed occasion\n              arises.\nMeasure          10. In the measurement of any distance for the purpose\nment of\ndistances.    of any Act, that distance shall, unless the contrary inten-\n              tion appears, be measured in a straight line on a horuon-\n              tal plane.\nReferences      11. A reference in any Act to the number of a line of\nto the\nnumber of     any section of any Act means such line in the latest official\na line.\n              printed copy of such Act at the time of the passing of the\n              Act containing such reference.\nDeiinitiona     1 2 . 4 1 ) Where expressions are defined in or for the\nsubject to\nmntext and    purposes of any Act, such expressions shall have the mean-\nto apply to   ings assigned to them, unless there is anything in the subject\nIegulauons,\netc.          or contest repugnant to, or inconsistent with, such meaning.\n                      (2) Where expressions defined for the purposes of\n              or used in any Act are used in any regulations or instru-\n              ment made under such Act such expressions shall have the\n              respective meanings assigned to them by the Act, unless there\n              is anything in the subject or contest repugnant to, or\n              inconsistent with, such meaning.\n                     (3) Where a word is defined in or for the purposes\n              of any Act, other parts of speech and grammatical varia-\n              tions of that word, and cognate expressions, shall have\n              corresponding meanings in or for the purposes of that Act.\n                    m e incluioo of this page is authorized by L.N. 480/19731\n                       INTERPRETATlON                                         15\n         Commencement and Citation of Acts"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Definitions subject to context and to apply to regulations, etc.\n                Commencement and Citation of Acts"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) A copy of every Bill which may be passed by Authenti-\n                                                                 cated copy\nParliament shall immediately after it is so passed be printed mdaJrent\nby the Government Printer on vellum or some durable paper t o B i ~ .\nand shall. if such be the case, be authenticated by the Clerk\nof either House of Parliament as being a true and correct\ncopy of the Bill which was passed.\n       (2) Where the Governor-Gencral assents to any Bill\nso passed, his assent shall be made on the authenticated\ncopy and that copy shall then be forwarded to the Deputy\nKeeper of the Records for the purposes of record."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. In the case of every Rill which may hereafter be Nnficatlon\n                                                                 of assent\npassed in Jamaica the Governor-General shall, on assent- tobc\ning thereto, cause a notification of such assent to be published Publiahd\nin the Gazette."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Every Act shall. unless it is otherwise therein c o m e -\n                                                          meut of\nexpressly provided, come into operation on the day of the Aclon\n                                                          publication\npublication of the notification of assent,                of arsentr,\n                                                                 ctc\n        (2) The date on which an Act comes into operation,\nwhether under the provisions of this section or according\nto the express provisions contained in the Act, shall be\nwritten on the original of the Act and on all copies thereof\nin some convenient place near the heading thereof."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where any Act, or part of an Act, or any regulations Momcnt\n                                                              when A n\nmade thereunder came or comes into operation on a or regula-\nparticular day, it shall be deemed to hzve come or shall come    2:\ninto operation immediately on the expiration of the day next opcntioa\npreceding such day."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. When any Act is referred to, it shall be sufficient for M ~ I O O ?\nall purposes to cite such Act either by the short title (if any) citing Am\nby which it is made citable, or by the year in which it was\n        me induiiun of bhis page is authorized by L.N 17/1989]\n                               INTERPRETATION\n         made and its number among the Acts of that year, or in\n         the case of a revised edition of the laws issued under any Act\n         providing for the issue of a revised edition, by its short title\n         or its chapter number; and the reference may in all cases\n         be made according to the copies of Acts printed by the\n         Government Printer.\n            lS.-(l) A reference in an Act by number or letter to a\n~ e ~ a m c ~ ~\n         Part, section, subsection, paragraph, sub-paragraph or\n         other division of another enactment shall be construed as\n         a reference to such Part, section, subsection, paragraph, sub-\n         paragraph or other division of such other enactment as\n         printed by authority of law.\n               (2) Where in an Act reference is made to a Part,\n         division, section, schedule or form without anything in the\n         context to indicate that a reference to a Part, division,\n         section, schedule or form of some other enactment is in-\n         tended, the reference shall be construed as a reference to a\n         Part, division, section, schedule or form of the Act in which\n         the reference is made.\n               (3) Where in a section of an Act reference is made to\n         a subsection, paragraph, sub-paragraph or other division\n         without anything in the context to indicate that a reference\n         to a subsection, paragraph, sub-paragraph or other division\n         of some other section or provision is intended, the reference\n         shall be construed as a reference to a subsection. paragraph\n         sub-paragraph or other division of the section in which the\n         reference is made.\n               (4) Where in a scheduie or Part of a schedule to an Act\n         refeIence is made to a paragraph, sub-paragraph or other\n         division without anything in the context to indicate that a\n         reference to a paragraph, sub-paragraph or other division of\n         some other provision is intended, the reference shall be con-\n         strued as a reference to the paragraph, sub-paragraph or\n                                                                    _____\n                 [meinclusion of ahis page is authorized by L.N. 17119891\n                         INTERPRETATION                                      17\nother division of the schedule or the Part of the schedule in\nwhich the reference is made.\n       (5) Where in an Act reference is made to any regu-\nlations, without anything in the context to indicate that a\nreference to regulations made under some other enactment-\nis intended, the reference shall be construed as a reference to\nregulations made under the Act in which the reference occurs."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. If it is provided that any Act may, as to the whole or Collective\n                                                                  titlw.\nany part thereof, be cited-\n      (a) with any other Act to form a group of Acts; or\n      (b) with any group of Acts,\nthat group shall be construed as including that Act or part,\nand the collective title of the group shall state the year of the\nfirst Act in the group and the year of the last Act in the group;\nand as often as any subsequent Act is added to that group\nthe year in which the subsequent Act is passed shall be sub-\nstituted for the last year of the group."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. In any Act a description or citation of a portion of Wordstobo\n                                                              included in\nanother Act, shall, unless the contrary intention appears, be citation of\nconstrued as including the word, section, or other part, men- portion of\ntioned or referred to as forming the beginning and as forming\nthe end of the portion comprised in the description or\ncitation.\n                    Operation of Enactrnents"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Every Act (which expression in this section does not Actstobe\n                                                                  public A m\ninclude regulations) shall be a public Act and shall be judicial- and j~di-\nly noticed as such, unless the contrary is expressly provided ttiL.\nby the Act."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Every section of an Act shall have effect as a sub- Provisions\n                                                           to bo\nstantive enactment without introductory words.             substantivc\n                                                                     enactment%\n       IThe inclusion of this page is authorized by L.N. 480/1973]\n18                                      INTERPRETATION\nRepealofa\nrepealing"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where an Act, whether before or after the 1st April,\nenactment.      1968, repeals a repealing enactment, it shall not be con-\n                strued as reviving any enactment previously repealed, unless\n                words are added reviving that enactment.\nRepeal and\nsubstitution."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Where an Act repeals wholly or partially any former\n                Act and substitutes provisions for the Act repealed, the\n                repealed Act shall remain in force until the substituted\n                provisions come into operation.\nEffect of          2 5 . 4 1 ) Where any Act repeals and re-enacts, with or\nrepeal.\n                without modification, any provision of any Act in force,\n                references in any other Act to the provision so repealed\n                shall, unless the contrary intention appears, be construed\n                as references to the provision so re-enacted.\n                          (2) Where any Act repeals any other enactment, then,\n                unIess the contrary intention appears, the repeal shall not-\n                     (a) revive anything not in force or existing at the time\n                            at which the repeal takes effect; or\n                     ( b ) affect the previous operation of any enactment so\n                            repealed or anything duly done or suffered under\n                            any enactment so repealed; or\n                     (c) affect any right, privilege, obligation, or liability,\n                            acquired, accrued, or incurred, under any enactment\n                            so repealed; or\n                     (d) affect any penalty, fine, forfeiture, or punishment,\n                            incurred in respect of any offence committed against\n                            any enactment so repealed; or\n                     (e) affect any investigation, legal proceedings, or\n                            remedy, in respect of any such right, privilege,\n                            obligation, liability, penalty, fine, forfeiture, or\n                            punishment, as aforesaid,\n                and any such investigation, legal proceeding, or remedy,\n                may be instituted, continued, or enforced, and any such\n                        INTERPRETATION                                        19\npenalty, fine, forfeiture or punishment may be imposed,\nas if the repealing Act had not been passed."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Where by virtue of any enactment the whole or a Provisions\n                                                         ceasing to\npart of an Act has expired or lapsed or otherwise ceased have\nto have effect that Act shall be deemed to have been :fg;d;do\nrepaled to the extent to which it has so expired, lapsed be\n                                                         repealed.\nor otherwise ceased to have effect."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where any section conferring a power to make Effectof     repeal and\nregulations is repealed (whether before or after the coming\n                                                                 ment of\ninto operation of this Act) and other provisions, which regulation\ninclude a power to make regulations, are substituted there- making\n                                                                 section.\nfor, but the Act of which such section formed a part is not\nitself repealed, then all regulations made under the repealed\nsection, and in force at the time of such repeal, shall continue\ngood and valid as if made under the substituted provisions\nin so far as they are not inconsistent with the Act as amended\nor are not varied or revoked by regulations made by virtue\nof the substituted provisions."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1)  Subject to subsection (2) where an Act passed E      htof\n                                                               words of\nafter the 1st April, 1968, contains words establishing, or incorpora-\nproviding for the establishment of, a body corporate and tion.\napplying this section to that body those words shall operate-\n     (a) to vest in that body when established-\n             (i) the power to sue in its corporate name;\n            (ii) the power to enter into contracts in its\n                 corporate name, and to do so that, as regards\n                 third parties, the body shall be deemed to\n                 have the same power to make contracts as\n                  an individual has;\n           (iii) the right to have a common seal and to\n                 alter or change that seal at pleasure;\n       me hclusion of this page is authorized by L.N. 480/1973]\n                       INTERPRETATION\n           (iv) the right to acquire and hold any real or\n                personal property for purposes for which the\n                body is constitutpd and to dispose of or\n                charge such property;\n            (v) the right to regulate its own procedure and\n                business; and\n           (vi) the right to employ such staff as may be\n                found necessary for the performance of\n                its functions;\n    (b) to make that body liable to be sued in its corporate\n         name;\n    (c) to require that judicial notice shall be taken of the\n         common seal of that body, and that every document\n         purporting to be a document sealed by that body\n         and to be attested in accordance with the statutory\n         provisions, if any, applicable to the attestation of\n         documents so sealed shall, unless the contrary is\n         proved, be received in evidence and be deemed to\n         be such a document without further proof;\n    Cd to vest in a majority of the members of that body\n         the power, subject to any quorum fixed by the\n        enactment under which it is established or by any\n         relevant standing orders, to bind other members\n         thereof; and\n    (e) to exempt from personal liability for the debts,\n        obligations or acts of that body, such members\n        thereof as do not contravene the provisions of the\n        Act under which the body is established.\n        (2) The application of this section to a body corpo-\nrate shall not-\n     (a) prevent the powers, rights and liabilities, conferred\n          or imposed, as the case may be, by virtue of such\n          application, being varied by any enactment; or\n      me inclusion of this page is authorized by L.N.480/1973]\n                       INTERPRETATION                                  23\n       (4) The expression “subject to negative resolution”\nwhen used in relation to any regulations shall mean that\nthose regulations, as soon as may be after they are made,\nare to be laid before each House of Parliament, and if either\nHouse, within the statutory period next after any such\nregulations have been so laid, resolves that the regulations\nbe annulled, the regulations shall be void as from the date\nof the resolution, but without prejudice to the validity of\nanything done thereunder or to the making of new\nregulations.\n        ( 5 ) The expression “subject to negative resolution\nof the House of Representatives” when used in relation to\nany regulations shall mean that those regulations as soon\nas may be after they are made, arc to be laid before that\nHouse, and if that House, within the statutory period next\nafter any such regulations have been so laid, resolves that\nthe regulations be annulled, the regulations shall be void as\nfrom the date of the resolution, but wi,thout prejudice to the\nvalidity of anything done thereunder or to the making of new\nregulations.\n  3 1 . 4 1 ) All regulations made under any Act or other commtn~a\n                                                               and\nlawful authority and having legislative effect shall be mcnt\n                                                          Foofof\npublished in the Gazette and unless it be otherwise pro- rrdation3.\nvided shall take effect and come into operation as law on\nthe date of such publication.\n        (2) The production of a copy of the Gazeite con-\ntaining any regulations shall be prima fucfe evidence in all\ncourts and for all purposes of the due making and tenor of\nsuch regulations."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. An act shall be deemed to be done under an Act or m d o m\nby virtue of the powers conferred by an Act or in pursuance y$zrrp\nor execution of the powers of, or under the authority of, an        ’&yndcr\nAct if it is done under or by virtue of or in pursuance of any ACL\n24                                    INTERPRETATION\n              regulation made or issued under any power contained in\n              such Act.\n                                   Provisions as 10 Powers\nExerciseof       33. Where any Act is not to come into operation imme-\npowers be\ntween         diately on the passing thereof, and confers power to make\ncommence-\npassing and   any appointment, or to make, grant or issue any regulations\nmentof\nAct.\n              or instruments, or to do any other thing for the purpose of\n              the Act, that power may, unless the contrary intention\n              appears, be exercised at any time after the passing of the\n              Act, so far as may be necessary or expedient for the purpose\n              of bringing the Act into operation at the date of the com-\n              mencement thereof, subject to the restriction that any\n              regulations or instruments made, granted or issued under the\n              power shall not, unless the contrary intention appears in the\n              Act, or the regulations or instruments are necessary for\n              bringing the Act into operation, have any effect until the\n              Act comes into operation.\nConstrue        3 4 . 4 1 ) Where any Act confers a power or imposes a\n\"n of pro-\n,1S10n9as     duty, then, unless the contrary intention appears, the power\ntoexercise    may be exercised and the duty shall be performed from time\nof powers.\netc.          to time as occasion requires.\n                      (2) Where any Act confers a power or imposes a\n              duty on ,the holder of an office, as such, then, unless the\n              contrary intention appears, the power may be exercised\n              and the duty shall be performed by the holder for the time\n              being of the office or by a person appointed to act for him.\nPower to        35. Where by or under any Act a power to make any\nappoint\nincludes      appointment is conferred, then, unless the contrary intention\npower to\nsuspend or\n              appears, the authority having power to make the appointment\ndismiss.      shall also have power to remove, suspend, reappoint or\n              reinstate any person appointed in exercise of the power.\n                         INTERPRETATION                                       25"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Where by or under any Act, any powers are Powerto\n                                                                 611\nconferred or any duties are imposed upon a public officer,\nthe Governor-General may direct, if from any cause the femporari'y.\noffice of such public officer is vacant or if during any period,\nowing to absence or inability to act from illness or any other\ncause, such public officer is unable to exercise the powers or\nperform the duties of his office, that such powers shall be\nhad and may be exercised and such duties shall be performed\nby the person named by, or by the public officer holding the\noffice designated by, the Governor-General; and thereupon\nsuch person or public officer, during any such period, shall\nhave and may exercise such powers and shall perform such\nduties, subject to such conditions, exceptions and qualifica-\ntions as the Governor-General may direct.\n          (2) Where by or under any Act a power to make\nany appointment to an office is conferred, the authority\nhaving that power may if-\n     (a) the office is vacant; or\n     ( b ) for any reason the substantive holder of the ofice\n           is unable to perform the functions thereof,\ndirect that those functions shall be performed by such person\nand during such period as the authority may prescribe (not\nexceeding the period for which an appointment to fill the\nvacancy, if any, couId have been made); and any reference\nin any enactment, instrument or document whatsoever to the\nholder of the office shall during such period be construed as\na reference to the person so prescribed."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Where the provisions of any Act either expressly or Powerto\n                                                                     make aver-\nby implication limit the number of persons who may at any lapping a p\ntime be appointed to or hold an office, such provisions shall P O ~ t m m * .\nnot, if any substantive holder of the office is on leave of\nabsence pending relinquishment of office, prevent the\nsubstantive appointment of another person to such office\nor the discharge by such other person of the functions of the\n26                                   INTERPRETATION\n              office; and, if such an appointment is made, the fact that\n              temporarily there is more than one holder of such office shall\n              not prevent both the period of leave of the retiring holder\n              of the office and the period of service of his successor during\n              such leave from being treated as pensionable service for the\n              purposes of any Act permitting the grant of retiring benefits\n              in respect of service in such office.\nPower to         38. Where by or under any Act, power is given to the\nappoint\nchair-.       Governor-General in Council, or to the Governor-General\n              or a Minister, or to any public officer or body, to appoint\n              any board, tribunal, commission, committee, or similar body,\n              it shall be lawful for the Governor-General in Council, or\n              the Governor-General or the Minister, o r such public officer\n              or body, in the absence of any provision to the contrary, to\n              appoint a chairman of such board, tribunal, commission,\n              committee, or similar body.\nPower to        39. Where by or under any Act, the Governor-General\nappoint\nbyofficial    in Council, or the Governor-General or a Minister, or any\nd*lignauon.\n              public officer or body, is empowered to appoint or name a\n              person to be a member of any board, tribunal, commission,\n              committee or similar body, or to have and exercise any\n              powers or perform any duties, the Governor-General in\n              Council, or the Governor-General or the Minister, or such\n              public officer or body, may either appoint a person by name\n              or direct the person for the time being holding the office\n              designated by the Governor-General in Council, or by the\n              Governor-General or by the Minister, or by such public\n              officer or body, to be a member of such board, tribunal,\n              commission, committee, or similar body, or to have and\n              exercise such powers and perform such duties; and there-\n              upon, or from the date specified by the Governor-General\n              in Council, or by the Governor-General or the Minister, or\n              by such public officer or body, the person appointed by name\n              or the person for the time being holding such office shall be\n                    F e inclusion of this page is authorized by L.N. 480/19731\n                      INTERPRETATION                                       21\na member of such board, tribunal, commission, committee,\nor similar body, or shall have and may exercise such powers\nand perform such duties accordingly."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Where in any Act power is given to any person to ComtruE-\n                                                            tion of\ndo or enforce the doing of any act or thing all such powers enabling\nshall be understood to be also given as are reasonably\nnecessary to enable the person to do or enforce the doing\nof the act or thing.\n           Provisions as to United Kingdom Acis"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. All such laws and Statutes of England as were, prior English\n                                                               Laws in\nto the commencement of 1 George 11 Cap. I, esteemed, forcein\nintroduced, used, accepted, or received, as laws in the Island *clr'md.\nshall continue to be laws in the Island save in so far as any\nsuch laws or statutes have been, or may be, repealed or\namended by any Act of the Island."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Where in any Act reference is made to any provision Reference\n                                                           in A+!o\nof a United Kingdom Act and that provision is subsequently prou,slon\nrepealed and re-enacted without substantial modification,\nthe reference in such Act to the provision of the Act so A n\nrepealed shall, if the context so requires and unless the\ncontrary intention appears, be construed as a reference to\nthe provision so re-enacted."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Where any United Kingdom Act is in force in the Unittd\n                                                                 Kingdom\nIsland, such Act shall be read with such formal alterations A ~ ~ ~             ~   I\nas to names, localities, courts, officers, persons, moneys,$\n                                                           ::::\npenalties and otherwise as may be necessary to make it m d i f i a t i o n .\napplicable to the circumstances.\n                  Provisions as io Penalties"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Where any fine or penalty is imposed by or under statement\n                                                                 of penalty\nthe authority of any Act it shall be implied that the amount means\nof such fine or penalty is the maximum amount; and where ?   $;\";\n      me indusion of this page is authorized by L.N. 480/19731\n28                                     1NTERPRETATlON\n               by any Act any person may be sentenced to any term of\n               imprisonment it shall be implied that such term of imprison-\n               ment is the maximum term.\nPenalty           45. Where in any Act any fine, penalty or term of\nat foot of\nsection        imprisonment is set out at the foot of any section it shall\nindicates      indicate that any contravention of the section, whether by\nmaximum\nPMh'\nfor mntra-\n               act or omission, shall be an offence against that Act and shall,\nvention of     unless the contrary intention appears, be punishable by a\nsection.\n               fine, penalty or term of imprisonment not exceeding the\n               amount or term stated.\nPayment of     46. Subject to the express provisions of any Act, where\nportion of\npenalty      any fine or penalty is imposed by or under the authority\n:Lion\n             of any Act, every such fine or penalty shall be payable into\nof Governor- the Consolidated Fund, but the Governor-General may\nGeneral.\n             direct the payment to any aggrieved person, or to any person\n             whose information or evidence has led to the conviction of\n             the offender or to the recovery of the fine or penalty, of such\n             proportion of the fine or penalty as he may think fit.\nDisposal of       47.-W Where under any Act any animal or thing is\nforfeits.\n               adjudged by any court or other authority to be forfeited,\n               it shall, unless the contrary is otherwise provided or unless\n               it is expressed by law to be forfeited to any person, be\n               forfeited to the Crown, and the net proceeds thereof, if it is\n               ordered by competent authority to be sold, shall be paid into\n               the Consolidated Fund, unless other provision is made.\n                       (2) Nothing in this section shall affect any provision\n               in any Act whereby any portion of any fine or forfeit or of\n               the proceeds of any forfeit is expressed to be recoverable\n               by any person or may be granted by any authority to any\n               person.\nImposition       48. Where jurisdiction is given to a court to impose a\nof sentence.\n               sentence of imprisonment any sentence so imposed may,\n                     m e inclusion of th~spage is authorized by   L.N. 480/19731\n                        INTERPRETA TlON                                29\nunless the context otherwise requires, be with hard labour\nor without hard labour as the court thinks fit.\n                    Provisions as to Otfences"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Penalty at foot of section indicates maximum penalty for\n          contravention of section."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Imposition of sentence.\n         We inclusion of this page is authorized by L.N. 480/1973]\n                      INTERPRETATION                               3\n                    Provisions as to Oflences"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-(1) Where any act or omission constitutes an offence offcnees.\nunder two or more Acts, or both under an Act and under\nthe common law, the offender shall, unless the contrary\nintention appears, be liable to be prosecuted and punished\nunder either or any of those Acts or under the common\nlaw, but shall not be liable to be punished twice for the same\noffence.\n         (2) Where an offence under any Act passed after\nthe 1st April, 1968, has been committed by a body corporate\nthe liability of whose members is limited, then notwith-\nstanding and without prejudice to the liability of that body,\nany person who at the time of such commission was a\ndirector, general manager, secretary or other similar officer\nof that body or was purporting to act in any such capacity\nshall, subject to subsection (3) be liable to be prosecuted as\nif he had personally committed that offence and shall, if on\nsuch prosecution it is proved to the satisfaction of the court\nthat he consented to, or connived at, or did not exercise all\nsuch reasonable diligence as he ought in the circumstances\nto have exercised to prevent the offence, having regard to\nthe nature of his functions in that capacity and to all the\ncircumstances, be liable to the like conviction and punish-\nment as if he had personally been guilty of that offence.\n       ( 3 ) A person shall not be charged under subsection\n(2) except upon the direction of the Director of Public\nProsecutions.\n       (4)An Act creating criminal liability for an act or\nomission which, apart from that Act, would give rise to\ncivil liability shall not, in the absence of express provision\nto the contrary, operate to prejudice the civil liability; but\n      IThe inclusion of this page is authorized by L.N. 480/19731\n30                                    INTERPRETATION\n              this subsection shall not be construed as excluding the\n              application of any rule of law which restricts the right to\n              take civil proceedings in respect of an act or omission which\n              constitutes a felony.\nAttempt to      50. A provision which constitutes an offence shall, unless\ncornit an\noffencetobe   the contrary intention appears, be deemed to provide also\ndeemedan\noffence.      that an attempt to commit such offence shall be an offence\n              against such provision, punishable as if the offence itself had\n              been committed.\n                                        Miscellaneous\nChangein         51. Whenever any change in title of any public office\ntitle of\npublic        occurs, the Minister, if occasion requires, may by notice\nOffice.\n              in the Gazetre declare that such change of title shall take\n              effect from a date specified in such notice, and, with effect\n              from such date, any reference in any Act or other instrument\n              of a public character to the former title of such office, shall\n              be read and construed as a reference to that office by such\n              new title as the Minister may declare in such notice.\nSerr-ioe of      52.-(1) Where any Act authorizes or requires any docu-\ndocuments.\n              ment to be served by post, whether the expression “serve”,\n              “give” or “send” or any other expression is used, then, unless\n              a contrary intention appears, the service shall be deemed\n              to be effected by properly addressing, prepaying and posting\n              a letter containing the document, and, unless the contrary is\n              proved, to have been effected at the time at which the letter\n              would be delivered in the ordinary course of post.\n                        (2) Where an Act authorizes or requires a docu-\n              ment to be served on any person without directing it to be\n              served in a particular manner the service of that document\n              may be effected either-\n                   (a) by personal service; or\n                   ( b ) by post in accordance with subsection (1); or\n                       INTERPRETATION                                    31\n     (c) in the case of a corporate body or of any associa-\n         tion of persons (whether incorporated or not), by\n         delivering it to the secretary or clerk of the body\n         or association at the registered or principal ofice\n         of the body or association or serving it by post on\n         such secretary or clerk at such office; or\n     ( d ) if it is not practicable after reasonable enquiry\n            to ascertain the name or address of an owner,\n            lessee, or occupier of premises on whom the docu-\n            ment should be served, by addressing the document\n            to him by the description of “owner” or “lessee”\n            or “occupier” of the premises (identifying them) to\n            which the document relates, and by delivering it to\n            some person on the premises or, if there. is no\n           person on the premises to whom it can be delivered,\n            by affixing it, or a copy of it to some conspicuous\n            part of the premises."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Attempt to commit an offenceto be deemed an offence\n                           Miscehneous"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Where power is given to the Governor-General in Significa-\nCouncil to make regulations, it shall be sufficient, unless tion    of\n                                                                orders of\nit is otherwise expressed, for such regulations to be signified gg?sy-\nunder the hand of the Secretary to the Cabinet :\n  Provided that any proclamation, warrant, or other instru-\nment issued under the Broad Seal, shall be issued under the\nhand of the Governor-General himself."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Save as is otherwise expressly provided by any Act, powerof\nwhenever any act or thing is required to be done by more\nthan two persons, a majority of them may do it."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Where any Act is divided into Parts, Titles, or other Division\ndivisions, the fact and particulars of such division shall with of Act\n                                                                into\nor without express mention thereof in any Act, be taken\nnotice of in all courts and for all other purposes whatsoever.\n      me inclusion of this page is authorized by L.N. 480/19731\n32                                    INTERPRETATION\nConstruc-        5 6 . 4 1 ) The preamble of any Act may be referred to for\ntion of pre-\nambleand       assistance in explaining the scope and object of the Act.\nSchedules\nof Acts.              (2) Every Schedule or Table to any Act, or part of\n               any Act, shall, together with any notes thereto, be construed\n               and have effect as part of the Act.\nDeviations       57. Whenever forms are prescribed in any Act slight\ninforms.\n               deviations therefrom, not affecting the substance or cal-\n               culated to mislead, shall not invalidate them.\nConstruc-        58. Where one Act amends another Act the amending\ntion of\namending       Act shall, so far as it is consistent with the tenor thereof,\nAct with       and unless the contrary intention appears, be construed as\namcnded\nAct.           onc with the amended Act.\nReprint of       59. When any Act is amended it shall be lawful for the\namended\nAct%           Government Printer with the authority of the Governor-\n               General to print copies of the Act with all the necessary\n               additions, omissions, substitutions and amendments effected\n               by the amending Act or Acts and such copies shall be deemed\n               to be authentic copies of the Act so amended.\nNotification     60. Where any regulation or other instrument of a public\nof enact-      character is required either expressly or by implication to be\nment and\nsale of        published or notified in the Gazerre, a notice in the Gazetre\nregulations,\netc.                       -\n               that such regulation or other instrument has been made and\n               of the place where copies thereof can be purchased or\n               perused shall be sufficient compliance with such requirement.\nEvidence        61. Whenever the fiat of the Attorney-General or the\nOf signat\"=\no f Attorney-\n              Director  of Public Prosecutions is necessary before any\nGeneralor     prosecution or action is commenced, any document pur-\nthe\nDirecloror porting to bear the fiat of the Attorney-General or the\nPublic\nProsecutions. Director of Public Prosecutions shall be received as prima\n              fucie evidence in any proceeding without proof being given\n                     [The inclusion of this page is authorired by LN. 480119731\n                        INTERPRETATION                                           33\nthat the signature to such fiat is that of the Attorney-\nGeneral or the Director of Public Prosecutions."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Evidenoe of signature of Attorney-General or the Director of\n       Public Prosecutions."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Any Act may be altered, amended, or repealed, in Amendment\n                                                       or repeal\nthe same Session of Parliament.                        in same\n                                                                   Session."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. No Act shall in any manner whatsoever affect the Sarzing\n                                                              of rights\nright of the Crown, unless it is therein expressly stated, or ofthe\nunless it appears by necessary implication, that the Crown Crown.\nis bound thereby.\n  a.-(1) In this sectim-                                           Mandated\n                                                                   territorics\n    “mandated territory” means territory in respect of OOnStmc-\n         which a mandate from the League of Nations was tion    of\n                                                            enactmcnts,\n         accepted by Her Majesty, being territory under the\n         administration of Her Majesty’s Government in\n         the United Kingdom or by the Government of any\n         part of the Commonwealth;\n    “trust territory” means territory administered by Her\n         Majesty’s Government in the United Kingdom or\n         by the Government of any part of the Common-\n         wealth under the trusteeship system of the United\n         Nations.\n        (2) Where any enactment (whether passed before\nor after the termination of the League of Nations) refers\nin whatever terms to mandated territories (or to a particular\nmandated territory) then notwithstanding that such territory\nmay have become a trust territory since the termination of\nthe League of Nations, Mandates of the League of Nations\nshall not for the purposes of that enactment be deemed to\nhave come to an end with the termination of the League.\n       (3) This section shall be deemed to have had effect\nfrom the date of the termination of the League of Nations."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. This Act shall be binding on the Crown.                      Act binding\n                                                                   on Crown.\n      IThc inclusion of this page is aulhorized by L.N.480/19731\n34                                   INTERPRETATION\n                                        Supplemental\nSavingfor       65. The provisions of this Act which are expressed to\npast Acts.\n             apply to Acts passed after the 1st April, 1968, shall not affect\n             the construction of any Act passed before that date, although\n             it is continued or amended by an Act passed subsequently.\n                   p h e inclusion of this page is authorized by L.N. 480119731"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Saving for past Acts\n                    INTERPRETATION\n“court of summary jurisdiction” means--\n(a) any justice or justices of the peace to whom\n      jurisdiction is given by any Act for the time being\n      in force, or any Resident Magistrate sitting either\n      alone or with other justices in a Court of Petty\n      Sessions;\n( b ) a Resident Magistrate exercising special statutory\n      summary jurisdiction;\n‘‘Crown Agents” means the persons for the time being\n      acting as Crown Agents for Oversea Governments\n      and Administrations in England, or any of them;\n“Custos” means the Custos Rotulorum of a parish, and\n      where there is no substantive Custos, or where\n      the substantive Custos is absent, means the person\n      appointed by the Governor-General to act as\n      Custos;\n“financial year” means the twelve months ending the\n      31st March in any year;\n“folio” means seventy-two words;\n“Gazette” or “Government Gazette” or “Jamaica\n      Gazette” means the Jamaica Gazerre published by\n      order of the Government and includes any\n      Supplements thereto and any Gazette Extra-\n      ordinary so published;\n‘‘gazetted” means published in the Gazerre;\n“general notice” means any announcement not of a\n    legislative character made by or with the authority\n    of the Government in the Gazette;\n“Government” means the Government of Jamaica;\n“Government Printer” means the Government Printer\n    of Jamaica, and includes any printer purporting to\n    be the printer authorized by Government to print\n    Acts and regulations;\n  F   e inclusion of this page is authorized by L.N. 480/1973]\n8                             1NTERPRETATION\n           “Governor-General” means the Governor-General of\n              Jamaica;\n           “Governor-General in Council” means Governor-\n              General acting in accordance with the advice of\n              the Cabinet;\n           “His Majesty” or “Her Majesty”, “the King” or “the\n               Queen” or “the Crown” means His Majesty the\n               King or Her Majesty the Queen, the Sovereign for\n               the time being and includes the predecessors and\n               the heirs and successors of such King or Queen;\n           “house” includes every messuage, part of a messuage,\n               house, part of a house, building, or other construc-\n               tion, whether wholly or in part above or below the\n               surface of the ground, inhabited or occupied\n               either by day or by night by man, whether\n               beneficially or otherwise, or intended to be so\n               inhabited or occupied;\n           “the Island” or “this Island” means Jamaica and where\n               the circumstances so require, includes reference to\n                the former Colony of Jamaica;\n           “Jamaica” has the meaning attributed to that expression\nIOandll        in the Jamaica Independence Act, 1962;\nElk. 2\nCap. 40.   “a justice” or “a justice of the peace” means a person\n                appointed by the Governor-General to be a justice\n                of the peace for the parish in which the matter\n                requiring the cognizance of a justice arises;\n           “land” and “premises” include all tenements or heredita-\n               ments, and also all messuages, houses, buildings, or\n               other constructions, whether the property of Her\n               Majesty, her heirs or successors, or of any corpora-\n               tion, or of any private individual, except where\n               there are words to exclude houses and other\n               buildings;\n                  INTERPRETATION                                 9\n“Minister” means either the Minister appointed under\n   section 70 or a temporary Minister appointed\n   under section 73 of the Constitution of Jamaica,\n   and charged for the time being with responsibility\n   for the department or subject to which the context\n   refers :\n       Provided that where a definition of this expres- i‘i96g\n     sion is provided in any Act (other than this Act)\n     the Prime Minister may by order repeal or vary\n    such definition;\n“oath” includes affirmation or declaration in the case\n    of persons by law allowed to- &irm or declare\n    instead of swearing;\n“to occupy” includes, in addition to its ordinary\n    signification, to use, inhabit, possess or enjoy the\n    premises in respect whereof that verb is used, other-\n    wise than as a mere servant and for the mere\n    purpose of the care, custody, and charge, thereof;\n“person” includes any corporation, either aggregate or\n    sole, and any club, society, association or other\n    body, of one or more persons;\n“prescribed” means prescribed by the Act in which the\n    word occurs or by any regulations made thereunder,\n    and, in relation to any regulations, where no other\n    authority is empowered in that behalf in the Act,\n    means prescribed by the Governor-General in\n    Council;\n“Prime Minister” means the Prime Minister of Jamaica\n    and includes the Minister for the time being\n    authorized pursuant to section 72 of the Constitu-\n    tion of Jamaica to perform the functions of the\n    Prime Minister;\n“proclamation” means a proclamation of the Governor-\n    General under the Broad Seal;\n me inclusion of this page is authorized by L.N. 480/1973]\n10                      1NTERPRETATION\n      “property” includes money, goods, things in action,\n           land and every description of property, whether\n           real or personal; also obligations, easements and\n           every description of estate, interest and profit,\n           present or future, vested or contingent, arising\n           out of or incident to property as above defined;\n     “public general holiday” means any day which under\n           the provisions of any Act for the time being in\n           force, is or is declared to be, or is proclaimed as,\n           a public general holiday;\n     “public place” includes every public highway, street,\n           road, square, court, alley, lane, bridleway, foot-\n           way, parade, wharf, jetty, quay, bridge, public\n           garden or open space, and every theatre, place of\n           public entertainment of any kind, or other place of\n           general resort, admission to which is obtained by\n           payment, or to which the public have access;\n     “recorded”, used with reference to a document, means\n           recorded under the provisions of the Act applicable\n          to the recording of such document;\n     “registered”, used with reference to a document, means\n          recorded under the provisions of the Act applicable\n           to the registration of such document;\n     “regulations” includes rules, by-laws, proclamations,\n          orders, schemes, notifications, directions, notices\n          and forms;\n     “repeal” includes revoke or cancel;\n     “rules of court”, when used in relation to any court,\n          means rules made by the authority having for the\n          time being power to make rules or orders regu-\n          lating the practice and procedure of such court;\n     “sell” includes exchange and barter;\n     “ship” means every description of vessel used in\n          navigation not exclusively propelled by oars;\n                    INTERPRETATION                              11\n“sign” with reference to a person who is unable to write\n     his name, includes “mark” with its grammatical\n     variations and cognate expressions;\n“statute” includes an Act of the United Kingdom\n     Parliament;\n“street” or “road” includes any public highway, street,\n     road, thoroughfare, square, court, alley, lane,\n     bridleway, footway, parade, passage, or open place\n     used or frequented by the public, or to which the\n     public have or are permitted to have access;\n“summarily”, “in a summary manner” or “on summary\n     conviction” means respectively before a court of\n     summary jurisdiction;\n“Supreme Court” meam the Supreme Court of Jamaica;\n“swear” includes to affirm or to declare in the case of\n     any person allowed by law to affirm or to declare\n     instead of swearing;\n“Treasury” means the Department of the Accountant-\n     General;\n“United Kingdom” means Great Britain and Northern\n     Ireland;\n“vessel” includes any ship, boat, lighter, or other floating\n     craft, used for transport by water;\n“voluntary declaration” or “statutory declaration” if\n     made-\n        (U) in the Island, means a declaration made\n              under the Voluntary Declarations Act;\n        ( b ) in the United Kingdom or any other Com-\n              monwealth country beyond the Island,\n              meam a declaration made before a justice\n              of the peace, notary public, or other person\n              having authority therein under any law for\n              the time being in force to take or receive\n              a declaration;\n I2                                   INTER PRETATlON\n                          (c) in any other place, means a declaration made\n                               before a Jamaican or British Consul or Vice-\n                               Consul, or before any person having\n                               authority under any statute for the time\n                               being in force to take or receive a declara-\n                               tion;\n                  “will” includes codicil;\n                  “writing” includes printing, lithography, typewriting,\n                       photography and other modes of representing or\n                       reproducing words or figures in visible form;\n                  ‘‘year” and “month” means respectively a year or a\n                       month reckoned according to the British calendar.\nGeneral         4. In this Act and in all Acts, regulations and other instru-\ninterarc-\ntation of     ments of a public character relating to the Island now in\ngender and    force or hereafter to be made, unless there is something in\nnumbcr.\n              the subject or context inconsistent with such construction,\n              or unless it is therein otherwise expressly providd-\n                   (a) words importing the masculine gender include\n                       females; and\n                   (b) words in the singular include the plural, and words\n                       in the plural include the singular.\nReferenced      5. A reference in any Act to any public officer by the\nto public\nofficers by   usual title of his office shall, if there be such an office\nti1le of\nOffice.       customarily in Jamaica and unless the contrary intention\n              appears, be read and construed as referring to the person\n              for the time being holding or carrying out the duties of that\n              office in Jamaica.\nRefermms\nto the"
    }
  ],
  "definitions": []
}