{
  "id": "jm-stat-the-intestates-estates-and-property-charges-act",
  "type": "statute",
  "title": "The Intestates Estates and Property Charges Act",
  "title_en": "The Intestates Estates and Property Charges Act",
  "short_name": "Intestates Estates and Property Charges Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-intestates-estates-and-property-charges-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-intestates-estates-and-property-charges-act | Legal areas: Trusts and Estates",
  "provisions": [
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)    Where under this Part the residuary estate of an s t . m w\n                                                                trusts In\n&estate, or any part thereof, is directed to be held on the favour of\n                                                                issue nod\nstatutory trusts for the issue of the intestate, the same shall othu dlaKl\nbe held upon the following trusts, namely-                      of W h f l v a\n                                                                Of 1ntgtata\n    (i) in trust, in equal shares if more than one, for all\n        or any the children or child of the intestate, living\n        at the death of the intestate, who attain the age of\n        eighteen years or marry under that age, and for 111979\n                                                                I B t sch.\n        all or any of the issue living at the death of the\n        intestate who attain the age of eighteen years or\n        many under that age of any child of the intestate\n        who predeceases the intestate, such issue to take\n        through all degrees, accordmg to their stocks, in\n        equal shares if more than one, the share which their\n        parent would have taken if living at the death of the\n       intestate, and so that no issue shall take whose\n        parent is living at the death of the intestate and w\n       capable of taking\n   (3) the statutory provisions which relate to maintenance\n       and accumulation of surplus income, shall apply,\n       but when an infant marries, such infant shall be\n       entitled to give valid receipts for the income of the\n       infant’s share or interest;\n   (iii)where the property held on the statutory trusts for\n       issue is divisible into shares, then any money or\n       property which, by way of advancement or on the\n       marriage of a child of the intestate, has been paid\n       to such child by the intestate or settled by the intes-\n       tate for the benefit of such child (inauding any life\n       or legs interest and including property covenanted\n       to be paid or settled) shall, subject to any contrary\n       intention expressed or appearing from the circum-\n       stances of the case, be taken as being so paid or\n       settled in or towards satisfaction of the share of\n       such child or the share which such child would have\n           CI’b h l w b n of &is paoe b authorized tq U.17/1989]\n     INTESTATE!? ESTATES AND PROPERTY CRARGES\n        taken if living at the death of the intestate, and\n        shall be brought into account, at a valuation (the\n        value to be reckoned as at the death of the intestate),\n        in accordance with the requirements of the personal\n        representatives;\n   (iv) the personal representatives may permit any infant\n        contingently interested to have the use and enjoy-\n        ment of any personal chattels in such manner and\n        subject to such conditions (if any) as the personal\n        representatives may consider reasonable, and with-\n        out being liable to account for any consequential loss.\n   (id Notwithstanding subsection (1) and that the interest\nof an infant may not be vested, trustees or an administrator\nmay from time to time pay or apply any capital money\nsubject to the trust for the advancement or benefit of any\ninfant beneficiary in such manuer as they may, in their\nabsolute discretion think fit, so, however, b t -"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6) the money so p u d or applied for the advancement\n          or benefit of the infant beneficiary &all not\n          exceed in total an amount equal to one-half of\n          the amount which would be payable had the\n          interest of the infant beneficiary vested; and\n     (b) if the interest of the infant beneficiary vests in the\n          trust property the money so paid or applied shall\n          be brought into account as part of the share of\n          that beneficiary; and\n     (c) no such payment or application shall be made 80\n          as to prejudice any person entitled to any prior\n          life or other interest, whether vested or contingent,\n          in the money paid or applied unless such person\n          is in existence and of full age and consents in\n          writing to such payment or application.\n  ( 1 ~ Subsection\n        )            ( 1 ~ shall\n                           )     apply to d trusts existiug at\nthe 28th day of March, 1988.\n        F e imtusbn of is p a s ia authorized by L.N 17t1989I\n    INTESTATES ESTATES AND PROPERTY CHARGES                         It\n       (2) If the trusts in favour of the issue of the intcstatc\nfail by reason of no child or other issue attaining an\nabsolutely vested interest-\n     (a) the residuary estate of the intestate and the income\n          thereof and all statutory accumulations, if any,\n          of the income thereof, or so much thereof as may\n          not have been paid or applied under any power\n          affecting the same, shall go, devolve and be heId\n          under the provisions of this Part as if the intestate\n          had died without leaving issue living at the death\n          of the intestate;\n     (b) references in this Part to the intestate “leaving no\n          issue” shall be construed as “leaving no issue who\n          attain an absolutely vested interest”;\n     (c) references in this Part to the intestate “leaving\n          issue’’ or “leaving a child or other issue” shall be\n          construed as “leaving issue who attain an\n          absolutely vested interest”.\n       (3) Where under this Part the residuary estate of an\nintestate or any part thereof is directed to be held on the\nstatutory trusts for any class of relatives of the intestate,\nother than issue of the intestate, the same shall be held on\ntrusts corresponding to the statutory trusts for the issue of\nthe intestate (other than the provision for bringing any\nmoney or property into account) as if such trusts (other than\nas aforesaid) were repeated with the substitution of\nreferences to the members or member of that class for\nreferences to the children or child of the intestate."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The personal representative may, on the security of\n         the whole or pad of the residuarv estate of the intestate\n         (other than the personal chattels). ralse-\n             (U) the whole or anv part of any amount payable to a\n                  surviving spouse pursuant to DamgraDhs (6)and\n                   (c) of Ttem 1 of the Table of Dktnhtion: and\n311988\nS. s.        (b) the amount. if any, Droperlv required for the pay-\n                  ment of the costs of thr tmnzaction."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where anv petson dies leaving a will effedirelv\n         disposinlr of part of his p~opwtvthis P ~ I ?shall have\n         effect as respects the part of his p r o m not so disnosed of\n         subject to the provisions contrtind in the will and suhiwt\n         to the fonowing modifications-\n                 F e Indmlon of this page is anthorjesd by L N. 17119891"
    }
  ],
  "definitions": []
}