{
  "id": "jm-stat-the-investment-disputes-awards-enforcement-act",
  "type": "statute",
  "title": "The Investment Disputes Awards (Enforcement) Act",
  "title_en": "The Investment Disputes Awards (Enforcement) Act",
  "short_name": "Investment Disputes Awards (Enforcement) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-investment-disputes-awards-enforcement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-investment-disputes-awards-enforcement-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Investment Disputes silorttitle.\nAwards (Enforcement) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                            hierpreta-\n                                                                             tion.\n    “award” means an award made pursuant to the Con-\n        vention and includes any decision interpreting,\n        revising or annulling such an award pursuant to\n        Article 50, 51 or 52 of the Convention but does 29/1974.\n        not include any award or decision relating to s - 1 6 .\n        minerals or any other natural resources;\n    “the Centre” means the International Centre for\n        settlement of Investment Disputes established by\n        the Convention;\n    “the Convention” means the Convention set out in the\n        Schedule.                                        Schedule."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) An award shall, subject to the provisions of this m k i o f\n                                                            award.\nsection, be enforceable in the Supreme Court as if it were\na final judgment of that Court.\n      (2) During any period in which, pursuant to Article"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50, 51 or 52 of the Convention, enforcement of an award\nhas been stayed, the award shall not be enforceable under\nthis Act.\n       (3) An award which would be enforceable under this\nAct shall be treated as binding for all purposes on the\nparties as between whom it was made and may accordingly\nbe relied on by any of those parties by way of defence, set-\n                                                                      -. -\n       p h e inclusion of this page 1s authorized by L N. 248119751\n2                   INVESTMENT DISPUTES A W A R D S (ENFORCEMENT)\n                off or otherwise in any legal proceedings in Jamaica and any\n                references in this Act to enforcing an award shall be\n                construed as including references to relying on an award.\nRulcs of          4. Subject to the provisions of the Convention, rules of\ncourt.\n                court may prescribe the evidence to be furnished and the\n                procedure to be adopted in relation to the enforcement of an\n                award.\nswslim-          5. Section 6 of Chapter I of the Convention (which\nmunities and\npri,,iiegesof relates to the status, immunities and privileges of the\nInfer-\n\"ational      Centre), shall have the force of law in Jamaica, so, however,\nC e n ~ f @ r that nothing in Article 24 in that Section shall be con-\nSetlls-\nmcntof        strued-\nTnvcslmen LS\nDisputca.           (U) as entitling the Centre to import goods free of\n                          customs duty without any restriction on their sub-\n                           sequent sale in Jamaica;\n                    ( b ) as conferring on the Centre any exemption from\n                          taxes or duties which form part of the price of\n                          goods sold;\n                   (c) as conferring on the Centre any exemption from\n                          taxes or duties which are in fact no more than\n                          charges for services rendered.\n    INVESlii4ENT DlSPUTES AWARDS ( E N F Q E E m N T )                     3\n                              SCHEDULE                      (Section 2)\n                              CWFT6R I\n      International Centre for Settlemenf of Investmenf Disputes\n                             SECTION\n                                   1\n                   Establishment and Organization\nAriicle 1\n  (1) There is hereby established the International Centre for Settle-\nment of Investment Disputes (hereinafter called the Centre).\n  (2) The purpose of the Centre shall be to provide facilities for\nconciliation and arbitration of investment disputes between Contract-\ning States and nationals of other Contracting States in accordance with\nthe provisions of this Convention.\nArticle 2\n  The seat of the Centre shall be at the principal office of the Inter-\nnational Bank for Reconstruction and Development (hereinafter called\nthe Bank). The seat may be moved to another place by decision of the\nAdministrative Council adopted by a majority of two-thirds of its\nmembers.\nArticle 3\n  The Centre shall have an Administrative Council and a Secretariat\nand shall maintain a Panel of Conciliators and a Panel of Arbitrators.\n                              SECTION2\n                      The Adminisiralive Council\nAriicie 4\n   (I) The Administrative Council shall be composed of one represent-\native of each Contributing State. An alternate may act as representative\nin case of his principal's absence from a meeting or inability to act.\n   (2) In the absence of a contrary designation, each governor and\nalternate governor of the Bank appointed by a Contracting State shall\nb ex o m o its representative and its alternate. respectively.\nArficle 5\n   The President of the Bank shaU be ex omio Chairman of the\nAdministrative Council [hereinafter called the Chairman) but shall\nhave no vote, During his absence or inability to act and during any\nvacancy in the officeof President of the Bank, the person for the time\nk i n g acting a8 President 8hall act as Chairman oE thc Administrative\nCouncil.\n        ln~?\n           inclusion of this past is authorkd by LN. 48011973T\n4        INVESTMENT DISPUTES AWARDS (ENFORCEMENT)\n    Article 6\n      (1) Without prejudice to the powers and functions vested in it by\n    other provisions of this Convention, the Administrative Council shall-\n         (U) adopt the administrative and financial regulations of the Centre:\n         (bj adopt the rules of procedure for the institution of concilia-\n              tion and arbitration proceedings;\n         (c) adopt the rules of procedure for conciliation and arbitration\n              proceedings (hereinafter called the Conciliation Rules and the\n              Arbitration Rules):\n         (d) approve arrangements with the Bank for the use of the Bank’s\n              administrative facilities and services:\n         (e) determine the conditions of service of the Secretary-General\n              and of any Deputy Secretary-General:\n          (f) adopt the annual budget of revenues and expenditures of the\n              Centre;\n         (g) approve the annual report on the operation of the Centre.\n      The decisions referred to in sub-paragraphs (a), (bj. (c) and (f) above\n    shall be adopted by a majority of two-thirds of the members of the\n    Administrative Council.\n      (2) The Administrative Council may appoint such committees as it\n    considers necessary.\n      (3) The Administrative Council shall also exercise such other powers\n    and perform such other functions as it shall determine to be necessary\n    for the implementation of the provisions of this Convention.\n    Article 7\n       (1) The Administrative Council shall hold an annual meeting and\n    such other meetings as may be determined by the Council, or convened\n    by the Chairman, or convened by the Secretary-General at the request\n    of not less than five members of the CounciL\n       (2) Each member of the Administrative Council shall have one vote\n    and, except as otherwise herein provided, all matters before the Council\n    shall be decided by a majority of the votes cast.\n       (3) A quorum for any meeting of the Administrative Council shall\n    be a majority of its members.\n      (4)The Administrative Council may establish, by a majority of two-\n    thirds of its members. a procedure whereby the Chairman may seek a\n    vote of the Council without convening a meeting of the Council. The\n    vote shall be considered valid only if the majority of the members of\n    the Council cast their votes within the time limit fixed by the said\n    procedure.\n           me inclusion of this page is authorized by LN.480119731\n     INVESTMENT DlSPUTES A WARDS (ENFORCEMENT)                              5\nArlicle 8\n  Members of the Administrative Council and the Chairman shall\nserve without remuneration from the Centre.\n                               SECTION 3\n                            The Secretariat\nArlicle 9\n  The Secretariat shall consist of a Secretary-General, one or more\nDeputy Secretaries-Generaland staff.\nArlicle 10\n  (1) The Secretary-General and any Deputy Secretary-General shall\nhe elected by the Administrative Council by a majority of two-thirds\nof its members upon the nomination of the Chairman for a term of\nservice not exceeding six years and shall be eligible for re-election.\nAfter consulting the members of the Administrative Council. the Chair-\nman shall propose one or more candidates for each such office.\n  (2) The offices of Secretary-General and Deputy Secretary-General\nshall be incompatible with the exercise of any political function.\nNeither the Secretary-General nor any Deputy Secretary-General may\nhold any other employment or engage in any other occupation except\nwith the approval of the Administrative Council.\n  (3) During the Secretary-General's absence or inability to act, and\nduring any vacancy of the office of Secretary-General, the Deputy\nSecretary-General shall act as Secretary-General. If there shall he\nmore than one Deputy Secretary-General the Administrative Council\nshall determine in advance the order in which they shall act as\nSecretary-General.\nArticZe 11\n   The Secretary-General shall be the legal representative and the\nprincipal officer of the Centre and shall he responsible for its adminis-\ntration. including the appointment of staff, in accordance with the\nprovisions of this Convention and the rules adopted by the Adminis-\ntrative Council. He shall perform the function of registrar and shall\nhave the power to authenticate arbitral awards rendered pursuant to\nthis Convention and to certify copies thereof.\n                               SECTION4\n                              The Panels\nArticle 12\n  The Panel of Conciliators and the Panel of Arbitrators shall each\nconsist of qnalified persons, designated as hereinafter provided who\nare willing to serve thereon.\n       mae inclusion of this page is authorized by L.N. 480/1973]\n6        INVESTMENT DISPUTES A WARDS (ENFORCEMENT)\n    Article 13\n      (1) Each Contracting State may designate to each Panel four p=mns\n    who may but need not he its natianals.\n      (2) The Chairman may designate ten persons to each Panel. The\n    persons so designated to a Panel shall each have a ditIerent nationality.\n    Article 14\n       (1) Persons designated to serve on the Panels shall he persons of\n    high moral character and recognized competence in the fields of law,\n    commerce, industry or finance, who may he relied upon to exexise\n    independent judgment. Competence in the field of law shall be of\n    particular importance in the case of persons on the Panel of Arbitra-\n    tors.\n       (2) The Chairman, in designating persons to serve on the Panels.\n    shall m addition pay due regard to the importance of assuring repment-\n    ation on the Panels of the principal legal systems of the world and\n    of the main forms of economic activity.\n    Article IS\n      (1) Panel members shall serve for renewable periods of six years.\n      (2) In case of death or resignation of a member of a Panel, the\n    authority which designated the member shall have the right to designate\n    another person to serve for the remainder of that member’s term.\n      (3) Panel members shall continue in office until their successors\n    have been designated.\n    h f i c l e 16\n       (1) A person may serve on both Panels\n       (2) If a person shall have been designated to serve on the same Panel\n    by more than one Contracting State, or by one or more Contracting\n    States and the Chairman, he shall be deemed to have been designated\n    by the authority which first designated him or, if one such authority\n    is the State of which he is a national. by that State.\n      (3) All designations shall he notified to the SecretarpGmeral and\n    shall tslneEed fmm the date. M which the notification is la?eived\n                                     SECTION5\n                               Financing the Centre\n    Article 17\n      If the expenditure of the Centre cannot be met out of charges for\n    the usc of its facilities, or out of other receipts, the excess shall be borne\n    by Contracting States which are members of the Bank in propation\n    to their respective subscriptions to the capital stock of the Bank, and\n            IThe inclusion of this pegs is authorized by L.N. 460/19nl\n     INVESTMENT DISPUTES A WARDS (ENFORCEMENT)                               7\nby Contracting States which are not members of the Bank in accordance\nwith rules adopted by the Administrative Council.\n                               SECTION\n                                     6\n                   Status, Immunities and Privileges\nArficfe 18\n  T h e Centre shall have full international legal personality. The legal\ncapacity of the Centre shall include the capacity-\n     (U) to contract;\n     (b) to acquire and dispose of movable and immovable property;\n     (c) to institute legal pmedings.\nArticle 19\n   To enable the Centre to fulfil its functions, it shall enjoy in the\nterritories of each Contracting State the immunities and privileges set\nforth in this Section.\nArticle 20\n   The Centre, its property and assets shall enjoy immunity from all\nlegal process, except when the Centre waives this immunity.\nArticle 21\n  The Chairman, the members of the Administrative Council, persons\nacting as conciliators or arbitrators or members of a Committee\nappointed pursuant to paragraph (3) of Article 52, and the officers\nand employees of the Smetariat-\n  (U) shall enjoy immunity from legal process with respect to acts\nperformed by them in thc cxercise of their functions, except when the\nCentre waives this immunity;\n  (b) not being local nationals. shall enjoy the same immunities from\nimmigration restrictions, alien registration requirements and national\nservice obligations, the same facilities as regards exchange restrictions\nand the Same treatment in respect of travelling facilities as are accorded\nby Contracting States to the representatives, officials and employees\nof comparable rank of other Contracting States.\nArticle 22\n  The provisions of Article 21 shall apply to persons app-$aring in\nproceedings under this Convention as parties, agents. counsel.\nadvocates. witnesses 01 experts; provided, however. that sub-paragraph\n(b) thereof shall apply only in connection with their travel to and from,\nand their stay at, the place where the proceedings are held.\n        Fhe indusion of this page is authorized by L.N. 480/197fl\n8        INVESTMENT DISPUTES A WARDS (ENFORCEMENT)\n    Article 23\n       (1) The archives of the Centre shall he inviolable, wherever they\n    may hc.\n       ( 2 ) With regard to its official communications, the Centre shall he\n    accorded by each Contracting State treatment not less favourable than\n    that accorded to other national organizations.\n    Article 24\n       (1) The Centre, its assets. property and income, and its operations\n    and transactions authorized by this Convention shall be exempt from\n    all taxation and customs duties. The Centre shall also be exempt from\n    liability for the collection or payment of any taxes or customs duties.\n       (2) Except in the case of local nationals, no tax shall be levied on or\n    in respect of expense allowances paid by the Centre to the Chairman\n    or mcmbers of the Administrative Council, or on or in respect of\n    salaries, expense allowances or other emoluments paid by rhe Centre\n    to officials or employees of the Secretariat\n       (3) No tax shall be levied on or in respect of fees or expense allow-\n    ances received by persons acting as conciliators, or arbitrators, or\n    members of a Committee appointed pursuant to paragraph ( 3 ) of\n    Article 52, in proceedings under this Convention, if the sole jurisdic-\n    tional basis for such tax is the location of the Centre or the place where\n    such proceeding are conducted or the place where such fees or allow-\n    ances are paid.\n                                         I1\n                                   CHAPTER\n                           Jurisdiction of the Centre\n    Artick 25\n       (1) The jurisdiction of the Centre shall extend to any legal dispute\n    arising directly out of an investment, between a Contracting State (or\n    any constituent subdivision or agency of a Contracting State designated\n    to the Centre by that State) and a national of another Contracting State.\n    which the parties to the dispute consent in writing to submit to the\n    Centre. When the parties have given their consent, no party may with-\n    draw its consent unilaterally.\n       (2) “National of another Contracting State” means:\n          (a) any natural person who had the nationality of a Contracting\n              State other than the State party to the dispute on the date\n              on which the parties consented to submit such dispute to\n              conciliation or arbitration as well as on the date on which\n              the request was registered pursuant to paragraph (3) of\n              Article 28 or paragraph (3) of Article 36. but does not include\n              any person who on either date also had the nationality of\n              the Contracting State party to the dispute: and\n     INVESTMENT DISPUTES AWARDS (ENFORCEMENT)                                9\n    (6) any juridical person which had the nationality of a Contract-\n        ing State other than the State party to the dispute on the date\n        on which the parties consented to submit such dispute to\n        conciliation or arbitration and any juridical person which\n        had the nationality of the Contracting State party to the dispute\n        on that date and which, because of foreign control, the parties\n        have agreed should be treated as a national of another\n        Contracting State for the purposes of this Convention.\n  (3) Consent by a constituent subdivision or agency of a Contract-\ning State shall require the approval of that State unless that State\nnotifies the Centre that no such approval is required.\n  (4) Any Contracting State may, at the time of ratification, accept-\nance or approval of this Convention or at any time thereafter, notify\nthe Centre of the class or classes of disputes which it would or would\nnot consider submitting to the jurisdiction of the Centre. The Secretary-\nGeneral shall forthwith transmit such notification to all Contracting\nStates. Such notilication shall not constitute the consent required by\nparagraph (1).\nArticle 26\n  Consent of the parties to arbitration under this Convention shall,\nunless otherwise stated, be deemed consent to such arbitmtion to the\nexclusion of any other remedy. A Contracting State may require the\nexhaustion of local administrative or judicial remedies as a condition\nof its consent to arbitration under this Convention.\nArticle 27\n   (1) No Contracting State shall give diplomatic protection, or bring\nan international claim, in respect of a dispute which one of its nationals\nand another Contracting State shall have consented to submit or shall\nhave submitted to arbitration under this Convention. unless such other\nContracting State shall have failed to abide by and comply with the\naward rendered in such dispute.\n   (2) Diplomatic protection, for the purposes of paragraph (1). shall\nnot include informal diplomatic exchanges for the sole purpose of\nfacilitating a settlement of the dispute.\n                                   III\n                              CH~PTER\n                               Conciliation\n                                SECTION 1\n                        Request for Conciliation\nArticle 28\n  (1) Any Contracting State or any national of a Contracting State\nwishing to institute conciliation proceedings shall address a request\n        me inclusion of tbis page is authorized by L.N. 480/1973]\n10        INVESTMENT DZSPUTES AWARDS (ENFORCEMENT)\n     to that effect in writing to the Secretary-General who shall send a copy\n     of the request to the other party.\n        (2) The request shall contain information concerning the issues in\n     dispute, the identity of the parties and their consent to conciliation\n     in accordance with the rules of procedure for the institution of\n     conciliation and arbitration proceedings\n        (3) The Secretary-General shall register the request unless he finds,\n     on the basis of the information contained in the request, that the dispute\n     is manifestly outside the jurisdiction of the Centre. He shall forthwith\n     notify the parties of registration or refusal to register.\n                                      SECTION2\n                    Constitdon of the Conciliation Commission\n     Article 29\n       (1) The Conciliation Commission (hereinafter called the Commis-\n     sion) shall be constituted as soon as possible after registration of a\n     request pursuant to Article 28.\n        (2) (a) The Commission shall consist of a sole conciliator or any\n     uneven number of conciliators appointed as the parties shall agree.\n             (6) Where the parties do not agree upon the number of con-\n     ciliators and the method of their appointment, tbe Commission shall\n     consist of three conciliators, one conciliator appointed by each party\n     and the third, who shall be the president of the Commission, appointed\n     by agreement of the parties.\n     Arficle 30\n        If the Commission shall not have been constituted withii 90 days\n     after notice of registration of the request has been dispatched by the\n     Secretary-General in accordance with paragraph (3) of Article 28, or\n     such other period as the parties may agree, the Chairman shall, at the\n     request of either party and after consulting both parties as far as possihle.\n     appoint the conciliator or conciliatorsnot yet appointed.\n     Article 31\n       (1) Conciliators may be appointed from outside the Panel of\n     Conciliators, except in the cam of appointments by the Chairman\n     pursuant to Article 30.\n       (2) Conciliators appointed from outside the Panel of Conciliators\n     shall possess the qualities stated in paragraph (1) of Article 14.\n             me indusion of this page is authorized by L.N.480/1973]\n     INVESTMENT DISPUTES A WARDS (ENFORCEMENU\n                               SELTION3\n                        Conciliation Proceedinfs\nArticle 32\n  (1) The Commission shall be the judge of its own competence.\n  (2) Any objection by a party to the dispute that that dispute is no1\nwithii the jurisdiction of the Centre, or for other reasons is not within\nthe competence of the Commission, shall be considered by the Com-\nmission which shall determine whether to deal with it as a preliminary\nquestion or to join it to the merits of the dispute.\nArficle 33\n   Any conciliation proceeding shall be conducted in accordance with\nthe provisions of this section and, except as the parties otherwise agree,\nin accordance with the Conciliation Rules in effect on the date on which\nthe parties consented to conciliation. If any question of procedure arises\nwhich is not covered by this Section or the Conciliation Rules or any\nrules agreed by the parties, the Commission shall decide the question.\nArticle 34\n   (1) I t shall be the duty of the Commission to clarify the issues in\ndispute between the parties and to endeavour to bring about agree-\nment between them upon mutually acceptable terms. To that end,\nthe Commission may at any stage of the proceedings and from time\nto time recommend terms of settlement to the parties. The parties\nshall co-operate in good faith with the Commission in order to enable\nthe Commission to carry Gut its functions, and shall give their most\nserious consideration to its recommendations.\n   (2) If the parties reach agreement, the Commission shall draw up\na report noting the issues in dispute and recording that the parties have\nreached agreement If, at any stage of the proceedings. it appears to the\nCommission that there is no likelihood of agreement between the parties,\nit shall close the proceedings and shall draw up a report noting the\nsubmission of the dispute and recording the failure of the parties to\nreach agreement. If one party fails to appear or participate in the\nproceedings, the Commission shall close the proceedings and shall draw\nup a report noting that party's failure to appear or participate.\nArticle 35\n  Except as the parties to the dispute shall othenuis agree, neither\nparty to a conciliation proceeding shall be entitled in any other pro-\nceeding, whether before arbitrators or in a court of law or otherwise,\nto invoke or rely on any views expressed or statements or admissions\nor offers of settlement made by the other party in the conciliation\nproceedings, or the report or any recommendations made by the Com-\nmission.\n        Khe inclusion of this page is authorized by L.N. 48011Y731\nI2         IIVVESTMENT DISPUTES A W A R D S (ENFORCEMENT)\n                                          IV\n                                    CHAPTER\n                                     Arbitrution\n                                      SECrION 1\n                              Request for Arbifrnrion\n     Article 36\n       (1) Any Contracting State or any national of a Contracting State\n     wishing to institute arbitration proceedings shall address a request to\n     that effect in writing to the Secretary-General who shall send a copy of\n     the request to the other party.\n        (2) The request shall contain information concerning the issues in\n     dispute, the identity of the parties and their consent to arbitration in\n     accordance with the rules of procedure for the institution of conciliation\n     and arbitration proceedings.\n        (3) The Secretary-General shall register the request unless he finds,\n     on the basis of the information contained in the request, that the dispute\n     is manifestly outside the jurisdiction of the Centre. He shall forthwith\n     notify the parties of registration or refusal to register.\n                                     SECTION2\n                            Consfitufionof !he Tribrrd\n     Arricle 37\n        (1) The Arbitral Tribunal (hereinafter called the Tribunal) shall be\n     constituted as soon as possible after registration of a request pursuant\n     to Article 36.\n       (2) (a) The Tribunal shall consist of a sole arbitrator or any uneven\n     number of arbitrators appointed as the parties shall agree.\n            (b) Where the parties d o not agree upon the number of\n     arbitrators and the method of their appointment, the Tribunal shall\n     consist of three arbitrators, one arbitrator appointed by each party\n     and the third, who shall be the president of the Tribunal, appcinted\n     by agreement of the parties.\n     Article 38\n        If the Tribunal shall not have been constituted within 90 days after\n     notice of registration of the request has been dispatched by the Secretary-\n     General in accordance with paragraph (3) of Article 36, or such other\n     period as the parties may agree, the Chairman shall. at the request of\n     either party and after consulting both parties as far as possible, appoint\n     the arbitrator or arbitrators not yet appointed. Arbitrators appointed\n     by the Chairman pursuant to this Article shall not be nationals of the\n     Contracting State party to the dispute or of the Contracting State h o s e\n     national is a party to the dispute.\n     INVESTMENT DISPUTES AWARDS (ENFORCEMENT)                               13\nArticle 39\n  The majority of the arbitrators shall be nationals of States other\nthan the Contracting State party to the dispute and the Contracting\nState whose national is a party to the dispute; provided. however, that\nthe foregoing provisions of this Article shall not apply if the sole\narbitrator or each individual member of the Tribunal has been appointed\nby agreement of the parties.\nArticle 40\n  (1) Arbitrators may he appointed from outside the Panel of\nArbitrators, except in the case of appointments by the Chairman\npursuant to Article 38.\n  (2) Arbitrators appointed from outside the Panel of Arbitrators shall\npossess the qualities stated in paragraph (1) of Article 14.\n                                SECTION 3\n                Powers and Functions 0,’the Tribunai\nArticle 41\n  (1) The Tribunal shall be the judge of its own competence.\n  (2) Any objection by a party to the dispute that that dispute is not\nwithin the jurisdiction of the Centre, or for other reasons is not within\nthe competence of the Tribunal, shall be considered by the Tribunal\nwhich shall determine whether to deal with it as a preliminary question\nor to join it to the merits of the dispute.\nArticle 42\n  (1) The Tribunal shall decide a dispute in accordance with such\nrules of law as may be agreed by the parties. In the absence of such\nagreement, the Tribunal shall apply the law of the Contracting State\nparty to the dispute (including its rules on the conflict of laws) and\nsuch rules of international law as may be applicable.\n   (2) The Tribunal may not bring in a finding of non Iiquet on the\nground of silence or obscurity of the law.\n  (3) The provisions of paragraphs (1) and (2) shall not prejudice\nthe power of the Tribunal to decide a dispute ex aequo et h n o if the\nparties so agree.\nArticle 43\n  Except as the parties otherwise agree, the Tribunal may, if it deems\nnecessary at any stage of the proceedings.\n     (a) call upon the parties to produce documents or other evidence:\n           and\n     ( b ) visit the scene connected with the dispute, and conduct such\n           inquiries there as it may deem appropriate.\n        P l ~ cinclusion of this page is authori2ed by L.N. 480/1973]\n14        INVESTMENT DISPUTES A W A R D S (ENFORCEMENT)\n     Article 44\n       Any arbitration proceeding shall be conducted in amrdanoe with\n     the provisions of this Section and, except as the parties otherwise agree.\n     in accordance with the Arbitration Rules in effect on the date on which\n     the parties consented to arbitration. If any question of procedure arises\n     which is not covered by this Section or the Arbitration Rules or any\n     rules agreed by the parties, the Tribunal shall decide the question.\n     Article 45\n       (1) Failure of a party to appear or to present his case shall not be\n     deemed an admission of the other party's assertions.\n       (2) If a party fails to appear or to present his case at any stage of\n     the proceedings the other party may request the Tribunal to deal with\n     the question submitted to it and to render an award. Before rendering\n     an award, the Tribunal shall notify, and grant a period of grace to, the\n     party failing to appear or to present its case, unless it is satisfied that\n     that party does not intend to do so.\n     Article 46\n       Except as the parties otherwise agree, the Tribunal shall. if requested\n     by a party, determine any incidental or additional claims or counter-\n     claims arising directly out of the subject-matter of the dispute provided\n     that they are within the scope of the consent of the parties and arc\n     otherwise within the jurisdiction of the Centre.\n     Article 47\n        Except as the parties otherwise agree, the Tribunal may, if it\n     considers that the circumstances so require, recommend any provisional\n     measures which should he taken to pmserve the respective rights of\n     either party.\n                                     SECTION\n                                           4\n                                    The Award\n     Article 48\n        (1) The Tribunal shall decide questions by a majority of the votes\n     of all its members.\n       (2) The award of the Tribunal shall be in writing and shall be signed\n     by the members of the Tribunal who voted for it.\n        (3) The award shall deal with every question submitted to the\n     Tribunal, and shall state the reasons upon which it is based.\n        (4) Any member of the Tribunal may attach his individual opinion\n     to the award, whether he dissents from the majority or not, or a state-\n     ment of his dissent.\n            me inclusion of this page is authorized by L.N. 480119731\n    INVESTMENT DISPUTES A WARDS (ENFORCEMENT)                                 15\n  (5) The Centre shall not publish the award without the consent of\nthe parties.\nArticle 49\n  (1) The Secretary-General shall promptly dispatch certified copies\nof the award to the parties. The award shall be deemed to have been\nrendered on the date on which the certified copies were dispatched.\n   (2) The Tribunal upon the request of a party made within 45 days\nafter the date on which the award was rendered may after notice to the\nother party decide any question which it had omitted to decide in the\naward, and shall rectify any clerical, arithmetical or similar error in the\naward. Its decision shall become part of the award and shall be notified\nto the parties in the same manner as the award. The periods of time\nprovided for under paragraph (2) of Article 51 and paragraph (2) of\nArticle 52 shall run from the date on which the decision was rendered.\n                                      5\n                                SECTION\n         lnferpretation, Revision und Annulment of the Award\nArticle 50\n  (1) If any dispute shall arise between the parties as to the meaning\nor scope of an award, either party may request interpretation of the\naward by an application in writing addressed to the Secretary-General.\n  (2) The request shall, if possible, be submitted to the Tribunal which\nrendered the award. If this shall not he possible, a new Tribunal shall\nbe constituted in accordance with Section 2 of this Chapter. The\nTribunal may, if it considers that the circumstances so require, stay\nenforcement of the award pending its decision.\nAriicle 51\n   (1) Either party may request revision of the award by an applica-\ntion in writing addressed to the Secretary-General on the ground of\ndiscovery of some fact of such a nature as decisively to affect the award.\nprovided that when the award was rendered that fact was unknown to\nthe Tribunal and to the applicant and that the applicant’s ignorance\nof that fact was not due to negligence.\n   (2) The application shall be made within 90 days after the dis-\ncovery of such fact and in any event within three years after the date\non which the award was rendered\n   (3) The request shall, if possible, be submitted to the Tribunal which\nrendered the award. If this shall not he possible, a new Tribunal shall\nbe constituted in accordance with Section 2 of this Chapter.\n   (4) The Tribnnal may. if it considers that the circumstances so require,\nstay enforcement of the award pending its decision. If the applicant\nrequests a stay of enforcement of the award in his application, enforce-\nment shall be stayed provisionally until the Tribunal rules on such\nrequest.\n        P’hhe inclusion of this page is authorized by L.N. 480/1973]\n16        INVESTMENT DISPUTES AWARDS (ENFORCEMENT)\n     Article 52\n        ( I ) Either party may request annulment of the award by an applica-\n     tion in writing addressed to the Secretary-General on one or more of the\n     following grounds :\n             (a) that the Tribunal was not properly constituted:\n             (b) that the Tribunal has manifestly exceeded its powers;\n             (c) that there was Corruption on the part of a member of the\n                 Tribunal;\n             (d) that there has been a serious departure from a fundamental\n                 rule of procedure; or\n             (e) that the awsrd has failed to state the reasons on which it is\n                 based.\n       (2) The application shall be made within 120 days after the date\n     on which the award was rendered except that when annulment is\n     requested on the ground of corruption such application shall be made\n     within 120 days after discovery of the corruption and in any event\n     within three years after the date on which the award was rendered.\n        (3) On recei t of the request the Chairman shall forthwith appoint\n     from the PaneFof Arbitlators an ad hoc Committee of three persons.\n     None of the members of the Committee shall have been a member of\n     the Tribunal which rendered the award, shall be of the same nationality\n     as any such member, shall be a national of the State party to the\n     dispute or of the State whose national is a party to the dispute, shall\n     have been designated to the Panel of Arbitrators by either of those\n     States, or shall have acted as a conciliator in the same dispute. The\n     Committee shall have the authority to annul the award or any part\n     thereof on any of the grounds set forth in paragraph (1).\n       (4) The provisions of Articles 41, 45, 48. 49, 53 and 54, and of\n     Chapters VI and VII shall apply mutatis mutmdis to proceedings before\n     the Committee.\n       ( 5 ) The Committee may, if it considers that the circumstances so\n     require, stay enforcement of the award pending its decision. If the\n     applicant requests a stay of enforcement of the award in his application,\n     enforcement shall be stayed provisionally until the Committee rules on\n     such request.\n       (6) If the award is annulled the dispute shall, at the request of either\n     party, he submitted to a new Tribunal constituted in accordance with\n     Section 2 of this Chapter.\n             me inclusion of this page is authorized by L.N. 480/1973]\n     1NVESTMENT DISPUTES AWARDS (ENFORCEMENT)                              17\n                               SECTION 6\n              Recognition and Enforcement of the Award\nArticle 53\n  (1) The award shall be binding on the parties and shall not be subject\nto any appeal or to any other remedy except those provided for in this\nConvention. Each party shall abide by and comply with the terms of\nthe award except to the extent that enforcement shall have been stayed\npursuant to the relevant provisions of this Convention.\n  (2) For the purpose of this Section, “award” shall include any\ndecision interpreting, revising or annulliig such award pursuant to\nArticle 50,51 or 52.\nArticle 54\n  (1) Each Contracting State shall recognize an award rendered\npursuant to this Convention as binding and enforce the pecuniary\nobligations imposed by that award within its temtories as if it were a\n6nal judgment of a court in that State. A Contracting State with a\nfederal constitution may enforce such an award in or through its federal\ncourts and may provide that such courts shall treat the award as if it\nwere a final judgment of the courts of a constituent state.\n  (2) A party ,seeking recognition or enforcement in the territories of\na Contracting State shall furnish to a competent court or other\n                                              r\nauthority which such State shall have desi ated for this purpose a\ncopy of the award certified by the Secretary- enerd Each Contracting\nState shall notify the Secretary-General of the designation of the\ncompetent court or other authority for this purpose and of any\nsubsequent change in such designation.\n  (3) Execution of the award shall be governed by the laws concem-\ning the execution of judgments in force in the State in whose terri-\ntories such execution is sought.\nArticle 55\n  Nothing in Article 54 shall be construed as derogating from the law\nin force in any Contracting State relating to immunity of that State\nor of any foreign State from execution.\n                            CHAPTER V\n  Replacement and Disqualifcatim of Conciliafors and Arbiirators\nArticle 56\n  (I) After a Commission or a Tribunal has been constituted and\nproceedings have begun, its composition shall remain unchanged:\nprovided, however, that if a conciliator or an arbitrator should die,\n       [The. inclusion of this page is authorized by L.N. 480/1973]\n18        INVESTMENT DZSPUTES A WARDS (ENFORCEMENT)\n     become incapacitated, or resign, the resulting vacancy shall be filIed\n     in accordance with the provisions of Section 2 of Chapter I11 or Section\n     2 of Chapter IV.\n        (2) A member of a Commission or Tribunal shall continue to serve\n     in that capacity notwithstanding that he shall have ceased to be a\n     member of the Panel.\n        (3) If a conciliator or arbitrator appointed by a party shall have\n     resigned without the consent of the Commission or Tribunal of which\n     he was a member, the Chairman shall appoint a person from the\n     appropriate Panel to fill the resulting vacancy.\n     Article 57\n        A party may propose to a Commission or Tribunal the disqualifica-\n     tion of any of its members on account of any fact indicating a mani-\n     fest lack of the qualities required by paragraph (1) of Article 14. A\n     party to arbitration proceedings may, in addition, propose the dis-\n     qualification of an arbitrator on the ground that he was ineligible for\n     appointment to the Tribunal under Section 2 of Chapter N.\n     Article 58\n       The decision on any proposal to disqualify a conciliator or arbitrator\n     shall be taken by the other members of the Commission or Tribunal\n     as the case may be, provided that where those members are equally\n     divided. or in the case of a proposal to disqualify a sole conciliator\n     or arbitrator, or a majority of the conciliators or arbitrators, the Chair-\n     man shall take that decision. If it is decided that the proposal is well-\n     founded the conciliator or arbitrator to whom the decision relates shall\n     be replaced in accordance with the provisions of Section 2 of Chapter\n     111 or Section 2 of Chapter IV.\n                                   CHAPTERVI\n                                Cost of Proceedings\n     Article 59\n       The charges payable by the parties for the use of the facilities of\n     the Centre shall be determined by the Secretary-General in accordance\n     with the regulations adopted by the Administrative Council.\n     Arficle 60\n        (1) Each Commission and each Tribunal shall determine the fees\n     and expenses of its members within limits established from time to time\n     by the Administrative Conocil and after consultation with the Secretary-\n     General.\n        (2) Nothing in paragraph (1) of this Article shall preclude the parties\n     from agreeing in advance with the Commission or Tribnnal concerned\n     upon the fees and expenses of its members.\n             Khe inclusion of this page is authorized by L.N. 480/1973]\n     INVESTMENT DISPUTES AWARDS (ENFORCEMENT)                                19\nArticle 61\n  (1) In the case of conciliation proceedings the fees and expenses\nof members of the Commission as well as the charges for the use of\nthe facilities of the Centre, shall be borne equally by the parties. Each\nparty shall bear any other expenses it incurs in conneztion with the\nproceedings.\n  (2) In the case of arbitration proceedings the Tribunal shall, except\nas the parties otherwise agree, assess the expenses incurred by the\nparties in connection with the proceedings, and shall decide how and\nby whom those expenses, the fees and expenses of the members of the\nTribunal and the charges for the use of the facilities of the Centre shall\nhe paid. Such decision shall form part of the award.\n                             CHAPTER VII\n                          Place of Proceedings\nArticle 62\n  Conciliation and arbitration proceedings shall be held at the seat of\nthe Centre except as hereinafter provided.\nArticle 63\n  Conciliation and arbitration proceedings may be held, if the parties\nso agree,\n  (U) at the seat of the Permanent Court of Arbitration or of any other\nappropriate institution, whether private or public, with which the Centre\nmay make arrangements for that purpose; or\n  (b) at any other place approved by the Commission or Tribunal after\nconsultation with the Secretary-General.\n                             CHAPTER vn1\n                  Disputes befween Confracting States\nArticle 64\n  Any dispute arising between Contracting States concerning the\ninterpretation or application of this Convention which is not settled\nby negotiation shall be referred to the International Court of Justice\nby the application of any party to such dispute, unless the States\nconcerned agree to another method of settlement.\n                              CwPreRM\n                              Amendment\nArticle 65\n  Any Contracting State may propose amendment of this Convention.\nThe text of a proposed amendment shall be communicated to the\nSecretary-General not less than 90 days prior to the meeting of the\n       me inclusion of this page is authorized by L.N. 480/1973]\n20        lNVESTMENT DISPUTES AWARDS (ENFORCEMENT)\n     Administrative Council at which such amendment is to be considered\n     and shall forthwith he transmitted by him to all the members of the\n     Administrative Council.\n     Article 66\n        (1) If the Administrative Council shall so decide by a majority of\n     two-thirds of its members, the proposed amendment shall be circulated\n     to all Contracting States for ratification, acceptance or approval. Each\n     amendment &all enter into force 30 days after dispatch by the depositary\n     of this Convention of a notification to Contracting States that all\n     Contracting States have ratified. accepted or approved the amendment.\n        (2) No amendment shall affect the rights and obligations under this\n     Convention of any Contracting State or of any of its constituent sub-\n     divisions or agencies, or of any national of such State arising out af\n     consent to the jurisdiction of the Centre given before the date of entry\n     into force of the amendment.\n                                   CHAFTERX\n                                 Final Provisions\n     Article 67\n        This Convention shall be open for signature on behalf of States mem-\n     bers of the Bank. It shall also he open for signature on behalf of any\n     other State which is a party to the Statute of the International Court\n     of Justice and which the Administrative Council, by a vote of two-\n     thirds of its members,shall have invited to sign the Convention.\n     Arficle 68\n        (1) This Convention shall be subject to ratification. acceptance or\n     approval by the signatory States in accordance with their respective\n     constitutional procedures.\n        (2) This Convention shall enter into force 30 days after the date of\n     deposit of the twentieth instrument of ratification, acceptance or\n     approval. It shall enter into force for each State which subsequently\n     deposits its instrument of ratification, acceptance or approval 30 days\n     after the date of such deposit.\n     Article 69\n       Each Contracting State shall take such legislative or other measures\n     as may be necessary for making the provisions of this Convention\n     effdive in its territories.\n     ArticZe 70\n       This Convention shall apply to all territories for whose international\n     relations a Contracting State is responsible. except those which are\n     excluded by such State by written notice to the depositary of this\n            me inclusion of this page is authorized by L.N. 480/1973]\n     INVESTMENT DISPUTES AWARDS (ENFORCEMENT)                               21\nConvzntion eithcr at the time of ratification, acceptance or approval\nor subsequently.\nAriicle 71\n  Any Contracting State may denounce this Convention by written\nnotice to the depositary of this Convention. The denunciation shall\ntake effectsix months after receipt of such notice.\nArficle 72\n  Notice by a Contracting State pursuant to Article 70 or 71 shall\nnot aRect the rights or obligations under this Convention of that State\nor of any of its constituent subdivisions or agencies or of any national\nof that State arising out of consent to the jurisdiction of the Centre\ngiven by one of them before such notice was received by the depositary.\nArticle I 3\n   Instruments of ratification, acceptance or approval of this Convention\nand of amendments thereto shall be deposited with the Bank which\nshall act as the depositary of this Convention. The depositary shall\ntransmit certified copies of this Convention to States members of the\nBank and to any other State invited to sign the Convention.\nArticle 74\n  The depositary shall register this Convention with the Secretariat\nof the United Nations in accordance with Article 102 of the Charter\nof the United Nations and the Regulations thereunder adopted by the\nGeneral Assembly.\nArticle I5\n  The depositary shall notify all signatory States of the following:\n    (a) signatures in accordance with Article 67;\n    (b) deposits of instruments of ratification, acceptance and\n         approval in accordance with Article 73:\n    (c) the date on which this Convention enters into force in\n         accordance with Article 68;\n    (d) exclusions from territorial application pursuant to Article 70:\n    (e) the date on which any amendment of this Convention enters\n         into force in accordance with Article 66; and\n    (f, denunciations in accordance with Article 71.\n        [The inclusion of this page is aulhorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}