{
  "id": "jm-stat-the-investment-of-suitors-moneys-act",
  "type": "statute",
  "title": "The Investment of Suitors' Moneys Act",
  "title_en": "The Investment of Suitors' Moneys Act",
  "short_name": "Investment of Suitors' Moneys Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-investment-of-suitors-moneys-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-investment-of-suitors-moneys-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. After the passing of thii Act it shall be lawful for supreme\n                                                                    Court or a\nthe Supreme Court, or a Judge thereof, at Chambers, to Judge there\ndirect that any money paid into or under the control of the $f~$~yt\nCourt, or any money which is now or hereafter may be standingto\n                                                            credit of any\nstanding to the credit of any suit or party in the books of su,tshallbe\nthe Accountant-General, or may hereafter be paid to such\nAccountant-General to the credit of any suit or parties\nunder any order of the Court or a Judge thereof, shall be\ninvested by the Accountant-General in the Workers Savings\nand Loan Bank, anything contained in any enactment relat-\ning to Chancery deposits to the contrary notwithstanding."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Such investment shall be made by the Accountant- h e m e n t\n                                                                    to be made\nGeneral to the credit of the suit or parties to which such 10 credit of\nmoney belongs; or in such other manner as may be directed\nby the Court or Judge at Chambers.                         belongs."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Workers Savings and Loan Bank shall receive all h n t t o\n                                                         ToE51VC\nmoney without limit as to amount that may be tendered to moneywith-\n                                                                    out limit na\nit under this Act.                                                  toamount."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Interest shall be allowed on all money paid into the rntemtto\nWorkers Savings and Loan Bank under this Act, in the     ::$:.:\nsame way (except that there shall be no limit as to amount)         1;2;;,\nthat interest would be allowed on such money if paid in\nby a private person.\n      me inclusion of ihk page is authorized by LN. 480/1973]\na                          INVESTMENT OF SUITORS MONEYS\nMoney to         6. Money invested under this Act in the Workers Savings\nbe drawn\nout and paid   and Loan Bank shall be drawn out by the Accountant-\nbv Account-\n&t-General.    General, and paid by him in the same way that other money\n               of the Court is paid by him.\nPower of         7. The Court, or a Judge thereof at Chambers, may\nCourt or\nJudge as to    direct that any money invested under any enactment relating\nChancery       to Chancery deposits shall be invested under this Act in the\ndcpoails.\n               Workers Savings and Loan Bank.\nDiscretion       8. This Act shall not prevent the investment of money\nof court or\nJudm aa to     in the manner specified in any enactment relating to\ninvistmcnt.    Chancery deposits if the Court, or a Judge thereof at\n               Chambers, think fit to direct that any money shall be so\n               invested; but without such direction no money shall be so\n               invested.\nDiscretion       9. The powers given by this Act to the Court, or to a\nofCourt or     Judge thereof, may or may not be exercised at the discretion\nJudge to\nexerase        of such Court or Judge; and such powers shall be in\npOWCIS.\n               addition to any powers now possessed by the Court or Judge\n               thereof.\nAccountant-       10. Nothiig in this Act shall deprive the Accountant-\nGeneral's\ncommision      General of his right to the commission of two and one-\non chancq.     half per centurn given under any enactment relating to\ndepaeib.\n               Chancery deposits, in respect of money invested under any\n               such enactment. When money invested under any such\n               enactment shall be re-invested under this Act the commis-\n               sion to the Accountant-General shall be paid as the Court,\n               or the Judge at Chambers may direct, and as nearly as\n               may be at the same time, in the same manner, and on the\n               same occasions as if such money had not been so re-invested.\n                     me inclusion of this page is authorized by LN. 480/19731\n            INVESTMENT OF SUITORS MONEYS                               5"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Accountant-General shall render half-yearly to Accountant-\nthe Registrar of the Supreme Court a full account of all General's\n                                                            accounts and\nmoney of the Court, whether invested under this Act or\nnot, showing the amount standing to the credit of each suit\nor party; and the Accountant-General shall be entitled to\none per centurn on all money hereafter paid into the\nTreasury on account of the Court, in consideration for his\ntrouble in keeping the accounts of such money."
    }
  ],
  "definitions": []
}