{
  "id": "jm-stat-the-irrigation-act",
  "type": "statute",
  "title": "The Irrigation Act",
  "title_en": "The Irrigation Act",
  "short_name": "Irrigation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-irrigation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-irrigation-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Irrigation Act.                                            short title.\n                              PART I. Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                            Interpreta-\n                                                                                           tion.\n  \"ancillary right\" means any servitude acquired or proposed\n       to be acquired by the Authority otherwise than with a 71199\n       view to its extinction;                                SC~.\n  \"appropriate Clerk of the Courts\" means the Clerk of the\n       Resident Magistrate's Court for the parish in which\n       was done or occurred the act or neglect in respect of\n       which compensation is claimed under this Act;\n  \"Authority\" means any company licensed to be the 7,1999\n       Irrigation Authority pursuant to section 4;            S C ~\n                                                              711999\n  \"Black River area\" means-                                   SC~.\n      (a) that portion of the Black River including the banks\n           thereof, from the sea to Lacovia Bridge;\n      (b) the Upper Morass area;\n      (c) the Y. S. River area;\n      (4 the areas described in the Additional Areas (Parish\n           of St. Elizabeth) Reclamation Order, 1953, pub-\n           lished in the Jamaica Gazette Supplement Pro-\n            clamations, Rules and Regulations on the 26th day\n            of January, 1953; and\n      (e) such other areas in the parish of St. Elizabeth as\n           the Minister may, by order, specify for the\n            purposes of this Act;\n  \"company\" means a company incorporated under the Com-\n       panies Act;\n     *TYa Ad bu h a 8 t w p n r l l y modltfcdSee L.N. 25C1190.\n                                       IRRIGA TIOK\n7211956     \"drainage\" means the removal from land of any water\nS. 2 (a).\n                 which may be detrimental to the use or development\n                 of land for any purpose;\n            \"irrigation\" includes the inundation of agricultural land;\n            \"irrigation area\" means any area declared to be an\n                  irrigation area under section 3;\n            \"interested party\" means-\n                (a) in relation to the acquisition of any proprietorial\n711999              interest by the Authority, the person by whom\nSch.\n                    such proprietorial interest may lawfilly be\n7!1999              conveyed to the Authority; and\nSch.\n                (b) in relation to the acquisition of any ancillary right\n711999\nSch.                by the Authority, every person in whom is vested\n                    any proprietorial interest in the land over which\n                    such ancillary right is sought to be acquired; and\n                (c) in relation to any servitude, any person by whom\n                    such servitude may lawhlly be extinguished;\n711999      \"reclamation\" means the recovery of the use of land pre-\nSch.\n                 viously inundated with water;\n            \"reclamation scheme\" means a scheme for the drainage and\n                 reclamation of any land;\n            \"irrigation purposes\" means the collection, impounding and\n                  distribution of water for irrigation within the irrigation\n                  area in relation to which the expression is used;\n            \"irrigation scheme\" means a scheme for implementing\n                  irrigation purposes in the irrigation a k a in relation to\n                  which the expression is used;\n            \"provisional irrigation scheme\" means an irrigation scheme\n                prepared under this Act at any time before it becomes\n                an approved irrigation scheme;\n            \"approved irrigation scheme\" means an irrigation scheme\n                prepared under this Act and approved by the Minister\n                            IRRIGATION\n      under section 12 at any time before it becomes a con-\n      firmed irrigation scheme;\n“cunfirmed irrigation scheme” means an irrigation scheme\n      prepared under this Act approved by the Minister and\n      confirmed under section 13;\n.“irrigation works or work” or “reclamation works” includes 711999=,\n      every description of building. structure, excavation,\n      well, tank, reservoir, dam, embankment, sluice, aque-\n      duct, canal, trench, pipe, cable, wire, pump, appliances,\n      plant, machinery or apparatus used or proposed or\n       intended to be used-\n      ( a ) for or in connection with any irrigation or drainage :2ili:y\n            purpose; o r\n      ( b ) for the generation, conservation, storage, supply or\n            distribution of power of any description for or in\n             connection with any irrigation purpose; or\n      (c! for facilitating communications of every description\n             within or between any parcels of lands upon which\n             are situated or are proposed to be situated a n y\n             works of the nature referred to in paragraph I<:)\n             or in paragraph (b)of this definition;\n “proprietorial interest” means any estate, interest. encum-\n      brance or other right in, upon or over any lands the\n      subsistence of which at law or in equity entitles or which\n       at some future time or upon the happening of Some\n      future event (whether certain or uncertain), will entitle\n       the person in whom it is vested. to be in or to enter into\n       possession or occupation of those lands;\n “restricted area” means any area decIared to be a restrictec!\n       area under section 3:\n “servitude” includes any easement, profit or restrictive\n       covenant, and any encumbrance or right (except an\n      encumbrance or right created or conferred by Statute\n       or a proprietorial interest) the subsistence of which\n8                                        IRRIGATION\n                  at Iaw or in equity in or over any land entitles or at\n                  some future time or upon the happening of some future\n                  event (whether certain or uncertain) will entitle, the\n                  person in whom such encumbrance or right is vested,\n                  to do or to require to be done or to require not to be\n                  done any act upon or in relation to the land in, upon or\n                  over which such encumbrance or right subsists;\n             .‘standard date” means the one hundred and eightieth day\n                  next before the first publication in the Gazerre of th5\n                  notice under section 9 in relation to the irrigation\n                  scheme under or for the purposes of the preparation of\n                   which is done the act in respect of which compensation\n                  is to be assessed under this Act:\n711999       “Upper Morass area” means all that area in the upper\nSch.\n                   reaches of the Black River comprised within the\nSchedult,\n3611995\n             -    boundaries set out in Part I1 of the Schedule;\n             “water” has the same meaning as in the Water Resources\n3rd Sch.\n                  Act;\n             “watercourse” includes any river, stream, creek, canal, drain,\n                  or any permanent and defined course for water, whether\n                  continuously containing water or not, and whether\n                  artificial or not, v,hich is either wholly or in part within\n71 1999\n%I,.\n                   an irrigation area;\n36 I1405     “Water Resources Authority” means the Authority by that\n3rd Sch.\n                  name established under section 3 of the Water Resources\n                  Act;\n711995\nSch.\n             “Y.S. River area” means the portion of the Y.S. River,\n                  including the banks thereof, from its junction with the\n                   Black River to the bridge on the main road at Shaws\n                  Village;\n911989       “functions” includes powers and duties\ns. 2.\nIrrigation\nPreB,"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Subject to the provisions of subsection (2) the\n              Minister may by order declare any area specified in the order\n             to be-\n                      [The inclusion of this page in authorized by LN. 3/20011\n                            IRRlGATlON                                             9\n     ( a ) an irrigation area;or\n     ( b ) a restricted area,\nfor the purposes of this Act.\n       (2) Every order under subsection (1) shall he subject\nto affirmative resolution.\n       (3) Subject to subsections (1) and t2), the areas                     ’&”\ndescribed in Part I of the Schedule shall be irrigation areas. Ehedule"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.--(1) The Minister may, by order subject to affirmative                  2y:&,n\nresolution, license a company to be the Irrigation Authority 7/1999\n                                                             Authority.\nfor the purposes of this Act.                                s  2.\n      ( 2 ) The company licensed under subsection (1) shall\nbe responsible for the implementation of the provisions of\nthis Act in relation to all irrigation areas and restricted areas.\n       (3) A licence issued under this section may make pro-\nvision for-\n     (a) the imposition and collection by the Authority of-\n              (i) irrigation and drainage charges (including\n                  the collection of arrears accrued prior to the\n                  date of the licence):\n             (ii) charges in relation to the reclamation of land\n                  or the use of any watercourses;\n     (b) the manner in which funds collected shall be\n          utilized by the Authority.\n                                                                    ~~   m\n        (4) Where the Minister is satisfied that additional\n sums may be required to finance the functions of the Author-\n ity under this Act the Minister may. after consultation with\n the Minister responsible for finance, grant the additional\n sums to the Authority.\n       (5) Any sum granted under subsect.ion (4) shall he\n paid out of the Consolidated Fund.\n           me inclusion of this page is au&orizcd by L.N. 3/2001]\n 10                                       IRRIGA TlON\n                     (6) An order under subsection (1) may vest in the\n             Authority such functions under this Act as the Minister\n             thinks fit for such period as may be specified in the order\n             and, without prejudice to the generality of the foregoing,\n             may contain provisions relating to the transfer to the\n             Authority of-\n                  ( 0 ) assets and liabilities-\n                            (i) of any Irrigation AuthoTity appointed under\n                                this Act and in existence immediately before\n                                the 26th day of March, 1999;\n                           (ii) of the Black River Drainage and Irrigation\n                                Board; and\n                       (iii) vested in the Commissioner of Lands in\n                             relation to the irrigation works constructed\ncap. 343                     under the Rio Cobre Canal Law;\n(1W 3\nRcviqed\nEdln.            (b) the responsibility for the staff engaged in the work\nOrnltted)\n                     of any organization referred to in paragraph (U);\n                 I d such consequential, supplemental or ancillary pro-\n                     visions as appear to the Minister to be necessary\n                     or expedient for the purpose of giving effect to the\n                     order.\nDutia\nAuohorrty.    5. The general duties of the Authority shall be-\n'111999\nSQ\n                 (a) to make such investigations and surveys and do\n                      such work as may be necessary for the prepara-\n                       tion of and to prepare and submit to the Minister\n                      one or more provisional irrigation schemes in\n711999                 relation to an irrigation area; and\nsah.\n                ( b ) to do all such acts or things as may be necessary\n                      to be done tu give effect to any confirmed irrigation\n                      scheme: and\n                (d to manage, control and operate, subject to any\n                      directions given by the Minister, any irrigation\n                     IThe inclusion of this page is authorized by L.N. 3J2001]\n                            IRRIGATION                                     11\n         works established in an irrigation area under any          2;”’\n         confirmed irrigation scheme and the distribution\n         of water under such scheme; and\n    rd) to make such investigations rnto any matter die&\n         ing or relating to the irrigation of an irrigation         2:”\n         area or any irrigation works therein as may be\n         required by the Mmisler and if so required or\n         without being so required if the Authority consider\n         it expedient so to do to make recommenda(tions to\n         the Minister upon any such matter; and\n     (e) to prepare and submit lo the Minister for approval 7/19”\n                                                                    Sch.\n           a reclamation scheme in relation to an irrigation\n           area."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Notwithstandmg anything to the contrary, the !;y;t~~\nAuthority may-                                        1211956\n                                                                    53\n     (U) execute    such reclamation, irrigation or drainage 711999\n            works as may be necessary for reclaiming, irrigating Sch.\n            or draining an irrigation area and, for any such\n            purposes, to alter or regulate the course of any\n            watercourse;\n     ( b ) bring upon, make, maintain on, or remove from,\n           any part of the area, such dams, weirs, trenches,\n           drains, outfalls, sluices, pipes, banks, appliances,\n           plant, tools, or other things as may be required for\n           any of the works referred to in paragraph (a) or\n           any operations in connection with such works;\n     ( c ) clean any watercourse and clear or remove from\n           any such watercourse or from the banks thereof,\n           any vegetation or tree (whether growing or not)\n           and any log, refuse, soil or any obstacle whatsoever\n           which obstructs or impedes, or which may obstruct\n           or impede, the natural flow of water in the watcr-\n           course, and to place o r deposit any matter or thing\n                             _ _                -_            ___\n           Khe &lusion of this page is authorized by L N 3!2001]\n12                                    IRRIGATION\n                   so removed on any land adjacent to the water-\n                   course, but not beyond a distance of one chain\n                   measured from the top of the banks thereof:\n                    Provided that nothing in this paragraph shall\n                  authorize interference with any works lawfully\n                  erected and maintained on any land or in any\n                  watercourse;\n              td) do all such other acts as may be necessary for the\n                  proper and efficient drainage of the area or of any\n                  part thereof.\n                (2) Subject to the provisions of subsections (3) and\n         (4) the Authority may enter by their servants o r agents upon\n7/1999\nSch.\n         any land within an irrigation area or upon land out-\n         side such irrigation area which is intersected by a water-\n         course and there do at the expense of the Authority any\n         work authorized by subsection (1).\n                 (3) (a) Whenever it appears to the Authority that it\n7/1999\nSEh.     is necessary to enter upon land which lies outside an\n         irrigation area for any purpose set out in subsection (1) the\n         Authority shall (after giving notice in writing accordingly to\n         the occupier of such land) with the approval of the Minister\n         cause a notification to that effect to be published in the\n         Gazerre; and thereupon the Authority may enter by their\n         servants or agents upon such land and there do such acts as\n         may be necessary for the purpose aforesaid :\n           Provided that it shall not be necessary before entering to\n         cause such notification to be published in the Gazerte in\n         any case where the occupier of such land gives written per-\n         mission to the Authority to enter, or in the case of an\n         emergency.\n                   ( b ) Before. granting approval for the publication of\n         a notification as aforesaid the Minister shall consider any\n         objection which the occupier of such land may make in\n                  [The inclusion of this page is autborized by LN. 3/UMlI\n                            IRRIGATION                                         13\nwriting within fourteen days after receiving notice from the\nAuthority.\n            (c) The notice required to be given by the Author-\nity to the occupier of such land shall-\n               (i) state the time within and the manner in\n                   which objection (if any) to the entry of the\n                   Authority on such land may be made;\n              (ii) be served either by delivering it to the\n                   occupier or by sending it in a prepaid regis-\n                   tered letter addressed to him at his usual or\n                   Iast known place of abode.\n       (4)Save jn the case of an emergency the power of\nentry conferred by subsection (2) shall not be exercised in\nrespect of land within an irrigation area except-           711999\n                                                            Sch.\n     (a) with the prior consent of the occupier thereof; or\n     ( b ) after giving such occupier at least seven days’\n            notice in writing of intention to enter.\n       ( 5 ) For the purposes of this section “emergency”\nmeans any emergency caused by flood, hurricane, or any\nother vis major or act of God.\n       ( 6 ) So soon as may be convenient after any entry\nmade under subsection (2), the Authority shall pay for any\ndamage done, in accordance with the provisions of\nsection 25."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The Authority may by notice in writing require Authorbty\n                                                             may r q m n\nthe occupier of any land within an irrigation area to occ,,picrto\nmaintain, or to keep clean and free from obstruction, such           :;kia,”\ndrains as the Authority may deem necessary for the proper or clean\n                                                             drams\ndrainage of such land.                                       7211956\n                                                             s3\n         (2) Every such notice shall specify the works to be 711999\ndone and shall be served by leaving the same with the Sch\noccupier, or the husband or wife of such occupier, or by\naffixingthe same to some conspicuous spot on the land.\n14                                        IRRIGATION\n                     (3) Such occupier shall, within two days of th.:\n              service of the notice as aforesaid, commence the work, and\n              if such occupier has not completed the works specified in the\n              notice within a reasonable time, the Authority may enter by\n              their servants or agents upon such land and execute such\n              works, and may deposit on such land any matter or thing\n              removed from such drain and may recover from the occupier\n              or owner of such land the expenses thereby incurred; and\n              such expenses may be recovered in a civil action in the Resi-\n              dent Magistrate's Court of the parish without limit of\n              amount :\n711999          Provided that the Authority may, if it thinks fit, permit\nSch.\n              the repayment of the expenses incurred in instalments over\n              such period (not exceeding twelve months) as the Authority\n              may determine.\n                 PART11. Preparation, Confirmation and Modification\n                                      of Schemes\nPro\\islonal     8.-(1) The Authority shall prepare so many and such\ninifatmn\nschemes       provisional irrigation schemes as they may consider\nsdl\n'''999        expedient for securing the most advantageous and\n              economic use of water conveniently available for irrigation\n7/1~99        within an irrigation area.\nsch.\n                    (2) Every provisional irrigation scheme shall make\n              such provision as may be most expedient for-\n361 I995           (a) collecting water and for impounding and dis-\n3rd Sch\n                        tributing any water collected for the purpose of\n711999\nSch.\n                         irrigating lands within an irrigation area; and\n                  ( b ) for the establishment, construction and operation\n                        of all irrigation works necessary for any of the\n                        matters referred to in paragraph (a); and\n                  (c) for the acquisition by the Authority of such pro-\n                        prietorial interests and for the extinction of all\n                       tThe inclusion of this page is authorized by L.N. 3/2@31]\n                            lRRlGATlON                                    15\n         such servitudes as may be necessary for any of the\n         matters referred to in paragraph (a)or (6).\n       (3) Every provisional irrigation scheme shall-\n     (a) describe in general terms by reference to th: plan\n          referred to in paragraph ( j ) the lands capable of\n          being economically irrigated under such scheme;\n          and\n     (b) specify the sources from which it is proposzd to\n         obtain water for the irrigation of such lands and\n         the quantity of water proposed to b- obtnincd\n         from each such source and indicate whether and j 6 / i q a > J\n         the extent to which the proposed scheme has been 3rd Sch.\n         approied by the Water Resources Authority; and\n     (c) describe in general terms the works (in this section\n         referred to as the “proposed works”) necessary to\n         be done for receiving, collecting, storing, conserv-\n         ing and distributing water for the purposes of\n         irrigating such lands; and\n     (d describe in general t e r m by reference to such plan\n         any lands the acquisition of which by the Authority\n         may be necessary for the construction, mainten-\n         ance, protection or efficient operation of the pro-\n         posed works or for the distribution of water u n d x\n         the scheme; and\n (e) specify the ancillary rights proposed to be acquired\n      over any lands depicted upon such plan; and\n  (f) specify the nature of any servitudes over any lands\n      depicted upon such plan the continued existence of\n      which is in the opinion of the Authority likely to\n      be prejudicial to the construction, protection,\n      maintenance or efficient operation of the proposed\n      works or to the distribution of water under th:\n      scheme; and\n____-                                    -        _-\n                                                  ~    ~\nRL--27\n16                                     IRRIGATION\n               (g) estimate the capital cost of acquiring the lands and\n                      ancillary rights respectively referred to in para-\n                      graphs (d) and (e) and of securing the extinction\n                      of the servitudes referred to in paragraph (f, and\n                      of constructing the proposed works; and\n               (h) estimate the approximate annual cost of maintain-\n                      ing the proposed works and of distributing water\n                      for irrigation purposes under the scheme; and\n                (i) estimate the annual revenue which is likely to be\n                      derived by the Authority whether from the\n71\nSch.\n   1999               imposition of any charges under section 47 or\n                      otherwise consequent upon the operation of the\n                      scheme; and\n                ( j ) be accompanied by a plan drawn to the prescribed\n                      scale depicting the lands upon which the proposed\n                      works are proposed to be done and the lands\n                      capable of being economically irrigated by such\n                      works.\n                 (4) For the purpose of preparing any provisional\n          irrigation scheme the Authority may, subject to the pro-\n          visions of subsection ( 5 ) and of subsection (2) of section 23\n          and of subsection (1) of section 25, enter by their servants\n7/1999\nsch.\n          or agents upon any lands within an irrigation area and there\n          gauge such rivers or streams, make such surveys, take such\n          angles, measurements or levels (whether of land or of water),\n          erect such structures and make such borings or excavations\n          as in the opinion of the A,uthority may be necessaIy or\n          expedient to be made or taken for such purpose.\n                 (5) Where the Authority make any borings or\n          excavations or erect any structures upon any land under\n          subsection (4)the Authority shall at their own expense take\n          such reasonable steps whether by fencing or otherwise as\n          may be necessary to prevent such excavations, borings, or\n          structures being a danger to persons using the land or to any\n          animals upon the land.\n                   Whe inclusion of this page is authorized by L.N. 3/zoOll\n                            IRR IGATtON                              17"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. So soon as may be after the preparation of any pro- N\n                                                         nfotificalinn\n                                                            schemes.\nvisional irrigation scheme the Authority shall cause to 7/1999\n                                                              sch.\nb- published in not less than three issues of the Gurefre\na d at intervals of not less than seven nor more than ten\ndays in three issues of a daily newspaper a notice-\n     fa) specifying that the Authority have preparzd a\n          provisional irrigation scheme; and\n     (b) specifying the locality to which the scheme\n          relates; and\n     (c) specifying some place within th: parish in which\n          the major portion of the proposed works is pro-\n          posed to be situated where the scheme and the plan\n          relating thereto may be inspected wilhout fee\n          during such period (not being less than fourteen\n          days after the last publication of the notice in a\n          daily newspaper) as may be specified in such notice\n          upon such days and at such times as may be so\n          specified; and\n    (d) specifying the name and address of some person\n        from whom copies of the scheme and of the plan\n        relating thereto may be obtained on payment of\n        a reasonable fee specified in such notice; and\n    (e) stating that provision is made by section 10 for\n        the making of objections to the scheme.\n  l(t.-(l) Subject to the provisions of this section every O$icctionto\ninterested person may object to any provisional irrigation k h c m a .\nscheme upon the ground-\n     (a) that the scheme is for any reason impractical or\n          unnecessary; or\n     (b) that the scheme is likely to be uneconomic; or\n      (c) that the quantity of water proposed to be abstracted TdLT,\n          under the scheme fTCrm any source of supply i s so\n         me inclusion of this page is authorized b y x N . 3/ZOOIJ\n18                                       IRRIGATION\n                         great as to be likely to occasion to such person\n                         substantial prejudice in the exercise of some right\n                         enjoyed by him under the Water Resources Act\n‘711999                  (whether within or without an imgation area):\nsch.\n               Provided that he has either-\n                  (a) actually exercised such right at the date of such\n                         objection; or\n                  (6) incurred capital expenditure or liability in reliance\n                         upon such right.\n                      ( 2 ) Every person who desires to object to any pro-\n             visional irrigation scheme under this section shall give notice\n             in writing to the Authority within fourteen days after the\n             expiration of the period referred to in paragraph (c) of\n             section 9 of the ground of his objection and of the facts\n             and reasons upon which he relies in support of such\n             objection.\n                      (3) In this section “interested person” means-\n                  (a) any person in whom is vested any freehold estate\n711999                   in any lands in an irrigation area; and\nsch\n                  (b) any person in whom is vested any term of years in\n711999                   any land in an irrigation area, the unexpired\nSch.\n                         portion of which on the day on which such\n                          objection is made is not less than three years\n                         or who holds an option to renew such lease for\n                         a period of not less than three years; and\n361 1995           (c) any person whose rights to abstract and use water\n3 r d Sch.\n                         under the Water Resources Act may be affected\n                          by the scheme.\nTmnsmis-\nsion of"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. So soon as may be after the expiration of the period\nschmes       during which notice of objection to any provisional irrigation\nb Mimstcr.\n             scheme may be given under section 10 the Authority shall\n             transmit such scheme and objection made to such scheme\n             under section 10 and the comments of the Authority upon\n             such objection (if any) to the Minister.\n                             IRRIGATION                                      19"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Where the Minister is satisfied that the implements-          2:;:;\ntion of any provisional scheme is likely to be in the public =hem*.\n                                                             361 I995\ninterest he may in his absolute discretion by order declare 3rd a.\nthe scheme, subject to such modifications as may be speci-\nfied in such order, to be an approved scheme.\n  1 3 . 4 1 ) So soon as may be after any irrigation scheme Confirm-\nbecomes an approved irrigation scheme the scheme as rwn of\napproved shall be laid on the respective Tables of both\nHouses of Parliament together with any objections to the\nprovisional irrigation scheme on which the approved scheme\nwas based.\n        (2) Every approved irrigation scheme shall be\nsubject to affirmative resolution and thereafter shall take\neffect as a confirmed scheme.\n    1 4 . 4 1 ) Where after any irrigation scheme has become Amendment\n                                                               of confirmed\na confirmed irrigation scheme the Minister is satisfied that %hemcl.\nit is for any reason necessary or expedient for such scheme to\nbe amended in any manner which is likely substantially to\nincrease the cost of such scheme or prejudicially to affect\nthe rights of any persons affected by such scheme or of any\nother persons the Minister shall direct the Authority to\nprepare an amending irrigation scheme of such a nature as\nmay effect such amendments to the confirmed scheme\nreferred to in this section as may be necessary or expedient.\n        (2) The provisions of sections 9 to 13 shall apply to\nevery amending irrigation scheme as they apply to every\nprovisional irrigation scheme."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Amendment of oon6rmed schunes.\nIS. Modification of confumed irrigation schant.\n                  PARTIII. implementing of Schemu"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where after any irrigation scheme has become a Modification\n                                                               mnfirmd\nconfirmed irrigation scheme the Minister is satisfied on the of\n                                                             irrlgh\nrecommendation of the Authority that it is desirable for Icheme.\nsuch scheme to be modified in any manner which is not\n         [The inclusion of tbis page is authorized by L.N. 3/2001]\n20                                     IRRIGATION\n            likely to entail any substantial increase in the cost of such\n            scheme or to be prejudicial to the rights of any persons\n            under such scheme the Minister may with the approval of\n            both Houses of Parliament direct the Authority to modify\n            such scheme in such manner as may be specified in such\n            direction and thereupon such confirmed scheme shall be\n            deemed to be and always to have been modified in the\n            manner specified in such direction without prejudice, how-\n            ever, to anything done under the scheme before the date of\n            such direction.\n                      PART111. Implementing of Schemes\nAu*orilym\nimplement     16. So soon as may be after any irrigation scheme\nwhew.       becomes a confirmed scheme the Authority shall acquire\n            all such proprietorial interests and ancillary rights and\n            procure to be extinguished or extinguish all such servitudes.\n            in or over any lands within the relevant irrigation area, and\n            construct all such irrigation works as may be authorized by\n            the scheme to be acquired, extinguished or constructed as the\n            case may be and take all other lawful steps necessary to\n            implement the confirmed irrigation scheme.\nAwisilion\nof intcrcsl    17.-(1)  Where any confirmed irrigation scheme author-\nmdanci1laV izes the    acquisition of any proprietorial interest in or\nriphta and\nextinctionof ancillary right over any land or the extinction of any\nsewitudca\nby wta\n            servitude over any land the Authority shall so soon as may\nmcnt.       be after such irrigation scheme becomes a confirmed\n            irrigation scheme give notice in writing to every interested\n            party that unless such party within such period as may be\n            specified in such notice (not being less than sixty days from\n            the date of such notice) concludes an agreement with the\n            Authority for the acquisition by the Authority of such\n            proprietorial interest or ancillary right or the extinction\n            of such servitude as the case may be the Authority will forth-\n            with proceed to acquire such proprietorial interest or\n                         iadusion of this page is authorired by L.N. 3/2001]\n                              IRRIGATION                                      21\nancillary right or to extinguish such servitude as the case\nmay be under the provisions of section 18.\n        (2) Every notification under subsection (I) shall be\naccompanied by a copy of subsections (l), (2) and (3) of\nsection 18.\n        (3) A copy of every notice under subsection (1) and\nof the provisions of subsections (l), (2) and (3) of section 18\nshall be f i x e d to some prominent object upon or in close\nproximity to the land to which such notice relates so soon as\nmay be after such notice is given to the interested party.\n    lS.-(l) Where any person having been required so to do Campulsow\n                                                                   \"eating of\nby notice in writing under section 17 fails within the period estates\nspecified in such notice to enter into an agreement with the\nAuthority of the nature referred to in such notice the Author- rights    and\n                                                                   CxIinction of\nitvs shau-                                                         casements\n                                                                   and other\n      (a) if such requirement related to the acquisition by righb\n           the Authority of any proprietorial interest or\n           ancillary right, execute a vesting instrument in\n           respect of such estate, interest or ancillary right; or\n     ( 6 ) if such requirement related to the extinction of\n          any servitude, execute a divesting declaration in\n          respect of such servitude.\n        (2) Upon the execution of any vesting instrument\nunder subsection (1) there shall vest in the Authority such\nproprietorial interest or ancillary right as may be specified\nin such instrument in or over such lands as may be so\nspecified.\n        (3) Upon the execution of any divesting declaration\nunder subsection (1) any land specified in such declaration\nshall cease to be subject to such servitude as may be so\nspecified.\n                              i page is authorized by L.N. 3 / 2 0 1 ]\n         [Tbc inclusion of bhhs\n22                              IRRIGATION\n            (4)So soon as may be after the execution of any\n     vesting instrument or of any divesting declaration under\n     this section the Authority shall-\n           (a) cause a copy of such vesting instrument or\n                divesting declaration, as the case may be, to be\n                served upon every interested party; and\n         (b) give notice in writing to every interested party\n             requiring him within such period as may be\n             specified in such notice to enter into negotiations\n             with the Authority with a view to the conclusion\n             of an agreement between him and the Authority\n             as to the payment of compensation in respect of\n             the vesting in the Authority of the estate, interest,\n             easement or right to which such vesting instrument\n             relates or in respect of the extinction of the servi-\n             tude to which such divesting declaration relates,\n             as the case may be; and\n         (c) cause a copy of such vesting instrument or divesting\n             declaration, as the case may be, to be affixed to\n             some prominent object upon or in close proximity\n             to the land to which such vesting instrument or\n             divesting declaration, as the case may be, relates:\n             and\n        (d) (i) if the title to the land to which the vesting\n                 instrument relates or the servitude to which\n                  the divesting declaration relates is registered\n                 under the Registration of Titles Act, make\n                 such application under that Act as may be\n                 appropriate to secure the registration of the\n                 estate, interest or ancillary right vested in the\n                 Authority by th3 vesting instrument or the\n                 removal from the register of the servitude\n                which is extinguished by the divesting declara-\n                 tion, as the case may be; or\n      -                                     __ -. -\n             me inclusion of this page is authorized by L.N. 3/2001]\n                              IRRlGATlON                                       23\n        (ii) in anjj other case cause the vesting instrument\n             or the divesting declarations, as the case may\n             be, to be recorded as a registered deed or\n             writing under the Record Office Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16) the notice referred to in paragraph (a) is given and\n         the claim, if any, is filed within six months after\n         the occurrence of the act or neglect in respect of\n         which compensation is payable."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Aqnisition of interest and anuhry rights and extinCti0a of\n      servitndes by agmmmt."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Compulsory vcsting of estates interest and ancillary righa and\n      extinction of eascments and other rights."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Subject to the provisions of the Water Resources Act, pmw\n                                                             abm.\nthe Auithority may, within the relevant irrigation area d i v e r t d\nabstract, divert and impound any water authorized by any -impmud\n                                                             ,\nirrigation scheme to be abstracted, diverted or impounded 3611995\n                                                             3rd 6ch.\nand may distribute any such water in accordance with the 711999\nprovisions of such scheme.                                   w."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)  So soon as may be after the completion of any Distribution\nworks authorized to be done under any confirmed irrigation Ofwater.\nscheme the Authority shall fix the time and mode of distribn-\ntion of water from such works, and different times and\ndifferent modes may be fixed in respect of different\nportions of an irrigation area.                               711999\n                                                                        sdb.\n       (2) The Authority may in their discretion vary the\ntimes and modes of distribution fixed under subsection (1).\n        (3) The Authority shall give not less than one week’s\nnotice by advertisement in a daily newspaper of the times\nand modes of distribution of water fixed by them and of any\nvariations thereof.\n        (4) Notwithstanding the foregoing provisions of\nthis section the Authority may take such steps for regulating\nor shutting off the distribution of water in any case in which\nand to the extent that the Authority are satisfied that it is\nadvisable to take such steps without complying with the\nforegoing provisions of this section.\n       (5) Notwithstanding anything to the contrary the 12,1956\nAuthority may grant to any owner or occupier of land s 4\nwithin the irrigation area for some purpose other than\n            [The inclusion of fhis page is authorized by L.N. 3/ZOOl]\n                                           IRRIGATION\n               irrigation, permission to obtain, use, or abstract water from\n               any irrigation works within the area or from any water-\n               course or channel connected therewith, on payment by such\n               person of the prescribed fee:\n                 Provided that the Authority may not grant permission as\n36/1995        aforesaid without the sanction of the Water Resources\n3rd SEh.\n               Authority.\nP O W to\nwithhold"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Authority may refuse to allow water to be\nwater.         supplied or taken for the irrigation of lands in respect of\n71 1999\nSch.           which payment of charges is in arrears, or for the irrigation\n               of lands which are not provided with proper banks for the\n711999\nsoh.\n               retention of water; but the charges due in respect of such\n               lands shdll be payable notwithstanding such refusal.\nPower to\ninspect.\n                 2 2 . 4 1 ) At any time after any irrigation scheme becomes\n               a confirmed irrigation scheme the Authority may enter by\n711999\nscm.           their servants or agenmts upon any land within an irrigation\n               area for the puspose of inspecting such land and any\n               irrigation works thereon or any works established or\n               maintained by the owner or occupier of such land in con-\n               nection with or for the purposes of the use of any water\n               supply to such land by the Authority.\n                       (2) The right of entry under this s d o n shall only\n               be exercised during the hours of daylight and by a servant\n               or agent of the Authority authorized in writing by the\n711999\n5ch.\n               Authority either to inspect all lands within an irrigation\n               area or the particular land in relation to which such power\n               is exercised.\nPower to\nenter and do"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.41) At any time after any irrigation scheme becomes\nworkupon\nland.\n               a confirmed scheme the Authority may subject to the\n               provisions of this section enter by their servants or agents\n7/1999\nSch.           upon any land within an irrigation area and there\n                       W e inclusion of this page is authorized by L.N. 3/20011\n                               IRRIGATION                                    25\ndo at the expense of the Authority any work authorized\nto be done under such confirmed scheme or necessary to\nbe done for implementing such scheme.\n        (2) The power of entry conferred by this section shall\nnot be exercised except-\n     (U) with the prior consent of the occupier of such\n          land; or\n     (b) after seven days’ notice in writing to such occupier\n          of intention to exercise such right."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. At any time after any irrigation scheme becomes a P ~ W ~ ~ O\nconfirmed scheme under this Act the Authority may by rI ormation.\n                                                              UIro\n                                                                        .z\nnotice in writing require the occupier of any land within\nan irrigation area to make such returns and to furnish                  gwg\nsuch information to the Authority within such period\nand in such form as may be so specified in relation\nto the extent of the lands occupied by him or to the crops\ngrown upon such lands or to the quantity of water used\nby him for the irrigation of such lands or desired to be used\nby him for the irrigation of such lands or as to the nature\nand condition of any works done or maintained by him\nupon such land for !et purposes of the irrigation thereof\nas may be specified in such direction.\n            PARTIV. Compensation, Enquiries, and Legal                  :$‘E’,\n                                       Proceedings"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)   Subject to the provisions of this section W h m q a m .\n                                                            peosallon\ncompensation shall be payable under this Act in the follow- payable.\ning cases and no others-\n     (a) in respwt of the vesting in the Authority by any               2-\n         vesting instrument under section 18 of any pro-\n          prietorial interest iil any land to the person in\n         whom such interest was vested immediately before\n          the execution of such vesting instrument; and\n            [The inclusion of this page ia authorized by L.N. 312001)\n26                                         1RRlGATlON\n711999              (b) in respect of the vesting in the Authority by any\n9ch.\n                         vesting instrument under section 18 of any ancillary\n                         right over any land to any person in whom\n                         immediately before the execution of such vesting\n                         instrument there was vested any proprietorial\n                         interest in such land which is of such a nature as\n                         to be prejudicially affected by the vesting of such\n                         ancillary right in the Authority; and\n                    (c) in respect of the extinction of any servitude by a n y\n                         divesting declaration under section 18 to the person\n                         in whom immediately before the execution of such\n                         instrument such servitude was vested; and\n                    (d) in respect of any prejudicial effect to the existing\n                         water supplies of a person caused by any irrigation\n                         works constructed or authorized by or under the\n711999\nscb.\n                         control of the Authority; and\n                    (e) in respect of any act or neglect by any servant or\n711999                   agent of the Authority upon any land on which\nSch.\n                         such servant or agent has entered in the exercise\n                         of any power conferred by this Act.\n                       (2) In any case in which compensation is payable\n               under this Act the compensation so payable shall be such\n               sum as is agreed between the Authority and the person to\n               whom compensation is payable or in default of agreement\n3611995\n3rd  *.        such sum as may be awarded, without limit of amount, by\n               a Resident Magistrate’s Court having jurisdiction in any\n               part of the imgation area in which the land concerned is\n               situated, after an enquiry in accordance with the provisions\n               of this Act."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.41) In assessing the amount of compensation payable\np s t of the   under this Act to any person in respect of the acquisition\nacquisition\nof D W         by the Authority by any vesting instrument of any\npriitorial\nintmstD        proprietorial interest in land the Resident Magistrate’s\n               COUTt-\n                        m e inclusion of this page is authorized by L.N. 3/2WI]\n                     IRRIGATION                                27\n(i) shall take the following and no other matters into\n    consideration-\n       ( a ) the market value of such proprietorial\n             interest at the standard date;\n      ( b ) any expenditure actually incurred by such\n            person between the standard date and the\n            date of the execution of the relevant vesting\n            instrument upon the improvement of such\n            proprietorial interest in respect of which the\n            Resident Magistrate’s Court is satisfied that !fJ1g;,\n            such expenditure was incurred in good faith\n             and not in contemplation of proceedings\n            for the land being taken under this Act,\n            diminished by such sum as in the opinion\n             of the Resident Magistrate’s Court is equi- 36/1995\n            valent to the pecuniary value of the benefit 3rd Scb.\n             actually derived by such person from such\n             improvement between the making thereof\n             and the date of the relevant vesting instru-\n             ment;\n       (c) any increase in the value of the other land\n              of such person likely to accrue from the\n              use to which the land acquired will be put;\n       (U‘)   the damage, if any, sustained by such person\n              at the time of taking possession of the land\n              by the Authority by reason of the severing\n              of such land from the other land of such\n              person;\n       (e) the damage, if any, sustained or likely to\n              be sustained by such person a t the time of\n              the taking possession of the land by the\n              Authority by reason of the acquisition\n              injuriously affecting his other property\n    me inclusion of this page is authorized by L.N. 3/u)01]\n28                                IRRlGATION\n                       (whether movable or immovable) or the\n                       actual earnings of such person;\n                  (f) the reasonable expenses, if any, incidental\n                       to any change of residence or place of\n                       business of any person interested which is\n                       necessary in consequence of the acquisition:\n         (ii) shall not take the following matters into considera-\n               tion-\n                (a) the degree of urgency which has led to the\n                    acquisition:\n                (6) any disinclination of the person interested\n                    to part with the land acquired:\n                (c) any       damage sustained by the person\n                        interested which, if caused by a private\n                        person, would not be a good cause of actioo;\n                (d) any increase in the value of the land\n                        acquired which is likely to accrue from the\n                        use to which it will be put;\n                (e) any outlay on additions or improvements\n                    to the land acquired, which was incurred\n                    after the date referred to in sub-paragraph\n                    (a)of paragraph (i).\n             (2) For the purposes of sub-paragraph (a) of para-\n     graph (i) of subsection (1)-\n         (a) if the market value of land has been increased by\n               means of any improvement made by the owner or\n               his predecessor in interest within two years imme-\n               diately preceding the standard date, such increase\n               shall be disregarded unless it be proved that the\n               improvement was made bona fide and not in con-\n               templation of proceedings for the land being taken\n               under this Act;\n                          ~~              __                      ~__-.\n             p%le   inclusion of bhis page is authorized by L.N. 3/ZoOl]\n                           IRRIGATlON                                          29\n    (b) when the value of land is increased by reason of\n        the use thereof or of any premises thereon in a\n        manner which could be restrained by any Court\n        or is contrary to law or is detrimental to the health\n        of the inmates of the premises o r to the public\n        health, the amount of that increase shall not be\n        taken into account."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The amount of compensation which may be awarded ~ m p c n l a -\n                                                                     lion payable\nto any person by any Resident Magistrate’s Court in respect inrePpnoi\nof the vmting in the Authority by any vesting instrument ~~~~$~~\nunder this Act of any ancillary right in or over any land ?:&\nshall be such sum as in the opinion of the Resident Magis- sob.\ntrate’s Court is equivalent to the sum by which the market ;JIGS,\nvalue on the standard date of any proprietorial interest in\nsuch land which was vested in the person to whom cum-\npensation is payable on the day of the execution of such\nvesting instrument has been diminished by reason of the\nvesting in the Authority of such ancillary right."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) The amount of compensation which may be Cornpeoaa-\n                                                            tian in\nawarded to any person by any Resident Magistrate’s Court Fsspatot\nin respect of the extinction by any divesting declaration extinction\n                                                            ofxfi\nunder section 18 of any servitude which immediately before tudea.\n                                                             36/1995\nthe execution of such declaration was vested in such person 3rd Sch.\nshall be-\n    (a) if such servitude is a servitude appurtenant, a sum\n        equivalent to the amount by which the market\n        value of the dominant tenement on the standard\n        date is diminished by reason of the extinction of\n        such servitude or the sum which would have been\n        payable if such servitude had not been a servitude\n        appurtenant whichever is the greater; or\n        IThc inclusion of this p g a ia authorized by L.N. 3120011\n 30                                          IRRIGATION\n                     ( b ) if such servitude is not a servitude appurtenant,\n                           such sum as i s equivalent to ten times the sum by\n                           which the net income of the person to whom the\n                           sum is payable in respect of the year next after\n                           the day on which such servitude is extinguished\n                           is likely to be diminished by reason of such\n                           extinction.\n                        (2) For the purposes of this section the net income\n                of any person shall be determined in accordance with the\n                principles of the Income Tax Act.\n                        (3) In this section “servitude appurtenant” means\n                any easement and any other servitude which runs with any\n                land (in this section referred to as “the dominant tenement”)\n                other than the land over which such servitude exists.\nCompensa-         29. The amount of compensation payable to any person\ntion in other\ncaJes.          in respect of any act or neglect by any servant or agent upon\n                any land on which such servant or agent has entered in the\n                exercise of any powers conferred by this Act shall be such\n3611995         sum as in the opinion of the Resident Magistrate’s Court\n3rd SEb.\n                is equivalent to the aggregate of any loss incurred by such\n                person as a direct consequence of any injury or damage\n                directly occasioned to such land or to any structure, tree,\n                crop or animal thereon by such act or neglect and any\n                expenditure reasonably incurred by such person consequent\n                upon or with a view to preventing or mitigating the conse-\n                quences of the occurrence of such damage or injury.\n Restriction\nupon award"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Compensation shall not be awarded under this Act\nof mmpen-       to any person unless-\nsation.\n                    (a) before he files a claim under section 32 for the\n                        award of such compensation he has given the\n                        Authority not less than fourteen days’ notice in\n                        writing of his intention to file such claim unless\n                                IRRIGATION                                31\n            before the expiration of such period of fourteen\n            days the Authority pay to him in full satisfaction\n            of his claim for compensation under this Act such\n            sum as may be specified in such notice; and"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. No legal proceedings except proceedings for corn- Restriction\npensation under this Act or for the recovery of any sum on    action.\n                                                                 right of\nagreed to be paid by way of cornpensation under this Act\nor for enforcing the payment of any sum awarded by way\nof compensation under this Act shall be instituted or\n maintained to recover damages or compensation from the 3{{,999\nAusthority or any servant or agent of the Authority in\nrespect of any act by the Authority or of any act or\nneglect by such servant or agent in the exercise of any power\n                                                                        xs9\nconferred under this Act in any case in which compensation\nis payable under this Act or would be so payable but for\nthe provision of section 30."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1)  Subject to the provisions of section 30 every E  $;=?!&\nperson who is entitled to compensation under this Act may\nfile a compensation claim with the appropriate Clerk of the\nCourts.\n           (2) Every compensation claim under this section shall\nspecify-\n     (U) the name of the person by whom the claim is made:\n         and\n     (b) [Deleted by Aci 7 of 1999.1\n    (c) the nature of the act or neglect in respect of which\n         the claim is made; and\n                                                             .-__\n RL--28\n32                                            IRRIGATION\n                    ( d ) in the case of a claim for compensation under\n                          paragraph ( d )of subsection (1) of section 25 specify\n                          the date, time and place at which there occurred\n                          the act or neglect in respect of which such claim is\n                          made and, if known, the name of the person in\n                          respect of whose act or neglect such claim is made\n                          and full particulars of the damage or expenditure\n                          occasioned to the claimant by or consequent upon\n                           such act or negIect; and\n                    te) the amount of compensation which is claimed.\n                       ( 3 ) [Deleted by Act 36 of 1995,3rd Sch.1"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. [Delered by Act 36 of 1995, 3rd Sch.]\nDamageto         37. In any case in which damage is done to any irrigation\nirrigation\n               works the cost of repairing such damage may be recovered\n               by the Authority from the person answerable for such\n               damage by suit in any competent civil court. In any\n               case in which the damage is caused by fire originating on\n               adjoining or adjacent lands, the onus shall be on the owner\n               of such lands to prove that he is not answerable for the\n               damage.\nObstruction\nor d a m e ."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Every person who wilfully or maliciously blocks up\n               or obstructs or causes to be in any way blocked up or\n               obstructed, or who encroaches on or damages any irriga-\n7! 1999        tion wosrks or watercourse, or wh'o breaches OT cuts thmugh\nMl.\n                             IRRIGA TIQN                                     33\nthe banks of the same. shall be liable'on summary conviction\nbefore a Resident Magistrate to imprisonment for three\nyears or to a fine of one hundred thousand dollars or to\nboth such i,mprisonment and fine.                            7/ 1999\n                                                                     sch ,"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-( 1) Every person who wilfully causes waste of water wmte OI\nconserved by any irrigation works, or who not being entitled abstraction\n                                                               ofHatcr,\nthereto wrongfully draws off or converts to his own use,             i2q,956\nwater from such works or from any watercourse or channel\nconnected therewith, shall be liable on summary conviction\nbefore a Resident Magistrate to imprisonment for three\npears or to a fine of one hundred thousand dollars o r to both $'/999\nsuch imprisonment and fine.\n        (2) Where such water is found to be used on the\nland of a person not entitled to the use thereof the onus\nshall be on such person of proving that he did not draw\noff or convert to his own use, or cause to be drawn off or\nconverted to his own use, such water."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. If the owner of any land irrigated by any irrigation\nworks suffers or permits water obtained from such works wasting\n                                                           waier.\nor from any watercourse or channel connected therewith to\nrun to waste on his land, or obtains water for such land\nfrom such works, watercourse, or channel, in a manner\nor at a time not authorized by the Authority, such owner\nshall be liable on summary conviction before a Resident\nMagistrate to a fine of one hundred thousand dollars.      711999\n                                                           sch.\n                                                              R d e of"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. If the owner or occupier of any land irrigated by any rwterMa.\nirrigation works, without the approval of the Authority, a u ~ ~ ~ d c f\nsells or supplies water obtained from such works to any &author\n                                                              ity. mlaw-\nperson, such owner or occupier shall be liable on summary fui.\nconviction before a Resident Magistrate to imprisonment 12119%s 6.\nfor three months or to a fine of ten thousand d d a r s or to 2 99 9\nboth such imprisonment and fine.\n        [The inclusion of this p g e is authorized by L.N. 3/2001]\n34                                        IRRIGATION"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.-(1)  Every person who without the consent of the\n               Authority opens or closes or otherwise tampers with any\n               sluices, water gates, regulators, pipes, bench marks, water\n               gauges or other works forming part of any of the irrigation\n1j 1999        works or reclamation works within an irrigation area shall\nSuh.\n               be liable on summary conviction before a Resident Magis-\n71 1999        trate to imprisonment for three years or to a fine of one\nSch.\n               hundred thousand dollars or to both such fine and imprison-\n               ment.\n711999\nsoil,                  (2) Where by reason of any irrigation works or\n               reclamation works having been so t a m p e d with, the land\n               of any person is benefited. the onus shall be on such person\n               of proving that he did not tamper therewith o r cause them\n               to be so tampered with.\nObstruction\nor officers.     43. Every person who obstructs, molests, or hinders any\n711999         workman, servant. or agent, of the Authority, acting in the\n9ch.\n               lawful exercise of any power conferred upon the Authority\n               by this Act, shall be liable on summary conviction before a\n               Resident Magistrate to a fine of ten thousand dollars or to\n               be imprisoned for any term not exceeding twelve months.\nFailure to     44. Every person who fails or neglects to make any\nfurnish\ninformation. return or to furnish any information which he is lawfully\n               required to make or to furnish to the Authority under this\n               Act within the period within which he is required to make\n               such return or to furnish such information shall be guilty\n               of an offenoe against this Act and on summary conviction\n               before a Resident Magistrate shall be liable to a fine not\n711999         exceeding ten thousand dollars or to be imprisoned for any\nSch.\n               term not exceeding twelve months.\nFailurc to\na!tend and"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Every person who having been duly summoned to\ngive ev1-      attend and to give evidence or to attend and to produce\ndence. eta,\nat mmpcn-      any documents or to attend and to give evidence and to\naation cn-\nq*.                    lThe inclusion of this page is aulhorized by L.N.3/2001]\n                             IRRIGATION                                   35\nproduce any documents before any compensation enquiq\nwithout lawful excuse or neglects so to attend or having so\nattended fails, neglects or refuses without lawfuI excuse to\nproduce any documents or to give any evidence shall be\nguilty of an offence against this section and on summary\nconviction before a Residenst Magistrate shall be liable to\na fine not exceeding one thousand dollars or to be imprisoned\nfor any term not exceeding three months.\n      PARTV. [Deleted by Act 36 of 1995, 3rd Sch.1\n         PART VI. Rates and Financial Provisions"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1) It shall be lawful for the Authorimty with the             LTs,\napproval of the Minister, by notification in the Gazette, to 711999\nimpose, in respect of all lands and watercourses wijthin an SQ\nirrigation area, such charges in relation to irrigation, drain-\nage, reclamation and use as may be specified in the notice.\n        (2) The charges imposed pursuant to subsection (1)\nshall be paid at such times as may be determined by the\nAuthority and to such person as the Authority may aurthorize\nfor the purpose."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. [Deleted by Act 7 of 1999.1\n    -~                                                                      -_\n                 [Thejwlyion      !f,ws page.isautsorized\n                                                 . .      by L.N. 3/20011\nPower of Minister to remit.\nIncrease on arrears.\nRecovery of charges and percentage increase.\n[Deleted by Act 7 of 19 9 9.]\n[Deleted bv Act 7 qf 1999.1\nAccounts to be audited.\nFinancial statements, estimates and report.\n  PART VII. Licences to carty out irrigation,finctions\nInterpretation.\nLicensing of bodies corporate to perform inigation functions.\nLicensing procedure.\nForm and contents of licence.\nReports, information and inspection.\nCompensation payable by licensee.\nRegulations under Part VII.\n                  PART VIII. Miscellaneous\n[Deleted by Act 7 of 1999.1\nRegulations.\nAuthority may require person subdividing land to provide for\n extension of works.\n PART IX, Power to divest and transfer functions ofAuthoriW\nVesting of assets and Iiabilities.\nTransfer of staff of prescribed Authority.\nSCHEDULE\n                                      IRRIGATION                                                          5\n                                                                                           cap. 168\n                          THE IRRIGATION ACT*\n                                                                  [23rd November, 1949.1   3z :::z\n                                                                                            3rd sch.,\n                                                                                            7 01 1999,\n                                                                                           27 of2000."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Notwithstanding the previous provisions of this Act,\n if the Authority, with the approval of the Minister. considers 40/\n                                                                rrmit\n                                                                      Eizt::b\n                                                                   1955\n it just or expedient so to do, iit may remit, in whole or in s. 3.\n                                                              71 1999\n part any sums payable by way of imgation charges in 9Eh.\n respect of all or any lands in an irrigation area. for any\n period specified by him.\n          mhe inclusion of this page is autlIorized by L N. 3!20011\n36                                        lRRIGATlON\nIocrraas on     50. Any irrigation charges not paid at the exfiration\n              of three months after they shall have become due shall be\n              increased at the rate of ten per cenlunz :\n                Provided thtat it shall be lawful for the Minister, if there\n              shall appear to him to be just cause in any case for so doing,\n              to remit such percentage increase in whole or in part.\nRecnvcry of\ncharges and     Sl.-(l) Any irrigation charges not paid at the expiration\npercentasc\nincrease.\n              of three months after they shall have become due and any\n711999        percentage increase payable by virtue of section SO shall,\nSch.\n              until paid, be a charge on the lands (including any buildings\n              wh'atsoever standing thereon) in r e s p t of which they have\n              been imposed."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. [Deleted by Act 7 of 1999.1\nAccuunts 10\nbe audited.      54. The accounts of the Authority shall be audited\n711999        at least once in each financial year by an auditor approved\nsch.\n              by the Minister.\nFinancial       55.-(1) The Authority shall prepare and submit to\nstatements,\nestimates     the Minister before the commencement of each financial\nand report.\n7/1W          year an estimate of the probable revenue and expenditure of\nSch.\n              the Authority during the forthcoming year.\n                       ..~                  - ~- -    ~~\n                                    IRRIGATION                                          37\n           (2) The Authority shall prepare and submit to                   wh!i\n    the Minister so soon as may be afier the end of any financial\n    year a financial statement in relation to all revenue and                     '\n    expenditure received or incurred by the Authority during\n                                                                                  I\n    the preceding financial year.\n           (3) The Authority shall prepare and submit to 711999\n)   the Minister so soon as may be afier the end of each calendar Sch.\n    year a report of their activities during such year.\n          (4) Every estimate, financial statement or report\n    prepared and submitted to the Minister under this section\n    shall be laid on the respective Tables of both Houses of\n    Parliament.\n                                                                            2712003\n         PART VII. Licences to carry out irrigationfinctions                S. 2."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. In this Part-                                                     Interpre-\n                                                                            tation.\n        \"body corporate\" means-\n             ( a ) a company incorporated under the law of Jamaica;\n             (b) a society registered under the Co-operative\n                   Societies Act; or\n             ( c ) a specially authorized society referred to in section\n                   3 ( l ) ( c )of the Friendly Societies Act;\n         \"licence\" means a licence granted under section 57, and\n              \"licensee\" shall be construed accordingly;\n         \"relevant irrigation area\", in relation to-\n             (a) a licensee, means an irrigation area in respect of\n                 which a licence is granted to the licensee;\n             (b) an applicant for a licence, means the irrigation area\n                   in respect of which the application is made.\n                                               IRRIGATION\nLicensing of\nbodies"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57.-41) Subject to the provisions of this Act, the Authority\ncorporate to   may, upon an application made to it under section 58 in respect\nperf-\nimgation\n               of any irrigation area, license a body corporate to perform such\nfunctions.     of its duties and exercise such of its hnctions as are specified in\n2712003\nS. 2.\n               the licence.\n                       (2) No licence shall be granted under this section to any\n               applicant unless the Authority is satisfied that the applicant-\n                   (a) is a body corporate having as its primary object the\n                       operation and management of irrigation works in the\n                       relevant irrigation area;\n                   (b) gives an undertaking to comply with the law in\n                        carrying out its hnctions pursuant to the licence;\n                   (c) possesses the technical and administrative qualifi-\n                       cations to operate and manage irrigation works\n                       pertaining to the relevant irrigation area;\n                   (4 meets such requirements relating to environmental\n                        standards and system maintenance, as the Authority\n                        may prescribe; and\n                   (e) has a management structure that includes-\n                                (i) a chief executive officer who shall be\n                                    responsible for the day to day operations of\n                                    the licensee, in respect of the relevant\n                                    irrigation area; and\n                                (ii) a chief technical officer who shall be\n                                     responsible for the operation and\n                                     maintenance of the equipment and plant of\n                                     the irrigation works pertaining to the\n                                     relevant irrigation area.\n                               IRRIGATION                             38.0 1"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-41) Applications for licences under section 57 shall be \"c-w\nmade to the Authority in the prescribed form, and shall be p2712003\n                                                                rocb.\naccompanied by-                                               5.2.\n    (a) the prescribed fee;\n    (b) two copies of the memorandum of association\n        and articles of association of the applicant\n        corporation or, in the case of a society\n        registered under the Co-operative Societies Act\n        or referred to in section 3(l)(c) of the Friendly\n        Societies Act, two copies of the rules of the\n        society;\n    (c) two copies of a business plan for the viable\n        operation of the relevant irrigation area by the\n        applicant corporation.\n      (2) Upon receiving an application under this section, the\nAuthority shall-\n    (a) forward a copy of the application and a copy\n        of each document referred to in subsection (l)(b) and\n        (c), to the Ofice of Utilities Regulation; and\n    (b) cause to be published in the Gazette and in at least one\n        daily newspaper, not less than thirty days after the\n        receipt of such application, a n o t i c e\n                 (i)    specifying that the Authority has received\n                       application for a licence to exercise duties\n                       and functions in relation to the irrigation\n                       area;\n                (ii) specifying the locality to which those duties\n                     and functions relate;\n        [The inclusion o f this page is authorized by L.N. 87120041\n                 (iii) specifying the name of the applicant;\n                 (iv) outlining the duties and functions to be\n                      exercised by the applicant if the licence is\n                      granted; and\n                 (v) stating that comments or objections relating\n                     to the application may be submitted in\n                     writing to the Authority at a specified place              I\n                     or address within a specified time.\n      (3) The Authority shall not grant or refuse an application\nunder this section unless the Authority has considered any\ncomments received thereon from the Office of Utilities\nRegulation but if such comments are not received by the\nAuthority within thirty days of the date of a request therefor, or\nsuch longer period as the Authority may in any case allow, the\nAuthority may act without such comments.\n      (4) The Authority shall, within ninety days of receipt of\nan application in accordance with this section-\n    (a) notify the applicant in writing as to whether the\n        application is granted or refused and, where the\n        application is refused, the reasons for the refusal; and\n    (b) if the application is granted, cause the licence to be\n        published in the Gazette no later than thirty days before\n        the date on which the licence is to come into operation.\n       (5) The applicant or any interested person may appeal in\nwriting, submitted to the Minister within fiReen days of-\n    (a) receiving a notification under                       subsection 4(a);\n        or\n    (b) the publication of a licence under subsection (4)(b),\nagainst the grant or refusal of the licence, or against any\nprovision contained in the licence.\n       (6) The Minister may, as he thinks fit, in relation to an\nappeal-\n    (a) confirm the grant, refusal or provision, as the case\n        may be;\n    (b) in the case of an appeal against the grant of a\n        licence, revoke the licence;\n    (c) in the case of an appeal against the refbsal of a licence,\n        direct the Authority to grant the licence; or\n    (4 delete or modify any provision of the licence.\n       (7) In subsection (9, \"interested person\" means any\nperson-\n    (a) in whom is vested any freehold estate in any\n        lands in the relevant irrigation area;\n    (b) in whom is vested any term of years in any\n        land in an irrigation area, the unexpired portion\n        of which on the day on which such objection\n        is made is not less than three years or who\n        holds an option to renew such lease for a period\n        of not less than three years; and\n    (c) whose rights to abstract and use water under the\n        provisions of any law may be affected by the licence.\n                                              IRRIGATION\n                     (8) Where the Ofice of Utilities Regulation determines\n              that any application forwarded to it under this section falls\n              within the fbnctions of the Fair Trading Commission under the\n              Fair Competition Act, the Ofice of Utilities Regulation shall so\n              inform the Authority, and thereupon the provisions of\n              subsections (2) and (3) shall apply, with the necessary\n              modifications, in relation to the duties of the Authority as to the\n              forwarding of documents to, and the consideration of comments\n              received from, the Fair Trading Commission.\nForm and        59.-41) A licence shall be in the prescribed form and shall\ncontents of\nlicence.      contain such terms and conditions, if any, as the Authority\n27/2003       thinks fit.\nS. 2.\n                    (2) Every licence shall specify the period of its duration,\n              which in any event shall not exceed such maximum period as\n              may be prescribed by the Authority.\n                     (3) A licence may provide for-\n                  (a) the gradual transfer, over the period of the\n                      licence, of responsibility for the operation and\n                      management        of irrigation works    in  the\n                      relevant irrigation area from the Authority to\n                      the licensee; and\n                  (b) the transfer to the licensee, during any period\n                      within the duration of the licence, of such staff,\n                      assets and liabilities of the Authority, as may\n                      be agreed between the Authority and the\n                      licensee.\n                     (4) A licence shall direct that-\n      (a) all rates or fees to be charged by the licensee by virtue\n          of the licence shall be determined by the Ofice of\n          Utilities Regulation acting on the advice of the\n          authority and shall be subject to the approval of the\n          Minister; and\n      (b) the revenues derived from such rates or fees be applied\n          for the purposes of the licensee's functions under the\n          licence."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.+     1) It shall be the duty of-                                 Reports,\n                                                                       information\n                                                                       and\n      (a) the Authority to furnish to the licensee; and                inspection.\n                                                                       2712003\n                                                                       S.2.\n      (b) the licensee to furnish to the Authority,\nsuch information as may be requested for the purpose of\nfacilitating compliance with the provisions of this Act or of any\nlicence granted under this Act.\n         (2) Every licensee shall noti@ the Authority, in writing,\nof-\n      (a) any change, or proposed change, in its operations,\n          which may reasonably be expected to affect the\n          licensee's ability to carry out any of its functions under\n          the licence or under this Act;\n      (b) any change, or proposed change, in the licensee's\n          ownership or management structure, within seven days\n          of having knowledge of the change or proposed\n          change, as the case may be.\n                                               IRRIGATION\n                       (3) Within six months after the end of each financial\n               year, each licensee shall transmit to the Authority-\n                   (a) an audited statement of the licensee's accounts\n                       for that financial year; and\n                   (h) a report of the activities of the licensee during\n                       that financial year,\n               in respect of the relevant irrigation area.\n                      (4) Each licensee shall retain a copy of every document\n               required of it under subsection (3), for a period of ten years from\n               the end of the financial year to which the document relates.\n                       (5) Nothing contained in this Part or in any licence shall\n               be construed as affecting the powers of the Authority to enter\n               onto land or to require returns or information pursuant to section\n               22 (power to inspect), 23 (power to enter and do work upon\n               land) or 24 (power to require information).\nCompensation      61.-(1)   Compensation shall be payable by a licensee in\npayable b:.\nlicznsee.      respect of any act or neglect by any servant or agent of the\n               licensee upon any land on which such servant or agent has\n               entered in the exercise of any power conferred under this Act.\n                        (2) The provisions of sections 25(2) (sum of compen-\n               sation payable), 29 (compensation in other cases), 30 (restriction\n               upon award of compensation), 3 1 (restriction on right of action)\n               and 32 (compensation claims) shall apply, with the necessary\n               modifications, to the payment of compensation under this\n               section."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. The Authority may, with the approval of the Minister,\nmake regulations with respect to-                          VII.\n                                                                    ~~~~~~\n        the form of applications for licences;\n         fees for licence applications;\n        the renewal, revocation or suspension of licences; and\n        the maximum duration of licences;\n        any other matter which it is necessary to prescribe\n        pursuant to this Part.\n                     PART VIII. Miscellaneous"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. The Minister may make regulations for the better Regu1aiims.\ncarrying out of this Act and in particular but without pre-\njudice to the generality of the foregoing for the prescribing\nof anything authorized to be prescribed under this Act."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-41) Notwithstanding anything to the contrary in any\n                                                            may require\nlaw, a person who subdivides land which is imgated by any person\nirrigation works shall if so required by the Authority con- ; z i r n g\ncerned make provision for, and bear the cost of, such               for\nextension of the irrigation works on such land as the eAt*\"OnOf\n                                                            works.\nAuthority may determine and specify in a notice in writing 7211956\n                                                            S. 8.\nto him.\n      (2) Every such notice shall specify the time within which\nsuch extension shall be carried out and if the person aforesaid\nhas not completed it within the time so specified the Authority\nmay enter by their servants or agents upon such land and\nexecute the works specified in the notice and\n                                                   IRRIGATION\n               may recover from such person the expenses thereby incurred.\n               Such expenses may be recovered in a civil action in the Resident\n               Magistrate's Court of the parish without limit of amount.\n                                PART IX. Power to divest and transfer\n                                      firnctioils of Authority\nVesting of       66.-(1)       In this section and section 67-\nassets and\nliabilities.\n7i 1999\n                    \"former provisions\" means the provisions of this Act as in\nSC~.                     force immediately before the 26th day of March,\n                         1999;\n                    \"prescribed Authority\" means-\n                           (a) the following Irrigation Authorities established by\n                               orders made under section 56 of he former\n                               provisions, that is to say-\n                                   (i) the Saint Dorothy Plain Irrigation\n                                         Authorities;\n                                   (ii) the Mid-Clarendon Irrigation Authority;\n                                   (iii) the Hounslow Irrigation Authority;\n                                   (iv) the Braco Irrigation Authority; and\n                                   (v) the ~ a l l a h Irrigation\n                                                       s          Authority;\n                           (b) the Rio Cobre Irrigation works contructed under\n                               the authority of the Rio Cobre Canal Law (now\n                               repealed) and vested in the Commissioner of\n                               Lands;\n                           (c) the Black River Drainage and Irrigation Board\n                               established under section 3 of the Black River\n                               (Upper Morass) Reclamation Act (now repealed).\n                     (2) Upon the date of coming into effect of an order\n               made under section 4, there shall be vested in the Authority\n               without any conveyance, assignment or transfer all property\n               which, on the day immediately prior to that date was held\n               by a prescribed Authority including all interests, rights and\n               easements in relation to such property.\n                           [The inclusion o f this page is authorized by L N. 87120041\n                             IRRIGATION\n         (3) Any property vested pursuant t o subsection (2)\nshall, in accordance with the terms and conditions applicable\nthereto at the date of vesting pursuant to subsection (2),\ncontinue to be subject to all and any trusts, debts, liabilities\nand obligations affecting the same."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. All persons in the employment of a prescribed                         E~zof\nAuthority immediately before the 26th day of March, 1999, p s c d x d\n                                                           Authority.\nshall from that date be employed by the Authority upon the 7,1w9\nlike terms and conditions of employment.                   5ch.\n                                SCHEDULB                         (%on   3)   gim\n                                  PART 1\n                             higation Areus"
    }
  ],
  "definitions": [
    {
      "term": "ancillary right",
      "definition": "any servitude acquired or proposed",
      "source_provision": "sec2"
    },
    {
      "term": "appropriate Clerk of the Courts",
      "definition": "the Clerk of the",
      "source_provision": "sec2"
    },
    {
      "term": "Authority",
      "definition": "any company licensed to be the 7,1999",
      "source_provision": "sec2"
    },
    {
      "term": "company",
      "definition": "a company incorporated under the Com-",
      "source_provision": "sec2"
    },
    {
      "term": "drainage",
      "definition": "the removal from land of any water",
      "source_provision": "sec2"
    },
    {
      "term": "irrigation area",
      "definition": "any area declared to be an",
      "source_provision": "sec2"
    },
    {
      "term": "reclamation",
      "definition": "the recovery of the use of land pre-",
      "source_provision": "sec2"
    },
    {
      "term": "reclamation scheme",
      "definition": "a scheme for the drainage and",
      "source_provision": "sec2"
    },
    {
      "term": "irrigation purposes",
      "definition": "the collection, impounding and",
      "source_provision": "sec2"
    },
    {
      "term": "irrigation scheme",
      "definition": "a scheme for implementing",
      "source_provision": "sec2"
    },
    {
      "term": "provisional irrigation scheme",
      "definition": "an irrigation scheme",
      "source_provision": "sec2"
    },
    {
      "term": "approved irrigation scheme",
      "definition": "an irrigation scheme",
      "source_provision": "sec2"
    },
    {
      "term": "licence",
      "definition": "a licence granted under section 57, and",
      "source_provision": "sec56"
    },
    {
      "term": "former provisions",
      "definition": "the provisions of this Act as in",
      "source_provision": "sec65"
    }
  ]
}