{
  "id": "jm-stat-the-jamaica-4-h-clubs-act",
  "type": "statute",
  "title": "The Jamaica 4-H Clubs Act",
  "title_en": "The Jamaica 4-H Clubs Act",
  "short_name": "Jamaica 4-H Clubs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-4-h-clubs-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-4-h-clubs-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  Intcrpreta-\n                                                                 Lion.\n  “Board” means the Jamaica 4-H Clubs Board of\n      Management established by this Act;\n  “chairman” means the chairman of the Board and\n      includes any person for the time being performing\n      the functions of the chairman;\n  “farming” includes any activities relating to agri-\n      culture, horticulture, forestry, apiculture, fish-\n      culture, fishing, the development and maintenance\n      of pastures, the cultivation of crops and the\n      keeping or breeding of livestock or poultry;\n  “functions” includes duties and powers;\n  “home-making” includes any activities relating to\n      cooking, baking, sewing, laundering and interior\n      decoration;\n  “member” means a member of the Board;\n  “vice-chairman” means the vice-chairman of the Board\n       and includes any person for the time being\n       performing the functions of the vice-chairman;\n  “4-H Club” means a Club which uses the figure and\n      letter “4-H” in its name and which has as its\n      object the development among children and young\n         indubion of this page is authorized by L.N. 480/1973]\nA                                  JAMAICA 6 H CLUBS\n                      persons in Jamaica of an interest in rural life,\n                      a desire to be efficient in farming and home-making\n                      and an interest in cultural and civic activity.\nEstablish-\nment of"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(1) There shall be established for the purposes of\nBoardof      this Act a body to be called the Jamaica 4-H Clubs Board\nment         of Management,\nSchedule.          (2) The provisions of the Schedule shall have effect\n             as to the constitution of the Board and otherwise in rela-\n             tion thereto.\nFunclions\nof the"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) It shall be the duty of the Board to promote the\nBoard.       education and training of children and young persons with\n             a view t e\n                   (a) increasing efficiency in farming and home-making;\n                        and\n                   (b) stimulating interest in rural life; and\n                   (c) encouraging cultural and civic development and\n                        activity.\n                    (2) Subject to the provisions of this Act, the Board\n             shall have power, for the purpose of discharging its\n             functions under this Act, to do anything and to enter\n             into any transaction which, in the opinion of the Board,\n             is necessary to ensure the proper performance of its\n             functions.\n                   (3) In particular and without prejudice to the\n             generality of the provisions of subsections (1) and (2), the\n             Board shall have the power-\n                 (a) to form, or promote the formation of, 4-H Clubs\n                      in Jamaica and to advise and assist such Clubs\n                      in the promotion and organization of activities\n                      which, in the opinion of the Board, are suitable\n                      for such Clubs;\n                   p c inclusion of this mge is authorized by L.N. 480115'731\n                     JAMAICA 4-H CLUBS                                5\n    (h) to undertake any project which, in the opinion\n        of the Board, aids, whether directly or indirectly,\n        the exercise of the Board’s powers under para-\n        graph (a)."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Board may, with the approval of the Minister, Regula-\n                                                          tiona\nmake regulations-\n   (a) providing for the composition, registration, con-\n        trol, governance and administration of 4-H Clubs;\n   {b) providing for the appointment, functions and\n        responsibilities of Parish Advisory Councils and\n        an Island Advisory Council;\n   (c) prescribing forms for the purposes of this Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) The Board may appoint committees for any such Appoint-\n                                                          ment of\ngeneral or special purposes with which the Board may be cornmineea.\nconcerned as in the opinion ,of the Board would be better\nregulated and managed by means of a committee.\n      (2) The number of members of a committee a p\npointed under subsection (l), their functions and term of\nappointment, the quorum of the committee and the area, if\nany, within which the committee is to exercise authority\nshall be determined by the Board.\n     (3) A committee appointed pursuant to this section\nmay include persons who are not members of the Board:\n  Provided that at least two-thirds of the members of any\nsuch committee shall be members of the Board.\n      (4) The provisions of paragraph 13 of the Schedule\nshall apply to a member of a committee who is not a\nmember of the Board in like manner as they apply to a 4211969\n                                                      3rd Sch\nmember of the Board.\n      (5) The validity of the proceedings of a committee\nappointed pursuant to this section shall not be affected by\n      me indusion of tbis page i B authorized by L.N. 480/1973]\n6                                JAMAICA 4-H CLUES\n            any vacancy amongst the members thereof or by any defect\n            in the appointment of a member thereof.\npower to      7 . 4 1 ) Subject to the provisions of this Act the Board\ndelegate.\n            may delegate to any member or committee of the Board\n            or to any of its officers or servants the power and authority\n            to carry out such functions as the Board may determine.\n                  (2) Every delegation under this section shall be\n            revocable by the Board and no delegation shall prevent\n            the exercise by the Board of any function delegated.\nFunds and     8 . 4 1 ) The funds and resources of the Board shall\nresources\nOf the      consist of-\nBoard.\n                  (a) such sums as may be provided annually for the\n                        purpose in the Estimates of Revenue and\n                        Expenditure of Jamaica;\n                  ( b ) sums borrowed by the Board pursuant to section\n                        9 for the purpose of meeting any of its obliga-\n                        tions or discharging any of its functions;\n                  (c) all other sums or property which may in any\n                        manner become payable to, or vested in, the\n                        Board in respect of any matter incidental to its\n                        functions.\n                     (2) Notwithstanding sections 10 and 11 any such\n            sums as are mentioned in paragraph (a)of subsection (1)\n            shall not be invested in securities or placed in a reserve\n            fund unless the Estimates of Revenue and Expenditure\n            of Jamaica so allow.\nBorrowing     9.-(1) Subject to the provisions of subsection (2), the\nPOWCIS\n            Board may borrow sums required by it for meeting any\n            of its obligations or discharging any of its functions.\n                    (2) The power of the Board to borrow shall be\n            exercisable only with the approval of the Minister\n            responsible for finance as to the amount, as to the source\n                  W e inclusion of this juge is authorized by L.N. 480119731\n                     JAMAICA 4-H CLUBS                                   7\nof borrowing and as to the terms on which the borrowing\nmay be effected, and an approval given in any respect for\nthe purpose of this subsection may be either general or\nlimited to a particular borrowing or otherwise, and may\nbe either unconditional or subject to conditions.\n        (3) In this section the word “borrow” includes\nobtaining advances."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Moneys standing to the credit of the Board may Invcst-\nfrom time to time be invested in securities approved ments.\neither generally or specifically by the Minister, and the\nBoard may from time to time, with the like approval, sell\nany or all of such securities,"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. (1) The Board shall meet at such times as may be necessary Proiedure\nor expedient for the transaction of its business and such meetings and\nshall be held at such places and times and on such days as the Board meetinps.\nmay determine.\n       (2) The chairman may at any time call a special meeting uf\nthe Board and shall call a special meeting within seven days of\nreceipt of a written requisition for that purpose addressed to him by\nany three members of the Board.\n       (3) The chairman, or in his absence the vice-chairman, shall\npreside at all meetings of the Board and in the case of the absence of\nboth the chairman and the vice-chairman from a meeting, the mem-\nbers present shall elect one of their number to preside at that meeting.\n       (4) The quorum of the Board shall be the minimum number\nconstituting a majority of the total members of the Board.\n       (5) The decisions of the Board shall be by a majority of votes\nand, in addition to an original vote. the chairman or other member\npresiding at the meeting shall have a casting vote in any case in\nwhich the voting is equal.\n      (6) Minutes in proper form of each meeting of the Board shall\nbe kept and shall be confirmed as swn as practicable thereafter at\na subsequent meeting\n       (7)Subject to the foregoing provisions of this Schedule the\nh a r d may regulate its own proceedings."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No act done or proceedings taken under the Act shall be ques- prowction\ntioned on the gromd-                                                     of the\n                                                                         Board.\n     (U) of the existence of any vacancy in the membership of the\n         Board or any defect in the appointment of a member thereof;\n         or\n     (b) of any omission, defect or irregularity not a5ecting the merits\n         of the case."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) The Board shall, in each year-                     Annual\n                                                            Reports and\n    (a) on or before the first day of October, submit to Estimates.\n        the Minister a report of its activities during the\n        twelve months ending on the 31st day of March\n        in that year, including a statement of its accounts\n        audited in accordance with the provisions of\n        section 12;\n      me inclusion of this page is authorieed by L.N. 480/19731\n8                                    JAMAICA 4-H CLUBS\n                   (b) on or before the 31st day of October, submit to\n                       the Minister for his approval Estimates of\n                       Revenue and Expenditure for the financial year\n                       commencing on the 1st day of April next follow-\n                       ing.\n                      (2) Copies of reports submitted pursuant to para-\n               graph (a) of subsection (1) together with the Auditor-\n               General's report shall be laid on the Table of the House\n               of Representatives and of the Senate and shall be published\n               in the Gazeite.\n                      (3) The Board may, subject to such conditions as\n               may be imposed by the Minister, apply savings effected\n               or to be effected on any head of its Estimates or a surplus\n               of actual over estimated receipts to meet deficiencies on\n               any head, so, however, that the total expenditure shall not\n               exceed that approved by the Minister in such Estimates :\n                  Provided that any expenditure incurred which would\n               have been in accordance with this subsection but for any\n               such condition may be subsequently approved by the\n               Minister upon the application of the Board if such\n               expenditure appears to him to have been necessarily in-\n               curred and thereafter, without prejudice to any right or\n               liability enforced prior to such approval, the observance\n               of such condition shall be deemed not to have been\n               required in relation to such expenditure.\nAppoint-         14.-(1) Subject to the provisions of this section, the\nrnent of\nofficers and   Board may appoint and employ at such remuneration and\nsemnb.         on such terms and conditions as it thinks fit a secretary\n               and such other officers and servants as it thinks necessary\n               for the proper carrying out of the provisions of this Act.\n                     (2) No officer or servant shall be employed by the\n               Board at any salary in excess of two thousand dollars per\n               annum unless with the prior approval of the Minister.\n                     IThe inclusion of this page is authorized by L.N. 480/19731\n                      JAMAICA 4-H CLUBS                                    9\n       (3) The Governor-General may, subject to such\nconditions as he may impose, approve of the appointment\nof any officer in the service of Jamaica to any office with\nthe Board:\n  Provided that, in relation to pension, gratuity, allow-\nance and other rights as a public officer, such officer shall\nbe deemed to be in the service of Jamaica while so\nemployed."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Minister may, after consultation with the Powerof\n                                                             Ministtr to\nchairman, give to the Board-                                 give direc-\n     (a) directions of a general character as to the policy tions  on\n                                                             policyof\n         to be followed in the performance of its functions Board\n         in matters appearing to him to concern the public\n         interest; and\n     (b) directions for the remedying of any serious\n         difficulty or failure in the successful performance\n         of its functions,\nand the Board shall give effect to such directions.\n       ITbe inclusion of this pagc it authorimd by L.N. 480/1973]\n10                                    JAMAICA 4-H CLUES\n                                              SCHE.DULB                       (Section 3)\nConstitution      1. The Board shall consist of such number of persons, not being\nof the         less than seven, as the Minister may from time to-time determine.\nBoard.\nAppaint-          2. The members of the Board shall be appointed by the Minister\nmcnt of        by instrument in writing and, subject to the provisions of this Schedule,\nmembers.       shall hold office for such period, not exceeding two years, as the\n               Minister may direct in such instrument.\nReappoint-       3. Every member of the Board shall be eligible for reappointment.\nment.\nChairman.        4. The Minister shall appoint one of the members of the Board to\n               he the chairman thereof and another to be vice-chairman thereof.\nActing            5. If the chairman, Vice-chairman or any other member of the Board\nsppoint-       is absent or unable to act, the Minister m a y appoint any person to\nmentf          act in the place of such chairman. vice-chairman or other member.\nResigna-         6. (1) Any member of the Board, other than the chairman, may zt\ntions.         any time resign his office by instrument in writing addressed to the\n               Minister and transmitted through the chairman, and from the date\n               of receipt by the Minister of such instrument such member shall cease\n               to be a member of the Board.\n                    (2) The chairman may at any time resign his office by instrument\n               in writing addressed to the Minister and such resignation shall take\n               effect as from the date of the receipt by the Minister of such instru-\n               ment.\nLeave.            7. The Minister may, on the application of any member, grant leave\n               of absence to such member.\nRevocation      8. The Minister may at any time revoke the appointment of any\nof appoint-    member of the Board if he thinks it expedient SO to do.\nment.\nGazetting        9. The names of all members of the Board as first constituted and\nof appoint-    every change in the membership thereof shall he published in the\nments.         Gazette.\nIncorpora-        10. (1) The Board shall be a body corporate having perpetual succes-\ntion.          sion and a common seal with power to acquire hold and dispose of\n               land and other property of whatever kind.\n                     (2) The seal of the Board shall be kept in the custody of the\n               chairman or of any officer of the Board authorized by the Board in\n               that behalf and shall be h e d to instruments pursuant to a resolu-\n               tion of the Board and in the presence of the chairman, one other\n               member of the Board and an officer thereof.\n                     (3) The seal of the Board shall be authenticated by the signa-\n               tures of the chairman or any other member of the Board authorized\n               to act in that behalf and of the secretary or some other office^ author-\n               ized by the Board to act on the secretary’s behalf.\n                       JAMAICA 4-H CLUBS                                         11\n       (4) AU documents other than those required by law to be under\nseal, made by, and all decisions of, the Board may be signified under\nthe hand of the chairman or any other member or officer of the Board\nauthorized to act in that behalf.\n     (5) The Board may sue and be sued in its corporate name and\nmay for all purposes be described by such name."
    }
  ],
  "definitions": []
}