{
  "id": "jm-financial-institutions",
  "type": "statute",
  "title": "The Financial Institutions Act",
  "title_en": "The Financial Institutions Act",
  "short_name": "Financial Institutions Act",
  "status": "in_force",
  "in_force_date": "1992-12-30",
  "url": "https://laws.moj.gov.jm/library/statute/the-financial-institutions-act",
  "description": "Official statute text from the Ministry of Justice Laws of Jamaica portal.",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) sixthly, redundancy payments payable under the\n     Employment (Termination and Redundancy Pay-\n     ments) Act;\n(g) seventhly, all amounts by way of contributions for\n    which the Jamaican branch is liable pursuant to the\n    National Housing Trust Act or the Human\n    Employment and Resource caining Act and which\n    have become due and payable before the relevant date;\n                                     FINANCIAL, INSTITUTIONS\n                     (h) eighthly, all amounts owed to general creditors of the\n                         Jamaican branch.\n                        (4) The provisions of subsections (2), (?), (4) and (5) of\n                section 3 1 1 of the Companies Act shall mutatis mutandis apply\n                for the purposes of subsection (3) of this section.\n                       (5) ARer payment of the priority claims against the\n                Jamaican branch, all remaining claims against that branch may\n                then be paid.\n                       (6) In this section \"foreign licensee\" means a licensee\n                which is not incorporated in Jamaica.\nObligation of      27.-41) Without prejudice to the provisions of section 16,\nmanager to\nsupply\n                the Supervisor may, by instrument in writing, require the\ninformation.    manager of any licensee to supply, within such time as may be\n1012002\nS. 7.           specified in the instrument, such information relating to the\n                financial position of the licensee including that of its branches\n                and subsidiaries as may be so specified; and any person who\n                fails to comply with the requirements of such an instrument or\n                who in response to such instrument knowingly or wilfully\n                supplies false information to the Supervisor shall be guilty of an\n                offence.\n                       (2) The Manager of a licensee which is or is likely to\n                become unable to meet its obligations shall, without prejudice to\n                any obligation imposed under subsection (1) forthwith inform\nlo12002         the Supervisor in writing of the financial position of the\ns. 7.           licensee.\nResignation,      28.-(1)   Where an auditor appointed by a licensee-\netc., of\nauditor.\n                      (a) intends to resign at any time during the currency of\n                          such appointment; or\n                              [The inclusion of this page Is authorhd by L.N. 180N20061\n                     FINANCIAL INSTITUTIONS\n     (b) has given notice in writing to the licensee of his\n         unwillingness to be considered for reappointment at\n         the expiration of the period for which he is appointed,\nthat auditor shall give written notice to the Bank of Jamaica\naccordingly, and shall in such notice state the reasons for his\nintention to resign or his unwillingness to be considered for\nreappointment.\n         (2) Where-\n     (a) a licensee intends to terminate the appointment of its\n         auditor; or\n     (6) a resolution has been passed at any general meeting of\n         the licensee, providing that the auditor shall not be\n         reappointed,\nthe licensee concerned shall notify the Bank of Jamaica\naccordingly, and shall in such notification state the reason for\nsuch intention to terminate or for the passage of such resolution.\n     PART IX. Supervision and Ewmination of licensees"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1 ) For the purposes of section 25 (6A), the Supervisor shall serve on 1012002\nthe licensee concerned a notice, announcing his intention of temporarily S. 11 (b)(i),\nmanaging the licensee from such date and time as may be specified in the\nnotice.\n       (2) The Supervisor may appoint any person to manage on his behalf 10~2002\nany licensee specified in the notice under sub-paragraph (1);            s. I ~ ( b ) .\n       (3) A copy of the notice referred to in sub-pwdgraph (1) shall be sent\nto the Registrar of the Supreme Court and shall be posted in a conspicuous\nposition at each place of business of the licensee and shall be published in a\nnewspaper printed and circulated in Jamaica.\n       (4) Upon the date and time specified in the notice referred to in sub-\nparagraph (I), there shall vest in the Supervisor full and exclusive powers of lo/2oo2\nmanagement and control of the licensee, including, without prejudice to the s. 11\ngenemlity of the foregoing, power to-\n     (a) continue or discontinue its operations;\n     (h) stop or limit the payment of its obligations;\n     (c) employ any necessary officers or employees;\n     (4 execute any instrument in the name of the licensee; and\n     (e) initiate, defend and conduct in the name of the licensee, any action\n         or proceedings to which the licensee may be a party..\n       (5) Subject to sub-paragraph @A), not later than sixty days after the 10,2002\nSupervisor has assumed temporary management of the licensee he shall apply s. 11 (b)(i)(ii),\nto the Court (furnishing full particulars of the assets and liabilities of the\nlicensee) for an order confirming the vesting in the Supervisor of full\nexclusive powers of management of the licensee as described ,in sub-\nparagraph (4).\n       (5A) An application under sub-paragraph (5) shall be made by the 10i2002\nAttorney General.                                                       s.11 (b)(iii),\n       (6) All expenses of and incidental to the temporary management of a\nlicensee shall be paid by such licensee in such manner as the Supervisor may\ndetermine.\n                                                                                 ,\n                                                                                2ooz\n                                                                             s. 11 @)(I)."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                            tion.\n     \"advertisement\" includes every form of advertising,\n           whether in a publication or by the display of notices or\n           by means of circulars or other documents or by an\n           exhibition of photographs or cinematograph films, or\n           by way of sound broadcasting, television or telephone\n           communication, and every other form of communi-\n           cation but does not include a prospectus (as defined in\n           the Companies Act) issued by a company and\n           references to the issue of an advertisement shall be\n           construed accordingly; and for the purposes of this Act\n           an advertisement issued by any person by way of\n           display or exhibition in a public place shall be treated\n           as issued by him on every day on which he causes or\n           permits it to be so displayed or exhibited;\n             me inclusion of this page is authorized by L.N. 11112005]\n                            FINANCIAL INSTITUTIONS\n            \"advertisement for deposits\" means, in relation to any\n                person, an advertisement inviting the public or any\n                part thereof to deposit money with that person;\n            \"authorized officer\" has the same meaning as in the\n                 Bank of Jamaica Act;                                             n\n                                                                                  L/\n            \"bank\" means a commercial bank as defined in the\n                Bank of Jamaica Act;\n            \"capital base\" in relation to a licensee means-\n                    ( a ) the amount of shareholder's equity and\n                          eligible reserves of the licensee, calculated\n                          in such manner and by such methods as\n                          may be prescribed from time to time by\n                          regulations made under section 38; and\n                 (b) the amount of subordinated debentures\n                       which for the time being may be taken\n                       into account in the calculation of the\n                       licensee's capital base pursuant to section\n                       45 (6);\n            \"company\" means a body corporate whether incor-\n               porated under the law of Jamaica or of any other\n               country;\n3812004\nS. 2 (a).   \"competent authorityy' means a supervisory authority in a\n                foreign country which has supervisory duties and\n                responsibilities-\n                    ( a ) with respect to a company which is incor-\n                          porated in and provides financial services in           0\n                          that country; and\n                    (b) which are similar to the duties and\n                        responsibilities of the Bank of Jamaica and the\n                        Financial Services Commission.\n            \"connected person\" shall be construed in accordance with\n                subsection (2);\n                    m e inclusion o f this page is authorized by L.N. 111/2005]\n                  FINANCIAL INSTITUTIONS\n \"control\" in relation to a licensee or any other com-\n      pany means the power of a person to secure by\n      means of the holding or the possession of voting\n      power in or in relation to that licensee or other\n      company or by any agreement or by virtue of any\n      other powers conferred by the articles of associa-\n      tion or other document regulating the licensee or\n      other company, that the affairs of the licensee or other\n      company are conducted in accordance with the wishes\n      of that person;\n  \"credit facilities\" includes loans, advances, comfort letters,\n      standby and commercial letters of credit and any other\n      arrangements whereby a customer of a licensee has\n      access to finds or financial guarantees of the licensee\n      or the licensee undertakes on behalf of a customer,\n      financial liability to another person;\n \"deposit\" means a sum of money paid on terms-\n        (a) under which the sum will be repaid, with or\n            without interest or a premium, and either on\n            demand or at a time or in circumstances agreed\n            by or on behalf of the person making the\n            payment and the person receiving it; and\n         (b) which are not referable to the provision of\n             property or services or to the giving of security,\n             and for the purposes of this paragraph, money is\n             paid on terms which are referable to the\n             provision of property or services or to the\n             giving of security if, and only if-\n                         (i) it is paid by way of advance or part\n                             payment for the sale, hire or other\n                             provision of property or services of\n                             any kind and is repayable only in the\n                             event that the property or services is\n                             or are not in fact sold, hired or\n                             otherwise provided; or\n--\n -   ---. -\n         [The inclvsion of this page i s authorized by L.N. 1 1 1/2005]\n                FINANCIAL INSTITUTIONS\n                      (ii) it is paid by way of security for\n                           payment for the provision of\n                           property or services of any kind\n                           provided or to be provided by the\n                           person by whom or on whose behalf\n                           the money is accepted; or                 0\n                      (iii) it is paid by way of security for the\n                           delivery up or return of any property,\n                           whether in a particular state of repair\n                            or otherwise;\n\"deposit liabilities\" means the deposit liabilities of the\n    licensee whether payment in Jamaica or elsewhere;\n\"depositor\" means a person entitled, or prospectively\n    entitled, to repayment of a deposit, whether made by\n    him or not;\n\"eligible reserves\" means the reserve hnd, the retained\n     earnings reserve and any other h n d established by the\n     licensee and approved by the Bank of Jamaica as being\n     part of the licensee's capital base;\n\"functions\" includes powers and duties;\n\"immediate relative\" as respects any person, means his\n    spouse, or his children (including step-children) and\n    their spouses, his parents, his brother or sister;\n\"land\" includes any interest in land;\n\"licence\" means a likence granted under this Act;\n\"licensee7' means a company duly licensed under this Act;\n                                                                     0\n\"manager\" includes any person or persons by whatever\n    name called for the time being in charge of the\n    principal office or any branch of a licensee;\n\"money at call or at short notice\" in relation to a\n    licensee, means money invested by such licensee\n        m e inclusion of this page is authorized by L.N. 111/2005]\n                 FINANCIAL INSTITUTIONS\n  (otherwise than with a connected person) by way of\n  loans to or deposits with-\n     (a) the Bank of Jamaica, other than the cash reserves\n         or cash balances referred to in paragraphs (a) and\n         (b) of subsection (2) of section 15;\n     (b) any other licensee or any bank;\n     (c) any other institution in Jamaica approved for the\n         purpose by the Minister,\n    repayable on demand or on not more than fourteen\n    days' notice;\n\"paid-up capital\" shall be construed in accordance with\n     subsection (4);\n\"prescribed liabilities\" means such liabilities as may, by\n     notice, from time to time be specified by the Bank of\n     Jamaica;\n\"regulated or supervised financial institution\" means-     3812004\n                                                           S. 2 (b).\n    (a) an institution in Jamaica which is supervised or\n         regulated by the Bank of Jamaica or the Financial\n          Services Commission;\n     (b) a financial institution which is established in a\n           country outside Jamaica in accordance with the\n           relevant laws of that country and is regulated in\n           that country by a competent authority;\n\"retained earnings reserve\" means a reserve which has been\n     notified as such to the Bank of Jamaica and into which\n     is paid such portion of a licensee's net profits as\n     defined in section 8 (including realized capital gains)\n      as the licensee may determine;\n\"Supervisor\" means the Supervisor of Banks and Financial 2711997\n      Institutions appointed under the Bank of Jamaica Act; S. (a)(iii).\n\"Supervisory Department\" means the Department of 2711997\n      Supervision of Banks and Financial Institutions S. 2(a)(iii).\n      established under Part VA of the Bank of Jamaica Act;\n                     FINANCIAL INSTITUTIONS\n    \"trust business\" includes property devolving upon a licensee\n         whether in the capacity of trustee, executor,\n         administrator or any other fiduciary capacity;\n    \"unsecured\" in relation to credit facilities means-\n        (a) credit facilities granted without security; or                0\n        (b) in the case of credit facilities granted against\n              security, any part thereof which at any given time\n              exceeds the market value of the assets comprising\n             the security or which exceeds the valuation\n             approved by the Bank of Jamaica whenever it\n              deems that no market value exists for such assets,\n       and for the purpose of this definition security shall be\n       construed as including a confirmed irrevocable letter of\n       credit and such other instrument as the Bank of Jamaica\n       may from time to time determine.\n        (2) For the purposes of this Act, the following per-\nsons shall be treated as being connected with a given licensee\n(\"L\") and the licensee with them, and shall be so treated\nnotwithstanding that at the relevant time any of the persons in\nquestion (not being individuals) had not yet come into existence\nor had ceased to exist-\n     (a) a holding company or subsidiary of L;\n     (b) a subsidiary of a holding company of L;\n     (c) a holding company of a subsidiary of L;\n     (6) any company of which L has control;\n     ( e ) any company of which L and the persons con-\n           nected with L together have control;                           0\n     V) any company which together with L constitute a\n           group;\n     (g) an individual who is a director, manager Qr a person\n           who has control of L or any partner or any\n           immediate relative of such director, manager or\n           person as aforesaid;\n                     FINANCIAL INSTITUTIONS\n    ( h ) ar,y company of which any of the persons referred\n          to in paragraph (g) is a director, manager or has\n          control.\n       (3) For the purposes of this Act-\n    \"group\" in relation to a company, means that company\n         and-\n     (a) any other company which is its holding company or\n          subsidiary;\n     (b) any other company which is a subsidiary of the\n          holding company;\n     (c) any company which directly or indirectly controls or is\n          controlled by any company referred to in paragraph\n          (a>or (b);\n     (d) any company which is controlled by a person who\n          directly or indirectly controls a company referred to in\n          paragraph (a), (b) or (c).\n       (3A) For the purposes of this Act a company is the 2711997\nholding company of any company that is its immediate, S. 2 (b).\nintermediate or ultimate subsidiary whether the holding 1012002\ncompany holds that other company's shares on trust or is the S.2(b).\nbeneficial owner of such shares.\n       (4) In determining the paid-up capital of a licensee-\n     (a) unless the Bank of Jamaica otherwise determines and,\n          subject to paragraph (b), there shall be disregarded any\n          portion of capital subscribed to and paid up by a\n          connected person who had within the three years\n          immediately preceding the payment, received from\n          that licensee of a loan (other than a loan referred to in\n           subsection (5)) deposit or advance of an amount equal\n          to or greater than the amount of that portion of capital;\n     (b) the amount disregarded pursuant to paragraph (b)\n         consequent on any loan, deposit or advance shall be\n         limited to the amount remaining unpaid on the loan,\n         deposit or advance.\n                                      FINANCIAL INSTITUTIONS\n                          (5) Subsection (4) shall not apply to any secured\n                  loan used to purchase shares in a licensee where those shares\n                  are not used as security for that loan.\n                         (6) Nothing in this Act shall be construed as per-\n                  mitting a licensee to reduce the amount held in the retained\n                  earnings reserve without the prior approval in writing of the           (3\n                  Bank of Jamaica.\n                                          PART 11. Licensing\ncarrying on"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where a licensee has been notified of the suspension or revocation of\n                its licence it may, within ten days after the date of such notification, appeal to\n                the Court of Appeal and that Court may make such order as it thinks fit.\n                                [The lncluslon of thia page Is authorized by L.N. 180A12006)\n                        FINANCIAL INSTITUTIONS\n                              THIRD SCHEDULE                           (Section 42)\n                             Offences and Penalties\n              First Column                             Second Column\n     Brief Description of          Relevant\n           offences\n                                    -\n                                   Section                   -\n                                                            Penalty\nCarrying on deposit taking          3 (1)     On conviction, a fine not exceeding\nbusiness without licence.                     $2,000,000.00 and in the case of a\n                                              continuing offence, a further\n                                              penalty not exceeding $200,000.00\n                                              for each day during which the\n                                              offence continues after conviction.\nObstructing or hindering an         3 (4)     On conviction, a fine not exceeding\nauthorized officer in the                     $500,000.00 and in the case of a\nperformance of his duties.                    continuing offence, a further\n                                              penalty not exceeding $50,000.00\n                                              for each day during which the\n                                              offence continues after conviction.\nIncurring deposit liabilities in    9 (3)     On conviction, a fine not exceeding\nexcess of prescribed amount.                  $1,000,000.00 and in the case of a\n                                              continuing offence, a further\n                                              penalty not exceeding $100,000.00\n                                              for each day during which the\n                                              offence continues after conviction.\nActing in a managerial              11 (3)    On conviction, a fine not exceeding\ncapacity in a licensee while                  $500,000.00.\ndebarred.\nPermitting persons debarred         11 (4)    On conviction, a fine not exceeding\nfrom management of licensee                   $1,000,000.00 and in the case of a\nto be involved with the                       continuing offence, a further\nmanagement of licensee.                       penalty not exceeding $100,000.00\n                                              for each day during which the\n                                              offence continues after conviction.\nAccepting    or     repaying        12 (2)    On conviction, a fine not exceeding\ndemand or short term deposit.                 $200,000.00 and in the case of a\n                                              continuing offence, a further\n                                              penalty not exceeding $100,000.00\n                                              for each day during which the\n                                              offence continues after conviction.\n                                   FINANCIAL INSTITUTIONS\n                                     THlRD SCHEDULE, contd.\n                         First Column                              Second Column\n                 Brief Description of        Relevant\n                       Offences              Section                    Penalty\n                                               -                         -\n             Engaging    in     prohibited    13 (9) On conviction, a fine not exceeding\n             business.                               $1,000,000.00 and in the case of a\n                                                     continuing offence, a further\n                                                     penalty not exceeding $250,000.00\n                                                     for each day during which the\n                                                     offence continues after conviction.\n             Failure to make returns or       16 (4) On conviction, a fine not exceeding\n             furnish information.                    $250,000.00 for each day during\n                                                     which the failure continues after the\n                                                     expiry of the time prescribed for\n                                                     making the return or furnishing the\n                                                     information.\n             Failure to submit or exhibit 18 (3) On conviction, a fine not exceeding\n             or publish last audited             $250,000.00.\n             balance sheet and profit and\n             loss account.\n             Failure to provide con- 19 (5) On conviction, a fine not exceeding\n             solidated balance sheet and    $250,000.00.\n             profit and loss acwunt.\n2711997      Failure to make report to 19A (2) On conviction, a fine not exceeding\nS. 19 (a).\n             Supervisor.                       $2,000,000.00 or to imprisonment\n                                               for a term not exceeding six months\n                                               or to both such fine and\n                                               imprisonment.\n2711997      Failure to comply with 19B (3) On conviction, a fine not exceeding\nS. 19 (a).   requirement of Supervisor for     $2,000,000.00 or to imprisonment\n             audit or examination.             for a term not exceeding six months\n                                               or to both such fine and\n                                               imprisonment.\n             Failure of shareholder to 22 (2) On conviction, a fine not exceeding\n             provide     information    to     $1,000,000.00 or to imprisonment\n             Minister.                         for a term not exceeding two years\n                                               or to both such fine and\n                                               imprisonment.\n                       FINANCIAL INSTITUTIONS\n                          THIRD SCHEDULE, contd.\n              First Column                               Second Column\n    Brief Description of         Relevant\n          Offences                Section                     Penalty\n                                                               -\nFailure to comply with a           25 (4)    On conviction, a fine not exceeding 3812004\ndirection or cease and desist                $200,000.00 and, in the case of a S. 6(c).\norder.                                       continuing offence, a further\n                                             penalty not exceeding $20,000.00\n                                             for each day during which the\n                                             offence continues after conviction.\nBeing manager of a licensee 27 (1)           On conviction, a fine not exceeding\nfailing to provide information               $1,000,000.00 or to imprisonment 2711997\non the financial position of                 for a term not exceeding six months S. l 9 (b)(x).\nthe licensee or its branches or              or to both such fine and\nsubsidiaries.                                imprisonment.\nFailure to comply with 29B (3) On conviction, a fine not exceeding 2711997\nrequest   of     Supervisory   $2,000,000.00 or to imprisonment S. 19 (a).\nDepartment for information.    for a term not exceeding six months\n                               or to both such fine and\n                               imprisonment.\nRefusal to furnish in- 29C (4) On conviction, to a fine not 1012002\nformation or obey summons.     exceeding $250,000.00.       S. 12.\nFailure to     comply      with 29D (3)\ndirection.                      29F (3) On conviction, to a fine not 1012002\n                                        exceeding $2,000,000.00.     S. 12.\nFailure to comply with             30 (2)    On conviction, a fine not exceeding\nsummons of Bank of Jamaica                   $1,000,000.00 or to imprisonment 2711997\nor with requirements of                      for a term not exceeding six months S. 19(b)(xi).\nauthorized   officers   or                   or to both such fine and\nobstructing or misleading                    imprisonment.\nthem.\nFailure to notify the Bank of 32 (4)          On conviction, a fine not exceeding\nJamaica of a resolution for                   $1,000,000.00.                      2711997\nvoluntary winding-up.                                                               S. 19(b)(xii).\n                       FINANCIAL INSTITUTIONS\n                          THIRD SCHEDULE, contd.\n             First Column                              Second Column\n   Brief Description of        Relevant\n                                                            Penalty\n         Offences              Section                       -\nFurnishing false informa-        34 (2)     On conviction-\ntion in any statement,\nagreement, deed or decla-                        (a) on indictment in a Cir-\nration in relation to amal-                          cuit Court, to a fine or\ngamation or transfer of                              imprisonment of a term\nlicensee.                                            not exceeding two years\n                                                     or to both such fine and\n                                                     imprisonment;\n                                                 (b) on summary conviction\n                                                     before    a    Resident\n                                                     Magistrate, to imprison-\n                                                     ment for a term not\n                                                     exceeding twelve months\n                                                     or to a fine not\n                                                     exceeding $1,000,000.00\n                                                     or to both such fine and\n                                                     imprisonment.\nFraudulently inducing per-         41       On conviction on indictment in a\nsons to invest.                             Circuit Court, to imprisonment for a\n                                            term not exceeding two years or to\n                                            a fine or to both such fine and im-\n                                            prisonment.\nBeing an official of a           44 (3)     On conviction, a fine not exceeding\nlicensee, making unautho-                   $2,000,000.00 or to ,imprisonment\nrized disclosure.                           for a term not exceeding two years\n                                            or to both such fine and impri-\n                                            sonment.\n                           FOURTH SCHEDULE                        (Section 44 (2) )\n             Circumstances in which information on customers'\n                          accounts may be disclosed\nSection 44 (1) shall not apply in any case where-\n   (a)   the information is disclosed by an official or a person referred to.in\n         that subsection to another official or person so referred to;\n             FINANCIAL INSTITUTIONS\n               FOURTH SCHEDULE, contd.\nthe customer or his personal representative gives written permission\nfor disclosure of the information;\nthe customer is an undischarged bankrupt or, if the customer is a\ncompany, it is being wound up;\nthe information is disclosed in connection with civil proceeding*\n            (i)    arising between the licensee and the customer\n                   relating to the customer's transaction with the\n                   licensee; or\n             (ii) brought by the licensee by way of interpleader in\n                  connection with competing claims by two or more\n                  parties to money in the customer's account;\nthe information is disclosed to an authorized officer;\nthe disclosure is made on the written direction of the Minister to the\npolice or to a public officer who is duly authorized under the\nprovisions of any law for the time being in force which requires\nsuch disclosure for the purpose of the investigation or prosecution of\na criminal offence;\nthe licensee has been served with a court order attaching money in\nthe account of the customer;\nthe information disclosed is required by the head office overseas of\na licensee and pertains only to credit granted by the Jamaican\noperations of that licensee;\nthe Minister in writing directs such disclosure to a foreign\ngovernment or agency of such government where there exists\nbetween Jamaica and such foreign government an agreement for the\nmutual exchange of information of such kind and the Minister\nconsiders it in the public interest that such disclosure be made;\non the recommendation of the Supervisor, the Minister in writing 1012002\ndirects such disclosure in the public interest;                  s. 13 (b).\nthe circumstances are such that it is in the interests of the licensee 1012002\nthat the information be disclosed;                                     s. 13 (b).\ndisclosure is reauired under another enactment:                          1012002\n                                                                         S. 13 (b).\ndisclosure is required by virtue of an order of the court, other than    1012002\nan order under paragraph (g).                                            S. 13 (b).\n                                    -    -\n70                                 FINANCIAL INSTITUTIONS\n                                           FIFTH SCHEDULE                     (Section 42A)\n1012002       Oflences in respect of which liability to conviction may be discharged by\ns. 14.                               payment of ajixedpenalty\n                Nature of Offence           Section                     Penalty\n                                            -                            -\n            Incurring deposit in excess      9 (3)\n            of statutory limit.\n            Acting or continuing to act      11 (3)                  $300,000.00\n            as director or concerned in\n            management without ex-\n            press authorization.\n3812004     Failure to make returns.         16 (4)                 $150,000.00 for\nS. 7 (a).                                                           each day of default\n            Failure to submit, exhibit,      18 (3)\n            publish last audited balance\n            sheet and profit and loss\n            account.\n            Failure to provide con-          19 (5)\n            solidated balance sheet and\n            profit and loss account for\n3812004     licensee and subsidiaries.\nS. 7 (b).\n            Breach of duty of auditor       19B (3)\n            to carry out expanded audit\n            as directed by Supervisor.\n            Failure of shareholder to        22 (2)\n            comply with notice issued\n            by Minister."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) An application for a licence under this Act shall \"cenCm.\nbe made to the Minister in such form and manner and shall\ncontain such particulars as may be prescribed, and the\nMinister may. in his discretion. grant or refuse such applica-\ntion.\n        (2) Where the Minister thinks necessary he may\nrequire an applicant for a licence to furnish additional in-\nformation and where the application is refused the Min-\nister shall notify the applicant in writing of such refusal\nand shall afford to that applicant an opportunity to be heard.\n         (3) A licence shall not be granted to any company\nunless the Bank of Jamaica makes a recommendation to the\nMinister stating thal every person who is a director of the\ncompany or who is to perform corporate management func-\ntions in the company or who is a shareholder holding\n(whether in his own right or when counted with the holding\nof a connected person) 20% or more of the voting shares of\nthe company, is a fit and proper person for that purpose,\nthat is to say, he is a person-\n     (a) who has not been convicted of an offence involving\n           dishonesty;\n     (b) who is not an undischarged bankrupt;\n     (c) whose employment record does not give the Bank\n         of Jamaica reasonable cause to believe that the\n         person carried out any act involving dishonesty or\n         [The inclusmionof this page is authorized by 1..N 146:19991\n                               FINANCIAL INSTITUTIONS\n                     any act involving impropriety in the handling of\n                     banking business;\n271 1997        (d) who, in the opinion of the Bank of Jamaica, is a\ns. 3 13).\n                    person of sound probity, is able to exercise mm-\n                    petence, diligence and sound judgment in fulfilling\n                    his responsibilities in relation to the licensee and\n                    whose relationship with the licensee will not\n                    threaten the interests of depositors; and for the\n                    purposes of this paragraph, the Bank shall have\n                    regard to any evidence that he has-\n                         (i) engaged in any business practices appearing\n                             to the Bank to be deceitful or oppressive or\n                             otherwise improper which reflect discredit to\n                             his method of conducting business;\n                        (ii) contravened any provision of any enactment\n                             designed for the protection of the public\n                              -\n                             against  financial loss due to dishonestv,\n                                                                     -.\n                             incompetence or malpractice by persons\n                             concerned in the provisions of banking,\n                             insurance, investmint or other financial\n                             services, or in the management of com-\n                             panies or due to bankruptcy.\n                   (4) It shall be a condition of every such licence that\n            the company to which it is granted shall-\n                 (a) forthwith upon the grant of the licence and there-\n                     after while the licence continues in force, annually\n                     on or before each anniversary of such grant, pay\n                     the prescribed licence fee to the Accountant-\n                     General;\n                ( b ) complv with such terms and conditions as may be\n                      specified in the licence;\n                     [The inclusion ofthis page is authorized by L.N. 146/19991\n        (c) forthwith upon any change in the persons referred\n            to in subsection (3), notify the Minister in writing\n            of that change.\n        (5) If, upon receipt of a notice referred to in para-\ngraph (c) of subsection (4), the Minister is not satisfied\nthat the persons named therein are fit and proper persons\nas described in subsection (3): the Minister may require the\nlicensee concerned to take such steps as the Minister may\nconsider necessary to ensure compliance with subsection (3).\n           (6) The Minister shall by notice in the Gazette, pub-\nlish-\n        (a) the name of each company to which a licence is\n            granted under this section; and\n        Ib) any terms and conditions applicable to such licence."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) A licensee shall not make any alteration in its ~ l t m t i o n\n                                                              of memo-\nmemorandum or articles of association unless it has notified randurnand\nthe Minister in writing that it proposes to make that altera-           az2i&\ntion and the Minister either-\n        (a) has in writing approved the proposed alteration;\n            or\n        (b) has not, within thirty days of receipt of the notifi-\n            cation, indicated in writing to the licensee any\n            disapproval of the proposed alteration.\n        (2) The Minister shall not disapprove of a proposed\nalteration in the memorandum or articles of a licensee\n                inclusion of :his page is authorized by L.N 146119991\n16                           FlNANCIAL INSTITUTIONS\n          unless such proposed alteration is. or is likely to result in, a\n          breach of-\n               (a) the terms and conditions of the licensee's licence;\n                   or\n               (b) the provisions of this Act or any regulations made\n                    hereunder.\n                   (3) Any alteration made to the memorandum or\n          articles of association of a licensee in contravention of sub-\n          section (1) shall be null and void.\n                  (4) Every licensee shall within fourteen days of the\n          date on which any alteration is made to its memorandum\n          or articles of association, notify the Minister of such altera-\n          tion.\n                          PART 111. Capital and Reserves\nMinimum     6 . 4 1 ) A licence shall not be granted to a company\ncapital\naquim     unless capital to an amount not less than twenty-five million\nma.       dollars has been subscribed.\n                   (2) A licensee shall not commence business unless\n           not less than twenty million dollars of the subscribed capital\n           has been paid up in cash.\n                   (3) The Minister may; by order subject to affirmative\n           resolution. vary the minimum amounts prescribed in sub-\n           section (1) so, however, that where the amounts are in-\n           creased by that order, the company shall be allowed a\n           reasonable period of time specified in the order, being not\n           less than twelve months, within which to comply.\n                     [The inclusion ofthis page isauthorized b y L.N.1461 19991\n                  FINANCIAL INSTIT(IT1ONS                                    16.01"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Where a temporary cease and desist order is served under para-\ngraph 5, the licensee or, as the case may be, the person on whom it is\nserved may, within ten days after the date of such service, apply to a\nJudge of the Supreme Court in accordance with rules of court to set\naside, limit, or suspend the operation or enforcement of such order.\n                 [The ~nclus~on\n                             of t h ~ page\n                                      s    1s autliortzed by L N   8812003]\n                       FINANCIAL INSTITUTIONS\n                                PART D\n                    Temporary Management of a Licensee"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Except with the written approval of the Minister, a\nforeign government or agency of such government shall *sn\n                                                                          :se\n                                                         w -\n                                                           t\nnot, directly or indirectly, in relation to a licensee-- holding3 le\n                                                                          limou.\n    (a) hold more than 5% of the issued share capital of\n        that licensee;\n    (b) exercise any voting power in excess of that percent-\n        age of such shares as aforesaid."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Every licensee shall maintain a reserve fund to d    f-\nwhich at the end of each financial year of the licensee there\nshall be transferm-\n     (4 15% of the net profits of the licensee in that year\n        until the amount at the credit of the reserve fund\n        is equal to 50% of the paid-up capital of the\n        licensee; and\n     (b) thereafter 10% of the net profits of the licensee in\n         that year until the amount at the credit of the\n         reserve fund is equal to the paid-up capital of the\n         licensee.\n         (2) Nothing in subsection (1)                  shall prevent a\nlicensee-\n     (a) from transferring more than the prescribed per-\n         centage of the net profits in any year to its reserve\n         fund; or\n     (b) from maintaining a reserve fund in an amount in\n         excess of its paid-up capital.\n         [Theinclusion ofthis page is authorized hy L.N. 146/1999]\n                   F I N A N C I A L INSTII'UZ'ZONS\n        (3) For the purposes of this section, \"net profits\"\nmeans profits after deduction of income tax but does not\ninclude any surplus arising from-\n    (a) a revaluation of the licensee's assets other than\n         foreign currency; or\n    (6) unless the Bank of Jamaica in writing otherwise\n         permits-\n             (i) a sale of the licensee's assets to a connected\n                  person, where such sale is not for cash or\n                  is funded by a loan from the licensee;\n            (ii) any resale, other than for cash, by the licen-\n                 see of assets purchased from a connected\n                 person.\n    (a) the amount of the credit of the reserve fund of a\n         licensee exceeds its unimpaired capital; and\n    ( b ) the licensee intends to reduce its reserve fund,\nthe licensee shall in writing notify the Bank of Jamaica\naccordingly and apply in writing to the Bank of Jamaica for\npermission to reduce its reserve fund and thereupon the\nBank of Jamaica may permit the licensee to reduce its\nreserve fund in accordance with subsection (5)by an amount\nnot exceeding the amount of the excess as aforesaid.\n       (5) The reduction referred to in subsection (4) may\nbe effected by the issue by the licensee of bonus shares or by\nthe redemption of preference shares or both.\n                              --\n                    FINANCIAL INSTITUTIONS\n    PART IV. Restrictions on Deposit Taking Business"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to subsection ,(2), a licensee shall not incur M a x i T r n\n                                                                deposit\ndesposit liabilities and other indebtedness for borrowed li;l+,i~itien.\nmoney which, together with all interest accrued thereon, gydlz;\nexceed in the aggregate, twenty times the amount of its\ncapital base.\n        (2) The Minister may by order subject to affirmative\nresolution, vary the multiple prescribed in subsection (1) in\nsuch manner as he thinks fit, so, however, that, where by\nvirtue of such order the multiple for the time being\napplicable under this subsection is decreased, any licensee\naffected thereby shall be permitted a reasonable period of\ntime specified in the order, being not less than twelve\nmonths, within which to comply.\n        ( 2 ~ )A licensee shall maintain at all times an adequate ~~~~~,\ncapital base determined in such manner and by such methods\nas may be prescribed from time to time.\n        (3) Any licensee which contravenes subsection (1)\nshall be guilty of an offence."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The fixed assets of a licensee shall not, without                  kxyzfP\nthe approval in writing of the Minister, and subject to such of liwnsks.\nconditions as the Minister may specify, exceed an amount\nequivalent to its capital base.\n         (2) For the purposes of this section-\n      (a) \"fixed assets\" means the following assets (whether\n           freehold or leasehold) owned by a licensee and\n           used by the licensee in the conduct of its business,\n           that is to say-\n           [Tihe inclusion 4this page is authorized b.j L.N. 146119991\n                                                                         -\n                                  k-INANCIAL INSTITUTIONS\n                             (i) furniture or fixtures;\n                            (ii) premises and other real estate;\n                           (iii) machinery and equipment, including motor\n                                 vehicles, but does not include any such\n                                 machinery, equipment or vehicles from\n                                 which the licensee derives income in its\n                                 capacity as lessor;\n                   ( b ) the historical cost method shall be applied in the\n                         valuation of fixed assets.\nPersons           11.-(1) A person to whom this subsection applies shall\ndebarred\nfrm   ,        not, without the express authorization in writing of the\nlicensees.Of\nagemen'        Minister, act or continue to act as a director of, or be\n               directly or indirectly concerned in the management of any\n               licensee.\n                       (2) Subsection (1) applies to any person w h v\n                   (a) is not a fit and proper person as described in sub-\n                         section (3) of section 4;\n                   ( b ) whether in Jamaica or elsewhere has been a direc-\n                         tor of or directly concerned in the management\nFirst\n                         of a bank, licensee or other financial institution\nSchedule.                referred to in the First Schedule.\n                      (3) Any person who contravenes the provisions of\n               subsection (1) shall be guilty of an offence.\n                       (4) It shall be the duty of every licensee to ensure\n               that, in relation to the licensee, persons do not act or con-\n               tinue to act in contravention of subsection (1); and, subject\n               to subsection (5), any licensee which contravenes this sub-\n               section shall be guilty of an offence."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Application to the Minister for approval pur-\n             sunnt to sitbsection (1) shall be presented in the form of\n             a .wheme and shall be regulated in accordance with such\n             provisions as may be prescribed.\n                      [Thc inclusion of this p g e in authorized by L.N. 146119991\n                    FINANCIAL INSTITUTIONS                                47\n   3 4 . 4 1 ) Where an amalgamation or transfer referred to statements\nin xxtio;i 2+ 2- t a k a place, the licensee or bank, as the case relating to\n                                                                    an~almma-\nmay be, as amalgamated or to which business is transferred ?&foc: hs\nshall, within thirty days from the date of completion of the $Fporited\namalgamation or transfer or such longer period as the Min- Minister.\nister may allow. deposit with the Minister-\n      (a) certified copies of statements of the assets and lia-\n             bilities of the licei~seesor, as the case may be, the\n             licensee and bank concerned in the amalgamation\n             or transfer, together with a statement of the nature\n             and terms of the amalgamation or transfer;\n      ( h ) a certified copy of the agreement or deed under\n            which the amalgamation or transfer is effected;\n      (el a declaration signed by the secretary or manager,\n             if any, and by at least two directors of the licensee,\n             or bank, as the case may be, that to the best of\n             their belief every payment made or to be made\n             to any person on account of the amalgamation or\n              transfer is therein fully set out, and that no pay-\n             ments other than those set out have been made or\n             are to be made by or with the knowledge of any\n              parties to the amalgamation or transfer.\n         (2) A person who in any statement, agreement, deed\nor declaration referred to in subsection (I) causes or permits\nthe inclusion of any information which he knows to be false\nin a material particular or recklessly includes any informa-\ntion which is false in a material particular, shall be guilty\nof an offence."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) A licensee shall not-                                             Prohibited\n                                                                                business.\n         (a) engage in any trade save in so far as may be neces-\n             sary in the ordinary course of its operations and\n             services, including the satisfaction of debts due to\n             it, and the due performance of its functions as a\n             trustee, executor or administrator or as attorney\n             for any person;\n         (b) acquire land save in so far as may be necessary-\n                  (i) so to do for the purpose of conducting its\n                      business or housing its oflicers or employees;\nI                     or\n                  (ii) in the ordinary course of its operations and\n                       services including the satisfaction of debts due\n                       to it and the due performance of its functions\n                       as a trustee, executor or administrator or as\n                       attorney for any person;\n                 lThe inclusion of this page is authorized by L.N. 180Al20061\n                            FINANCIAL INSTITUTIONS\n            (c) acquire, deal in or grant credit facilities on the\n                security of its own shares or the shares of a hold-\n                ing company or subsidiary of the licensee;\n            (d) grant unsecured cred.it facilities to-\n                     (i) any connected person;\n                                                                                    i\n                     (ii) any of its officers or employees or any\n                          immediate relative of such officer or em-\n                          ployee in excess of an amount equivalent to\n                          one year's salary of such officer or employee;\n2711997     (e) except in relation to specified credit facilities, grant\nS. 5 (b).\n                unsecured credit facilities to-\n                      (i) any firm or corporation which holds 20% or\n                          more of the licensee's capital or in which the\n                          licensee or a connected person has an interest\n                          as a partner, or, as the case may be, a\n                          shareholder holding or controlling 20% or\n                          more of the voting shares;\n                     (ii) any person who holds or controls 20% or\n                          more of the licensee's shares;\n                     (iii) any person if the credit facilities are guar-\n                           anteed by a connected person who holds or\n                           controls 20 % or more of the licensee's capital;\n                           or\n                     (iv) any firm or corporation if the credit facilities          j\n                          are guaranteed by a connected person who, in\n                          relation to that firm or corporation, has an\n                          interest as a partner, or, as the case may be,\n                          holds or controls 20% or more of the voting\n                          shares;\n                --\n                     [The laeluslon of thl8 page I8 authorized by L.N. 180A/20061\n              FINANCIAL INSTITUTIONS\n(fl except in relation to specified credit facilities and\n    subject to subsection (5) grant credit facilities-\n        (i) to any one person (not being another licen-\n            see) if the credit facilities granted exceed in\n            the aggregate 20% of the licensee's\n            capital base but where any portion of such\n            credit facilities is unsecured, that portion\n            shall not exceed 5 % of the licensee's 2711997  s. rcWi,,\n            capital base;\n        lii) to any group if the credit facilities exceed\n             in the aggregate 4056 of the licensee's capital\n             base but where any portion of such credit\n             facilities is unsecured that portion shall not\n             exceed IOyA of the licensee's capital base; t'\\lz$il,\n(g) pay any dividend on its shares-\n         (i) until all its capitalized expenditure not re-\n              presented by tangible assets and all prior\n             losses have been completely written off, so,\n              however, that the Minister may by order\n              provide that, subject to such terms: condi-\n               tions, exceptions and restrictions (if any) as\n             he may specify therein. such expenditure\n              shall be deemed not to include expenditure\n             for the purchase of goodwill;\n        (ii) if the paid-up capital or cumu!lative balance\n              in the reserve fund has been impaired, until\n              such impairment has been corrected;\n       (iii) if, having regard to the licensee's liabilities,\n              it would be imprudent to do so;\n       (iv) until the requirements of this Act relating\n              to reserves have been met;\n        (v) until all sums due and payable to the Bank\n              of Jamaica by the licensee have been paid;\n                   FlNA NCIA L INSTITUTIONS\n    (h) directly or indirectly acquire or hold in the aggre-\n        gate any part of the share capital of any com-\n        pany or undertaking in excess of 50 % of its capital\n        base, so, however, that-\n            ti) such shareholding shall not, in respect of\n                any one such company or undertaking as\n                aforesaid, exceed 1          of the licensee's\n                capital base; and\n           (ii) the restrictions imposed by the paragraph\n                shall not apply where such shareholding is\n                acquired in the administration of the estate\n                of a deceased person or pursuant to an\n                underwriting arrangement or in the course\n                of the satisfaction of debts due to the licen-\n                see but such shareholding shall be disposed\n                of at the earliest suitable time;\n    i    except where the Bank of Jamaica otherwise deter-\n         mines, grant credit facilities to and acquire or hold\n         investments-\n             (i) in any one connected person, exceeding in\n                 the aggregate         of the licensee's capital\n                 base; or\n            (ii) in all connected persons, exceeding in the\n                 aggregate 20yA of the licensee's capital base.\n        (2) The Minister may from time to time, by order,\nsubject to affirmative resolution of the House of Representa-\ntives, vary any percentage specified in paragraph ( f ) of sub-\nsection ( I ) .\n         (3) A licensee shall not beneficially hold in fee simple\nfor any period exceeding three years from the date of acqui-\nsition, land acquired in the course of the satisfaction of debts\ndue to i t , hut shall forthwith after the expiry of that period\nsell or otherwise dispose of the land absolutely so that it no\nlonger has. directly or indirectly, any interest or control in\nrespect thereof except by way of security.\n                       ~-~~   -\n                  FINANCIAL INSTITUTIONS\n        (4) The Minister may in writing direct that the time\nspecified in subsection (3) for sale or disposal of land be\nextended for a further period or periods.\n        (5) The Minister may, by order, make provision\nwhereby credit faciltiies may be granted by a licensee on\nsuch basis (being less restrictive than that imposed by para-\ngraph (fl of subsection (I), as may be prescribed in the order\nif he is satisfied. on application of the licensee and after\nconsultation with the Bank of Jamaica, that the licensee has\nmade arrangements whereby the repayment of amounts\nmade available as credit facilities will be assured by such\ncash resources of the borrower or such other resources of\nthe borrower approved by the Bank of Jamaica or guaran-\nteed by such persons in such circumstances and subject to\nsuch terms and conditions as will adequately protect the\ninterests of shareholders and depositors in the licensee.\n         (6) For the purposes of this section \"specified credit\nfacilities\" means-\n      (a) credit facilities made to or guaranteed by the Gov-\n           ernment of Jamaica; or\n      (b) credit facilities made to a local government\n           authority; or\n      (c) credit facilities made t o -\n               (i) a statutory body; or\n              (ii) a company owned or controlled by the\n                   Government or an agency of the Govern-\n                   ment,\n           which is designated by the Minister for the purposes\n           of this provision;\n      (6) credit facilities derived solely from funds provided\n           by an institution, under a scheme approved by the\n           Minister. to a licensee for the purposes of the\n           granting of credit facilities by that licensee; or\n         [The inclusion of this page is a~~thorized\n                                                 by L.N. 146!1999]\n                            FINANCIAL INSTITUTIONS\n              (e) credit facilities in respect of which cash is given\n                  as full collateral.\n                 (7) For the purposes of subsection ( I t\n              (a) any reference to \"capitalized expenditure not repre-\n                   sented by tangible assets\" shall be construed as\n                   including a reference to preliminary expenses,\n                   organization expenses, share selling commission\n                   and brokerage;\n              (b) \"control\" in relation to shares, means the power\n                   of a person to secure that the voting rights in res-\n                   pect of those shares are exercised in accordance\n                   with that person's wishes."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15) Where an order is granted pursuant to para-\n              graph (c) (i) of subsection (1) in respect of any proceedings\n              time shall not continue to run against the person bringing\n              those proceedings during the period determined by the Judge\n              under that paragraph.\n~estructur-     25D.-(1) Where a vesting order has been made in\ning tram-\n,             respect of a licensee the Minister may, in addition to his\n27/1997       other rights and powers. carry out, or cause the licensee to\nS 13.\n              carry out-\n                   (a) a transaction or a series of transactions that involves\n                       the sale of all or part of the shares or subordinated\n                       debt of the licensee to one or more buyers;\n                  (b) a transaction that involves the amalgamation of\n                      the licensee;\n                       Whe inclusion ofthsi;   is authorized by L.N 146) 19991\n                    FINANCZAL INSTITUTIONS                                     40.03\n     (c) a transaction or a series of transactions that involves\n         the sale or other disposition of all or part of the assets\n         of the licensee or the assumption of all or part of its\n         liabilities; or\n     (4 any other transaction or series of transactions the\n         purpose of which is to restructure all or a substantial\n         part of the business of the licensee.\n        (2) Where the Minister considers that a transaction\nor a series of transactions referred to in subsection (1) has\nbeen substantiapy completed, he shall cause a notice to that\neffect to be published in the Gazette, specifying the date of\nsuch completion.\n         (3) No restriction on the right of a licensee in\nrespect of which a vesting order has been made, to sell any\nof its assets or to provide for the assumption of any of its\nliabilities, other than a restriction provided for in an Act,\nshall apply so as to prevent the Minister, the licensee or any\nother person, from carrying out a transaction referred to\nin subsection (1)."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Subject to subsection (2), every licensee shall in a,tum,\nrelation to its operations in Jamaica or elsewhere deliver to\nthe Bank of Jamaica in such form as the Minister may from\ntime to time approve-\n      (a) not later than seven working days after the last\n          day of each month a monthly statement of assets\n          and liabilities;\n      (b) not later than seven working days after the last\n          day of each month a monthly return providing an\n          analysis of customers' liabilities to the licensee in\n          respect of bills discounted, loans and advances;\n      (c) not later than sixty days after the end of each year,\n           an annual return made up as at the end of that\n           year, of-\n               (i) the licensee's current operating earnings\n                   and expenses during the year;\n         me inclusion of this page is authorized by L.N. 42!19951\n              (ii) all debts payable by the licensee in Jamaica\n                    or elsewhere in respect of which during a\n                    period of seven or more years no transac-\n                   tion has taken place and no statement of\n                   account has been requested or acknow-\n                   ledged by the creditor;\n             (iii) drafts or bills of exchange drawn, certified\n                   or accepted by the licensee and payable in\n                   Jamaica or elsewhere, and outstanding for\n                   seven or more years from the date of such\n                   drawing, certification or acceptance, as the\n                   case may be;\n             iiv) all dividends remaining unpaid for a period\n                  exceeding five years;\n              (v) land acquired in the course of the satisfac-\n                  tion of debts due to the licensee and bene-\n                  ficially held in fee simple by the licensee;\n    ( d ) not later than seven working days after the month\n          to which it relates a monthly return showing parti-\n          culars of loans in respect of which no interest which\n          is due and payable has been paid for a period of\n          three months or more;\n    (e) not later than seven working days after the month\n        to which it relates a monthly return showing parti-\n        culars of the licensee's contingent and prospective\n        liabilities;\n    if) such other returns, statements or information as\n        the Minister may require.\n        (2) No statement or return shall be required under\nparagraph (a), (b), (dl, (e) or ( f ) or sub-paragraph (i) of\nparagraph (c) of subsection (1)in respect of the affairs of any\nparticular customer of a licensee.\n-\n         [The ieclusion of this page is aurhorized by LN.421 19951\n                     FINANCL4L INSTlTUTIONS\n            (3) The Minister may, if he thinks necessary in any\nparticular case, extend the time prescribed for the sending of a\nstatement or return under subsection (1).\n            (4) Every licensee which fails to make any return or\nf i n i s h any information in accordance with the requirements of\nthis Act or the Bank of Jamaica Act, shall be guilty of an\noffence.\n            (5) If any return required to be made, or any\ninformation required to be hrnished, under or pursuant to this\nAct or the Bank of Jamaica Act, is transmitted by post, the date\nappearing by the stamp or mark of the post o f i c e in Jamaica\nupon the envelope or wrapper enclosing the return or\ninformation received by the Minister or the Bank of Jamaica, as\nthe case may be, as the date of deposit in the post office shall be\ntaken prima facie for the purposes of this section to be the day\nupon which the return was made or the information was\nfbmished.\n             . . The Bank of Jamaica may publish in a daily\n            (6)\nnewspaper printed and circulated in Jamaica information in such\nform as may be approved by the Minister on the liabilities and\nassets of each licensee furnished under paragraph (a) of\nsubsection (I):\n    Provided that no information in respect of the affairs of a\nparticular customer of a licensee shall be published.\n       (7) In this section \"working day\" means any day on\nwhich a licensee is normally opened for business."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) Where, in respect of any credit facility granted by a\nlicensee, no payment of principal or interest which is due and faciiities.\npayable has been made for a period of three months- ::rib),\n                                                                             2711 997\n                                                                             S. 6 (a).\n     (a) the licensee shall establish an appropriate reserve\n         (hereinafter referred to as loss reserves on credit 1012002\n         facilities) in respect of all such credit facilities in such\n         amount and on such basis as the Minister may ~ . 6 ( b ) .\n         prescribe in regulations made under section 38; and               :::F\n                             of'this page IS aothonzed by L N . 88120031\n               (The i~~clusloci\n                                     FINANCIAL INSTITUTIONS\n1012002               (b) interest in respect of such credit facilities shall not\nS 3 (b).\n                          continue to be taken to the profit and loss account after\n                          the expiration of that period.\n                         (2) There shall be shown on the audited balance sheet of\n10/2002          each licensee the aggregate amount of the loss reserves on credit\nS. 3 (b).\n                 facilities and the portion thereof which has been written off\n                 against the profit and loss account.\n                         (3) Where the terms of any loan referred to in subsection\n                 (1) have been altered pursuant to a renegotiation-\n10/2002\ns. 3 (b).             (a) if the credit facility is of an amount equivalent to 10%\n                          or more of the licensee's capital base, the licensee\n                          shall within several days after the date of such\n                          negotiation notify the Bank of Jamaica in writing\n                          giving full particulars thereof\n1012002               (b) if the credit facility is not one referred to in paragraph\nS. 3 (b).                 (a) but is of an amount in excess of 1% of the\n                          licensee's capital base, the licensee shall within seven\n                          days after the expiration of the month in which the\n                          alteration occurred, make a return to the Bank of\n1012002                   Jamaica setting out the total amount of the credit\nS. 3 (b).\n                          facilities so altered during that month.\nPresentation       18.---(1) Every licensee shall-\nand public-\ncation of              (a) not later than ninety days after the end of each\nbalance sheet               financial year, submit the prescribed documents to the\nand profit and\nloss account                Bank of Jamaica;\n                      (b) not later than fourteen days after the date on which the\n                          prescribed documents are submitted pursuant to\n                          paragraph (a), cause a copy thereof to be published in\n                          a daily newspaper printed and circulated in Jamaica;\n                      (c) exhibit throughout each year a copy of the latest\n                          prescribed document in a conspicuous position in each\n                          place of business of the licensee in Jamaica.\n                               [The inclusion o f this page is authorized by L.N. 8812003J\n                   FINANCIAL INSTITUTIONS\n       (2) For the purposes of this section \"prescribed\ndocuments\" means-\n    (a) an audited balance sheet and profit and loss account\n         in respect of all business transacted by the licensee\n         in its last financial year and signed by not less than\n         two of the licensee's directors; and\n     ( h ) the auditor's report.\n       ( 2 ~ Except\n             )      as otherwise directed in writing by the ;\",!w7\nSupervisor the audited balance sheet and profit and loss\naccount shall be prepared in accordance with generally\naccepted accounting principles as set out in the Handbook\nof the Institute of Chartered Accountants of Jamaica.\n        (3) Any licensee which contravenes this section shall\nbe guilty of an offence.\n  1 9 . 4 1 ) Where a licensee has a subsidiary or subsidiaries, finsoli-\n                                                                 dated\nthe prescribed documents required for the purposes of         ,t,,\nsection 18 shall include a Consolidated Balance Sheet and              l:iizpeeS\nConsolidated Profit and Loss Account relating to the licensee listed\n                                                                 companies.\nand its subsidiaries.\n        (2) Where a licensee-\n     (a) is a subsidiary or parent of; or\n     ( h ) shares a common parent with a company which is\n          the holding company of,\n any other company, each of the aforesaid companies shall\n submit to the Bank of Jamaica an audited balance sheet and\n profit and loss account in respect of all business transacted\n by it in its last financial year and signed by not less than\n two of its directors.\n                                                  -   -\n          [The inclusion of this pageis authorized by L.N. 146j19991\n                   FINANCIAL INSTITUTIONS\n         (3) If in the opinion of the Bank of Jamaica the\ninformation contained in the consolidated accounts fur-\nnished by a licensee or individual accounts furnished by a\nlicensee's subsidiary, parent or holding company, as the case\nmay be, indicate the likelihood of insolvency, on the part of\nthe licensee, its parent or holding company or any of its sub-\nsidiaries, the Bank of Jamaica may, after consultation with\nthe licensee, issue to the licensee such directions as the Bank\nof Jamaica thinks fit and, without prejudice to the generality\nof the foregoing, the directions may require-\n     (a) the increase of the paid-up capital of the licensee\n         or, as the case may be, the paid-up capital of the\n         subsidiary;\n     ( b ) the sale, transfer or other disposition of the subsi-\n          diary or of part of its business;\n     (c) the winding up of the subsidiary.\n       (4) Where a subsidiary of a licensee is registered\nunder the Industrial and Provident Societies Act-\n     (a) the accounts of the subsidiary shall be consoli-\n         dated with those of the licensee to the intent that-\n             (i) deposits taken by the subsidiary shall be\n                 deemed to be deposits of the licensee for the\n                 purposes of section 9 (maximum deposit lia-\n                 bilities) sections 14 and 15 (cash reserve and\n                 liquid assets); and\n            lii) loans or credit facilities granted by the sub-\n                 sidiary shall be deemed to be loans of the\n                 licensee for the purposes of section 13 (pro-\n                 hibited business);\n         [The inclusion of thin pa&=is authorized by L.N. 146119991\n                      FINANCIAL INSTITUTIONS                                    32.01\n     (b) any transfer of funds to the subsidiary by the licensee\n         shall be deemed to be a loan or the granting of credit\n         facilities for the purposes of section l3(l)(e);\n     (c) the licensee shall make returns under section 16 in\n         relation to the operations in Jamaica of the subsidiary\n         as if the subsidiary were a licensee;\n     (6) the licensee shall make a return of all loans transferred\n          to the subsidiary whether for consideration or for\n          purposes of collection.\n          (5) Any licensee or company which-\n      (a) contravenes subsection (2); or\n      (b) fails to comply with directions issued under subsection\n          (31,\nshall be guilty of an offence."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18) Notwithstanding anything to the contrary,\n          where a transaction is entered into by a licensee, whether\n          before or after the 31st December, 1992, in contravention\n          of any provision of this section, nothing in this section\n          shall prevent the licensee from enforcing the transaction\n          against any person or party thereto.\n                  (9)Any licensee which contravenes subsection (1)\n          or 13) shall be guilty of an offence.\n                  PARTV. Cash Reserves and Liquid Assets\nCash        1 4 . 4 1 ) Subject to section 28 of the Bank of Jamaica\nIC~TYC.\n          Act, every licensee shall maintain in the form of a deposit\n          with the Bank of Jamaica a cash reserve not less on the\n          average than 5% of its prescribed liabilities.\n                  (2) Subject to subsection (3). for the purpose of\n          determining the amount of the cash reserve required to be\n          maintained by a licensee during any week-\n               (a) the amount of its deposit with the Bank of Jamaica\n                    shall be the average amount of such deposits as\n                    at the close of business on each business day in\n                    the week;\n                    FINANCIAL INSTITUTIONS\n     (b) the amount of its prescribed liabilities shall be the\n          average amount of such liabilities at the close of\n          business on Wednesdays in each of the four con-\n          secutive weeks ending with the last Wednesday\n          but one of the preceding month.\n        (3) The Bank of Jamaica may, by notice, from time\nto time vary the method to be used in calculating the average\nof the cash reserve required to be maintained under this\nsection.\n        (4) Where a licensee during any week fails to main-\ntain with the Bank of Jamaica the authorized deposit, that\nlicensee shall pay to the Bank of Jamaica in respect of the\nbusiness days of that week aforesaid interest calculated on\nthe amount of the deficiency at such rate as the Bank of\nJamaica may from time lo time, by notice, approve.\n          ( 5 ) In subsection (4)-\n     \"authorized deposit\" in relation to any licensee means\n          the amount required to be deposited by that\n          licensee with the Bank of Jamaica pursuant to\n          subsection (1) or pursuant to any notice published\n          in the Gazette in accordance with section 28 of the\n          Bank of Jamaica Act;\n     \"deficiency\" means the amount by which the sum (if\n          any) actually deposited by a licensee falls short of\n          the authorized deposit.\n   1 5 . 4 1 ) Subject to section 29 of the Bank of Jamaica Act, muid\nevery licensee shall so conduct its business as to ensure that .aala.\nits liquid assets are on the average not less than 15% of its\nprescribed liabilities.\n          (2) For the purposes of this section \"liquid assets\"\n means-\n      fa) cash reserves on deposit with the Bank of Jamaica\n            in accordance with section 14;\n           me kluaioa of this page is authorized by L.N. 96/1998]\n                   FINANCIAL INSTITUTIONS\n     ( b ) cash balances with the Bank of Jamaica in excess\n           of such required amount;\n     (c) notes and coins which are legal tender in Jamaica;\n     (d) money at call or short notice not being money\n           taken into account in determining the liquid assets\n            of the licensee or other institution with which it\n           is deposited;\n     (el Treasury Bills of the Government of Jamaica;\n     (fl local registered stocks the maturity date of which\n           will occur within a period not exceeding nine\n           months;\n     (g) amounts deposited with the Bank of Jamaica for\n           such period as the Bank of Jamaica may from\n           time to time determine;\n    *(h) such other assets as the Minister may determine\n           after consultation with the Governor of the Bank\n           of Jamaica;\n     (9 balances held with banks and other licensees less\n         amounts held for those banks or licensees:\n   Provided that so much only of the items mentioned at\nparagraph (d) shall be taken into account as do not exceed\nsuch percentage of prescribed liabilities as the Minister may\nfrom time to time, by order, prescribe.\n         (3) Where a licensee during any month fails to main-\ntain as liquid assets the amount which it is required to main-\ntain under this section, that licensee shall pay to the Bank\nof Jamaica in respect of the entire month aforesaid interest\ncalculated at such rate as the Bank of Jamaica may from\ntime to time, by notice, approve on the sum by which the\namount of the liquid assets (if any) maintained by that\nlicensee falls short of the amount of the liquid assets which\nit is required to maintain.\n''L.9. 3M/%\n        me inclusim of this page is a u t h d by L.N. 96119981\n                  FINANCIAL INSTITUTIONS\n       (4) Subject to subsection ( 5 ) , for the purposeof\ndetermining the amount of the liquid assets required to be\nmaintained by a licensee during any month-\n    (a) the amount of its liquid assets shall be the average\n        amount of such assets at the close of business on\n        each business day of the month; and\n    ( b ) the amount of its prescribed liabilities sha'll be the\n           average amount of such liabilities at the close of\n           business on Wednesdays in each of the four con-\n           secutive weeks ending with the last Wednesday\n           but one of the preceding month.\n        (5) The Bank of Jamaica may by notice from time\nto time vary the method to be used in calculating the\naverage of the liquid assets required to be maintained under\nthis section.\n             PART VI. Returns and Accounts"
    },
    {
      "provision_ref": "sec19a",
      "section": "19A",
      "title": "Section 19A",
      "content": "19A.-41) It is the duty of the auditors of a licensee to report Duty of\nin writing to the chief executive officer of the licensee, each auditors\n                                                                   report to\n                                                                             to\ndirector of the licensee and the Supervisor, any material Supervisor\n                                                                   on trans-\ntransactions or conditions that have come to the auditors' actions,         etc.,\nattention in the ordinary course of the audit, which, in the affecting\n                                                                   licensee's\nauditors' opinion meet one or more of the following criteria-      financial\n                                                                           viability.\n                                                                           2711997\n     (a) any change in accounting policy or any presentation of            S. 12.\n         or any failure to present, facts or figures which, in the\n         opinion of the auditors, has the effect of\n         misrepresenting the financial position of the licensee;\n     (b) transactions or conditions giving rise to significant\n         risks or exposures that have the potential to jeopardize\n         the licensee's financial viability;\n     (c) transactions or conditions indicating that the licensee\n         has significant weaknesses in internal control\n         which render it vulnerable to significant risks\n                       FINANCIAL INSTITUTIONS\n          or exposures that have the potential to jeopardize the\n          licensee's financial viability;\n     (6) transactions of an irregular nature that have a\n          significant or material impact on the licensee's fin-\n          ancial position;\n                                                                           0\n     (e) transactions or conditions that contravene the pro-\n          visions of this Act or any regulations made\n          thereunder relating to capital adequacy or liquidity\n          requirements, or any other provisions of this Act;\n     V) any other transactions or conditions which in the\n         opinion of the auditors, should be included in a\n          report under this section.\n       (2) An auditor who refuses to comply with the pro-\nvisions of this section shall be guilty of an offence.\n        (3) Where a report is made under subsection (I), it shall\nbe presented at the first meeting of the licensee's directors\nfollowing the date of its receipt by the licensee's chief executiv'7\nofficer and shall be incorporated in the minutes of the meeting.\n       (4) The report required under subsection (1) shall\nbe made within thirty days after the date on which the\nrelevant trans'action or coiiditions came to the attention of\nthe auditors.\n        (5) The auditors of a licensee shall not be regarded\nas being in breach of their duty of confidentiality to the\nlicensee in consequence of any report made to the Super-\nvisor in compliance with subsection (1).\n          -   -    -\n                    FINANCIAL INSTITUTIONS                                   32.03"
    },
    {
      "provision_ref": "sec19b",
      "section": "19B",
      "title": "Section 19B",
      "content": "19B.-(1) The Supervisor may, in writing. require the :;gnded\nauditor of a licensee to--                             2711997\n                                                       S. 12.\n    (u) report in writing to the Supervisor on the extenft\n         of the auditor's procedures in auditing the balance\n         sheet and profit and loss account of the licensee\n         and, as the case may require, its subsidiaries; or\n    ( b ) enlarge the scope of that audit or perform such\n          other audit procedures as the Supervisor may\n          specify in any particular case and report thereon\n           in writing to the Supervisor.\n          (2) The expenses, as approved by the Supervisor,\nof any audit or examination carried out pursuant to sub-\nsection (1) shall be paid by the licensee concerned.\n          (3) An auditor who refuses to comply with a\nrequirement by the Supervisor under subseotion (1) shall be\nguilty of an offence.\n          (4) An auditor of a licensee shall not be regarded\nas being in breach of his duty of confidentiality to the licensee\nin consequence of any report made to the Supervisor in\ncompliance with subsection (1).\n     PARTVII. Regulation and Control of Licensees"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) Where any person enters into an agreement to Regdnlian\nacquire shares in a licensee by virtue of which he would, if              \",f,,$,\"r;\nthe agreement is carried out, obtain effective control of that licensees.\nlicensee, the agreement shall be subject to the approval of\nthe Minister and shall contain or be deemed to contain a\nclause to that effect.\n         --\n          p h e inclnsion of [his page is authorized by L.N. 1461 19991"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21, he may by notice in writing served on that person, direct that specified\nthe shares so acquired (hereinafter referred to as \"specified shares.\nshares\") shall be disposed of within such period as the Minister\nmay specify or that the specified shares be subject to one or\nmore of the following restrictions that is to say-\n     ( a ) any transfer of, or agreement to transfer, those shares\n           or, in the case of unissued shares, any transfer of or\n           agreement to transfer the right to be issued with them\n           shall be void;\n     (b) no voting rights shall be exercisable in respect of the\n         shares;\n     (c) no further shares shall be issued in right of them or in\n         pursuance of any offer made to their holder.\n        (2) A copy of the notice served on the person concerned\nunder subsection (1) shall be served on the licensee to which the\nspecified shares relate and, if the notice relates to such shares\nheld by a connected person, on that connected person.\n         (3) A Judge of the Supreme Court may, on the\napplication of a licensee or the Minister, order the sale of any\nspecified shares and, if they are for the time being subject to any\nrestrictions under subsection (I), order that they shall cease to be\nsubject to those restrictions, and the Judge may make such\nfurther order relating to the sale or transfer of the shares as he\nthinks fit.\n        (4) Where specified shares are sold in pursuance of an\norder under this section the proceeds of sale, less the costs of the\nsale, shall be paid into such fund as the Court may specify for\nthe benefit of the persons beneficially interested in them, and\nany such person may apply to the Court for the whole or part of\nthe proceeds to be paid to him.\n1   38                                   FINANCIAL INSTITUTIONS\n    Appealagainst     24. Any person who is aggrieved by a notice of refusal\n    restriction\n    notice.         pursuant to section 20 (2A) or any notice served pursuant to\n    2711997         section 21 (2A) or any terms and conditions stipulated by the\n    S. 12.\n                    Minister in granting approval pursuant to those sections\n                    or any notice served pursuant to section 23 (1) or (2) may\n                    within twenty-one days after receipt of such notice appeal\n                    to the Court of Appeal against the Minister's decision and                0\n                    that Court may make such order as it thinks fit.\n                          PART VIII. Regulation against Unsafe Practices\n    Actual or         25.-(1)  Where the Supervisor believes that any of the\n    apprehended\n    insolvency.     conditions specified in paragraph 1, 2, 3 or 4 of Part A of the\n    Second          Second Schedule exists in relation to a licensee, the Supervisor\n    Schedule.\n    2711997         may-\n    S. 12.\n    3812004              (a) require the licensee to give an undertaking signed\n    S. 4(a)(i).\n                             by the majority of the members of the licensee's\n                             Board to take such corrective action as may be\n                              agreed between the licensee and the Supervisor;\n                         (b) give directions to the licensee under this section;\n                             or\n    3812004\n                         (c) issue a cease and desist order in accordance with Part\n    S. 4(a)(ii).             C of the Second Schedule.\n                             (2) Directions under this section shall be such as\n                    appear to the Supervisor to be desirable in the interest of\n                    the licensee's depositors and potential depositors, whether\n                    for the purposes of safeguarding its assets or otherwise, and\n                                                                                              0\n                    may, in particular-\n                         (a) require the licensee to take certain steps or to\n                             refrain from adopting or pursuing a particular\n                             course of action or to restrict the scope of its busi-\n                             ness in a particular way;\n                     FINANCIAL INSTITUTIONS                                38.01\n         impose limitations on the acceptance of deposits,\n         the granting of credit or the making of investments;\n         prohibit the licensee from soliciting deposits either\n         generally or from persons who are not already\n         depositors;\n          prohibit the licensee from entering into any other\n         transaction or class of transactions;\n         require the removal of any director or manager.\n      (3) Where a licensee ceases to be liable for deposits\nwhich were or could have been the subject matter of the\nSupervisor's powers under this section-\n     (a) no direction shall be given by the Supervisor to that\n           licensee pursuant to this section; and\n     ( b ) any direction of the Supervisor which was given to\n           that licensee shall cease to have effect.\n        (4) A licensee which fails to comply with any\nrequirement or contravenes any prohibition imposed by any\ndirection or cease and desist order under this section shall be\nguilty of an offence.\n       (5) A contravention of any direction or prohibition\nimposed under this section shall not invalidate any transaction.\n       ( 6 ) Where the Minister, after consultation with the\nSupervisor, believes that a licensee is or appears likely\nto become unable to meet its obligations or that\nany of the conditions specified in paragraph 5, 6, 7, 8, 9, 1 1 or 3812004\n 12 of Part A of the Second Schedule exists, the Minister                ii2@';\nmay-                                                               Schedule.\n     (a) [Deleted by Act 10 of 2002.1\n     (b) suspend or revoke the licensee's licence in accordance\n         with Part E of that Schedule;                           1012002\n                                                                 S. 5 (b)(ii).\n     (c) present to the Court a petition for the winding up of\n         the licensee or an application regarding reconstruction\n         of the licensee."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Where the Minister is satisfied that any person has Powerto\nacquired shares in a licensee in contravention of section 20 or            z';it'?n"
    },
    {
      "provision_ref": "sec25a",
      "section": "25A",
      "title": "Section 25A",
      "content": "25A.--(I) Where the Minister, after consultation with the ceasing\n                                                            Licensee\n                                                                    to\nSupervisor, is of the opinion that-                         be viable.\n                                                                            271 1997\n     (a) a licensee has ceased to be viable;                                s. 13.\n     (6) the viability of the licensee cannot be restored by the\n         exercise of powers under section 25; and\n     (c) it is in the best interests of the licensee's depositors\n         that there be a reconstruction of the licensee or a\n         disposition of its assets in accordance with section\n         25D on an expeditious basis,\nthe Minister shall notify the licensee in writing accordingly and\nprovide the licensee with an opportunity to make representations\nwithin ten days of the receipt of the notice by the licensee.\n          (2) For the purposes of subsection (1) the Minister\nmay take into account all matters the Minister considers relevant\nand in all cases, whether-\n     (a) to sustain its operations, the licensee is dependent on\n         loans, advances, guarantees or other financial\n         assistance from government agencies or undertakings;\n     (b) the licensee's capital base is less than the amount\n         required by this' Act or any regulations made there-\n         under;\n     (c) the licensee has failed to pay any liability that has\n         become due and payable or will not be able to pay its\n         liabilities as they become due and payable.\n          (3) The powers conferred by this section and by\nsections 25B to 25F may be exercised by the Minister in relation\nto any licensee in respect of which the Supervisor has assumed ion002\ntemporary management pursuant to subsection (6A) of s.6(*m\nsection 25.\n40                                     FINANCIAL INSTITUTIONS\nVesting or            25B.41) Where, after due consideration of any repre-\nlicensee's\nshares. etc., in   sentations made by the licensee under section 25A (I), the\nMinister.          Minister is of the opinion that the matters specified in para-\ns. 13.\n27'1997\n                   graphs (a) and (b) of section 25A (1) are applicable to that\n                   licensee, the Minister may, by order (hereinafter referred to\n                   as a vesting order) vest the shares and subordinated debt\n                   of the licensee in the Minister, subject to the approval of\n                   the Cabinet on the recommendation of a committee of\n                   advisors comprising the Supervisor, the Deputy Supervisor,\n                   the Financial Secretary and such other person as the Min-\n                   ister may appoint.\n                            (2) An order made under subsection (1)--\n                        (a) vests the shares and subordinated debt of the licensee\n                            in the Minister as from the date of the order, free from\n                            any encumbrance attaching thereto, notwithstanding\n                            that the Minister knows of the encumbrance;\n                        (b) does not extinguish any adverse claim in relation to\n                            such shares and subordinated debt to the extent that it\n                            is a personal claim against a person other than the\n                            Minister or a person claiming under him; and\n                        (c) does not prevent a secured creditor or assignee or\n                            successor in title of the person who was the holder of\n                            the shares or subordinated debt immediately before the\n                            making of the order, from being entitled to receive\n                            compensation under section 25F.\nE~TC   or~             25C.41)   Where a vesting order is made in respect of a\nvesting order."
    },
    {
      "provision_ref": "sec25e",
      "section": "25E",
      "title": "Section 25E",
      "content": "25E.-(1) The Minister shall apply to the Court for a winding winding up\nup order or propose an arrangement for reconstruction under the            :Ecee\nprovisions of this Act in respect of a licensee if, in the opinion of ment.\nthe Minister, a transaction or a series of transactions referred to 27/1997,,,,.\nin section 25D (I) is not substantially completed on or before a\ndate that is-\n     (a) one hundred and eighty days after the making of\n         the vesting order; or\n     (b) the expiration of any extension of that period.\n         (2) The Minister, in relation to all costs, expenses and\nliabilities incurred on account of actions taken by him in\nrelation to a licensee in respect of which a vesting order\n             [The lncluslon of this page is authorized by L.N. 180N20061"
    },
    {
      "provision_ref": "sec25j",
      "section": "25J",
      "title": "Section 25J",
      "content": "25J.-(1)   Where-                                                         Revcstmg of\n                                                                                 shares and\nC'        (a) a vesting order has been made under section 25B (1)\n                                                                                 subordl-\n                                                                                 nateddebt.\n              in respect of a licensee; and                                      27!1997\n                                                                                 S 13.\n          (b) before any action is taken by the Minister pursuant to\n              section 25D (I),\n                  [The inclualon uf this page ia authorized by L.N. 180A120061\n                                  FINANCIAL INSTI T UTIClNS\n             the Minister is satisfied that the matters specified in section\n             25A (1) and (2) are no longer applicable in respect of\n             that licensee, the Minister may act in accordance with subsection\n             (2).\n                    (2) The Minister may, with the approval of the\n             Cabinet on the recommendation of the committee of\n             advisors referred to in section 25B (I), by order, revest the\n             shares and subordinated debt of the licensee in-\n                  (a) the persons who, immediately before the making\n                      of the vesting order, were the holders of those\n                      shares and subordinated debt; or\n                  (b) the assignors and successors                        in title       of those\n                      persons.\n                     (3) An order made under this section shall be sub-\n             ject to such terms and conditions as may be specified therein.\nWindingup      26.-(1)    The provisions of this section shall apply in the case\nof foreign\nlicensee.    of the winding up under Part IX of the Companies Act of a\n             foreign licensee to which section 362 of that Act applies whether\n             that licensee is registered under Part X of the Companies Act or\n             not.\n                    (2) Notwithstanding anything to the contrary in any\n             other law, the realizable assets of a licensee referred to in\n             subsection (1) which relate to the licensee's Jamaican opera-\n             tions shall be deemed to be the assets of the branch of that\n             licensee operating in Jamaica (hereinafter referred to as the\n             Jamaican branch) as if that branch were a company as\n             defined in this Act and shall be available for distribution in\n             accordance with the priorities set out in subsections (3), (4)\n             and (5).\n                  (3) In lieu of the provisions of section 311 (1) of the\n             Companies Act, the following claims shall have priority-\n                          [The inclualon of thla page is authorized by L.N. 180A120061\n                FINANCIAL INSTITUTIONS\n(a) firstly, all rates, charges, taxes, assessments or\n    impositions, whether imposed or made by the\n    Government or by any public authority under the\n    provisions of any law, and having become due and\n    payable within twelve months next before the date of\n    the winding up order (in this section referred to as \"the\n    relevant date\");\n(b) secondly, the wages and salaries of the officers and\n    employees of the Jamaican branch that accrued during\n    the six months immediately preceding the relevant\n    date;\n(c) thirdly, money received by the Jamaican branch\n    from the public on deposit account or other\n    similar account;\n(6) fourthly, all amounts due in respect of any com-\n    pensation or liability for compensation under the\n    Workmen's Compensation Act accrued before the\n    relevant date;\n(e) fifthly, all amounts by way of contributions for\n    which the Jamaicatt branch is liable pursuant to\n    sections 4, 5 and 6 of the National Insurance Act\n    and which have become due and payable before\n    the relevant date;"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-31) The Bank of Jamaica is responsible for the ~ulrti-of\nsupervision of licensees.                            supervisory\n                                                     mmtllmt\n      (2) For the purposes of subsection (I), the Bank of                   ,\n                                                                            &this\nJamaica shall-\n     (a) compile such statistics relating to the practice of\n         licensees in Jamaica as the Minister may require; and\n         maintain a general review of such practice in Jamaica;\n     (b) examine and report to the Minister on the several\n         returns delivered to him pursuant to section 16;\n     ( c ) at least once in each year examine in such manner as it\n           thinks necessary the affairs or business of every\n           licensee carrying on business in Jamaica for the\n           purpose of being satisfied that, the provisions of this\n           Act are being complied with and that the licensee is in\n           a sound financial position, and report to the Minister\n           the results of every such examination;\n     (4 examine and make recommendations to the Minister\n         with respect to applications for licences;\n     (e) subject to such provisions as may be prescribed, be\n         entitled to summon the auditor or any former auditor\n         of a licensee for the purpose of making enquiries into\n         the operations 'and financial position of that licensee;\n     V) submit to the Minister-\n             (i) an annual report relating generally to the\n                 execution of its duties; and\n             (ii) at any time, a report relating to the condition\n                  of any licensee examined by it,\nand any such report may contain such recommendations as the\nBank of Jamaica considers necessary or desirable to correct any\nmalpractices or deficiencies discovered in the execution of its\nduties.\n       (3) Where an auditor is summoned under paragraph (e)\nof subsection (2), the Bank of Jamaica shall in writing notify the\nlicensee concerned which shall have the right to attend any\nmeeting held by the bank with that auditor.\n               [The ~ncluslonof this page I S author~zedby L N   88120031\n                      FINANCIAL INSTlTUTlONS                                           44.01"
    },
    {
      "provision_ref": "sec29a",
      "section": "29A",
      "title": "Section 29A",
      "content": "29A.--(1) Where in any particular case, the Supervisor has\nreasonable cause for believing that a special audit of a licensee examination\n                                                                                   z2\nshould be conducted by an auditor other than the licensee's                        ;:t;;er.\nauditor, the Supervisor may appoint an auditor or a firm of s. 14.\nauditors for that purpose.\n        (2) Where an auditor or a firm of auditors is appointed\npursuant to subsection (I), the Supervisor shall require that\nauditor or firm of auditors to carry out and report in writing to\nthe Supervisor on-\n         ( 0 such examination of the licensee's procedures\n             as the Supervisor may specify in order to\n             determine whether or not those procedures are\n             adequate for the protection of the licensee's\n             depositors and shareholders;\n       (ii) such other examination of the licensee as, in the\n            opinion of the Supervisor, is necessary in the public\n            interest.\n         (3) The expenses, as approved by the Supervisor, of\nany audit or examination carried out pursuant to subsection (1)\nshall be paid by the Supervisor and the amount so paid-\n     (a) shall be repaid to the Supervisor by the licensee\n         concerned; and\n     (b) may be recovered by or on behalf of the Supervisor\n          summarily in a Resident Magistrate's Court without\n          limit of amount, as a civil debt.\n                                         i n page 1s nuthonzed bv L N\n               [ I hc ~ ~ i c h ~ rof~ tths                             88/2003]\n                                        FINANCIAL INSTITUTIONS\n                             (4) An auditor or firm of auditors, appointed under\n                   subsection (I), of a licensee shall not be regarded as being in\n                   breach of a duty of confidentiality to the licensee in consequence\n                   of any report made to the Supervisor in compliance with\n                   subsection (1).\nSupeniso~            29B.-41) Where a licensee is a subsidiary of a holding\nDepartment to\nhave access to     company, the Supervisory Department shall be entitled at all\nbooks. etc., o f   reasonable times to examine the books, records, statements and\nholding com-\npany.              other relevant documents of that holding company.\n271 1997\nS. 14.                       (2) The Supervisory Department may in writing\n                   require the manager of the holding company to hrnish the\n                   Department with such information concerning the operations of\n                   the holding company as the Department shall specify.\n                             (3) A person who fails to comply with a request of the\n                   Supervisory Department under subsection (2) shall be guilty of\n                   an offence.\nSupervisor           29C.-31) The Supervisor may require any company which is\nmay require\ninformation.       a member of a group of which a licensee is a member, or as the\n10/2002            case may require, all companies within that group, to submit to\nS. 8.\n                   the Supervisor such information relating to the operations of that\n                   company or those companies, as the Supervisor considers\n                   necessary for the effective supervision of the licensee\n                   concerned.\n                             (2) The information referred to in subsection (1) may\n                   be required for the purpose of determining-\n                             the effect of that company's operations on the\n                             licensee;\n                             whether a member of the group is obtaining financing\n                             or other benefit, whether directly or indirectly fiom the\n                             licensee;\n                             the general risks relating to the operations of the\n                             members of the group;\n                             the risk management capabilities of the group as a\n                             whole;\n                                  [The ~nclusionof this page is authorized by L.N. 8812003]\n       (e) whether the internal audit facilities within the group\n            have the capability to scrutinize transactions\n            undertaken or proposed to be undertaken by the\n           management of the group or a company within the\n            group so as to determine whether there are associated\n            risks.\n           (3) For the purposes of this section the Supervisor\nmay-\n       (a) require the information in the form of documents\n           (including audited and consolidated accounts); or\n       (b) summon     any officers, directors or substantial\n           shareholders of the company or companies concerned\n           for the purpose of obtaining the information.\n          (4) A company which refuses to hmish information\nrequired under subsection (1) or any person who rehses to obey\na summons issued to that person under subsection (3) (b), shall\nbe guilty of an offence."
    },
    {
      "provision_ref": "sec29d",
      "section": "29D",
      "title": "Section 29D",
      "content": "29D.-41) Where a licensee is a member of a group and at -\nleast one member of that group is not a licensee or other ing      wp\n                                                                       of\nregulated or supervised financial institution, the Supervisor may, &I-.\n                                                                   lorn\nin &ting, direct the licensee to undertake-                        S.8.\n       (a) a restructuring such that ownership of the licensee is\n           directly held by a financial holding company which\n           does not own the other companies within the group\n           unless those other companies are regulated or\n           supervised financial institutions; or\n       (b) such other measures as may be necessary to properly\n           identifi., assess and manage-\n               (i) the relationship between the companies in the\n                    group;\n               (ii) the risks among members of the group; and\n               (iii) any other risks posed by external factors.\n                     FINANCIAL INSTITUTIONS\n       (2) The     restructuring under subsection (1) shall be\ncarried out within twelve months of the date of the direction, so,\nhowever, that the Supervisor may extend the period by notice in\nwriting to the licensee.\n        (3) A licensee which wilhlly refuses to comply with a\ndirection under subsection (1) shall be guilty of an offence.\n       (4) Without prejudice to the operation of subsection (3),\nthe Minister may revoke the licence of the licensee referred to in\nthat subsection.\n       (5) Where a group is restructured, the Supervisor may-\n          examine and inspect the books of the licensee's\n          financial holding company and any other company\n          which is a subsidiary of the financial holding company\n          and any subsidiary of that other comp~i-.y;\n          require the manager of any member of the group to\n          provide information concerning its operations, so as to\n          ascertain the likely effects of such operations on the\n          licensee;\n          review changes in the ownership, directors and\n          managerial personnel of the financial holding\n          company and make recommendations to the Minister\n          as regards those persons who do not meet the fit and\n          proper criteria.\n       (6) Where a licensee is a member of a group and the\nlicensee or any other member within the group has a relationship\nwith a company that is not a member of the group, which poses\na risk to the licensee and other members of the group, the\nSupervisor may-\n     (a) treat the non-member as a member of the group; or\n     (b) require the licensee or other member of the group to\n         terminate the relationship.\n                    HNANCIAL ZNSTZT UTIONS                                      44.05\n         (7) A financial holding company referred to in\nsubsection (1) may be the ultimate holding company of the\ngroup or the immediate subsidiary of the ultimate holding\ncompany.\n         (8) The provisions of section 4 (3) shall apply with\nnecessary modifications to every director and manager of an\nultimate holding company or a financial holding company and\nits subsidiaries.\n         (9) The Supervisor may exempt fiom any provision of\nthis section and section 29C, any foreign financial holding\ncompany or foreign ultimate holding company where he is\nsatisfied as to the matters specified in subsection (10).\n      (10) The Supervisor may                       take the action under\nsubsection (9) where he is satisfie&\n     (a) as to the stringency of the fit and proper criteria\n         applied by the competent authority in the country of\n         incorporation of the foreign financial holding\n         company or foreign ultimate holding company;\n     (b) by the competent authority in the country of\n         incorporation of the foreign financial holding\n         company that-\n               (i) the foreign financial holding company is\n                   supervised on a consolidated basis; and\n               (ii) there are no impediments to the\n                    Supervisor's receipt of information as\n                    regards that foreign financial holding\n                    company fiom the head office thereof or the\n                    competent authority."
    },
    {
      "provision_ref": "sec29e",
      "section": "29E",
      "title": "Section 29E",
      "content": "29E.-41) Subject to subsection (2), a licensee may only own Ownership\na subsidiary which is a regulated or supervised financial\ninstitution.                                                  by licensee.\n                                                                            zbsi&&\n                                                                            10/2002\n        (2) The Supervisor may approve the ownership of a S.8.\ncompany by a licensee or its financial holding company, if the\n              [The incluston of this page is authorized by L.N. 8812003]\n                                    FINANCIAL INSTITUTIONS\n                business of that company is the provision of necessary support\n                services to companies held by the financial holding company\n                and its subsidiaries.\nSupavira          29F.-41) The Supervisor may issue directions to a licensee,\nmay issue\ndirections re\n                or its financial holding company, regarding the control of risks\nrisk.           throughout the group.\n1012002\nS.8.                      (2) The directions referred to in subsection (1) may\n                include\n                      (a) capital requirements including market risks on a\n                           groupwide basis;\n                      (b) limits on-\n                                 (i) large exposures\n                               (ii) intra group transactions;\n                                 (iii) holdings in any regulated or supervised\n                                       financial institution.\n                          (3) A licensee or financial holding company which\n                fails to comply with directions under this section shall be guilty\n                of an offence.\nManagement\nor investment"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. An auditor or former auditor of a licensee shall not p r o t d o n\n                                                              of auditor.\nbe regarded as being in breach of his duty of confidentiality 21,1991\nto a licensee in consequence of any disclosure to an S IS.\nauthorized officer pursuant to section 29 or 30.\n              PARTX. Winding U p of Licensees"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.04                       FINANCIAL INSTITUTIONS\n                 (2) Where an application for approval required\n        under subsection (1) is made, the Minister may give his\n        approval subject to such terms and conditions as he con-\n        siders necessary and the Minister shall, subject to subsection\n        (3), give his decision within sixty days of the receipt of the\n        application and in determining whether or not to approve\n        the transaction, the Minister shall take into account such\n        matters as he considers relevant to the application, including,\n        without limiting the generality of the foregoing, the follow-\n        ing matters-\n             (a) the nature and sufficiency of the financial resources\n                 of the applicant as a source of continuing financial\n                 support for the licensee;\n             (b) the soundness and feasibililty of the applicant's\n                 plans for the future conduct and development of\n                 the licensee's business;\n             (c) the business record and experience of the applicant;\n             (dl whether the licence will be operated by persons\n                 who are fit and proper persons as described in\n                 subsection (3) of seotion 4;\n             (e) where the applicant or any of the applicant's\n                 affiliates is a deposit-taking financial institution.\n                 the size of-\n                     (i) the licensee;\n                    (ii) any deposit-taking financial institution affil-\n                         iated with the applicant,\n        --\n                 fThe inclurionof t h i ~page i s authorized by- L.N. l46i19991\n                     FINANCIAL INSTITUTIONS\n            calculated on such basis as the Minister considers\n            appropriate;\n    (fl the best interests of the financial system in Jamaica.\n            ) the Minister refuses to give approval of an 97;;/;\n      ( 2 ~ If\napplication made under subsection (2), he shall notily the\napplicant forthwith and shall give him an opportunity to\nmake written representations.\n        (3) For the purpose of making a decision under sub-\nsection (21, the Minister may require the applicant to furnish\nhim with such additional information concerning the agree-\nment as the Minister may specify.\n        (4) For the purposes of this section-\n     (a) a person shall be regarded as entering into an agree-\n         ment by virtue of which he would obtain effective\n         control of a licensee if the person alone or acting\n         together with any connected person would be in\n         a position to control 20% or more of the voting\n         power in the licensee or would hold interests in\n         2056 or more of the issued shares of the licensee;\n      ( b ) a reference to an agreement by which a person\n            would obtain effective control of a licensee includes\n            a reference to an agreement by which the person\n            would acquire any interest in shares in the licensee\n            where, upon the acquisition of that interest and of\n            any other interest in other shares of the licensee\n            that he has offered to acquire, he would have effec-\n            tive control of the licensee;\n      (c)    a reference to a person offering to acquire interests\n             in shares includes-\n                                                             -\n             [The ioclunion of this page i 3 authorized by L.N. 116)19991\n                                FINANCIAL INSTITUTIONS\n                          (i) a reference to a person making o r publishing\n                              a statement, however expressed, that ex-\n                              pressly or impliedly invites a holder of\n                              interests in shares to offer to dispose of\n                              those interests; and\n                         (ii) a reference to a person taking part or pro-\n                              posing to take part in negotiations with a\n                              view to the acquisition of shares by that\n                              person;\n                  (6) a person holds an interest in a share if he has any\n                      legal or equitable interest in that share;\n                  ( e ) a reference to the voting power of a licensee is a\n                        reference to the total number of votes that may be\n                        cast in the general meeting of the licensee.\nRqulation       21.-(1) Where any person enters into any arrangement\nof can-\n             in relation to any licensee by virtue of which he would, if the\nt\n      \"\n      o .\nlicen5ecs.   arrangement is carried out, obtain control of the licensee,\n             the arrangement shall be subject to the approval of the\n             Minister.\n271 1 9 7             (2) Where an application for approval required\nS. 10.\n             under subsection (1) is made, the Minister may give his\n             approval subject to such terms and conditions as he con-\n             siders necessary and the Minister shall, subject to subsection\n             (3), give his decision within sixty days of the receipt of the\n             application and in determining whether or not to approve\n             the transaction, the Minister shall take into account such\n             matters as he considers relevant to the application, including,\n             without limiting the generality of the foregoing, the following\n             matters-\n                   (a) the nature and sufficiency of the financial resources\n                        of the applicant as a source of continuing financial\n                        support for the licensee;\n                      mhe inclusion ofthis page is authorized by L.N 146 119991\n                    FINANCIAL INSTITUTIONS\n    (6) the soundness and feasibility of the applicant's\n          plans for the future conduct and development of\n          the licensee's business;\n    (c) the business record and experience of the applicant;\n    (d) whether the licence will be operated by persons\n        who are fit and proper pcrsons as described in\n        subsection (3) of section 4;\n    (e) where the applicant or any of the applicant's\n        affiliates is a deposit-taking financial institution,\n        the size of-\n            (i) the licensee;\n           (ii) any deposit-taking financial institution affil-\n                 iated with the applicant,\n        calculated on such basis as the Minister considers\n        appropriate;\n    (f)   the best interests of the financial system in Jamaica;\n      ( 2 ~ If\n            ) the Minister refuses to give approval of an 2711997\n                                                           S 10.\napplication made under subsection (2), he shall notify the\napplicant forthwith and shall give him an opportunity to\nmake a written representation.\n        (3) For the purpose of making a decision under sub-\njection (2), the Minister may require the applicant to furnish\nhim with such additional information concerning the\narrangement as the Minister may specify.\n        (4) For the purposes of this section-\n     (a) a person shall be regarded as entering into an\n         arrangement by virtue of which he would obtain\n          me inclunion of this page is authorized by L.N. l i 6 ! 19991\n                                 FINANCIAL INSTITUTIONS\n                       control of a licensee if he alone or acting together\n                       with a connected person would be in a position to\n                       determine the policy of the licensee;\n                   (h) the reference tu entering into any arrangement is a\n                       reference to any formal or informal scheme,\n                       arrangement or understanding, whether expressly\n                       or impliedly and, without limiting the generality\n                       of the foregoing, includes a reference to-\n                           (i) creating a trust whether expressly or im-\n                               pliedly; and\n                          (ii) entering into a transaction or agreement,\n                       and references to an arrangement shall be con-\n                       strued accordingly\npower to         22.-(1) The Minister may by notice in writing require\nobhain ~ n -\nformatlon      any shareholder of a licensee to transmit to the Minister\nre share-\nhaldmg.        inlormat~on-\n                    (a) as to whether that shareholder holds any voting\n                        shares in thc licensee as beneficial owner or as\n                        trustee; and\n                   ( b ) if he holds them as trustee, the person for whom\n                          he holds them (either by name or by other parti-\n                          culars sufficient to enable thosc persons to be\n                          identified and the nature of their interest,\n               and the shareholder shall comply with that direction within\n               such time as may be specified in the notice.\n                      (2) Any person who-\n                   (a) fails to comply with a requirement under subsection\n                        (1); or\n                    (6) in response to such requirement, knowingly or wil-\n                         fully supplies false information to the Minister,\n               shall be guilty of an offence.\n                                        ~   ~...\n                       rfihe inclusion of this page is authorized by L.N. 146119991\n                      FINANCIAL INSTITUTIONS                                      37"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Where a licensee sells the whole or any part of its vesting\nassets to any other licensee or, as the case may be, a bank,           zitsoP\"\nif the purchasing licensee or the purchasing bank requires licensn.\nthat assets included in the agreement for sale and purchase\nbe vested in it pursuant to this section, it may make written\napplication to the Minister accordingly specifying which of\n                                FINANCIAL INSTITUTIONS\n             the assets included as aforesaid it requires to be so vested\n             and thereupon the Minister may, if he thinks fit, make an\n             order vesting, subject to the agreement for sale and pur-\n             chase, the assets so specified in the purchasing licensee or\n             purchasing bank, as the case may be, and thereupon-\n                 (a) the assets shall so vest without further conveyance,\n                        assignment and assurance; and\n                  ( b ) without prejudice to paragraph (a), the selling\n                        licensee shall, if requested by the purchasing\n                        licensee or purchasing bank, as the case may be,\n                        execute such formal and separate conveyances,\n                        assignments and assurances as are resonably\n                        required by the purchasing licensee or purchasing\n                        bank, as the case may be, in conformity with tne\n                         agreement for sale and purchase.\nTrmafcr         36.41)Where an agreement has been entered into for\nof t N S t\nbusj,~.      the acquisition by a licensee or a bank, as the case may be,\n             (hereinafter referred to as the \"transferee licensee\" or the\n             \"transferee b a n k ) of the trust business of another licensee\n             (hereinafter referred to as \"the transferor licensee\") the\n             transferee licensee of the transferee bank may, for the pur-\n             pose of effecting the transfer to, and the vesting in, the trans-\n             feree licensee or the transferee bank of that trust business,\n             make a written application to the Minister accordingly, and\n             thereupon the Minister may, if he thinks fit, make an order\n             transferring to and vesting in the transferee licensee or the\n             transferee bank, subject to the relevant agreement, the trust\n             business specified in the order, and thereupon-\n                  (a) the trust business so specified shall be transferred\n                        and shall vest without further conveyance, assign-\n                        ment and assurance; and\n                  ( b ) without prejudice to paragraph (a), the transferor\n                        licensee shall, if requested by the transferee licensee\n                        or the transferee bank. execute such formal and\n             -\n                      me inclusion of this page is authorized by LN.42 119951\n                  FINANCIAL INSTITUTIONS\n          separate conveyances, assignments and assurances\n          as are reasonably required by the transferee licen-\n          see or the transferee bank in conformity with the\n          relevant agreement.\n        ( 2 ) No transfer or vesting effected by an order under\nsubsection (1) shall-\n    (a) operate as a breach of covenant or condition\n           against alienation;\n    ( b ) give rise to any forfeiture; or\n    ic) invalidate or discharge any contract or security.\n        (3) The transfer to and vesting in the transferee\nlicensee or transferee bank of any trust business pursuant\nto this section shall not be subject to the provisions of the\nStamp Duty Act or the Transfer Tax Act."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Any trust business transferred to and vested in E M of\n                                                                 transfer and\na transferee licensee or transferee bank by virtue of an restmg\norder made pursuant to section 36, which immediately order.\nbefore the coming into force of that order was held by the\ntransferor licensee, whether alone or jointly with any other\nperson-\n      ( a ) as trustee or custodian trustee of any trust, deed,\n            settlement, covenant, agreement or will, and\n            whether originally so appointed or not, and\n            whether appointed under hand or seal or by order\n            of any court;\n      ( b ) as executor of the will of a deceased person;\n      (c) as administrator of the estate of a deceased person;\n      ( d ) as judicial trustee appointed by order of any court;\n            or\n      (e) in any other fiduciary capacity whatsoever,\nshall from the coming into force of the relevant order made\npursuant to section 36, be held by the transferee licensee,\n--inclusion of\n         p   e          t h i s page is authorized by L.N. 42 j 19%\n                     FINANCIAL INSl'ITUTIONS\nor the transferee bank whether alone or jointly with such\nperson, in the same capacity upon the trusts, and with and\nsubject to the powers, provisions, liabilities and obligations,\napplicable therelo respectively.\n        ( 2 ) Any existing instrument or order of any wurt\nunder or by virtue of which any trust business became\nvested in the transferor licensee in any such fiduciary capa-\ncity (including in the case of a will any grant of probate\nthereof), and any provision therein or any existing contract\nor arrangement fur the payment to, or retention by the\ntransferor licensee of remuneration for its services in any\nsuch fiduciary capacity shall, on and from the coming into\noperation of the relevant order be construed and have effect,\nso far as the context permits, as if for reference therein to\nthe transferor licensee there were substituted a reference to\nthe transferee licensee or the transferee bank.\n         (3) All existing contracts, agreements, conveyances,\ndeeds: leases, licences. undertakings and other instruments,\nwhether analogous to the foregoing or not, entered into by,\nmade with, or addressed to a transferor licensee (whether\nalone or with any other person) shall be binding and of\nfull force and effect in every respect against or in favour\nof a transferee license or the transferee bank as fully and\neffectively as if, instead of the transferor licensee the trans-\nferee licensee or the transferee bank had been a party there-\nto, bound thereby or entitled to the benefit thereof.\n        (4) Any will, whether made before, on or after the\n coming into force of an order made pursuant to section 36,\n by a person dying before, on or after such coming into force,\nwhich appoints or purports to appoint the transferor licen-\n,see to be executor or trustee thereof shall be construed and\nhave effect as if for any reference therein to the transferor\nlicensee as such executor or trustee or otherwise in connec-\ntion with such appointment there were substituted a refer-\n         [The inclusion of this pagc i s a u t h o r i d by L.N. 42119951\n                     FINANCIAL INSTITUTIONS\nence to the transferee licensee or the transferee bank and, in a\ncase where the transferee licensee or the transferee bank did not\nexist at the date of the will, as if it had then existed.\n        (5) No testamentary gift shall be adeemed by reason\nonly of the operation of the provisions of section 36 and\nthis section.\n        (6) In this section-\n    \"existing\" means, in relation to an order made pursuant to\n         subsection (1) of section 36, existing at the date of the\n         coming into operation of that order;\n    \"will\" includes a codicil or any other testamentary writing.\n                         PART XII. General"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1)   The Minister may make regulations for the purpose Regulations\nof giving effect to the provisions of this Act and, without\nprejudice to the generality of the foregoing, regulations may\nmake provision in relation to-\n     (a) [Deleted vide Act 10 of 2004.1\n     (b) the establishment of branches and representative\n          offices-\n               (i) in Jamaica by licensees; or\n              (ii) otherwise than in Jamaica by a licensee\n                   incorporated in Jamaica;\n     (c) the qualification required by auditors of licensees\n          and the frequency and scope of audits;\n     (4 the minimum security precautions and standard\n          security devices to be adopted by licensees;\n     (e) the obligation of licensees to provide for doubtful\n         loans and other asset-based risks;\n     V) the criteria to be taken into account in determin-\n          ing assets and liabilities of                       licensees and the\n                                       FINANCIAL INSTITUTIONS\n                             formulae to be applied fqr the purpose of determining\n                             the value of such assets 4nd liabilities;\n                       (g) the criteria as regards the minimum solvency stan-\n                              dards to be maintained by licensees and as regards the\n                              measurement of the capital bases of licensees;\n                       (h) the firnishing of information by an auditor of a\n                              licensee as respects the operations and other parti-\n                              culars relating to a licensee audited by him;\n                       ( 1 ) the form and contents of advertisements to be issued\n                              by licensees;\n                       (j) the form of any notice required or authorized to be\n                             delivered or given under this Act;\n                       (k) the criteria as regards the payment of dividends by\n                             licensees and the transfer of profits by licensees to\n                             their capital bases;\n                       ( I ) any other matter required by this Act to be prescribed.\n                           (2) The power conferred gn the Minister by paragraphs\n2711997           (e), V) and (h) of subsection ( 1 ) shall be exercised after\nS. 16(h)\n                  consultation with organizations recognized by the Minister as\n                  representing licensees.\nRestrictions        39. The Minister may, after consultation with the Supervisor\non loam on\nthe security of   and the organization referred to in section 38 (2), by order\nland.             require every licensee in lending money on the security of land\n                  to comply with such conditions as may be specified in the\n                  order:\n                     Provided that no such order shall apply to or affect any\n                  transaction entered into by the licensee prior to the making of\n                  the order.\nUnclaimed            40.-41) Where by any such annual return as is required\nmoneys.\n                  by section 16 it appears that any moneys have remained\n                  unclaimed in the possession or under the control of a\n                  licensee for a period of fifteen or more years the Minister shall\n                               [The lnclualon of this page la authorized by L.N. 180A120061\n                       FINANCIAL INSTITUTIONS\ncause a notice to be published in the Gazette and in one or more\nthan one newspaper published in Jamaicit-\n     (a) giving full particulars of the moneys so remaining as\n          aforesaid;\n     (b) stating the period during which they have so remained;\n         and\n     (c)    stating that unless within one year from the date of the\n            first publication of the notice in the Gazette a claim to\n            those moneys is established to the satisfaction of the\n            licensee concerned or, failing that, to the satisfaction\n            of a court of competent jurisdiction, the moneys will\n            be dealt with in accordance with subsection (Z),\nwhich notice shall during the said year be published four times\nor more often if the Minister thinks fit.\n         (2) Subject to subsection (3), upon the expiration of the\nsaid year any of such moneys to which no claim has been\nestablished as aforesaid shall lapse to and become part of the\nrevenues of Jamaica and the Accountant-General shall keep a\nrecord of all such moneys.\n     (a) a claim has been duly made but not determined during\n         the said year; or\n     (b) before the expiration of that year the claimant lodges\n         with the Accountant-General a certificate to that effect\n         signed by the Judge or Resident Magistrate, as the\n         case may be,\nsubsection (2) shall not have effect in relation to the moneys in\nquestion until the claim is settled.\n           (4) Any sum as respects which subsection (2) takes\neffect shall be recoverable Erom the licensee as a debt due to the\nGovernment.\n                                     FINANCIAL INSTITUTIONS\n                        (5) Where subsection (2) takes effect as respects any\n                sum, then not later than fifteen years after the year referred to in\n                that subsection, the Accountant-General shall pay that sum to\n                any person who establishes a claim thereto to the satisfaction of\n                the Accountant-General.\nFraudulent        41. Any person who, by any statement, promise or forecast\ninducement to\ninvest.         which he knows to be misleading, false or deceptive, or by any\n                dishonest concealment of material facts, or by the reckless\n                making (dishonestly or otherwise) of any statement, promise,\n                forecast or projection which is misleading, false or deceptive,\n                induces or attempts to induce another persow-\n                     (a) to invest money on deposit with him or with any other\n                         person;\n                     (b) to enter into or offer to enter into any agreement for\n                         that purpose,\n                shall be guilty of an offence.\nmrencesand        42.-31) The offences specified in the first column of the\npenalties.\nThird           Third Schedule shall incur the penalties specified in relation\nSchedule.       thereto in the second column of that Schedule.\n                       (2) Every offence under and every contravention of this\n                Act may be tried summarily before a Resident Magistrate.\n                        (3) Where any person commits an offence against this\n                Act or any regulations hereunder for which no penalty is\n10/2002         expressly provided he shall be liable to a fine not exceeding five\nS. 9 (a).\n                hundred thousand dollars or to imprisonment for a term not\n                exceeding six months.\n                        (4) A person upon whom a fine is imposed under this\n                Act may be sentenced in default of payment thereof to\n                imprisonment with or without hard labour in the case of a fine-\n     (a) not exceeding two hundred thousand dollars, for a 10~2002\n         period not exceeding three months;                S . 9 (b).\n     (b) exceeding two hundred thousand dollars but not 1012002\n         exceeding one million dollars, for a period not s. 9 (b).\n          exceeding six months;\n     (c) exceeding one million dollars, for a period not 10,2002\n         exceeding twelve months.                        s. 9 (b).\n        (5) Where an offence under this Act committed by a\nbody corporate is proved-\n    (a) to have been committed with the consent or\n         connivance of any director, manager, secretary or\n         other similar offisers of the body corporate or any\n         person who was purporting to act in that capacity; or\n     (6) to be attributable to the failure of any such director,\n         manager, secretary or other officer or person to\n         exercise all such reasonable diligence as he ought in\n         the circumstances to have exercised to prevent the\n         offence, having regard to the nature of his functions\n         and all the circumstances,\nsuch director, manager, secretary or other officer or person as\naforesaid,as well as the body corporate shall be guilty of that\noffence and shall be liable to be proceeded against and punished\naccordingly.\n         (6) For the purposes of this section, a person shall be\ndeemed to be a director of a body corporate if he occupies in\nrelation thereto the position of a director, by whatever name\ncalled, or is a person in accordance with whose directions or\ninstructions (not being 'directions or instructions in a\nprofessional capacity only) the directors and the body corporate\nor any of them act."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.04                               FINANCIAL INSTITUTIONS\n                has been made, shall, in a winding up of such licensee, be a\n                creditor of that licensee and all such costs, expenses and\n                liabilities shall be deemed to be impositions by the Government\n                under section 3 11 (1) of the Companies Act and accordingly\n                shall be paid in priority to all other debts.\n                       (3) Where it is found necessary to extend the period\n                specified in subsection (1)-)a(\n                     (a) the Minister shall apply to the Court for such\n                         extension;\n                     (b) the Court may grant the extension for such period\n                         as the Court thinks fit, having regard to all the\n                         circumstances.\nNotice re         25F. The Minister shall, within forty-five days after the date\ncompensa-\ntion.           specified in the notice referred to in subsection (2) of section\n2711997         25D, give to each person who, immediately before the making\nS. 13.\n                of the vesting order was the holder of shares or subordinated\n                debt in the licensee to which the vesting order relates or the\n                assignee or successor in title of that person-\n                     (a) a notice containing an offer of compensation in an\n                         amount to which that person would be entitled,\n                         determined in accordance with section 25H; or\n                     (b) a notice stating that no offer of compensation is being\n                         made because the amount of compensation so\n                         determined is nil.\nApplicationof     256. The provisions of sections 25A to 25F inclusive shall\nsertions 25A\nto SF.\n                apply without prejudice to any other provision of this Act.\n2711997\nS. 13.\nDetermination     25H.-41) The amount of compensation payable to a\nof compen-\nsation.\n                person affected by the making of a vesting order in respect\n2711997         of a licensee shall be calculated on the net amount accruing\nS. 13.\n                            [TheInelunion of thls page Is authorized by L.N. 180A/Z006]\n                           FINANCIAL INSTITUTIONS\n     upon completion of any of the transactions referred to in\n     subsection (1) of section 25D, after payment of all outstanding\n     liabilities of the licensee and all other costs incurred in relation\n     to such transactions.\n             (2) Where the amount of the licensee's assets does\n     not exceed its liabilities and any financial assistance and\n     costs referred to. in subsection (I), the amount of compen-\n     sation shall be nil.\n            (3) The Minister shall make regulations prescribing\n     the principles and procedures applicable to the calculation\n     and payment of compensation payable under this section\n     and matters incidental thereto and regulations so made shall\n     be subject to affirmative resolution of the House of Repre-\n     sentatives."
    },
    {
      "provision_ref": "sec42a",
      "section": "42A",
      "title": "Section 42A",
      "content": "42A.--(I) This section shall apply to an offence specified in P d i e s .\n                                                                 10/2002\nthe FiQl Schedule.                                               S. 10.\n                                                                            Fitth\n                                                                            Schetfule\n                      FINANCIAL INSTITUTIONS\n          (2) The Supervisor may give to any person which he\nhas reason to believe has committed an offence to which this\nsection applies, a notice in writing in the prescribed form\noffering that person the opportunity to discharge any liability to\nconviction of that offence by payment of a fixed penalty under\nthis section.\n          (3) No person shall be liable to be convicted of the\noffence if the fixed penalty is paid in accordance with this\nsection and the requirement in respect of which the offence was\ncommitted is complied with before the expiration of the fifteen\ndays following the date of the notice referred to in subsection (2)\nor such longer period (if any) as may be specified in that notice\nor before the date on which proceedings are begun, whichever\nevent last occurs.\n          (4) Where a person is given notice under this section in\nrespect of an offence, proceedings shall not be taken against the\nperson for that offence until the end of the fifteen days following\nthe date of the notice or such longer period (if any) as may have\nbeen specified therein.\n          (5) In subsections (3) and (4) \"proceedings\" means any\ncriminal proceedings in respect of the act or omission\nconstituting the offence specified in the notice under subsection\n(2) and \"convicted shall be construed in like manner.\n          (6) Payment of a fixed penalty under this section shall\nbe made to the Collector of Taxes specified pursuant to\nsubsection (7); and in any proceedings a certificate that payment\nof a fixed penalty was or was not made to the Collector of Taxes\nby a date specified in the certificate shall, if the certificate\npurports to be signed by the Collector of Taxes, be admissible as\nevidence of the facts stated therein.\n          (7) A notice under subsection (2) shall-\n      (a) specify the offence alleged;\n      (b) give such particulars of the offence as are necessary\n           for giving reasonable information of the allegation,\n      (c) s t a t e\n               [The i ~ i c l ~ of\n                                ~ sthis ~ ~ is authorized by L.N. 88/2003]\n                                    ~ opage\n                     FINANCIAL INSTITUTIONS\n                (i) the period (whether fifteen days or a longer\n                       period) during which, by virtue of\n                       subsection (4), proceedings will not be\n                       taken for the offence; and\n                (ii) the amount of the fixed penalty and the\n                      Collector of Taxes to whom and the address\n                       at which it may be paid.\n         (8) The fixed penalty for the offences specified in the\nFifth Schedule shall be the penalty specified therein in relation Fifth\nto such offences.                                                   Schedule.\n         (9) In any proceedings for an offence to which this\nsection applies, no reference shall be made after the conviction\nof the accused to the giving of any notice under this section or to\nthe payment or non-payment of a fixed penalty thereunder\nunless in the course of the proceedings or in some document\nwhich is before the court in connection with the proceedings,\nreference has been made by or on behalf of the accused to the\ngiving of such a notice, or, as the case may be, to such payment.\n         (10) The Minister may, by order, make provision as to\nany matter incidental to the operation of this section, and in\nparticular, any such order may-\n      (a) prescribe\n                 (i) the form of notice under subsection (Z), and\n                       the Collector of Taxes to whom a fixed\n                       penalty is payable;\n                 (ii) the nature of the information to be\n                       fbrnished to the Collector of Taxes along\n                       with any payment;\n                 (iii) the arrangements for the Collector of Taxes\n                       to fbmish to the Supervisor, information\n                       with regard to any payment pursuant to a\n                       notice under this section;\n      (6) amend the Fifth Schedule.\n         (1 1) An order made under subsection (10) (b) shall be\nsubject to affirmative resolution.\n               [The ~nclusmnof this page i s authorized by L.N   88120031\n38                                    FINANCL4L INSTITUTIONS\nPublication of     43. Every order made by the Minister under this Act shall be\norders.\n                 published in the Gazette.\nSecreq of          44.-41) Subject to subsection (2), no official of any licensee\nlicensee         and no person who by reason of his capacity or office has by any\nofficials.\n                 means access to the records of the licensee, or any registers,\n                 correspondence or material with regard to the account of any\n                 customer of that licensee shall, while his employment in or, as\n                 the case may be, his professional relationship with the licensee\n                 continues or after the termination thereof, give, divulge or reveal\n                 any information regarding the money or other relevant\n                 particulars of the account of that customer.\n                          (2) Subsection (1) shall not apply in any of the\nFourth           circumstances specified in the Fourth Schedule.\nSchedule.\n                          (3) Any person who contravenes subsection (1) shall\n                 be guilty of an offence.\nTransitional.       45.-41) In this section \"the repealed Act\" means the\n                 Protection of Depositors Act in force immediately prior to the\n                 3 1st December, 1992.\n                          (2) Any company which, immediately prior to the 3 1st\n                 December, 1992, was licensed as a licensee under the repealed\n                 Act (hereinafter referred to as an existing licensee) shall, subject\n                 to the provisions of this Act, be deemed to be licensed under\n                 section 4 of this Act, as if that section were in force at the date\n                 on which any such licence was granted.\n                          (3) Any existing licensee which, before the 3 1st\n                 December, 1992, has entered into any transaction incompatible\n                 with the provisions of section 13 (prohibited business) shall,\n                 within four weeks after the date of commencement, submit to\n                 the Bank of Jamaica, a statement giving particulars of all such\n                 transactions as are still in operation at that date and shall submit\n                 a programme to the Bank of Jamaica for the operation of each\n                 such transaction after the date or, as the case may be, for the\n                 liquidation of each such transaction within such period as may\n                 be agreed between the licensee and the Bank of Jamaica, or, in\n                                [The inclusion of this pap is authorized by L.N. 88/2003]\n                     FINANCIAL INSTITUTIONS\ndefault of agreement, as may be determined by the Bank of\nJamaica.\n        (4) The provisions of section 6 (minimum capital\nrequirements) shall apply to an existing licensee subject to the\nmodification that the licensee shall increase its capital\nrequirements to the amount specified on the basis of a scheme\napproved by the Bank of Jamaica, the period of which shall\nexpire not later than three years after the 3 1st December, 1992.\n         (5) Where prior to the 3 1st December, 1992, a licensee\nhad issued subordinated debentures with the approval of the\nMinister and was permitted to treat such debentures as capital in\nthe calculation of its permissible total of deposit liabilities such\nlicensee shall not be precluded from continuing to so treat the\nsaid debentures until the date of maturity of such debentures.\n         (6) For the purposes of paragraph (b) of the definition 27,1997\nof \"capital base\" in section 2 (I), the subordinated debentures S.17.\nwhich may be included in the calculation of a licensee's capital,\nare those outstanding as at the 29th October, 1997.\n                                        FINANCIAL, INSTITUTIONS\n                                           FIRST SCHEDULE                      (Section 11 (2) )\n                            Banks, Licensees or other Financial Institutions to which\n                                         section 11of the Act applies\n                     Any bank, licensee or other financial institution whether in Jamaica or\n                  elsewhere-\n                       (a) which has been wound up by a court; or\n                       (b) the licence of which has been revoked, unless such revocation was\n                             consequent upon-\n                                (i) the amalgamation of that bank, licensee or other financial\n                                     institution with any other bank, licensee or financial\n                                     institution: or\n                                (ii) a voluntary winding-up of the bank, licensee or other\n                                     financial institution in compliance with section 32 of the\n                                     Act:\n                       (c) which has been placed in receivership;\n                       (4 which has entered into a composition with its creditors;\n                       (e) whose business has been conducted imprudently or fraudulently;\n                       V) which has failed to meet the solvency requirements prescribed by\n                             law.\n                                               SECOND SCHEDULE                   (Section 25)\n2711997                                              PART A\nS. 18 (a).\n                        Conditions Subject to Remedial Action under section 25 (1) and (6)"
    },
    {
      "provision_ref": "sec251",
      "section": "251",
      "title": "Section 251",
      "content": "251. A licensee in respect of which a vesting order has been Application\n     made or any person claiming an interest or right over any to court.\n     property to which that order relates may make an application to s. 13.\n     the court for the purpose of-\n          (a) establishing such right or interest (if any);\n          (b) determining the amount of compensation (if any)\n              to which he is entitled;\n          (c) enforcing his right to any such compensation."
    },
    {
      "provision_ref": "sec296",
      "section": "296",
      "title": "Section 296",
      "content": "296.-41) A licensee shall not manage or invest hnds on\nof client's     behalf of its clients unless such investment is carried out under\nfun&            a trust subject to regulations made under the Bank of Jamaica\n10/2002\nS. 8.           Act or the Standards of Best Practice issued from time to time\n                by the Bank of Jamaica.\n                          (2) A licensee that engages in proprietary trading in\n                securities for its own account shall conform with the Standards\n                of Best Practice referred to in subsection (1).\nPowers of         30.--(1) In the performance of his duties under this Part an\ninspeclion.     authorized officer shall be entitled at all reasonable times--\n                       (a) to have access to all books, records and documents in\n                           the possession or control of any director, manager,\n                           officer or employee of any licensee;\n                       (b) to require any director, manager, officer, auditor,\n                           former auditor or employee of any licensee to\n                                           of this page is authorized by L.N. 8812003]\n                              [The i~~cli~sion\n                    FINANCIAL INSTITUTIONS\n          furnish such information or t o produce such books,\n          records or documents as are in his possession or\n          control,\nthat relate to the operations of the licensee and may be\nreasonably required for the performance of those duties.\n         (2) Any person who-\n     (a) fails to attend in response to a sununons pursuant\n           lo section 29 (2) (el; or\n     ( b ) fails to comply with a requirement made pursuant\n           to subsection (1) (b)of this section; or\n     (c! wilfully attempts to mislead or makes any false\n           statement with intent to mislead or attempts to\n           mislead any person in the execution of his duties,\n           under this Part; or\n     ( d ) without lawful justification or excuse, obstructs or\n           hinders any person in the execution of such duties,\nshall be guilty of an offence"
    }
  ],
  "definitions": [
    {
      "term": "foreign licensee",
      "definition": "a licensee",
      "source_provision": "sec0"
    },
    {
      "term": "bank",
      "definition": "a commercial bank as defined in the",
      "source_provision": "sec2"
    },
    {
      "term": "company",
      "definition": "a body corporate whether incor-",
      "source_provision": "sec2"
    },
    {
      "term": "deposit",
      "definition": "a sum of money paid on terms-",
      "source_provision": "sec2"
    },
    {
      "term": "deposit liabilities",
      "definition": "the deposit liabilities of the",
      "source_provision": "sec2"
    },
    {
      "term": "depositor",
      "definition": "a person entitled, or prospectively",
      "source_provision": "sec2"
    },
    {
      "term": "eligible reserves",
      "definition": "the reserve hnd, the retained",
      "source_provision": "sec2"
    },
    {
      "term": "licence",
      "definition": "a likence granted under this Act",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed liabilities",
      "definition": "such liabilities as may, by",
      "source_provision": "sec2"
    },
    {
      "term": "retained earnings reserve",
      "definition": "a reserve which has been",
      "source_provision": "sec2"
    },
    {
      "term": "Supervisor",
      "definition": "the Supervisor of Banks and Financial 2711997",
      "source_provision": "sec2"
    },
    {
      "term": "Supervisory Department",
      "definition": "the Department of 2711997",
      "source_provision": "sec2"
    },
    {
      "term": "net profits",
      "definition": "profits after deduction of income tax but does not",
      "source_provision": "sec8"
    },
    {
      "term": "fixed assets",
      "definition": "the following assets (whether",
      "source_provision": "sec10"
    },
    {
      "term": "working day",
      "definition": "any day on",
      "source_provision": "sec16"
    },
    {
      "term": "deficiency",
      "definition": "the amount by which the sum (if",
      "source_provision": "sec18"
    }
  ]
}