{
  "id": "jm-ncss",
  "type": "statute",
  "title": "National Cyber Security Strategy 2015",
  "title_en": "National Cyber Security Strategy 2015",
  "short_name": "NCSS",
  "status": "in_force",
  "issued_date": "2015-01-01",
  "in_force_date": "2015-01-01",
  "url": "https://mset.gov.jm/wp-content/uploads/2018/09/National-Cyber-Security-Strategy.pdf",
  "description": "The National Cyber Security Strategy 2015 is Jamaica's overarching policy framework for cybersecurity, establishing the vision, goals, and institutional arrangements for the protection of Jamaica's cyberspace. The Strategy identifies the principal cyber threats facing Jamaica, sets out measures to protect critical national infrastructure, promote a culture of cybersecurity, and develop the capacity of law enforcement and regulatory agencies to respond to cybercrime. The Strategy also establishes the National Cyber Security Task Force as the coordinating body for cybersecurity across government. A revised strategy was developed for the period 2021-2026, incorporating lessons from the COVID-19 pandemic and advancements in AI-enabled cyber threats.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1. Vision and Mission",
      "content": "The vision of Jamaica's National Cyber Security Strategy is a safe, secure, and resilient cyberspace that enables social and economic development while protecting the rights and freedoms of Jamaican citizens and the national interest. The mission of the Strategy is to: (a) protect Jamaica's critical information infrastructure from cyber threats; (b) develop the capacity of government, the private sector, and civil society to prevent, detect, and respond to cyber incidents; (c) promote a culture of cybersecurity across all sectors of Jamaican society; (d) create a legal and regulatory framework that enables Jamaica to respond effectively to cybercrime while respecting the rights of users; and (e) foster international cooperation in cybersecurity with Caribbean partners and the global community. The Strategy is grounded in the principle that cybersecurity is a shared responsibility requiring coordinated action by government, business, civil society, and individual users."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2. Threat Landscape",
      "content": "Jamaica faces a range of cyber threats that have the potential to harm individuals, businesses, and government, including: (a) financial cybercrime, including online fraud, phishing, identity theft, and the compromise of electronic banking and payment systems; (b) ransomware and malware attacks targeting government systems and critical infrastructure; (c) data breaches compromising personal information held by government and the private sector; (d) cyber-enabled financial crime, including money laundering through virtual assets and cryptocurrency; (e) disinformation and influence operations conducted through social media platforms; (f) espionage targeting government networks and strategic industries; and (g) threats to critical national infrastructure, including telecommunications, energy, water, and financial systems. The Strategy notes that cybercrime has become one of the most significant sources of economic crime in Jamaica and that the sophistication and frequency of attacks is increasing. State-sponsored and organized criminal group activity represents a significant and growing threat to national security."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3. Institutional Framework",
      "content": "The Strategy establishes the following institutional framework for cybersecurity governance in Jamaica: (a) the National Cyber Security Task Force (NCSTF), chaired by the Office of the Prime Minister, as the principal body responsible for coordinating cybersecurity policy across government; (b) the Ministry responsible for information and communications technology as the lead ministry for cybersecurity policy development and implementation; (c) the Major Organised Crime and Anti-Corruption Agency (MOCA) as the lead law enforcement body for serious cybercrime investigations; (d) the Jamaica Constabulary Force Cybercrime Unit as the primary investigative body for cybercrime at the operational level; (e) the Office of Utilities Regulation as the regulator responsible for cybersecurity in the telecommunications sector; (f) the Bank of Jamaica and the Financial Services Commission as responsible for cybersecurity in the financial sector; and (g) the Office of the Information Commissioner as responsible for data protection and cybersecurity standards in the handling of personal data."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4. Critical Infrastructure Protection",
      "content": "The Strategy designates the following sectors as critical national infrastructure for the purposes of cybersecurity: (a) telecommunications and internet infrastructure; (b) energy, including electricity generation and distribution; (c) water and sanitation; (d) financial services, including banking, insurance, and payment systems; (e) health services; (f) transportation, including aviation, port, and road infrastructure; (g) government services and information systems; and (h) emergency services. Operators of critical national infrastructure shall: (a) conduct regular risk assessments of their information systems and identify vulnerabilities; (b) implement minimum baseline security controls as prescribed by the relevant regulatory authority; (c) establish and test business continuity and disaster recovery plans; (d) participate in sector-specific information sharing arrangements; and (e) notify the NCSTF of significant cyber incidents within 24 hours. The Ministry responsible for ICT shall develop sector-specific cybersecurity standards in consultation with regulatory authorities and industry."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5. Government Network Security",
      "content": "All government ministries, departments, and agencies shall implement minimum baseline cybersecurity standards for their information systems, as specified by the Ministry responsible for ICT. Minimum baseline standards shall include: (a) asset inventory and management of all information systems and connected devices; (b) implementation of multi-factor authentication for all systems handling sensitive government data; (c) regular vulnerability scanning and penetration testing of critical systems; (d) patch management procedures to ensure timely application of security updates; (e) network segmentation to limit the spread of compromise within government networks; (f) encrypted communications for all transmissions of sensitive government data; and (g) security awareness training for all government employees at least once per year. The Government Chief Information Officer shall monitor compliance with government cybersecurity standards and shall publish an annual report on the cybersecurity posture of the Jamaican government. Government agencies shall participate in the National Security Operations Centre established under the Strategy."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6. Cybercrime Law Enforcement",
      "content": "The Strategy commits to building the capacity of Jamaican law enforcement to investigate and prosecute cybercrime. Key measures include: (a) establishment and resourcing of a dedicated cybercrime unit within the Jamaica Constabulary Force with trained digital forensics investigators; (b) training for prosecutors and judges on cybercrime offenses, digital evidence, and technology-related legal issues; (c) development of standardized procedures for the collection, preservation, and analysis of digital evidence; (d) access to internationally recognized digital forensics tools and laboratory facilities; (e) participation in regional and international law enforcement cooperation frameworks, including the Interpol Digital Crime Centre and CARICOM IMPACS; and (f) cooperation with internet service providers and platform operators on the investigation of online crime and the preservation of digital evidence. The Strategy endorses Jamaica's intention to accede to the Council of Europe Budapest Convention on Cybercrime as a framework for international cooperation."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7. Cyber Incident Response",
      "content": "The Strategy establishes a national cyber incident response capability to enable Jamaica to detect, respond to, and recover from significant cyber incidents. The national incident response structure includes: (a) a National Computer Incident Response Team (CIRT-JM) responsible for receiving incident reports, coordinating response across sectors, and issuing advisories on cyber threats; (b) sector-specific CIRTs for critical infrastructure sectors, coordinating with CIRT-JM; (c) a National Security Operations Centre providing 24/7 monitoring of threats to government networks; (d) defined escalation procedures for incidents of varying severity; and (e) regular national cyber incident response exercises to test preparedness and improve coordination. Government agencies and critical infrastructure operators shall report significant cyber incidents to CIRT-JM. CIRT-JM shall publish anonymized information on significant incidents to facilitate learning and awareness across the public and private sectors."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8. Private Sector Engagement",
      "content": "The Strategy recognizes that the majority of Jamaica's critical information infrastructure is owned and operated by the private sector, and commits to a partnership approach with business. Private sector engagement shall include: (a) establishment of a Public-Private Cybersecurity Partnership Forum to facilitate information sharing on threats and vulnerabilities; (b) development of sector-specific cybersecurity standards in consultation with industry, regulatory bodies, and civil society; (c) recognition and incentivization of cybersecurity best practices through regulatory credit and other mechanisms; (d) joint exercises and incident response coordination between government and the private sector; and (e) public recognition of organizations that demonstrate exemplary cybersecurity practices. Financial services firms, telecommunications operators, and other regulated entities shall be required by their respective regulators to meet minimum cybersecurity standards as part of their licensing conditions. The Strategy encourages the development of a Jamaican cybersecurity industry through support for local security firms and training providers."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9. Cybersecurity Awareness and Education",
      "content": "The Strategy commits to building a culture of cybersecurity across all segments of Jamaican society. Awareness and education measures include: (a) a national cybersecurity public awareness campaign targeting home users, small businesses, and vulnerable populations, including the elderly and children; (b) integration of cybersecurity education into the national school curriculum at primary and secondary levels; (c) development of cybersecurity technical training and certification programs at tertiary level, in partnership with universities and technical institutes; (d) specific programs for small and medium-sized enterprises on affordable cybersecurity measures; (e) targeted awareness programs for public sector employees and critical infrastructure workers; and (f) annual observance of Cyber Security Awareness Month in October, aligned with international observances. The Ministry responsible for education shall work with the Ministry responsible for ICT to ensure that cybersecurity competencies are integrated into the national qualifications framework."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10. Data Protection and Privacy",
      "content": "The Strategy recognizes that cybersecurity and data protection are complementary objectives, and commits to ensuring that cybersecurity measures respect the fundamental right to privacy and are proportionate to the risks they address. The Office of the Information Commissioner is identified as the authority responsible for setting standards on the security of personal data and for investigating data breaches. The Strategy commits to: (a) implementation of the Data Protection Act 2020, including the establishment of the Office of the Information Commissioner with adequate resources; (b) development of sector-specific data security guidelines building on the general requirements of the Data Protection Act; (c) promotion of privacy-by-design and security-by-default principles in government systems and in ICT procurement; and (d) ensuring that surveillance and lawful interception measures are proportionate, subject to independent oversight, and do not undermine the security of communications for legitimate users. The Strategy endorses privacy impact assessments as a tool for evaluating the data protection implications of new government ICT systems."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11. International Cooperation",
      "content": "The Strategy identifies international cooperation as essential to Jamaica's cybersecurity, given the transnational nature of cyber threats. Jamaica shall pursue cooperation with: (a) CARICOM member states through the Caribbean Community's initiatives on cybersecurity, including CARICOM IMPACS and the Caribbean Telecommunications Union; (b) the United States, Canada, and the United Kingdom through bilateral cooperation arrangements; (c) the Council of Europe through the Budapest Convention on Cybercrime; (d) the Organization of American States through the Inter-American Committee against Terrorism (CICTE) cybersecurity program; (e) Interpol through the Interpol Digital Crime Centre and the Global Financial Crime Expert Group; and (f) other states and international organizations as relevant. Jamaica shall participate in regional and international cybersecurity exercises to test its preparedness and to build relationships with partner states. The Strategy endorses the principle that international law applies in cyberspace and commits Jamaica to working through the United Nations to develop norms for responsible state behavior in cyberspace."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12. Legal and Regulatory Framework",
      "content": "The Strategy identifies strengthening the legal and regulatory framework for cybersecurity as a priority. Key legislative and regulatory actions include: (a) full implementation of the Cybercrimes Act 2015, including the enactment of subsidiary legislation and development of operational protocols; (b) implementation of the Data Protection Act 2020 and establishment of the Office of the Information Commissioner; (c) development of sector-specific cybersecurity regulations for telecommunications, financial services, and other critical sectors; (d) accession to the Budapest Convention on Cybercrime to strengthen the framework for international cooperation in cybercrime investigations; (e) review of other legislation for cybersecurity gaps and inconsistencies; and (f) development of a national cybersecurity standard for the procurement of ICT by government and critical infrastructure operators. The Strategy also commits to ensuring that national security and law enforcement powers in the cyber domain are exercised within a clear legal framework with appropriate oversight and judicial control."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13. Cybersecurity Research and Innovation",
      "content": "The Strategy commits to supporting research and innovation in cybersecurity as a foundation for a sustainable national cybersecurity capability. Research and innovation measures include: (a) establishment of a National Cybersecurity Research Centre in partnership with the University of the West Indies and other academic institutions; (b) funding for cybersecurity research through national research councils and partnerships with international research bodies; (c) development of a pipeline of cybersecurity talent through scholarships, internships, and graduate training programs; (d) support for Jamaican cybersecurity startups and small businesses through procurement preferences and accelerator programs; (e) participation in regional and international research collaborations on emerging cyber threats and countermeasures; and (f) deployment of threat intelligence sharing platforms enabling government and private sector organizations to share information on threats in near-real time. The Strategy recognizes the particular importance of research into threats unique to the Caribbean context, including threats targeting the tourism and financial services sectors."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14. Revised Strategy 2021-2026",
      "content": "The National Cyber Security Strategy was revised for the period 2021-2026, incorporating lessons from the COVID-19 pandemic and developments in the threat landscape. The 2021-2026 Strategy updates the 2015 framework in the following respects: (a) recognition of the expanded attack surface resulting from rapid digitization during the COVID-19 pandemic, including increased remote working and online service delivery; (b) new priorities for securing cloud services, remote access infrastructure, and supply chains; (c) specific provisions on threats from artificial intelligence-enabled cyberattacks and the use of AI as a defensive tool; (d) expanded requirements for cybersecurity in the health sector following attacks on healthcare systems during the pandemic; (e) updated provisions on ransomware and the response to ransomware incidents, including guidance on payment of ransoms; (f) enhanced provisions on the cybersecurity of virtual assets and cryptocurrency exchanges; and (g) updated international cooperation priorities reflecting new bilateral and multilateral commitments. The 2021-2026 Strategy is published on the website of the Ministry responsible for ICT."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15. Implementation and Monitoring",
      "content": "The Strategy shall be implemented through an action plan developed by the National Cyber Security Task Force and approved by the Cabinet of Jamaica. The action plan shall specify: (a) specific actions to be taken under each pillar of the Strategy; (b) the ministry, department, or agency responsible for each action; (c) timelines for completion of each action; (d) performance indicators for measuring progress; and (e) resource requirements and funding sources. The National Cyber Security Task Force shall report annually to the Cabinet on progress in implementing the Strategy. An independent review of the Strategy's implementation shall be conducted every three years by a panel including government, private sector, academic, and civil society representatives. The results of the independent review shall be published and used to update the Strategy and its implementing action plan. The Strategy shall be reviewed and updated at intervals of not more than five years, or earlier in the event of significant changes in the threat landscape or in Jamaica's circumstances."
    }
  ],
  "definitions": [
    {
      "term": "cyberspace",
      "definition": "The interdependent network of information technology infrastructures and resident data, including the internet, telecommunications networks, computer systems, and embedded processors and controllers.",
      "source_provision": "sec1"
    },
    {
      "term": "critical national infrastructure",
      "definition": "Systems and services, the disruption or destruction of which would have a significant impact on national security, the economy, public health or safety, including telecommunications, energy, water, financial services, health services, transportation, government services, and emergency services.",
      "source_provision": "sec4"
    },
    {
      "term": "National Computer Incident Response Team",
      "definition": "CIRT-JM — the national body responsible for receiving cyber incident reports, coordinating response across sectors, and issuing advisories on cyber threats to government and the private sector.",
      "source_provision": "sec7"
    }
  ]
}
