{
  "id": "jm-stat-the-jamaica-agricultural-society-incorporation-act",
  "type": "statute",
  "title": "The Jamaica Agricultural Society Incorporation Act",
  "title_en": "The Jamaica Agricultural Society Incorporation Act",
  "short_name": "Jamaica Agricultural Society Incorporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-agricultural-society-incorporation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-agricultural-society-incorporation-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Jamaica Agricultural shorttitle.\nSociety Incorporation Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.\n        organization of farmers established or maintained\n         primarily to further the interests of its members\n         with regard to a particular agricultural commodity;\n    “annual general meeting” or ”general meeting” means\n         the annual general meeting or general meeting, as\n         the case may be, o l delcgates of Branch Societies,\n         Associations of Branch Societies and Approved\n         Member Organizations held in accordance with\n         by-laws made under section 14;\n    “Approved Member Organization” means any agricul-\n         tural commodity organization which is recognized\n         as an Approved Member Organization in accord-\n         ance with rules made under section 13;\n    “Branch Society”, “Association of Branch Societies”\n         and “Affiliated Society” mean, respectively, a\n         Branch Society, ;m Association of Branch Societies\n         and an Affiliated Society established in accordance\n         with rules made under section 13."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) As from the date of the coming into operation of * C t y t o b\nthis Act, the existing organization known as the Jamaica ~ ~ v o r a ~\nAgricultural Society shall be a body corporate under the\n            ~~\n        p   c indueion of thm page is authorized by L.N. %;1998]\n4                          JAMAICA AGRICULTURAL SOCIETY\n                                  INCORPORA TlON\n               name of the Jamaica Agricultural Society (hereinafter\n               referred to as “the Society”).\n                      (2) The Society may sue and be sued in such name,\n               and shall have perpetual succession and a common seal, and\n               may from time to time make, change, alter and renew the\n               said seal as to the Society may seem fit.\nPowers.           4. The Society may acquire, purchase, lease, take, hold\n               and enjoy, either absolutely or subject to any trusts, mov-\n               able and immovable property of every description, and,\n               subject as hereinafter provided, may sell, convey, assign,\n               sumender and yield up, mortgage, demise, =-assign,\n               transfer or otherwise dispose of any movable or immovable\n               property vested in it upon such terms as to the Society may\n               seem fit.\nVcsting of       5. All real and personal property which, on the date of\nproperty.\n               the coming into operation of this Act is vested in (or pur-\n               ports to be vested in), the unincorporated organization\n               known as the Jamaica Agricultural Society, shall, as from\n               such date, be vested in the Society for the like estate and\n               interest and to the like extent as such property was held by\n               or vested in (or purported to be vested in) such unincor-\n               porated organization, and subject to all trusts, mortgages,\n               charges or encumbrances affecting such property, or any\n               part thereof.\nObject8 of       6. It is hereby declared that the objects of the Society\nthe Society.\n               are-\n                       (i) to promote and encourage agriculture, horticul-\n                            ture, arboriculture, apiculture and stock-raising\n                           in all their branches;\n                      (ii) to establish and maintain an office of the Society\n                           in Kingston and, if necessary, sub-offices in\n                           various parts of Jamaica, for the dissemination\n                                   ~   ~   ~   ~   ~   ~   ~~~~~~~~   ~~   ..\n                       me inclusim of this page is a u t h o r i d by L.N. %/I9981\n            JAMAlCA AGRICULTURAL SOCIETY                                       5\n                   INCORPORATiON\n            of information upon the matters specified in\n            paragraph (i) to the members of the Society;\n      (iii) to provide for the reading of papers and the\n            delivery of lectures, and for courses of instruc-\n            tion and the holding of examinations in subjects\n            connected with the matters specified in para-\n           graph ti);\n       (iv) to provide and award premiums for the\n            encouragement of agriculture, horticulture,\n             arboriculture, apiculture and stock-raising;\n        (v) to provide for the holding, from time to time, of\n             agricultural and live stock exhibitions;\n       (vi) to promote,acquire an interest in, or finance any\n             company or organization, or to carry on any\n             trade, business, scbool, college, administration\n             centre, exhibition, model farm or pen, experi-\n             mental work or scientific research, calculated to\n             promote directly or indirectly, or to contribute\n             to, the agricultural or economic welfare of\n            JU!laica;\n      (vii) to apply the funds placed at the disposal of the\n            society for the purposes of the Society."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.02                   JAMAICA AGRICULTURAL SOCIETY\n                                  INCORPORATION\n           income receivable and expenditure to be incurred during\n           the financial year commencing on the 1st day of April then\n           following.\n                  (2) The Board shall submit its Estimates in the form\n           required by the Minister, who may approve or amend such\n           Estimates.\n                  (3) All new appointments, and any proposed varia-\n           tion in the emoluments of an existing appointment, shall\n           receive the approval of the Miniiter before being included\n           in the Estimates :\n              Provided that nothing in this subsection shall apply to\n           any appointment, the total annual emoluments of which are\n           Iess than seven hundred dollars, if such emoluments are\n           paid from any source other than moneys granted to the\n           Society by Government.\n                  (4) All new or special expenditure shall receive the\n           approval of the Minister before being included in the\n           Estimates.\n                  (5) Save with the approval of the Minister, no fur-\n           ther sum shall he expended during any financial year other\n           than is provided in the Estimates relating to such financial\n           year.\nBoard of      9. The affairs of the Society shall, subject to the provi-\nManage-\nrnent.     sions of this Act, he managed by a Board of Management\n           (hereinafter referred to as “the Board’), which, subject\n           always to such provisions, shall control the income, capital\n           funds and property of the Society and govern, direct and\n           decide all matters connected with the appointment of the\n           officers and servants of the Society and with the administra-\n           tion of the affairs, and the accomplishment of the objects\n           and general purposes, of the Society, and the Board shall\n           have and may exercise all the powers conferred on the\n           Society by this Act.\n           --We inclusion of !&s page is authorized by L.N. 96119981\n            / A M A K A AGRICULTURAL SOCIETY                                    7\n                       INCORPORATION"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Governor-General shall be Patron of the             p\n                                                                 z&\nSociety.                                             and V i c e\n                                                                 Prcsidenta\n                                                                 of Society.\n      (2) At an annual general meeting the delegates in 6/1978\nattendance at such meeting shall elect one of the members sd,:gq6\nof the Board of Management referred to in section 9 to S. 2 (a).\nbe the President, and two of such members to be Vice-\nPresidents, of the Society.\n      (3) Subject to subsection (4),\n                                   the persons elected under 14/1906\nsubseation (2) as President and Vice-President, respectively, s. 2 @I\n             induiw of thir Pageia alltborizod by LN. %/IBSI\n  RL-16\n6                          JAMAICA AGRICULTURAL SOCIETY\n                                      INCORPORATION\n             shall serve in that capacity for a period of three years and\n             shall be eligible for re-election.\n                   (4)Where, before the expiration of two years from\nS.   *\n14; I996\n             the date of election under subsection (2). the President or a\n             Vice-President fails, without reasonahle cause, to attend at\n             least four consecutive meetings of the Eoard of Manage-\n              ment, his tenure of ofice as President or Vice-President,\n              as the case may be, may be terminated in accordance with\n             suibsections (51, (6)- (7J, (8), (9). (10) and (11).\n14/1996             ( 5 ) A resolution for the termination of the tenure of\ns. 2 rt.).\n             office of the President or a Vice-President, as the case may\n             be, may be presented at the second annual general meeting\n             next after the annual general nitxting at which he was\n             elected and shall have effect if it is supported by the votes\n             of not less than two-thirds cif the delegates in attendance\n             at that second annual general meeting.\n1411Y96            ( 6 ) A resolution under subsection ( 5 ) shall state the\nS. 2 (b).\n             reason for the resolution as specified in subsection (4).\n14!1996             (7) Where the delegates intend to present a resolution\nS.   * ')'   referred to in subsection (3,notice of the resolution shall-\n                 (a)   t\n                       x signed by two delegates;\n                  (b) be lodged in the office of the Society at least\n                       thirty-five days before the second annual general\n                       meeting; and\n                 (c) state the reason for the intention to move the\n                       resolution as specified in subsection (4).\n14119%             (8) At least twenty-one days before the second annual\ns. 2 07).\n             general meeting, the Board of Management shaill cause to\n             be served on the President or Vice-President concerned--\n                                                                                 . .\n                       me inclusion of this page is authorized by L.N. %/I9961\n            JAMAICA AGRICULTURAL SOCIETY                                       6.01\n                   INCORPORATION\n    (a) a oopy of the notice referred to in subsection (7);\n        and\n    (b) a statement advising him of the right of reply\n        conferred by subsection (10).\n      (9) Evidence in support of the reason specified in 14ll9'rh\n                                                              ca)\nsubsection (4) may be adduced from the records of the\nSociety and the Board of Management shall cause a cop):\nof such evidence to be served on the President or Vice-\nPresident to whom it relates at least fourteen days before\nthe second annual general meeting.\n      (10) The President or Vice-President, as the case may S.14/19%\n                                                                2 (b).\nbe, may, upon receipt of the notice referred to in subsection\nU),reply in writing to the matters stated therein and a\ncopy of such reply shall be given to each delegate before\na vote is taken a't the second annual general meeting\n         (11) Where a resolution is presented in accordance 1411996\nwith subsection ( 5 ) for the termination of the tenure of S 2 (b).\noffice of-\n      ( U ) the President. the chairman of the meeting shall\n             be elected by a majority of votes of the delegates\n             in attendance at that meeting; or\n     ( b ) a Vice-President, the chaimnan of that meeting\n           shall be the President and if the President is aibsent\n           from the meeting, the chairman of the meeting\n           shall be eleoted in accordance with paragraph fn)"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.41)The Board of Management referred to in section\n9 shall, on or before the 15th day of January in each year,                 Ekitfcd.\nprepare and submit to the Minister true Estimates of the\n                                           _ _ _ _ ~~-\n           [The inclusion of this page is suihoriied by L.N. 9 6 i I FFX]"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. All deeds, documents or other instruments requiring Execution of\n                                                              documents.\nthe seal of the Society shall be sealed with the common seal\nof the Society in the presence of two members of the Board\nwho shall sign every such deed, document or other instru-\nment to which the common seal is affixed, and such signing\nshall be sufficient evidence that the said seal was duly and\nproperly affixed, and that the same is the lawful seal of the\nSociety."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Board shall consist of the undermentioned Provisions\n                                                        relating 10\npersons-                                                           Ihe Board.\n                                                                   611968\n    (a) an officer of the Ministry of Agriculture nominated S. 3(2)&\n                                                             Sch.\n         in that behalf by the Minister;\n    (b) three members of the House of Representatives\n         nominated by the said House;\n    (c) one member of the Senate nominated by the\n         Minister;\n    (d) such persons as are elected by the Associations of\n         Branch Societies, one being elected by each such\n         Association:\n    (e) three persons elected by the delegates of the\n         Associations of Branch Societies from a panel sub-\n         mitted by members of the Society other than\n         Branch Societies, Associations of Branch Societies\n         and Affiliated Sacieties;\n    (f) such persons as are nominated by the Apprcved 6/1978\n         Member Organizations, not more than one person s. 4(a).\n         being nominated by each such Organization.\n       (2) Subject to the provisions of subsections (4), (5)\nand (6)-\n    (U) every person nominated under paragraph (b) of\n         subsection (1) shall hold officefor the life of the\n         House of Representatives by which he was nomi-\n         nated;\n-                                                          -\n      [The inclusion of this page is aulhorized by L.N. 50jlYi91\n              JAMAICA AGRICULTURAL SOCIETY\n                     INCORPORATION\n       (b) every person nominated under paragraph (c) of\n           subsection (1) shall hold of6ce for the life of the\n           Senate existing at the time of his nomination;\n       (c) every elected member shall hold office until he\n           retires in accordance with the provisions of sub-\n           section (3);\n       (d) every person nominated to the Board under para-\n           graph Cf) of subsection (1) shall hold office for a\n           period of three years beginning from the date upon\n           which such nomination is approved by the Board\n           and such persons shall be eligible for renomination.\n         (3) (a) There shall retire from the Board on election\nday-\n         (9 next after the first election day, five elected\n              members; and\n         (ii) next but one after the first election day, five\n              elected members; and\n        (iiii next but two after the first election day, six\n             elected members,\nand so thereafter in each succeeding triennial period.\n            (b) Elected members shall retire in the order of\ntheir seniority, the member who has served longest since he\nwas last elected to the Board retiring first, and as between\nmembers of the same seniority the order of retirement shall\nbe determined by lot.\n            (c) A member retiring under paragraph (a) shall\nbe eligible for re-election.\n         (4) Any nominated or elected member who fails to\nattend meetings of the Board for a period of six months\nwithout having obtained leave of absence from the Board\nshall be deemed to have vacated his office.\n        [The inclusion of this page in authorized by L.N. 50/1979]\n            JAMAICA AGRICULTURAL SOCIETY                                 9\n                   INCORPORATION\n         (5) Any nominated or elected member who ceases to\nbe eligible for nomination or election in the capacity in\nwhich he is serving on the Board, shall thereupon vacate\nhis office.\n         (6) Any nominated or elected member may, by writ-\ning under his hand addressed to the President, resign his\n0ffim.\n         (7) Where any nominated or elected member dies,\nor vacates his office in accordance with the provisions of\nsubsection (41, (5)or (61, the body by which he was nomi-\nnated or elected shall nominate or elect, as the case may be,\nanother person to fill the ensuing vacancy on the Board\nuntil such time as the member by whose death or vacation\nof office the vacancy was occasioned would, but for such\ndeath or vacation of office, have ceased to hold office in\naccordance with the provisions of subsection (2)."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) The Board shall annually prepare and present ~~~~d\nto the annual general meeting, a report of its proceedings, society.\n                                                             Report of\ntogether with a complete statement of its financial position\n                                                              .__\n10                   JAMAICA AGRiCULTURAL SOCIETY\n                            INCORPORATION\n         and its accounts, audited and certified by an auditor\n         approved by the Minister.\n                 (2) The Board shall forward certified copies of such\n         report, statement and accounts to the Minister, who shall\n         cause such certified copies to be laid before the House of\n         Representatives.\nRlllm.      13.-(1) The Board shall on or before the thirtieth day\n         of June, one thousand nine hundred and forty-seven, make\n         by-laws regulating-\n                   (i) the number of delegates from each Association of\n                        Branch Societies who may attend the general\n                        meetings of the delegates of the Associations of\n                        Branch Societies;\n                  (ii) the conduct of such meetings,\n         and such by-laws, until revoked or amended, shall be\n         deemed to be by-laws made by the delegates of the Associa-\n         tions of Branch Societies in accordance with the provisions\n         of section 14.       .\n                   (2) The Board may from time to time make rules\n         for the following purposes-\n               (a) the regulation of its proceedings, the calling of\n                      meetings, the quorum necessary for the transaction\n                     of business, the voting of the members of the\n                      Board, the appointment of a Chairman, and the\n                     procedure for the transaction of business;\n               (6) the appointment of executive committees and sub-\n                      committees, and the delegation to such committees\n                     and sub-committees, of the powers and duties of\n                     the Board;\n               (c) the appointment of officers, and the allocation of\n                     the duties of officers;\n               (d) the keeping and presentation of accounts;\n         -\n               [The inclurion of this page   IS authorized   by L.N. 50119791\n            JAMAICA AGRICULTURAL SOCIETY\n                   INCORPORAlION\n    (e) the establishment of Branch Societies, Associations\n         of Branch Societies and Affiliated Societies;\n   (ee) the formulation of procedures, and the laying down Gil978\n         of conditions, subject to which any agricultural ’        ’.\n         commodity organization may be recognized as an\n         Approved Member Organization;\n   (ef) regulating the procedure for nominations to the\n         Board by Approved Member Organizations under\n         section 11 (l)cfl and for the giving of approval to\n         any such nomination;\n    0 generally for carrying this Act into effect."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The delegates of Branch Societies, Associations of Society\n                                                                to makc\nBranch Societies and Approved Member Organizations in certain\ngeneral meeting, may from time to time make by-laws for.;;;$     ’\nthe purposes of this Act-                                       S. 6.\n            (i) for prescribing the rights and privileges, and\n                for regulating the admission and removal, of\n                members of the Society;\n           (ii) for regulating the use of the facilities of the\n                Society by members of the Society and by\n                the public;\n          (iii) for regulating the number of delegates from\n                each Branch Society, Association of Branch\n                Societies and Approved Member Organiza-\n                tion who may attend the general meetings\n                or annual general meetings of the Society\n                and for regulating the conduct of such\n                meetings."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18) The rights, powers and duties of the Board and\nof the members thereof shall not be affected by any vacancy\nin the membership of the Board, nor by the fact that it is\nafterwards discovered that there was some defect in the\nappointment, nomination or election, or in the qualifica-\ntions, of a person purporting to be a member of the Board.\n         (9) For the purposes of this section-\n“election day” means the day on which the annual general\n     meeting is held;\n“elected member” means any member of the Board elected\n     under paragraph (d)or (e)of subsection (1);\n“nominated member” means any member of the Board\n     nominated under paragraph (b), (c) or ( f ) of subsec- (1/1978\n     tion (I).                                                s 4w"
    }
  ],
  "definitions": []
}