{
  "id": "jm-stat-the-jamaica-co-op-marketing-assoc-protection-act",
  "type": "statute",
  "title": "The Jamaica Co-op. Marketing Assoc. Protection Act",
  "title_en": "The Jamaica Co-op. Marketing Assoc. Protection Act",
  "short_name": "Jamaica Co-op. Marketing Assoc. Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-co-op-marketing-assoc-protection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-co-op-marketing-assoc-protection-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Jamaica Co-operative Short title.\nMarketing Association Protection Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                   mterpreta-\n“co-operative association” means any society registered tion’\n    under the Industrial and Provident Societies Act, and\n    any company incorporated under the Companies Act\n    having as its principal object the co-operative market-\n    ing of any commodity grown or manufactured in\n    Jamaica;\n“co-operative marketing contract” means any contract\n    entered into with any co-operative association to\n    deliver to or sell through such co-operative association\n    or in accordance with its directions any commodity\n    grown or manufactured in Jamaica and not expressed\n    to be made so as to exclude the provisions of this Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. All co-operative associations shall have the power to proision\nprovide under their articles of association or rules and Edfines\nregulations as the case may be and/or under any co-opera- penalties.\ntive marketing contract for the payment by its members of\nfines and penalties and/or specific or ascertainable sums of\nmoney by way of liquidated damages for any infringement\nof its rules and regulations or for any breach of a co-opera-\ntive marketing contract or any term thereof and may\n      IThe inclusion of this page is authorized by L.N. 480/1973]\n4                         JAMAICA CO-OPERATIVE MARKETING\n                              ASSOCIA TION PROTECTION\n               further provide that the party found guilty of any breach\n               of any co-operative marketing contract or of any term\n               thereof shall pay all costs, expenses and fees in case any\n               action in respect of such breach is brought by the co-opera-\n               tive association.\nLiability of      4. Every person or company having knowledge or notice\nthird\n                of the existence of a co-operative marketing contract who\n                solicits or persuades or aids or abets any person to sell or\n                deliver any agricultural or manufactured product other-\n                wise than in accordance with the terms of such co-operative\n                marketing contract or buys from or accepts or receives for\n                sale or for auction or for display for sale any agricultural\n                or manufactured product delivered by any such contracting\n               person otherwise than in accordance with the terms of such\n               co-operative marketing contract shall be liable on summary\n               conviction by a Resident Magistrate to a penaIty to be\n               recovered summarily of two hundred dollars for the first\n               offence and in default of payment to imprisonment with\n               or without hard labour for a period not exceeding sixty\n               days; and four hundred dollars for any subsequent offence\n               and in default of payment such person or in the case of a\n               company the manager or agent in Jamaica of such company\n               shall be liable to imprisonment with or without hard labour\n               for a period not exceeding six months; and on every con-\n               viction of any person or company for any offence under this\n               section such person or company shall in addition be liable\n               to pay to such co-operative association double the local\n               market price, at the date of the offence, of the product dealt\n               with as aforesaid in breach of the co-operative marketing\n               contract and in respect of which such conviction shall be\n               entered which said value shall be determined and declared\n               by the Resident Magistrate on conviction and the said\n               amount when declared by the Resident Magistrate shall be\n                     me inclusion of this page is aulhorized by L.N.480/1973]\n          JAMAICA CO-OPERATIVE MARKETING                                5\n              ASSOCIATION P R OTEC TlON\ndeemed to be a judgment debt and shall be enforced as a\njudgment of the Court and the jurisdiction of the Resident\nMagistrate under this section shall not in any way be\nlimited by the jurisdiction prescribed by the Judicature\n(Resident Magistrate's) Act or any amendment thereof or\nany enactment passed in substitution therefor. In the event\nof any person or persons absent from Jamaica or any\ncompany not registered in Jamaica becoming liable to pay\nthe value determined and declared by a Resident Magistrate\nas aforesaid the said judgment shall be entered and enforce-\nable against the manager,"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. For the purpose of the foregoing section the Resident Jurisdiction.\nMagistrate having jurisdiction shall be the Resident\nMagistrate for the parish where the offence shall be com-\nmitted or where the person or company committing the\noffence shall reside or have his or their principal place of\nbusiness or agency in Jamaica."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. In the event of any breach or threatened breach of and   hjuoction\n                                                                  spectic\nany provision of a co-operative marketing contract by a psrfom-\nmember of any co-operative association such association\nshall be entitled to an injunction to restrain such member,\nhis agents and servants from selling or delivering the\nagricultural or manufactured product otherwise than in\naccordance with the co-operative marketing contract and\nto a decree for specific performance of the said co-operative\nmarketing contract by such member. Pending the adjudi-\ncation of any action brought by any co-operative association\nunder this section and upon ex parte application to the\nSupreme Court or to any Resident Magistrate's Court\nhaving jurisdiction in the matter and upon evidence by\naffidavit of the breach or threatened breach and upon the\ngiving of such undertaking or security as may be approved\n      lThe inclusion of ibis page is authorized by LN. 480/1973]\n6                        JAMAICA CO-OPERATIVE MARKETING\n                             ASSOCIATION PROTECTION\n               of by such Court or Judge, the co-operative association shall\n               be entitled to an interim injunction restraining such breach\n               or threatened breach.\nContracts to      7. The convenants and obligations imposed by a co-\ngrow and\ndeliver and    operative marketing contract on any member of a co-opera-\nchargc on\nland.          tive association shall run with the lands mentioned in such\n               co-operative marketing contract so as to be binding on all\n               assignees and transferees whomsoever of the said lands.\n               The said co-operative marketing contract shall (without\n               prejudice to any claim for taxes or rates general or\n               parochial) create in favour of such co-operative association\n               a charge upon all crops and agricultural or manufactured\n               products mentioned therein and growing or to be grown\n               on or produced from such lands to secure the due marketing\n               of the same in accordance with the terms of the co-opera-\n               tive marketing contract and such charge shall be a preferen-\n               tial charge upon the said crops and agricultural and\n               manufactured products ;\n                  Provided nevertheless that the directors of such co-opera-\n               tive association may, if the interests of the said association\n               in their discretion warrant their so doing (with the consent\n               of the Minister if any debt of the association owing to or\n               guaranteed by the Government of Jamaica remain unpaid),\n               release the said lands from the covenants and obligations\n               contained in the co-operative marketing contract and from\n               the charge hereby created :\n                  Provided however that such charge if created by a lessee\n               or tenant for years or tenant for life shall not enure for a\n               greater estate than that of such lessee or tenant for years\n               or tenant for life.\n                  Every such charge shall be valid against all successors\n               in title and subsequent assignees, transferrees, mortgagees,\n                     [The inclusion d this page is authorized by L.N. 480/1973]\n          JAMAICA CO-OPERATIVE MARKETING                            7\n              ASSOCIATION PROTECTION\nencumbrancers and purchasers of said lands and against a11\ntrustees in bankruptcy, trustees under any deed of assign-\nment for the benefit of creditors, bailiffs or other officers\nexecuting any civil process and execution creditors :\n   FYovidmi however that no such charge shall have priority\nover or affect any mortgage duly recorded or registered\nprior to the recording or lodging at the Office of Titles as\nhereinafter provided of the certificate in relation to the\nsaid co-operative marketing contract."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Upon the transfer or conveyance (other than a trans- Devolution\nfer or conveyance by a mortgagee under his power of sale of shares on\nwhose mortgage has priority over a co-operative marketing Of land.\ncontract) of any lands subject to a co-operative marketing\ncontract such transfer or conveyance shall, subject to the\nprovisions of section 7, be deemed to operate also as a like\ntransfer or assignment of the said co-operative marketing\ncontract and the person taking under such transfer or\nconveyance of the said lands shall be entitled to and shall\nbecome the transferee of all shares in the co-operative\nassociation which may have been issued in respect of the\nco-operative marketing contract relating to the said lands."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any trustee or trustees and also any director or powerof\ndirectors or other person charged with the management of\na company or society or building society and any committee\nof a lunatic and any tenant for life and any person having\nthe powers of a tenant for life under the Settled Land Act\nmay enter into, concur in or consent to any co-operative\nmarketing contract in respect of any crops and agricultural\nor manufactured products on any lands and such contract\nshall be valid to all intents and purposes and be binding\nupon all cestuis que trust, successors in interest and all\npersons in any way having interest in the said lands.\n      me inclusion of this page is authorized by L.N. 450/1973]\n8                         JAMAICA CO-OPERATIVE MARKETING\n                              ASSOCIA TIOX PROTECTION\nTrustees and     10. It shall be lawful for any trustee or trustees and also\ndirect on\nauthorized     any director or directors or other person charged with the\nto             management of a company or society or building society\ninvest on\nlands sub-     and any committee of a lunatic to invest moneys on the\nject to\nC0\"traCtS.     security of lands notwithstanding that the said lands be\n               subject to any co-operative marketing contract and it shall\n               be lawful for any of the said persons being interested as\n               mortgagees of any lands to concur in or consent to any\n               co-operative marketing contract in relation thereto or to\n               the crops and agricultural and manufactured products\n               thereon and therefrom; nor shall any dealings by any of the\n               aforesaid persons in any lands subject to any co-operative\n               marketing contract be deemed a breach of trust by reason\n               only of the existence of the said co-operative marketing\n               contract.\nStamp             11. A stamp duty of five cents shall be paid on each\nduty. &c.\n               original co-operative marketing contract and such stamp\n               duty shall be in lieu of all other stamp duties, record fees,\n               Office of Titles fees and caveat fees that would otherwise\n               be payable in respect of any co-operative marketing\n               contract.\nRecording.       12. Jt shall not be necessary to record at the Record Office\n               of Jamaica any co-operative marketing contract but (except\n               in the case of lands under the operation of the Registration\n               of Titles Act) a certificate signed by the chairman or one\n               director and the secretary of any co-operative association\nSchedule       in the form and to the effect of the Schedule shall be\n               recorded in the Record Office within three calendar months\n               of the date when the said co-operative marketing contract\n               shall come into force and such recording shall be deemed\n               notice to all persons of such co-operative marketing con-\n               tract and shall also be as effective for all purposes as if\n               the said co-operative marketing contract itself had been\n               fully recorded.\n                                                                               -_\n                     [The inclusion of this page is aulharizid by L.N. 4SOi19731\n              JAMAICA CO-OPERATIVE MARKETING                           9\n                  ASSOCIATION PROTECTION"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Trustees and directors authorized to invest on lands subject to\n       wntractS."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where lands affected by any co-operative marketing Rcsistered\ncontract are under the operation of the Registration of lands.\nTitles Act, upon a certificate as aforesaid being lodged at the\nOffice of Titles, the Registrar of Titles shall cause a caveat\nto be entered forbidding the registration of any person as\ntransferee or proprietor of and of any instrument affecting\nthe lands affected by the said co-operative marketing con-\ntract until after notice of the intended registration or\ndealing be given to the co-operative association, and the\nlodging of the said certificate at the Office of Titles shall be\ndeemed notice to all persons of such co-operative market-\ning contract and shall also be as effective for all purposes\nas if the said co-operative marketing contract itself had\nbeen duly registered."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No co-operative association shall be deemed to be Rcrlrnint of\nguilty of conspiracy or combination in restrain of trade Irade.\nnor shall any co-operative marketing contract or any agree-\nment or contract authorized by the rules of any co-operative\nassociation be considered illegal or in restraint of trade nor\nshall any co-operative association be deemed to be a trade\nunion."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Every co-operative association shall keep at its Register to\nregistered office a register of all its co-operative marketing be kept and\n                                                               to be open\ncontracts which shall contain the common form of market- ~ o ~ ~ p e c -\ning contract and the name and address of each contractor,\nall property affected by the contract of which the co-opera-\ntive association has notice, the parish or parishes where\nsituated, the crops and acreage affected, the date of the\ncontract and the date when the contract became operative.\nSuch register shall subject to such reasonable restrictions as\nthe directors of the co-operative association may from time\nto time impose be open to the inspection of any person\nbetween the hours of eleven a.m. and twelve noon of the\n         [The inclusion ofPGis page is authorized by L.N. 48011973j\n10                        JAMAICA CO-OPERATIVE MARKETING\n                              ASSOCIATION PROTECTION\n               clock on each day when the office of the association is open\n               to business on the payment by him of five cents for each\n               inspection not exceeding fifteen minutes. If such inspec-\n               tion is refused the co-operative association shall incur for\n               each refusal a penalty of four dollars recoverable in a sum-\n               mary manner and every director and manager of a co-opera-\n               tive Association who shall knowingly authorize or permit\n               such refusal shall incur the like penalty to be recoverable\n               in the like manner.\nMinister's        16. It shall be lawful for the Minister if in his opinion\npower to\nhold           it is necessary or on the requisition of twenty-five per cent\nenquiry.\n               or such other lesser number as the Minister may consider\n               sufficient of the shareholders or members of any co-opera-\n               tive marketing association under this Act or any enactment\n               amending the same or in substitution therefor to appoint\n               if he think fit some person or persons to enquire into the\n               working, management and system of operation and to audit\n               and check all documents, accounts and investments or other\n               matter or thing of any such co-operative association with\n               the view of finding out and reporting on the financial\n               policy, standing and stability of such association and\n               whether such co-operative association is carrying out fully\n               the aims and objects of such co-operative association.\nCosts of\ncoquiry. &E.\n                                   -."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) If such amointment    is made by the Minister\n               by reason of the requisition of the said members, such\n               members shall give proper and sufficient 'security as shall\n               be approved by the Minister for the payment of all costs\n               of and expenses incident to such enquiry before the\n               Minister shall appoint any person or persons to enter on\n               such enquiry.\n                      (2) The costs of and expenses incident to any such\n               enquiry shall be in the discretion of the Minister on the\n               recommendation of the person or persons holding the\n                     me inclusion of this p g c is aulhorizcd by LN. 480119731\n           JAMAICA CO-OPERATIVE MARKETING                                11\n               ASSOCIATION PROTECTION\nenquiry, and any order for costs and expenses made by the\nMinister by virtue of this section shall, subject to taxation\nof such costs and expenses by the Registrar of the Supreme\nCourt, have the force of a judgment of the Supreme Court."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. All officers, clerks and servants of any such co-opera- Delivery oi\ntive association shall deliver all books, vouchers, papers, :$&rr9,\ndocuments and other matter or thing which may be required &c.\nfor the purpose of such enquiry, audit and check and shall\nalso give all information and render all such assistance as\nare in their power to the person or persons appointed as\naforesaid."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any officer, clerk or other agent or servant whatso- penalty\never of any such co-operative association who fails, without for  non-\n                                                             delivery,\nreasonable excuse, the proof of which shall be on him, to\ndeliver any book, voucher, paper, document or other matter\nor thing necessary for the purpose of the enquiry, audit\nand check or who withholds any information necessary for\nsame shall be guilty of an offence and shall on conviction\nby a Resident Magistrate be liable to a fine not exceeding\nfour hundred dollars for each offence and in default of pay-\nment to imprisonment with or without hard labour for a\nperiod not exceeding three months.\n       me inclusion of this page is authorized by LN. 480/1973]\n12                           JAMAICA CO-OPERATIVE MARKETING\n                                 ASSOCIATION PROTECTlON\n(Section 12) )                                SCHEDULE\n                                         FORM OF CERTIFICATII\n                   We the undersigned being the Chairman (or Director) and the\n                 Secretary of (here state ihe registered name of the ussocifliion) do\n                 hereby certify that a oo-operative marketing contract has besn entered\n                 into between the association herein named and the party or parties\n                 and according to the particulars hereunder appearing.\n                                                         crops\n                                                        affected"
    }
  ],
  "definitions": []
}