{
  "id": "jm-stat-the-jamaica-combined-cadet-force-act",
  "type": "statute",
  "title": "The Jamaica Combined Cadet Force Act",
  "title_en": "The Jamaica Combined Cadet Force Act",
  "short_name": "Jamaica Combined Cadet Force Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-combined-cadet-force-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-combined-cadet-force-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Jamaica Combined Cadet Short title.\n                                                         3911966\nForce Act.                                               S. Z(a)."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                        Intcrpre-\n                                                                         tntioo.\n“cadet commission” means a commission granted by the\n    Governor-General under section 6 and carrying rank\n    and precedence only within the Cadet Force;and\n“Cadet Force” means the Jamaica Combined Cadet Force 39/1%6\n   constituted under section 3.                      S. 2(b)."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There is hereby constituted a cadet training force Constitution\nto be known as the Jamaica Combined Cadet Force.             of Force.\n                                                             3911966\n                                                                         S. 2(a).\n     (2) The Cadet Force shall be under the command of\na Commandant who shall be appointed by the Governor-\nGeneral."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Governor-General shall appoint a committee to of    Constitution\n                                                                Jamaica\nbe known as the Jamaica Cadet Committee whose function Cadet\nit shall be to exercise a general control and superintendence\nover the Cadet Force in matters affecting policy, finance\nand training facilities."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Cadet Force shall be composed of such Head-Composition\n                                                             of Cadet\nquarters Staff, companies, platoons, sections or other units F ~ ~                          ~   .\nas the Commandant, with the approval of the Jamaica\nCadet Committee, shaIl appoint.\n        [The inclusion of i h i s page i s authorized by L.N.68/ 15781\n2                                         JAMAICA COMBINED CADET FORCE\nGrant of                    6.-(1) The Governor-General may, upon the recommen-\ncommisUons\nincadet                   dation of the Commandant, grant cadet commissions con-\nForce.       .            ferring such. rank u.pon officers of the Cadet Force @ ,he\n         ,       .\n                          may tgink fit.\n                                (2) The Governor-General may, upon the recommen-\n                                                  1   I   .\n                          dalion of ‘thb Gsmmandant, approve of the promotion of\n                          any cadet officer to any higher rank than that conferred\n    ..\n                          upon him.by his cadet commission. ’                ’\nR”l&                     7,-(1) The Commandant may, with the approval of the\n                     ..Jamaica Cadet Committee, make rules for the better carry-\n                     ’ ing out of the provisions of this Act.\n                           ’,’      (2) Rules made~undetthis section may, without pre-\n                       judice b t h e generality of the provisions of subsection (l),\n                       provide-\n                                ( a ) for the discipline and training of members of the\n                                       Cadet Force;\n                                (b) for the rank, precedence, promotion and command\n                                       h e r se of cadet under-officers;\n                                (c) for the uniform, insignia and badges to be worn\n                               .. .    by members of the Cadet Force;\nI 3 I1977                  (cc) for medals, badges and other awards to members\nS. 2 (b).\n                                       of the Cadet Force for such services or acts, and\n                                       on such conditions, as may be prescribed; and\n                                (d) for the constitution, organization and strength of\n                                       units of the Cadet Force.\nSpecial                     &-(U\n                         The Army and Air Cadet Force, in this section\nrelation to in referred to as the former Force constituted under the\nprovisions\nformer         provisions of the Army and Air Cadet Force (Defence)\nCadet Force.\n                          Regulations,, 1944, shall for all purposes be deemed to, be\n                          the Force constituted under this Act,\n                               (2) The persons who immediately before the com-\n                          mencement of this Act are .members of the Jamaica Cadet\n                                . .\n                                      [The inclusion of this page ir aurhoczed by L.N. 68119781\n            IAMAlCA COMBINED CADET FORCE                            3\nCommittee constituted under the Army and Air Cadet\nForce (Defence) Regulations, 1944, shall constitute the\nJamaica Cadet Committee referred to in section 4 and shall\nfor all purposes be deemed to have been validly appointed\nto such Committee.\n       (3) The person who immediately before the com-\nmencement of this Act held the office of Commandant of\nthe former Force shall be deemed to have been validly\nappointed to the office of Commandant of the Force\nconstituted under this Act.\n      (4) All persons who immediately before the com-\nmencement of this Act held commissions in the former\nForce shall be deemed to have been validly commissioned in\nthe Force constituted under this Act in the same rank\nwhich they held in the former Force immediately prior to\nthe commencement of this Act.\n       ( 5 ) All Rules made by the Commandant of the\nformer Force with the approval of the Jamaica Cadet\nCommittee constituted under the Army and Air Cadet\nForce (Defence) Regulations, 1944, shall be deemed to have\nbeen made under the provisions of section 7 and shall\napply to the Force constituted under this Act as they apply\nto the former Force."
    }
  ],
  "definitions": []
}