{
  "id": "jm-stat-the-jamaica-cultural-development-commission-act",
  "type": "statute",
  "title": "The Jamaica Cultural Development Commission Act",
  "title_en": "The Jamaica Cultural Development Commission Act",
  "short_name": "Jamaica Cultural Development Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-cultural-development-commission-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-cultural-development-commission-act | Legal areas: Culture and Heritage",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1) The Commission shall, within three months aftcr h u a l\nthe expiration of each financial year or within such further =PO*\ntime as may be allowed by the Minister, cause to be made\nand transmitted to the Minister a report dealing generally\nwith the activities of the Commission during that financial\nyear.\n                                           -.\n        me inclusion of this page is authorized by L.K. 57/1981]\n                  JAMAICA CULTURAL D E V E LOPMEh’T COMMISSION\n                    (2) The Minister shall cause a copy of the report to-\n              gether with the annual statement of accounts and the\n              auditor’s report thereon and on the accounts to be laid on\n              the Table of the House of Representatives and of the Senate.\nPower of\nMinister to"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Interpreia-\n                                                                       ti0U\n    “chairman” means the chairman of the Commission and\n         includes any person for the time being performing\n         the functions of the chairman;\n     \"Commission\" means the Jamaica Cultural Develop-\n         ment Commission established by section 3;\n     “deputy chairman” means the deputy chairman of the\n         Commission and includes any person for the time\n         being performing the functions of the deputy chair-\n         man;\n    “financial year” means such period of twelve months\n         as the Commission, with the approval of the\n         Minister, may determine to be its financial year,\n         so, however, that the first financial year shall be the\n         period commencing with the 1st September, 1968,\n         and ending with such day as may be fixed by the\n         Commission with the approval of the Minister;\n    “functions” includes duties and powers;\n    “member” means a member of the Commission."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. (I) The Minister shall appoint a chairman and a deputy chairman Chairman\nfrom amongst the members of the Commission.                          and\n                                                                                depw\n     (2) In the case of absence or inability to act of the chairman, the chairman.\ndeputy chairman shall perform the functions of chairman.\n     (3) In the case of the absence or inability to act of both the chair-\nman and the deputy chairman, the Minister may appoint any other\nmember of the Commission to perform the functions of the chairman\nor. as the case may be, the deputy chairman. during such absence or\nincapacity."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)     The Commission shall-\nCommission.          (U) promote cultural programmes and activities in\n8/1980\ns. 3.                      communi4ties throughout the Island;\n                     (h) encourage and organiw each year independence\n                           anniversary celebrations and other celebrations\n                           marking occasions of national interest;\n                     (c) stimulate the development of local talents by means\n                           of trairning, workshops, competitions, exhibitions,\n                           pageants, parades, displays and such other activir\n                           ties as the Commission may from time to time\n                           determine;\n                     ( d ) complement the work of other agencies engaged\n                           in the carrying out of community development\n                           programmes throughout the Island.\n                     (2) Subject to the provisions of this Act, the Commis-\n              sion shall have power, for the purpose of discharging its\n              functions under this Act, to do anything and to enter into\n              any transaction which, in the opinion of the Commission, is\n              necessary to ensure the proper performance of its functions.\nFunds of         5 . 4 1 ) The funds of the Commission shall consist of such\nthe Com-\nmission.      moneys as may from time to time be placed at its disposi-\n              tion for the purposes of this Act by Parliament and such\n              other moneys as may lawfully be paid to the Commission.\n                      (2) Notwithstanding anything contained in any other\n              law-\n                     (a) any instrument nzczssary for transferring or vesting\n                           any land to or in the Commission upon which or\n                           in respect of which stamp duty, registration or\n                           recording fees are payable, shall be exempt from\n                                      COMMISSION\n    J A M A K A CULTURAL DEVELOI’~MELVT                               3\n          the payment of such stamp duty, registration or\n          recording fees;\n    ( h ) the Commission shall, in relation to all property\n          whatsoever held or dealt with by them for the pur-\n          poses of this Act, be exempt from the payment of\n          property tax and income tax."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any member of the Commission other than the chairman may Resigna-\nat any time resign his office by instrument in writing addressed to the tions.\nMinister and transmitted through the chairman. and from the date of\nthe receipt by the Minister of such instrument, such member shall cease\n to be a member of the Commission.\n      (2) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shall take\neffect as from the date of the reoeipt of such instrument by the Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Commission shall keep proper accounts and          sa;dpL\nothzr records in relation to the business of the Commission\nand shrdl prepare annually a statement of accounts in a form\nsatisfactory to the Minister, being a form which shall con-\nform with the best commercial standards.\n      (2) The accounts of the Conimission shall be audited\nby an auditor appointed annually by the Commission and\napproved by the Minister.\n        ( 3 ) The auditor’s fees and any expcnszs or Ihe audit.\nsiiall be paid by the Commission.\n        (4) Within thres months after the expiration of each\nfinancial year or within such further time as rnay be allowed\nh y the Minister, the Commission shall send the statement\nof its accounts referred to in sub-paragraph (I) to the\nMinister; together with a copy of any report made by the\nauditor on that statement and on the accounts of the Com-\nmission.\n       (5) The Auditor-General shall be entitled, on the\ndirection of the Minister, at all reasonable times to examine\nthe accounts and other records in relation to the business\nof the Commission."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. (1) The Commission shall be a body corporate having perpetual Incorpora-\nsuccession and a common seal and with power to acquire, hold and tion.\ndispose of land and other property of whatever kind.\n          fmc incinsion of this page is authorize3 by L.N. 57/39813\n6                    JAMAICA CULTURAL DEVELOPMENT COMMISSION\n                   (2) The scal oI the Commission shall be authenticated by the\n             sipatures of the chairnian or one memher o f the Commission authorized\n             to act i n that behalf and an officer of the Commission authorized to\n             act in that hehnlf by t h c CommicLirin, ciid shall be judicially and\n             officlall? noticed.\n                  (3) All documents, other than those required by law to be under\n             SCJ!. made by, and all decisions of. tlie Coniniission nlay be signified\n             under tlie hand of the chairman or any member or officer of the Com-\n             mission authorized to act in that behalf.\nPr0Ced\"E       X. (I)The Commission shall meet at such tinies as may be necessary\nand meet-    or expcdicnl for thc mnsaction of busincss, and such meetings sllall\nings.        hc hcld 3 t such pkces snd times asd on such days as Ihc Commission\n             may determine.\n                   (2) The chairman may a t any time call a special niceting of the\n             Commission arid shall call a spccial meeting to be held within seven\n             days of a written request i u r that purpose addressed to him by any\n             three menibers of the Conicii\n                   (3) The chairman or, in the casc of ahsence or inability [o act of\n             ill? cl13irmm. the deputy chairman shall preside at thc meetings c.f\n             the Commission and in the abscnce of both the chairman and the deputy\n             chairman from any meeting, thr members of the Commission present\n             shall elect one of their number to preside at that meeting, and when so\n             prcsiding thc chairman, the dcputy chainnan, o r the person elccted 3s\n             aforesaid, as the case may he, shall have an original and a casting vote.\n                 (4) The quorum of the Commission shall be such number as the\n             Camnii:si!-n may from time to time determine.\n                  ( 5 ) Subject to the provisions of this Schedule the Commission may\n             rcgulate its own proceedings.\n                  ( 6 ) 7 l i c validity of any proceedings of the Commission shall not\n             hz affected by any vacancy amongst the m e m k r s thereof or by any\n             de€ect in thz :Fpo;ntmenL of a member thereof.\nRemll*.Xa-     9. Tlicrc slid1 be paid to the chairman, the deputy chairnian, and\ntion of      other rnemtizr;. c i f t h z Co:;loi'.ssion scch reniuncration, if any \\wb%h:r\nmembers.     by way U; salrrics or trav-]ling or othsr ailowmccs:. iis the M i i i i s 1 C r\n             moy de!erm'nc.\nPower to        10. ( I ) The Cornmission may appoint and employ at such remuncra-\nappoint      tion and on such terms and conditioiis as it thinks fit, a director, and\nofficers,    such othcr otlicers, agents, and s r w n t s as it thinks necessary for the\nagents and\nsemants.     proper carrying out of its functions :\n               Provided that no director, officer, agent or Servant shall he employed\n             by the Commission a! a salary in excess of three thousand dollars per\n             annum without the prior approval of the Minister.\n     JAMAICA C U L T U R A L DEVELOPMENT COMMISSION                                       7\n      (7) The Governor-General may, subject to such conditions as he\nmay impose, approve of the appointment of any public officer in the\nservice of Jamaica to any ofice with the Commission and any public\nofhcer so appointed shall in relation to pension. gratuity or other allow-\nance and to other rights as a public officer, be treated as continuing\nin the service of the Government."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may, after consultation with the chair-\nissue         man, give to the Commission such directions of a general\ngeneral\ndirmtionl     character as to the policy to be followed by the Commission\nin mattern    in the performance of its functions as appear to the Minister\nof Policy.\n              to be necessary in the public interest and the Commission\n              shall give effect thereto.\nRegula-\ntions."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Commission may, with the approval of the\n              Minister, make regulations generally for the better carrying\n              out of the provisions of this Act.\n                                     ~ -\n                      [The inclusion of this psge is authorized by L.N. 57/19811\n     lAMAICA CULTURAL DEVELOPMENT COMMISSION                                           5\n                                  SCHEDULE                        (Section 3)\n           The Jamaica CuNural Developmen! Commission\n   I . The Commission shall consist of such number of persons. not Canstitu-\nbeing less than five nor more than thirty, as the Minister may from tionof\n                                                                    Commis-\ntime to time appoint.                                               sion."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. (1) The Commission may, with the approval of the Minister. Appoint.\nappoint committees for any such general or special purposes with which menrof\nthe Commission may be concerned as in the opinion of the Commission\nwould be better regulated and managed by means of a committee.\n                                                                             $rmit.\n      (2) The number of mcmhers of a committee appointed under\nsub-paragraph (1). their furctions and term of appointment. the quorum\nof the committee, and the area. if any, within which the cornmittcc is\nto exercise authority shall be deterniincd by the Commission.\n       (3) A committee appointed pursuant to this paragraph may in-\nclude persons who are not members of the Commission :\n   Provided that at least one of the members of any such committee\nshall be a member of the Commission.\n       (4) The provisions of paragraph 13 shall apply to a member of\na committee who is not a member of the Commission in like manncr\nas they apply to a member of the Conmission.\n       ( 5 ) The validity of the proceedings of a committee appointed\npursuant to this paragraph shall not be affected by any vacancy amongst\nthe members thereof or by any defect in the appointment of a m e m k r\nthereof."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. (1) No action, suit, prosecution or other proceedings shall he prolcc-\n brought or instituted psrsonally against any member of the Commission lion of\nin respect of any act done bona tide in prsudnce or execution or i n -\ntended execution of this Act.\n      ( 2 ) Where any mernbir oi ihc Commission is exempt from liabiliiy\nby reason only of the provisions of this paragraph, the Commission\nshall be liable to the extent that it would bc if the said member was a\nservant or agent of the Commission."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The office of chairman, deputy chairman, or member of the Com- ~ f i -\nmission shall not be a public office for the purposes of Chapter V of chairman.\nthe Constitution of Jamaica.                                          deputy\n                                                                             chairmnn\n                                                                             OT rncmhcr\n                                                                             not a\n                                                                             public\n                    . __~~                                                   Ollicc\n          IThe incJusion of this p g e ir authorize by L.N.57/198i]"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. (.!I Sui?,icct to thc provisions of this Schedule. the Commision Puwerto\nmay delegate to any member or committee of the Commission or to 1le:c;ate.\nany of its officexs or servants, the power and authority to carry out\nsuch functions as the Commission may dctcrmine.\n       (2) Every delegation under this paragraph shall be revocable by\nthe Commission and no delegation shall prevent the excrcise by the\nCommission of any fonclion delcgated."
    }
  ],
  "definitions": [
    {
      "term": "Commission",
      "definition": "the Jamaica Cultural Develop-",
      "source_provision": "sec2"
    }
  ]
}