{
  "id": "jm-stat-the-jamaica-development-bank-act",
  "type": "statute",
  "title": "The Jamaica Development Bank Act",
  "title_en": "The Jamaica Development Bank Act",
  "short_name": "Jamaica Development Bank Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-development-bank-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-development-bank-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. (1) There shall be a Board of Directors of the Bank which. Roordof\nsubject to the provisions of this Act, shall be responsible for the Directors.\npolicy and the general administration of the affairs of the Bank.\n      (2) The Board shall consist of not less than seven nor more than 43: 1974\nthirteen directors appointed by instrimlent in writing by the Minister S . 5(a).\nfrom persons appearing to the Minister to have ability and experience\nin matters relating to industry, agriculture, commerce. finance, econom-\nics, engineering, accountancy or law."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                               tation.\n     \"agricultural development enterprise\" means an agri-\n          cultural or livestock enterprise operated on a\n          commercial basis;\n     \"the B a n k means the Jamaica Development Bank\n          established in accordance wit]!this Act;\n     \"the Board\" means the Board of Directors of the Bank\n          constituted in accordance with this Act;\n     \"the chairman\" means the chairman of the Board;\n     \"debenture\" includes debenture stock;\n     \"development enterprise\" means an industrial enterprise, a\n          tourist industry enterprise, a housing enterprise, an\n          agricultural development enterprise or any enterprise\n          that may from time to time be approved as a\n          development enterprise by the Minister by order;\n     \"director\" means a director of the Bank;\n     \"financial year\" means the period of twelve months\n          beginning on the first day of January in any year:\n             Provided that the period beginning on the date of\n          the commencement of this Act and ending on the\n          thirty-first day of December next following shall be\n           deemed to be a financial year;\n     \"hndions\" includes powers and duties;\n     \"housing enterprise\" means an enterprise in Jamaica\n           in which is carried on the business of construd-\n            J W C A DEVELOPMENT BANK\n    ing or facilitating the construction or purchase of\n    dwelling-houses;\n\"industrial enterprise\" means an enterprise in Jamaica in\n    which is carried on the business of-\n          (a) manufacturing, processing, assembling,\n               installing, overhauling, reconditioning,\n               altering, repairing, cleaning, packaging,\n               transporting or warehousing of goods;           I\n          (b) logging, drilling, construction, engineer-\n               ing, technical surveys or scientific re-\n               search;\n          (c) operating a mine or quarry;\n          (d) generating, supplying or distributing elec-\n               tricity;\n          (e) operating a commercial transport service;\n          V) supplying premises, machinery or equipment\n               for any business mentioned in paragraph (a),\n               (b), (c), (4 or (e) hereof under a lease,\n               contract or other arrangement whereby title\n               to the premises, machinery or equipment is\n               retained by the supplier;\n\"secretary\" means the secretary of the Board,\n\"share\" includes stock;\n\"shareholder\" means a shareholder of the Bank;\n\"tourist industry enterprise\" means an enterprise in\n     Jamaica in which is carried on the business of-\n           (a) supplying hotel accommodation or other\n               facilities principally intended for visitors\n               to Jamaica; or\n           (b) supplying premises or equipment for any\n               business referred to in paragraph (a)\n               hereof under a lease, contract or other\n               JAMAICA DEVELOPMENT BANK                                   5\n                     arrangement whereby title to the premises\n                     or equipment is retained by the supplier."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There is hereby established a body to be called Esbbitsh-\n                                                               of the\nthe Jamaica Development Bank which shall be a body men1   Jamaica\ncorporate with perpetual succession and a common seal               z;$lz;k.\nwith power to purchase, take, hold and dispose of land\nand other property of whatever kind, to enter into con-\ntracts, to sue and be sued in the said name and to do all\nthings necessary for the purposes of this Act.\n       (2) The provisions of the Schedule shall have effect S&&!c.\nas to the constitution, operation and expenses of the Bank\nand otherwise in relation thereto.\n       (3) The seal of the Bank shall be authenticated in\nthe manner prescribed in the Schedule and shall be judi-\ncially and officially noticed."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   Subject to the provisions of this Act, it shall be Dutyof\n                                                              lhe Bank.\nthe duty of the Bank-\n      (U) to assist persons in establishing, carrying on or\n          expanding development enterprises by participat-\n          ing in share capital, granting loans and providing\n          other forms of financial assistance to such per-\n          sons; and\n      (b) to foster the development of money and capital\n          markets in Jamaica.\n       (2) The Bank shall in the performance of its duty-\n     (U) ensure that every application dealt with on behalf\n          of the Bank is considered principally on its finan-\n          cial and economic merits;\n     (b) take all such measures as may be necessary to\n          ensure that any financial assistance rendered by\n          the Bank to any development enterprise is\n          utilized for the purpose for which it is given.\n6                          JAMAZCA DEVELOPMENT BANK\n                   (3) The Bank shall not make an investment in or\n            otherwise transact business with an enterprise in which a\n            director of the Bank is a partner, director or shareholder or\n            is in any other way directly or indirectly interested, unless\n            the transaction is unanimously approved by the other\n            directors of the Bank.\n                   (4) A director who is directly or indirectly interested\n            in a contract made or proposed to be made by the Bank-\n                 (a) shall disclose the nature of his interest; and\n                 (b) shall not take part in any deliberation or decision\n                      of the Bank with respect to that contract.\nPowersof      5.-(1) Subject to the provisions of this Act, the Bank\nthe Bank.\n            may, for the purpose of performing any of its functions\n            under this Act, do anything and enter into any transaction\n            which, in the opinion of the Bank, is necessary to ensure\n            the proper performance of its functions.\n                    (2) In particular and without prejudice to the general-\n            ity of the provisions of subsection (1) the Bank may-\n                 (a) underwrite new issues of stocks, shares, bonds,\n                       debentures and other securities;\n                 ( b ) guarantee loans made from private investment\n                       sources;\n                 (c) sell investments of whatever kind belonging to the\n                       Bank as and when appropriate;\n                 (6) carry out transactions involving unit trust schemes\n                       and mortgages;\n                 (e) furnish financial advice and provide or assist in\n                       obtaining managerial, technical, and administrative\n                       services for development enterprises in Jamaica;\n43 / 1974\nS. 2(b).\n                  (f, make mortgage loans for fixed periods to persons\n                       who are in the whole time service of the Bank for\n                       the purpose of facilitating the acquisition by them\n                       of housing.\n                    [The inclusion nf this page in authorized by L.N.248/1975]\n               JAMAICA DEVELOPMENT BANK                                     7"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any director of the Bank other than the chairman may at ~                ~       i\nany time resign his office by instrument in writing addressed to the tion.\nMinister and transmitted through the chairman and from the date of\nthe receipt by the Minister of such instrument such director shall\ncease to be a director of the Bank.\n      (2) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shall take\neffect as from the date of the receipt of such instrument by the\nMinister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Transactions relating to the following divisions of the Divisions\n                                                             of the\nBank, namely-                                                Bank.\n     (a) industrial and tourist development;\n     (b) housing;\n     (c) agricultural development;\n     (4other development projects,\nshall be distinguished so far as possible and shall be\nrecorded and dealt with separately in the annual accounts\nand reports of the Bank."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Subject to the provisions of this section, the Capital\n                                                        of the\nauthorized capital of the Bank shall be ten million dollars B~,,L\ndivided into ten million shares of the par value of one\ndollar each.\n       (2) The Government of Jamaica may subscribe for\nthe said ten million dollar shares or such other amount as\nthe Minister may from time to time determine at par:\n  Provided that any person may, subject to regulations\nmade pursuant to section 21, subscribe for and hold shares\nin the Bank.\n       (3) The Bank may, from time to time, with the\napproval of the Minister, vary the amount of the authorized\ncapital of the Bank."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The names of all directors of the Bank as 6rst constituted and Publica-\nevery change in the composition thereof shall be published in the lionof\n                                                                    cornposi-\nGazette.                                                            tion of\n                                                                              Bank.\n         We inclusion of this page is authorized by L.N. 248/1975]\n16                               JAMAICA DEVELOPMENT BANK\nAuthenti-         9. (I)   The seal of the Bank shall be authenticated by the s:g natures\n                                                                                       9\ncation of      of the chairman or one duector of the Bank authorized to act in that\nseal and\ndocuments.     behalf and the secretary of the Board.\n                     (2) All documents, other than those required by law to be under\n               seal, made by, and all decisions of, the Board may be signified under\n               the hand of the chairman or any director authorized to act in thit\n               behalf or the secretary of the Board.\nProcedure         10. (1) The Board shall meet at such times as may be necewary or\nand            expedient for the transaction of business, and such meetings shall be\nmeetings.      held at such places and times and on such days as the Board shall\n               determine.\n                       (2) The chairman may at any time call a special meeting of thc\n               Board and shall call a special meeting to be held within seven days\n               of a written request for that purpose addressed to him by any two\n               directors of the Bank.\n                      2\n                      (3 The c h m a n or, in the case of the absence or inability to\n                                ” the deputy chairman or the person elected to act\n               act of t e chairman,\n               as chairman, in accordance with the provisions of sub-paragraph (4) of\n               pdragraph 3 of this Schedulc, shall preside at the meetings of the Board.\n               and when so presiding the chairman. deputy chairman or the person\n               elected as aforesaid to act as chairman, as the case may be, shall\n               have an original and a casting vote.\n43/1974               (4)The quorum of the Board shall be five including the\nS . 5 (b).     chairman or the deputy chairman or the person elected to act as\n               chairman as aforesaid.\n                      ( 5 ) Subject to the provisions of this Schedule the Board may\n               regulate its own proceedings.\n                      (6) The validity of any proceedings of the Board shall not be\n               affected by any vacancy amongst the directors of the Bank or by\n               any defect in the appointment of a director thereof.\nRemunera-         II.There shall he paid to the chairman and other directors of\ntion of        the Bank such remuneration, if any (whether by way of salaries or\ndirectors.     travelling or other allowances) as the Minister may determine.\nFunds of          12. The funds of the Bank shall consist of such moneys as may\nthe Bank.      lawfully be paid to the Bank.\nProtection        13. Notwithstanding anything to the contrary no act done or pro-\nof Bank.       ceeding taken under this Act by the Bank shall be questioned on the\n               ground of any omission, defect or irregularity not affecting the merits\n               of the case.\nProtection        14. (1) No action, suit, prosecution or other proceedings shall be\nof directors   brought or instituted personally against any director of the Bank in\nof Bank.       respect of any act done bona fde in pursuance or execution or\n               intended execution of this Act.\n                      (2) Where any director of the Bank is exempt from liability by\n               reason only of the provisions of this paragraph the Bank shall be\n               liable to the extent that it would be if the said director were a servant\n               or agent of the Bank.\n                          We inclusion of this page is authorized hy L.N. 24Rj 19751"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Bank shall make to the Accountant-General at              :zyd\nsuch times and in such manner as the Minister or other intereston\nperson designated by the Minister may direct payments of             2:;\nsuch amounts as may be so directed in or towards repay- issuedto\nment of advances made to the Bank by Government and                  :Lee.\nof any sums issued in fulfilment of any guarantee given\nunder section 10, and payments of interest on what is out-\nstanding for the time being in respect of such advances\nand of any sums so issued at such rate as the Minister may\ndirect and different rates of interest may be directed as\nrespects different advances and sums and as respects\ninterest for different periods."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Bank-                                           Securities.\n    (a) may issue debentures or bonds for the purpose of\n        exercising its borrowing powers under section 9;\n    (b) shall establish a sinking fund for the redemption\n        of debentures so created;\n    (c) may postpone sinking fund contributions for such\n        period or periods of time and subject to such\n        conditions as may be approved by the Minister."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Bank shall set aside in each calendar year out            Ed:\nof the net profits (if any) of the Bank a minimum of twenty-\nfive per centum of such profits towards a reserve fund to\nmeet contingencies and for such other purposes as the Bank\nmay think fit until the total amount standing to the credit\nof such reserve fund shall amount to a sum equal to its\npaid-up capital."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The Bank shall keep proper accounts and other              EzuZ.\nrecords in relation to the business of the Bank and shall\nprepare annually a statement of accounts in a form\nsatisfactory to the Minister, being a form which shall\nconform with the best commercial standards.\n       (2) The accounts and records shall be kept in such\na manner as to secure the provision of separate informa-\n                           J M C A DEVELOPMENT BANK\n         tion as respects each of the main divisions of the Bank,\n         and to show as far as may be, the financial and operating\n         results of each such division.\n               (3) The accounts of the Bank shall be audited by\n         an auditor or auditors appointed annually by the Bank\n         and approved by the Minister.\n                (4) So soon as the accounts of the Bank have been\n         audited, the Bank shall send the statement of its accounts\n         referred to in subsection (1) of this section to the Minister\n         together with a copy of any report made by the auditors\n         on that statement or on the accounts of the Bank.\n                (5) The auditors' fees and any expenses of the audit\n         shall be paid by the Bank.\n                (6) The Auditor-General shall be entitled, on the\n         direction of the Minister, at all reasonable times to examine\n         the accounts and other records in relation to the business\n         of the Bank."
    },
    {
      "provision_ref": "sec14a",
      "section": "14A",
      "title": "Section 14A",
      "content": "14A. [Deleted by Act 28 of 2003, S. 2.1\nAnnual     15.-41) The Bank shall, not later than two months after\nrepal.\n         the end of each financial year, cause to be made and trans-\n         mitted to the Minister a report dealing generally with the\n         activities of the Bank during the preceding financial year,\n         and containing such information relating to the proceed-\n         ings and policy of the Bank as can be made public without\n         detriment to the interests of the Bank.\n                 JAMAICA DEVELOPMENT BANK                                         11\n        (2) The Minister shall cause a copy of the report\ntogether with the annual statement of accounts and the\nauditors’ report thereon to be laid on the Table of the\nHouse of Representatives and of the Senate.\n        (3) Copies of the Bank‘s report together with the\nannual statement of accounts and the auditors’ report on\nthat statement or on the accounts of the Bank shall be\npublished in such manner as the Minister may direct and\nshall be made available to the public by the Bank at a\nreasonable price."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.41) The Bank may appoint and employ at such re- General\n muneration and on such terms and conditions as it thinks fit manager,\n                                                                sscretary\n a general manager, a secretary and such officers, agents and              zipther\n servants as it deems necessary for the proper carrying out\nof its functions under this Act :\n   Provided that-\n      (a) no salary exceeding eight thousand dollars per 4311974\n            annum shall be assigned to any post without the S. 4 (a).\n            prior approval of the Minister;\n      (b) subject to any regulation pursuant to paragraph\n            (a) of section 21, no provision shall be made for\n            the payment of any pension, gratuity or other\n            retiring benefits to any employee of the Bank\n            without the prior approval of the Minister.\n           (2) The Governor-General may, subject to such 4311974\nconditions as he may impose, approve of the appointment of S. @).\nany public officer in the service of the Government to any\noffice with the Bank and any public officer so appointed\nshall, in relation to pension, gratuity or other allowance, and\nin relation to other rights as a public officer, be treated as\ncontinuing in the service of the Government."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) Subject to the provisions of this Act, the Bank ~                     ~        ~\nmay delegate to any director or employee of the Bank the\n        [The inclusion of this page is a u t h o r k d by L.N. 248119751\n12                          JAMAICA DEVELOPMENT BANK\n            power to carry out on behalf of the Bank such functions as\n            the Bank may determine.\n                    (2) Every delegation under this section shall be\n            revocable by the Bank and no delegation shall prevent the\n            exercise by the Bank of any function delegated.\nEnforce-      18. Where any property mortgaged as security for a\nment of\nsecunhes.   loan dnder the provisions of this Act is acquired by the\n            Bank, the Bank may either manage and hold such property\n            or carry on any business with such property or sell or\n            otherwise dispose of it as it may deem fit.\nPower to      19.-(1) Notwithstanding that a loan granted or guar-\nappoint a\nrece,ver,   anteed by the Bank may not have been secured by a\netc.        mortgage within the meaning of the Conveyancing Act, the\n            Bank may if a borrower defaults in respect of a loan granted\n            or guaranteed by the Bank, appoint a receiver in respect of\n            the business in connection with which the loan was granted\n            or guaranteed, and a receiver so appointed shall have the\n            same powers mutatis mutandis as a receiver appointed pur-\n            suant to the power conferred on a mortgagee by paragraph\n            (4of subsection (1) of section 22 of the Conveyancing Act.\n                    (2) A person appointed by the Bank to be a receiver\n            pursuant either to the power conferred on a mortgagee by\n            paragraph (d)of subsection (1) of section 22 of the Con-\n            veyancing Act or to the power conferred on the Bank by\n            subsection (I) of this section shall, if the Bank so appoints,\n            be also the manager of the business in respect of which the\n            loan was granted or guaranteed and the effect of such an\n            appointment shall be the same as if the person so appointed\n            had been appointed by the Court to be the receiver and\n            manager of such business.\n                    (3) No person appointed by the Bank to be a receiver\n            or a receiver and manager shall be deemed to be an officer\n            of the Court.\n                    F   e inclusion of this page is authorized by LN. 248/19751\n               J A M A I C A DEVELOPMENT B A N K                               13"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Bank may act generally as agent for the Govern- Powerof\n                                                          flank to\nment where it can do so appropriately and consistently\n                                                          agent far\nwith its functions under this Act.                        the Govern-\n                                                                   ment."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister may make regulations-                           Power to\n                                                                   make\n    (a) in relation to the grant of pensions, gratuities and regda.\n          other benefits to employees of the Bank and their tions.\n          dependants, and to the dependants or estate of\n          deceased employees of the Bank;\n    ( b ) regulating the acquisition and holding of shares in\n          the Bank by persons and the rights of such p-ersons\n          including, but without prejudice to the generality\n          of the foregoing, such matters as the keeping of\n          registers of shareholders, the procedure for calls,\n          forfeiture and surrender of shares in the event of\n          default of payment, the transfer of shares, the\n          capitalization of surpluses, the declaration and\n          payment of dividends, the holding of meetings,\n          proceedings at such meetings and voting rights;\n          and\n    (c) generally for the better carrying out of the objects\n          and purposes of this Act."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Upon a day to be appointed by the Minister by order$ -::\npublished in the Gazette by virtue of this section and with-\nout further assurance all such assets and liabilities of the\nDevelopment Finance Corporation as may be specified in\nthe order aforesaid shall be transferred to and vested in\nthe Bank."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every person employed by the Development Finance Transfcrof\n                                                                   employees\nCorporation immediately prior to the date of commence- ofDeuel.\nment of this Act shall, with effect from the date of com- $rG\n                                                            :L\nmencement of this Act be deemed to be transferred to the Corpora.\n                                                          tion.\nBank on the same terms and conditions as those on which\nhe was employed immediately prior to such date of com-\nmencement.\n       me inclusion of this page is authorized by L.N. 24Y/19751\n14                          JAMAICA DEVELOPMEA’T BANK\nFunctions      24.-(1)   From and after the 3rd September, 1969, the\nof Develop\nmcnt         functions of the Development Finance Corporation under\nFinance\nCorpora-     the Mortgage Insurance Act, or any other enactment shall\ntjnntobc     be carried out by the Bank; and accordingly, references in\ncarried\nout by the   any such enactment to the Corporation shall be deemed\nBalk.\n             to be references to the Bank.\n                    (2) In this section “enactment” includes any instru-\n             ment having the force of law.\n                    [Thc inclusion of this page is authorized by L.N. 248/1975]\n                JAMAICA DEVELOPMENT BANK\n                                SCHEDULE                    (Section 3 (2))"
    }
  ],
  "definitions": [
    {
      "term": "the Board",
      "definition": "the Board of Directors of the Bank",
      "source_provision": "sec2"
    },
    {
      "term": "the chairman",
      "definition": "the chairman of the Board",
      "source_provision": "sec2"
    },
    {
      "term": "development enterprise",
      "definition": "an industrial enterprise, a",
      "source_provision": "sec2"
    },
    {
      "term": "director",
      "definition": "a director of the Bank",
      "source_provision": "sec2"
    },
    {
      "term": "financial year",
      "definition": "the period of twelve months",
      "source_provision": "sec2"
    },
    {
      "term": "housing enterprise",
      "definition": "an enterprise in Jamaica",
      "source_provision": "sec2"
    },
    {
      "term": "industrial enterprise",
      "definition": "an enterprise in Jamaica in",
      "source_provision": "sec2"
    },
    {
      "term": "secretary",
      "definition": "the secretary of the Board,",
      "source_provision": "sec2"
    },
    {
      "term": "shareholder",
      "definition": "a shareholder of the Bank",
      "source_provision": "sec2"
    },
    {
      "term": "tourist industry enterprise",
      "definition": "an enterprise in",
      "source_provision": "sec2"
    }
  ]
}