{
  "id": "jm-stat-the-jamaica-export-free-zones-act",
  "type": "statute",
  "title": "The Jamaica Export Free Zones Act",
  "title_en": "The Jamaica Export Free Zones Act",
  "short_name": "Jamaica Export Free Zones Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-export-free-zones-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-export-free-zones-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Council shall consist of such number of members not being Constitu.\nless than five and not more than nine as the Minister may from time 4iOn o*\n                                                                    Council.\nto time appoint."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) I n this Act, unless the context otherwise requirese       :rG,rpma-\n                                                                       ?4/19%\n    “approved enterprise” means any enterprise approved-. s. ua).  ~\n             (a) by a Promoter; or\n             (h) if the enterprise is a Prumoter, by the\n                 Council,\n        to carry on an approved activity;\n    “approved activity” means any activity which may be\n        carried on in any Free Zone in accordance with\n        the First Schedule;                             First\n                                                                       Srhcdule.\n    “the Authority” means the Port Authority established\n        under the Port Authority Act;\n     “the Chairman” means the Chaimnan of the Council 24/1996\n         or any person for the time being performing the .’ ’(‘).\n         functions of the Chairman;\n     “Council” means the Jamaica Free Zone Council can- =/I996\n                                                        S. Xb).\n        stituted under section 2A;\n    I‘\n     customs territory” means Jamaica and the territorial\n        waters thereof but excluding any Free Zone;\n    “Free Zone” means an Export Free Zone area desipn-\n        ated as such by or pursuant to this Act;\n          [7hcinclusioonf~spagekauthrizcd b1.L.N. 96/1995]\n 4                          JAMAICA EXPORT FREE ZONES\n2411996        “Free Zone Promoter“ or “Promoter” means-\nS. Xb).\n                    (a) any person who is licensed by the Council to\n                        promote, develop or operate any area of land\n                        or n building or part ot‘ a building as a Free\n                        Zone pursuant to this Act; and\n                   (b) \\he Port Authority;\n               “functions” includes duties and powers;\n               “manufacture” with its grammatical variations and\n                  cognate expressions, means the application of any\n                  operation or process of converting materials into\n                  a new product or article, excluding any operation\n                  or process which consists only of one or more of\n                  the followhig-\n                      .(a) packing, wherever the packing materials\n                              may have been manufactured or produced;\n                      (b) dividing into lots;\n                      (c)    sorting or grading;\n                      (d marking; or\n                      (e) packing into sets;\n2411996        “member” means a member of the Council;\ns.2 m .\n24/1996        “Port Authority Free Zone” means-\ns. 24%).\n                    ( a ) the Kingston Export Free Zone;\n                    ( h ) the Montego Bay Export Free Zone;\n                    (c) any other area declared a Free Zone and\n                            vested in the Authority in its capacity as a\n                            Free Zone Promoter under this Act."
    },
    {
      "provision_ref": "sec2b",
      "section": "2B",
      "title": "Section 2B",
      "content": "2B.41) The Council shall have the following function-- Ly=\n     (a) to make, ei.ther on its own initiative or on the           &$&,,\n         application of any person, recommendations to the 24/1996\n                                                               s. 3.\n         Minister in relation to the declaration or operation,\n         of a n y area as a Free Zone;\n     (b) to receive and approve or reject--\n             (i) applications from any person for a licence\n                  to promote, develop or operate an area of\n                  land, a building or part of a building, as a\n                  Free Zone; and\n             (ii) applications from a Pionloter to g e r a t e as\n                  an approved enterprise pursuant to section\n                  4 (3);\n     (c) to facilitate. monitor and supervise the activities\n          of Free Zonc Promoters and approved enterprises;\n     Id) to formulate and. fro,m time to timc. review and\n          evaluate policies, procedures xid guidelines for the\n          development, management, promotion and expan-\n          sion of Free Zones;\n     (e) to promote harmonious relations between-\n              (i) Free Zone Proniotcrs arid appro.ied enter-\n                   prises; and\n                   ~~\n                                     byL.N. 96/1998]\n          ~ioolusioonflmis'~gaisauthori~\n6                          JAMAICA EXPORT FREE ZONES\n                         (ii) approved enterprises and the Customs\n                              Department and any other entity whose\n                              activities are closely related to the opera-\n                              tions of Free Zones.\n                       (2) The Council shall have power-\n                 (a) to impose and collect fees and other charges in\n                        respect of its activities;\n                 ( b ) 'to require Promoters to furnish reports to the\n                        Council at such times and including such parti-\n                        culars as may be prescribed;\n                  (c) to do all such things as may appear to it to be\n                      necessary for the carrying out of its functions under\n                      this Act;\n                 (d) to institute measures to enforce the provisions of\n                      this Act.\nMnistaid       2C.--41) The Minister may, after consultation with the\ndircctima.\nx/iw         Chairman of the Council give to the Council directions of a\ns. 3.        general character as to the policy to be followed by the\n             Council in the exercise and performance of its functions.\n                      (2) The Council shall furnigh the Minister with such\n             returns. accounts and other information, as he may require\n             with respect to the property and activities of the Council,\n             and shall afford him fadities for verifying such information\n             in such manner and at such times as he may reasonably\n             require.\nEstablish-\nment 01"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 - 4 1 } The Minister may from time to time, on the\nPm           recommendation of the Council, by order, designate such\nZanm.\n24i1996      areas as he thinks fit .to be Export Free Zones.\n6 *a).\n                    (2) Every order made pursuant to subsection (1) shall\n             specify the limits of the area designated a Free Zone, and\n             ascribe a name to that Free Zones.\n                       m e inclusion of this ~aecis R ~ MbyZ\n                                                           L NC  ~19981\n                                                              . %/\n             JAMAICA EXPORT FREE ZONES                                        I\n       (3) On the recommendation of the Council, the S?4/1996\n                                                          Qb).\nMinister may from time to time, by order, amend, vary or\nadd to the limits of a Free Zone or change the name of a\nFree Zone, so, however, that at any time when such an\norder is made it shall not prejudice approved enterprises\nexisting at that time.\n       (4) The area specified in the Second Scheduk shall, EJe,\nuntil other provision is made pursuant to subsection (3), be\na Free Zonz and shall be known as the Kingston Export\nFree Zone.\n        Responsibilities and functions of Promoters"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4, 11 to 16, 74, 92A. 92B. 147 and Causeway Easement indicated as\nlot 452B as appear on the proposed sub-division plan of lots 452 and\n453 deposited at Kingston and St. Andrew Corporation and bounded\non the north-eastern side by First Street, on the south-eastem side\npartly by Fourteenth Avenue. partly by lands registered at Volume\n1048 Folio 182 of the Register Book of Titles and partly by Kingston\nHarbour now reclaimed lands, on the southern side by lands registered\nat Volume 1135 Folio 816 of the Register Book of Titles and on the\nnorth-western side by main road from Kingston to Port Henderson\nknown as the Causeway.\n                                    B\n   Commencing at the common corner of lands in the parish of Kingston\nknown as Newport East formerly Kingston Pen register& at Volume\n942 Folio 27 of the Register Book of Titles and lands known also as\nNewport East formerIy Kingston Pen registered at Volume 1048 Folio\n262 of the Register Book of Titles and the southern boundary of Mar-\ncus Garvey Drive; thence north-westerly along the common boundary\nbetween Marcus Garvey Drive and lands registered at Volume 1048\nFolio 262 of the Register Book of Titles to a point approximately 227\nfeet from the starting point: thence south-westerly, north-westerly and\nwesterly along the boundaries common to sections 1B. 1C as appears\non plan bearing Survey Department’s Examination Number 138494 to\na point on the high water mark of Kingston Harbour; thence soutb-\neasterly along the said high water mark of the wmmon corner of\nlands registered at Volume 942 Folio 27 and lands registered at\nVolume 1048 Folio 262; thence north-easterly along the wmmon\nboundary between the last two mentioned registered lands back to the\nstarting point. Or as may be more particularly described as section 1C\nand ID on plan bearing Survey Department’s Examination Number\n13 8494.\n                                  C\n                                   I\n  Part of Bellevue, situate in the parish of Kingston.\nCommencing at a point on the existing fence defining the northern\nboundary of Shell Company (W.1.) Limited. Rockfort Installation\n          -     ...      .~\n                          .             ~          ..\n           p%c inclusim of &is page is mthnimi by L.N. 961 19981\n32                    JAMAICA EXPORT FREE ZONES\n     Plant. the said point being approximately one hundred and fifty-seven\n     fect (157’) north of the storage tank identified by the number ten (10).\n     thence sequentially northerly for approximately one hundred and sixty\n     feet (If“), easterly for approximately one hundred and ninety feet\n     (190’). southerly for approximately sixty-three feet (639, easterly for\n     approximately one hundred and sixteen feet (116‘). southerly for\n     approximately sixty-eight feet (68’), westerly for approximately one\n     hundred and sixteen feet (1 IV), and southerly for approximately\n     twenty-three feet (23’) along a course separating the lands herein\n     descrihed from the remaining lands reeistered at Volume 127 Folio\n     19 in the name of Shell Company (W.1.) Limited, to a point on the\n     existing fence. aforementioned, thence westerly along the said existing\n     fence, aforementioned, to the p i n t of commencement. being approxi-\n     mately 0.87 acre of land, part of the property known as Dellevue, re-\n     gistered at Volume 127 Folio 19 in the Register Book of Titles\n                                            II\n         Areas occupied by certain tanks and pipe lines at Bellevue, situate\n      in the parish of Kingston.\n         All those areas occupied by tanks sited at the Shell Company (%’.I.)\n      Limited, Rockfort Installation Plant identified by the numbers 3. 4, 6 , 9.\n       11 and 16 together with: firsfly that area traversed by a pipeline which\n      commences as a four inch diameter pipeline at a point on the fence\n      defining the northern boundary of the said Shell Company (W.1.) Li-\n      mited, Rockfort Installation Plant, the said point being approximateiy\n      sixty-five feet (65’) east of the southwestern corner of the area described\n      at ( I ) above, thence sequentially southerly for approximate1 five feet\n      (57, westerly for approximately oze hundred and twelve cet ( 1 1 2 %  Y\n      southerly for approximately sixty-five feet (657,and westerly for ap-\n      proximately twenty-five feet (257, to a point where it connects to and\n      continues as an eight inch (8”) diameter pipeline, thence sequentially\n      southerly for approximately one hundred and eighty feet (180’), easterly\n      for approximately four hundred and twenty feet (4201, southerly for\n     approximately one hundred and twenty-five feet (1257, north-easterly\n      for approximately ten feet (10‘), south-easterly for approximately fifty-\n      five feet (55’), easterly for approximately one hundred and twenty-five\n     feet (125’) and southerly for approximately tifty feet (50’) to a Finished\n      Product Discharge Pump sited east of a building used as Liquid\n     Petroleum Gas store-room, thence from the sajd Finished Product\n     Discharge Pump sequentislly westerly for approximately ten feet (W),\n     northerly for approximately fifty-five (557, westerly for approximately\n      two hundred feet (200’). southerly for approxlmately three hundred and\n      forty-five feet (3453 to a point on the northern boundary of the Main\n     Road leading from Kingston to Morant Bay, thence southerly. under-\n     ground, to a point on the southern boundary of the said Main Road\n      leading from Kingston to Morant Bay. thence southerly for approxi-\n     mately low hundred and twenty-five feet (425’) partially along a jetty\n     to a poirit at thc Shell Company (W.I.) Limited Wharf. together with\n     all those areas traversed by the 8” diameter lateral leading to the tank\n                 [Khe inclusion of this page is authorizai by LN.96119981\n                 ?AMAICA EXPORT FREE ZONES\nnumber 3, the areas occupied by the Finished Product Discharge Pump\naforementioned and the Denaturant Pump sited cast of the tank num-\nbered 16, the area traversed by the pipeline leading from the tank\nnumbered 16 aforementioned to the Denaturant Pump and the area\ntraversed by the 4\" diameter pipeline leading from the aforementioned\nDenaturant Pump to the 4\" diameter pipeline firstly described:\nSecondly, that area traversed by a pipeline which commences as an\neight inch (8\") diameter pipeline at a point at the said Shell Company\n(W.1.) Limited Wharf aforementioned. the said point being east of\nthe pipeline herein firstly described, thence northerly partially along a\njetty aforementioned, to the southern boundary of the said Main Road\nleading from Kingston to Morant Bay, thence northerly underground to\na point on the northern boundary of the aforementioned Kingston to\nMorant Bay Main Road, thence sequentially northerly for approxi-\nmately three hundred and fifty feet (350'). easterly for approximately\n6fty feet (SO'). southerly for approximately twenty-five feet (257. east-\nerly for approximately five feet (5') to a point on a Manifold sited north\nof a building aforementioned, used as a Liquid Petroleum Gas store-\nm m , and northerly for approximately forty-five feet (45') to a point\nwhere it connects to and continua as a 6\" diameter pipeline. thence\nsequentially north-westerly for approximately seventy-five feet (75').\nnortherly for approximately eight feet (83 and north-westerly for ap-\n proximately fifty feet (50') to a point on the tank identified by the num-\nber 6: Thirdly, the area traversed by an eight inch (8\") diameter pipe-\nline commencing at a point on the 6\" diameter pipeline herein secondly\ndescribed, the said point being approximately forty-two feet (42') south-\neast of the aforementioned tank numbered 6, thence squentially north-\neasterly for approximately thirty feet (303, and northerly for approxi-\nmately one hundred feet (100') to a point where it makes a junction with\nanother 8\" diameter pipeline herein fourthly described: Fourfhly, that\narea traversed by an eight inch (8\") diameter pipeline commencing at\nthe aforementioned manifold sited north of a building used as a L.P.G.\nstore-room. the said point being east of the pipeline herein secondly\ndescribed thence sequentially northerly for approximately one hundred\nand eiehty feet (1803. north-westerly for approximately five feet (5').\n northerly for approximately twenty feet (207 and westerly for approxi-\nmately thirty feet (30') to a junction with a 6\" diameter pipeline herein\nsixthly described. thence sequentially westerly for approximately ninety-\nseven feet (977, north-westerly for approximately seven feet (7') and\nnortherly for approximately seventeen feet (17') to a point on the tank\nnumbered 9 aforementioned together with the area traversed by an 8\"\ndiameter lateral leading to the tank numbered 11 aforementioned:\n Fiffhlv. that area traversed by an 8\" diameter pipeline commencing at\nthe aforementioned manifold sited north of a building used as L.P.G.\nstore-room the said p i n t being east of the pipeline herein faurthly\ndescribed, thence sequentially northerly for approximately one hundred\nand eightythree feet (1833 north-westerly for approximately five feet\n(57 westerly for approximately forty-five feet (45') and north-westerly\nfor approximately ninety feet (90') to a point on the tank numbered g\n            fib inclusioo of this page is authorized by L.N.96119981\n34                   JAMAICA EXPORT FREE ZONES\n                              SECOND   SCHEDULE,contd.\n     aforementioned; Sixthly, that area traversed by a pipeline which w m -\n     mences as a 6\" diameter pipeline at a pomt aforementloned, on the\n     pipeline herein fourthly described, thence northerly for approximately\n     ninety-five feet (957 to a point where it narrows down to a 3\" di?me,ter\n     pipeline, the said Ethanol Charge Pump as a 2\" diameter pipeline\n     sequentially northerly for approximately twenty feet (2.0').westerly for\n     approximately three hundred and sixty-eight feet (368'). northerly for\n     approximately seventv feet (701,easterly for approximately one hun-\n     dred and ten feet (1107 and northerly for approximately three feet (37, to\n     a point on the said fence defining the northern boundary of the Shell\n     Company (W.1.) Limi!ed. Rockfort Installation Plant, the said point\n     being west of the pipeline herein firstly described. together with the\n     areas occupied by the abovementiomd Ethanol Charge Pump and an\n     adjacent standhy Ethanol Charge Pump with the necessary 3\" and 2\"\n     diameter pipeline connections: Seventhly, the area traversed by a 4\"\n     diameter pipElhe commencing at a point east of the pipeline herein\n     firstly described. the said point being on the fence defining the northern\n     boundary of the Shell Company (W.1.) Limited, Rockfort Installation\n     Plant aforementioned. thence sequentially southerly for approximately\n     ten feet (10% westerly for approximately one hundred and fifteen feet\n     (1 IS), southerly for approximately seventy feet (707, easterly for\n     approximately three hundred and fifty-five feet (3557 and southerly for\n     approximately forty feet (407 to connect with the pipeline herein sixthly\n     described; being partly unregistered and in part, part of the property\n     known as Bellevue registered at Volume 127 Folio 19 in the Register\n     Book of Titles.\n                                          rn\n        The areas described in I and I1 hereof are more particularly described\n     in the plan orepired by Butler Research and Enpineering Company\n     and Associate Consultants, Precon Consultants Llmited dated 28th\n     Octohs. 1984 and keD! in the offices of the Port Authoritv, 15-17 Duke\n     Street, Kingston. Jamaica.\n                                  THIRDSCIIEDULE                 (Section 23)\n          Articles which. sirbjecr to section 23, may be imported free of\n                          customs duty into a Free Zone\n     Building materials\n     Tools\n     Plant\n     Machinery\n     Pipes\n     Pumps\n     Conveyor belts\n     Other appliances and materials necessary for construction. alteration.\n        extension and repair of premises.\n                  ._______--\n                     inclusion of this page is authorized by L.N. 96119981\n                JAMAICA EXPORT FREE ZONES                                            35\n                          FOURTHSCHEDULB                      (Section 26)\n  Goods which, subject to secfion 26, shall not be used in a Free Zone\nFood\nBeverages\nCigarettes\nTobacco\nPetroleum products.\n                           FIFTHSCHFDUI.E"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . Power to prescribe Free Zone aotivities.\n           Responsibiliries and fullclions of Authority"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)  In this section refereilce to a Free Zone is :i\nAutharily.       reference to a Port Authority Free Zone.\n24119%\nS. ~ ( W J ) .\n                        (2) The Authority, in addition to a n y function o r\n                 obligrtion imposed on it uiider any other enactment for\n                 the time being in force, shall-\n                     (a) administer, control, operate and manage all Free\n                         Zones and any other property which may from\n                         time to time be vested in it under this AcS\n                     (b) provide and maintain such services, facilities and\n                         structures as are in its opinion necessary or desir-\n                         able for the efficient operation of any Free Zone;\n                     (U)    permit customs offices to be established in any Free\n                            Zone and shall proiide facilities for this purpose;\n                     (d) provide adequate fencing and enclosures to segre-\n                         gate a Free Zone from the customs territory;\n                     (e) approve and regulate activities which may be\n                         carried on in a Free Zone.\n                 c   _   _    ~~                              -.                 ~-\n                                                                           %I 199~71\n                             [The inclusion of &is plge is authorixd by LJN.\n              J A M A ~ C An r o w F R E E ZONES                   9\n       (3) In the exercise of its functions under this Act. the\nAuthority may-\n    ( U ) construct and maintain warehouses, factories, com-\n           mercial buildings, offices, freight-sheds, docking\n           facilities, luxling and unloading berths, landings\n           for loading and unloading operations, storage\n           facilities or workshops, ports, piers, shipyards, or\n           other structures for the use of itself or other\n           persons and may grant contracts or concessions\n           to other persons for the construclion or provision\n           of any of the said facilities;\n     (b) sell, rent, grant leases, sub-leases or other interests\n           or concessions in respect of land, buildings or any\n           other facility or structure within a Free Zone\n           owned by, or under control of, the Authority on\n           such terms and conditions and subject to the pay-\n           ment of such price, rental or other cunsideration\n           as the Authority may think fit;\n     (c) subject to thc provisioiis of section 21, approve,\n           on such terms and conditions as the Authority\n            thinks fit. persons to carry on approved activities;\n     ( d ) import, store, exhibit, pack, unixck, re-pack, manu-\n            facture, assemble, refine, purify, mix, transform,\n            operate, re-ship (whether by sea or air), and mani-\n            pulate all kinds of merchandise, products, raw\n            materials, containers and other commercial goods\n            other than those goods which are prohibited for\n            importation, storage, or manufacture in a Free\n            Zone;\n     (e) authorize persons, whether national or foreign,\n            resident or non-resident, to carry out the opera-\n            tions, activities or negotiations specified in para-\n            graphs (a) and Id);\n     (f) provide water, light and power, telecommunications\n            and any other public utilities or services and enter\n                       ~~.~\n                                           9611w81\n          m~indu*rooffhiaplgsiaauumrizodbyL.~.\n10                                JAMAIC'A E X P O R T I:REE ZONES\n                          into contracts for the supplying of the said utilities\n                          and services;\n                    (g) develop industrial areas for the manufacture, pro-\n                          cessing, finishing, re-pncking and tram-shipment\n                          of products;\n                    ( h ) subject 10 the provisions of section 21, with the\n                          approval of the Minister enter into joint ventures\n                          with any person for the purpose of any approved\n                          activity;\n                    ( i ) carry on or permit to be carried on such other\n                          activities as appear to it necessary, advantageous\n                          or desirable for or in connection with the exercise\n                          and performance of its functions or the operation\n24119%                    of a Free Zone.\ns. 7m.\n Mioisteri:il     7. The Minister may, after consultation with the Chair-\ndiredous.\n24/19!X         man of the Authority, give to the Authority directions of a\ns. N:,Kb).      general character as to the policy to be fol,lowed by the\n                Authority in the exercise and performance of its functions\n                in relalion to a Port Authority Free Zone.\nTransfer          8 . 4 1 ) The Minister may, by order, transfer to the\nof pro?xrly.\n                Authority, any property belonging to the Government which\n                appears to him to be necessary or useful to the Authority\n                in carrying out its functions under this Act, and such pro-\n                perty shall vest in the Authori,ty by virtue of the order and\n                without further assurance.\n                        (2) An order made pursuant to subsection (1) shall-\n                      (a) specify the amount of compensation (if any), pay-\n                           able to the Government in relation to property so\n                            transferred and the manner in which such com-\n                           pensalion shall be paid;\n                      (b) contain such incidental, consequential or supple-\n                           mentary provisions as the Minister may think\n                           necessary or expedient for the purposes of the\n                           order.\n                             ~~     ~\n                                         ~~~   ----  ~~   -.\n                                  h C h i W l d #MS Paos iS aUbk&td   by L.N.961 19981\n              JAMAICA EXPORT FREE ZONES                                 11\n       (3) All property vested in the Authority under this\nAct shall be exempt from property tax, sewerage rates and\na11 rates imposed under the provisions of Part VII of the\nKingston and St. Andrew Corporation Act, or of the Paro-\nchial Rates and Finance Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The funds and resources of the Authority in         z2:;;;d\nrelation to the operations of the Port Authority Free Zone related to\n(hereinafter referred to as the funds of the Port Authority ;%<.\n                                                              2411996\nFree Zone) shall comprise-                                    S. 9.\n      (a) moneys derived from rentals, leases, concessions or\n          other activities carried on in the Port Authority\n          Free Zone;\n      (b) sums derived from loans raised by the Authority\n          in accordance with the provisions of this Act;\n      (c) moneys earned by or arising from investments\n          made by the Authority in connection with the\n          operation of the Port Authority Free Zone;          2411996\n                                                              s. 9.\n    (d) such moneys as may from time to time be placed\n        by Parliament at the disposal of the Authority for\n        the purposes of this Act;\n     (e) such other moneys as may lawfully be paid to the\n         Authority in respect of any matter incidental to\n         its powers and duties under this Act.\n      (2) The funds of the Port Authority Free Zone, save z4/199fi\nin so far as they may be invested or utilized pursuant to s. 9.\nthis Act, shall be held in any bank approved by the\nAuthority."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. For the purposes of enabling the Authority to cany Ronowing\n                                                            powcrs.\nout its functions under this Act, the Authority may, with\nthe consent of the Minister responsible for finance, borrow\nmoney in such manner and subject to such conditions as\nthat Minister may impose.\n RL-17\n12                         JAMAICA EXPORT FREE ZONES\nPower of        11.-(1) The Minister responsible for finance may, with\nMmsler to\nguarantee    the approval of the House of Representatives, guarantee, in\nloans to\nthe          such manner and on such terms and conditions as he thinks\nAu*ofity.    fit, the repayment of the principal and the payment of interest\n             on any authorized borrowings of the Authority for the\n             purposes of carrying out its functions under this Act.\n                       (2) Where the Minister responsible for finance is\n             satisfied that there has been default in the repayment of\n             those principal moneys or in the payment of interest\n             guaranteed under the provisions of this section, he shall\n             direct the repayment or, as the case may be, the payment\n             out of the Consolidated Fund of the amount in respect of\n             which there has been such default and any such repayment\n             shall be a charge on the Consolidated Fund.\nRepyment\nof,and"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A member of the Council wh3 is directly or indirectly interested     ~~~~~~\nin- anv matter which is being\n   ~~~                         - dealt with b' the Counul-\n     (a) shall disclose the nature of his interest at a medng Of the\n           Council: and\n     ( b ) shall not take part in any deliberations or decisions Of the\n           Council with respect to that matter."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Authority shall make to the Accountant-General,\nintereaon    at such times and in such manner as the Minister respm-\nadvances\nand sums     sible for finance or other person designated by that Minister\nissucd to\nmeet\n             may direct, payments of such amount as may be so directed\nguarantee.   in or towards repayment of advances made to the Authority\n             under subsection (1) of section 11 and of any sums isrucil\n             in fulfilment of any guarantee given under that section, and\n             payments of interest on any sum outstanding for the time\n             being in respect of such advances and of any sums so issued.\n             at such rate as that Minister may direct, and different rztes\n             of interest may be directed as respects different advances\n             or sums and as respects interest for different periods.\nPower to        13. AU funds of a Port Authority Free Zone, not\ninvert\nfunds.       immediately required to be expended in the meeting of any\n24! 1996     obligations or the performance of any functions of the\ns. 10.\n             Authority under this Act. may be invested in such securities\n             or other investments as may be approved by the Minister\n             and the Authority may, with the approval of the Minister,\n             sell all or any of such securities or other investments.\n              JAMAICA EXPORT FREE ZONES                                      13\n  1 4 . 4 1) The Authority shall, as respects the funds of each A rr*Ull¶\n                                                                and audit.\nPort Authority Free Zon-                                        241 I996\n                                                                S.ll(a).\n     (a) keep proper accounts and other records in relation\n           to its business; and\n          prepare annually a statement of accounts in a form\n           which conforms with established accounting princi-\n           ples.\n        (2) The Authority shall also, from time to time, on\nthe request in writing of the Minister, as respects each Port zp,,996\nAuthority Free Zone, furnish information in respect of the S. I l W .\nacconnts of the Authority or such other information as the\nMinister may require.\n        (3) The accounts required to be kept pursuant to\nsubsection (1) shall be audited by an auditor or auditors\nappointed annually by the Authority anr approved by the\nMinister.\n        (4)So soon as the said accounts have been audited,\nthe Authority shall send the statements of its accounts\nreferred to in subsection (1) to the Minister, together with\ncopies of any reports made by the auditors on those state-\nments or on the accounts.\n        (5) The auditor’s fees and any expenses, of the audit\nrequired under subsection (3) shall, as respects each Port ~ / 1 9 9 6\nAuthority Free Zone, be paid by the Authority out of the S Il(b).\nfunds of such Free Zone.\n        (6) The Auditor-General shall be entitled, on the\ndirection of the Minister responsible for finance, at all\nreasonable times to examine the accounts and other records\nof the Authority in relation to the operations of any Port        ;;{:;:f\nAuthority Free Zone.\n  1 5 . 4 1 ) The Authority shall, not later than five months E  ,:;\nafter the end of each financiaI year relating to the operations :4;1996\nof each Port Authority Free Zone or within such further s.I2\n          me incluian of this page is sutlmrized by LN.96/Is981\n14                           I A M A l C A EXPORT FREE ZONES\n               time as may in special circinmstances be allowed by the\n               Minister, cause to be made and transmitted to the Minister,\n               a report dealing generally with the operations of such Free\n               Zone during the preceding financial year.\n                      (2) The Minister shall cause a copy of each annual\n               report together with the annual statement of accounts and\n               the auditor’s report thereon submitted to him pursuant to\n               subsection (1) and subsection (4) of section 14 respectively,\n               to be laid on the Table of the House of Representatives\n               and the Senate.\nStaff.            16-41) The Authority may appoint and empIoy in\n2411996\ns. 13(aXi).    relation to a Port Authority Free Zone, at such remunera-\n               tion and on such conditions as it thinks fit, such officers.\n               agents and servants as it thinks necessary for the proper\n               performance of its functions under this Act:\n2411596\nS. 13(a)Fil.\n                 Provided that no salary exceeding the prescribed rate per\n               annum shall be assigned to any post without the prior\n               approval of the Minister.\n                       (2) The Authority may, with the approval of the\n               Minister, make regulations determining generally the con-\n               ditions of service of servants of the Authority and, in\n               particular, but without prejudice to the generality of the\n               foregoing power, may make regulations relating to-\n                    (a) the grant of pensions, gratuities and other benefits\n                       to such servants and their dependents, and the\n                       grant of gratuities and other benefits to the\n                       dependents or estates of deceased servants of the\n                       Authority;\n                   (b) the establishment and maintenance of sick funds,\n                       superannuation funds and provident funds, the\n                       contributions payable thereto and the benefits\n                       receivable therefrom.\n                         pl.a ~ ~ o f &p gie irnoeborizcd\n                                              s           by LN.%/1598]\n              IAMAICA EXPORT FREE ZONES                                15\n        (3) The Governor-General may, subject to such\nconditions as he may impose, approve of the appointment\nof any public officer in the service of the Government to\nany office with the Authority as relates to a Port Authority 4;&9f\nFree Zone, and any public officer so appointed shall, in\nrelation to pension, gratuity, or other allowance, and in\nrelation to other rights as a public officer, be treated as\ncontinuing in the service of Government.\n        (4) In subsection (1) “the prescribed rate” means 2411996\n                                                          s. 13(C).\nthe sum of five hundred thousand dollars or such higher\nrate as the Minister may by order prescribe."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Council shall keep proper accounts and other records A~counts\nin relation to its busiuess and shall prepare annually a statement of and records.\naccounts in a form sausfactory to the Minister and shall suhmit the\nsame with vouchers from time to time to be audited by the Auditw-\nGeneral or such other auditor as the Minister may approve.\n       (2) The Council shall, on or before the thirty-first day of October\nin each year submit to the Minister for his approval. its estimates of\nrevenue and expenditure in respect of the hnancial year commencins\non the first day of April next following."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)     The Council shall, as soon as practicable after the end of Aunwl\neach financial year, cause to be made and transmit to the Minister-          report.\n     (a) a statement of its accounts audited in accordance with para-\n            graph 13:\n     (b) a report dealing generally with the. activities of the Council\n            during that financial year, and containing such information\n            relating to the proceedings and policy of the Council as can\n            bc made public wilhout detriment to the interest of the Council.\n        (1.) The Minister shall cause a copy of the report together with\nthe annual statement of accounts and the auditor's report thereon to\nbe laid on the respective Tables of both Houses of Parliament."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Council shall furnish the Minister with such returns, a m n n t s power of\n and other inrormation as he may require with respect to the activities 'MMinis[erto\n of the Council. and shall afford to him facilities for verifying such rcwirc\n information in such manner and at such times as he may reasonably\n require."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Council may appoint and employ. at such remuneration s t a ,f~\n and onsuch conditions as it thinks fit, such officers, agents and sewants &uncil.\n as it thmks necessary for the proper performance of its functions under\n this Act:\n    Providd that no salaly exceeding the prescribed rate shall be assigned\n to any post without the prior amroval\n                                  ._\n                                            of the Minister.\n           (2) The Council may, with the approval of the Minister, make\n             me inclusim ofthis m e is authorizedby L.N.9611998)\n 38                           JAMAICA EXPORT FREE ZONES\n             regulations determining generally tlle conditions of service of semantz\n             of the Council and. in particular, but without prejudice to the generality\n             of the foregoing pwer, m a y make regulations relating to-\n                  @) the grant of pensions, gratuities and other benefits to such\n                       servarits and their dependents, and the grant of gratuities and\n                       other benefits to the dependents or estates of deceased servants\n                       of the Council;\n                  (b) the establishment and maintenance of sick funds, superannua-\n                       tion funds and provident funds, the contributions payable\n                      thereto and the benefits receivable therefrm.\n                    (3) The Governor-General may, subject to such conditions as\n             he may impose, approve of the appointment of any ublic officer in\n             the service of the Government to any office with the &uncil and any\n             public officer so appointed shall, in relation to pension, gratuity or\n             other allowance, and to other rights as a public oficer, be treated as\n             continuing in the service of Government.\n                    (4) In subsection (1) “the prescribed rate” means the sum of\n             five hundred thousand dollars or such higher rate as the Minister may.\n             by order, prescribe.\nProtection      17.41) No member of the Council shall be perwnally liable for\nofmembers.   any act or default of the Council done or omitted to be done in good\n             faith in the c o r n of performing the functions of the Council under\n             this Act\n                     (2) Where any member of the Council is exempt €rmliability\n             by reason only of the provisions of this section, the Council shall be\n             liable to the extent that it would be if the member were a servant or\n             agent of the Council.\nChaim?n        18. The office of the Chairman or member of the Council shall not\nor nwnlix    be a public office for the purposes of Chapter V of the Constitution\nof the       of Jamaica.\ncouncil\nnot public\noffice.\nRemuncra-       19. There shall be paid to the Chairman and other members of the\ntion of      a u n c i l such remuneration (whether by way of honorarium. salary or\nDunb.        fees) and such d l ~ a n as   c ~the Mimster may determine.\n                        [Theincllusioo of this page is mtlmrhd by L.N. 961 19981"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) The Authority may delegate to any of its =&\n                                                    :\nmembers, or to any of its employees or agents, such of its\nfunctions under this Act as it may determine.\n       (2) Every delegation under this section shall be\nrevocable by the Authority and no delegation shall prevent\nthe exercise by the Authority of any function delegated.\n   1 8 . 4 1 ) No member of the Authority shall be personally Protection\nliable for any act or default of the Authority done or ormcmkrr.\nomitted to be done in good faith in the course of perform-\ning the functions of h e Authority under this Act.\n        (2) Where any member of the Authority is exempt\nfrom liability by reason only of the provisions of this section,\nthe Authority shall be liable to the extent that it would be\nif the member were a servant or agent of the Authority.\n                        Regulatiom\n 1 9 4 1 ) The Council may, with the approval of the ~            ~        ~   ~\n                                                           2411996\nMinister, make regulations-                                S. 14.\n    (a) specifying the returns and other information to be\n         submitted to the Council by Promoters and\n         approved enterprises;\n16                  JAMAICA EXPORT FREE ZONES\n        (b) prescribing and regulating the conditions for use\n               of Free Zones and their facilities and services;\n         (c)   regulating, promoting or restricting the movement\n                of persons, conveyances, vessels and goods into, in\n               and out of a Free Zone;\n         ( d ) specifying the terms and conditions of any security\n               bond to be provided by a Promoter or approved\n               enterprises for the protection of Customs and other\n               revenue and to ensure compliance with this Act;\n         (e) regulating vehicular traffic anywhere within a Free\n             Zone and, in particular, imposing speed limits on\n             vehicles therein;\n               prescribing security arrangements as respects Free\n               Zones;\n         (g) prescribing rules for the disposal of unclaimed\n             property within a Free Zone;\n         ( h ) prescribing application fees and other charges\n               which may be imposed pursuant to this Act;\n         (11 prescribing any other matter or thing, whether\n               similar to the above or not, in respect of which\n               it may be expedient to make regulations for the\n               purpose of carrying this Act into effect.\n             (2) The maximum penalty for a breach of any\n     regulations made under this Act shall be a fine of fifty\n     thousand dollars or imprisonment for a term of twelve\n     months.\n              (3) Each day on which a breach of the regulations\n     is continued after conviction shall be deemed a separate\n     offence.\n                l T h e incluaiw of this page is authorized by L.N. %/I5981\n                lAMAlCA EXPORT FREE ZONES                                      11\n                Operations within the Free Zone\n                                                                    Approval"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Regulations.\n       W e i n O l U S h of this page i6 aulhorizod by L.N.%/1998]\n2                JAMAICA EXPORT FREE ZONES\n                    Operations wirhin the Free Zone"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(I) Any enterprise which proposes to undertake an of enterprise\n approved activity shall apply to the relevant Promoter in tounder- take\n writing for permission to do so, and shall submit such approved\n documents and information in support of its application as g';;l&\n the relevant Promoter may require.                                 S. IS(a).\n           (2) Subject to the provisions of this Act, the relevant ?i:;,&.\nPromoter may, by memorandum in writing, grant, subject\n to such terms and conditions as it thinks fit, approval for an\nenterprise to undertake the approved activity specified h\nits application under subsection (1).\n           (3) In every memorandum issued under subsection         $ ~ ~ & ~\n (2), a date shall be declared to be the date on which the\nrelevant approved enterprise is deemed to begin the said\napproved activity for the purposes of this Act.\n           (4) On the application of an approved enterprise, the\nrelevant Promoter may, upon such conditions as it thinks 2411996   S.\nfit, amend a memorandum issued under this section in\nrespect of the date on which the relevant approved activity\nis deemed to begin, and thereupon, the provisions of this\nAct shall, subject to any conditions specified in relation to\nsuch amendment, have effect as if for rhe date on which the\nrelevant approved activity was declared pursuant to sub-\nsection (2) to begin, there were substituted the aforesaid\ndate as amended."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.41) A Promoter or, as the case may be, the Council Companin\n                                                             to be in-\nshall not grant approval for any approved activity in a Free corporated\nZone to any person other than a company incorporated or or      registered\n                                                             locally.\nregistered in Jamaica in accordance with the provisions of         g/;g(ix\nthe Companies Act.\n        (2) Deleted by Act 24 of 1996.1"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) A Promoter or, as the c a x may be, the Council Iorurancc\n                                                             bumera.\nshall not grant approval to any person to carry on insurance NI1996\nbusiness in a Free Zone unless that person-                  S 17(a).\n          me inclusion ofthir,page is rmbbrizedby LN.9 6 / 19981\n                          JAMAICA EXPORT FREE ZONES\n                (a) is registered in Jamaica in accordance with the\n                    provisions of the Insurance Act;\n                (b) has obtained the approval of the Superintendent of\n                     Insurance to operate in a Free Zone; and\n                (c) satisfies the requirements of any provisions made\n                     by, or pursuant to, the Bank of Jamaica Act in\n                     relation to the acquisition by insurance companies\n                     of foreign assets.\n                   (2) Any insurance company, broker, agent, or sub-\n2411996     agent may, with the approval of the Promoter and of the\nS. 17kb).\n            Superintendent of Insurance, establish a branch within a\n            Free Zone for the conduct of insurance business therein,\n            so, however, that any such approval shall be subject to such\n*4/1996     conditions as the Promoter and the Superintendent may\nS. L7ib).\n            consider necessary.\n                    (3) All insurance business carried on in a Free Zone\n            shall be subject to the provisions of the enactments for the\n            time being in force in Jamaica relating to insurance.\n                   (4) Any person granted approval pursuant to this\n            section shall-\n                 (a) keep such records in such forms and containing\n                     such particulars; and\n                 (6) make such reports at such times,\n            as may be required by the Superintendent of Insurance, and\n            shall permit the Superintendent of Insurance or any person\n            authorized by him at all reasonable times to inspect and\n            examine such records and any documentation relevant\n            thereto.\n                    (5) Where a person conducting insurance business\n            establishes a branch in a Free Zone pursuant to subsection\n24'1996\nS. 17(bZ\n            (21, the Promoter shall permit the SuDerintendent of\n            Insurance or any person authorized by him to enter that\n                      me inclusion of this page is authorized by L.N. %/15981\n               IAMAICA EXPORT FREE ZONES                                   19\nFree Zone for the purpose of carrying out the inspection\nor examination of records mentioned in subsection (4).\n  2 3 4 1 ) Subject to section 31 and to any absolute or Dealiw\n                                                              with. or\nspecific prohibition imposed by any enactment which may disposal of,\n                                                              goods in\nfor the time being be in force, the Promoter and any FreeZoncs.\napproved enterprise shall be entitled to import into a Free        &:A[?\nZone free of customs duty as defined in subsection (9)-\n     (a) any capital goods, consumer goods, raw materials,\n          components or articles intended to be used for the\n          purposes of, and in connection with, an approved\n          activity; and\n     (b) any of the articles specified in the Third Schedule Giu,=.\n          if the Promoter or the approved enterprise, as the 24119%\n                                                              s. 1ScaHI).\n          case may be, satisfies the Commissioner of i 2 ( 1 % 5\n          Customs that such articles are imported for the =b.\n          construction, alteration, reconstruction, extension\n          or repair of premises in a Free Zone or for the\n          equipping thereof, and for the purposes of this\n          paragraph, articles for equipping premises shall\n          be deemed to include equipment for offices and\n          other ancillary facilities necessary for the proper\n          administration of the premises and for the health.\n          safety, hygiene and welfare a t the premises of\n          persons employed therein.\n       (2) The Minister may, by order, amend or vary the\nThird Schedule.\n        (3) All goods brought into a Free Zone shall be\nconsigned-\n     (U) to the Promoter or to an approved enterprise and ;?:;\n          such goods may, with the approval of the\n          Promoter, be transferred from one approved ;/,;g\n          enterprise to another or from the Promoter to any\n          pis hclusioo ofthis me is autharizcd Lty L.N. 9611998)\n20                        JAMAICA EXPORT FREE ZONES\n                    approved enterprise, or from an approved enter-\n2411996\nS. 18(b).\n                    prise to the Promoter; or\n                (b) without prejudice to the provisions of section 34,\n                    to a bank acting on behalf of any party to a trans-\nS. 18(b).\n2411996\n                    action involving the Promoter or an approved\n                    enterprise.\n7419%              (4) The Promoter may take such steps as it deems\nS. IWb).\n            necessary to preserve goods within a Free Zone, whether\n            by moving such goods from one place to another or by\n            storing such goods, and where any expenses are incurred by\nwiw6        the Promoter in so doing, the owner or consignee of such\ns”8(b’\n            goods shall reimburse the Promoter for any expenses so\n            incurred.\n                    (5) Subject to the provisions of this Act and any\n            regulations, goods brought into a Free Zone pursuant to\n            this section may-\n24/1996          (U) unless otherwise directed by the Promoter, be\nS. lab).\n                      stored, sold, exhibited, broken up, packed, un-\n                      packed, repacked, assembled, distributed, sorted,\n                      graded, cleaned, marked, re-marked, loaded, un-\n                      loaded, reloaded, divided, mixed, separated, or\n                      otherwise manipulated; or\n                 (6) be worked, processed or re-processed or otherwise\n                      manipulated or manufactured; or\n                 (c) subject to any enactment pertaining thereto, be\n                      destroyed; or\n                 (6) subject to subsections (6) and (7),be removed from\n                      a Free Zone or sent into the customs territory,\n                      whether as orginally packaged or otherwise.\n                    (6) Where any goods which are dutiable on entry\n            into the customs territory (whether in their original con-\n            dition or after manufacture or as part of or an ingredient\n            of any goods manufactured in a Free Zone) are sent from\n                     tThc inclusioa of ,&is pigs is autborhd by L.N. %/19!38]\n               JAMAICA EXPORT FREE ZONES                                    21\na Free Zone into the customs temtory, such goods shall\nbe subject to the provisions of the Customs Act and the ;fl;Pl\nGeneral Consumption Tax Act and any regulations made\nunder those Acts, and if such goods are intended to be\ndisposed of in the customs territory, they shall not be\nremoved from a Free Zone until-\n      (U) the consent of the Minister responsible for industry\n            has been obtained; and\n      (b) the Commissioner of Customs is satisfied that all E 1 9 8 5\n            import restrictions relevant thereto have been com-\n            plied with and all duties payable in connection\n            with the importation thereof into the customs\n            territory have been paid or security given therefor\n            to his satisfaction.\n          (7) Samples of goods may be displayed in a Free\n Zone but shall not be taken into the customs territory\n without payment of, or without an undertaking satisfactory\n to the Commissioner of Customs for the payment of, the ;:i,*m\n releeant duty except in cases where the Commissioner of\n Customs is satisfied that such goods are of no commercial\n value.\n           (8) Where goods are brought from the customs\n territory into a Free Zone for the purposes of an approved\n activity, such goods shall be deemed to be exported for the\n purposes of duty drawback under the Custom Act.\n           (9) In this section and in sections 27 and 28 customs\n duty includes, where applicable, General Consumption Tax 1611991\n  and any additional stamp duty related to customs warrants. s 64."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24,1996      wealmth citizen employed by the Council or by an approved\nS. 31.\n             enterprise established in a n y Free Zone shall not, by virtue\n             only of such employinent, be exempt from the provisions\n             of the Foreign Nationals and Commonwealth Citizens\n             (Employment) Act, but the Minister responsible for the\n             operation of that Act shall, m considering applications by\n             or on behalf of such a person, have regard to the need to\n             facilitate the operations of the Free Zones.\n                      (2) Where a person referred to in subsection (1) is\n             employed by an approved enterprise, he and that enterprise\n             shall be exempt from such provisions of the Foreign\n             Nationals and Commonwealth Citizens (Employment) Act\n             as authorize or require the payment or imposition of fees\n             in relation to the grant of a work permit to him.\n                                   Offences and Penalties\nPcnaityfor      44.41) Every omission or neglect to comply with, and\noffcnces\nnot other-   every act done or attempted to be done contrary to the\nwise         provisions of this Act or any regulation made thereunder,\nprovided\nfor.         shall be an offence under this Act and in respect of such\n             offence or any other offence under this Act for which no\n             penalty has been expressly provided, the offender shall be\n             liable on summary conviction thereof in a Resident Magis-\n24/199G      trate's Court, to a fine not exceeding one hundred thousand\nS. 32( a).\n             dollars, or, in default of payment, to imprisonment for a\n             term not exceeding twelve months.\n2411996               12) For the purposes of subsection (U,in the case\nS 32(b).     of a continuing offence e\\iery day on which the violation\n             continues after conviction shall be deemed a separate\n             offence.\n                      I T h e inclusioo of this page is authorized by L.N. 961 19981\n              JAMAICA EXPORT FREE ZONES                                  29\n  4 5 4 1 ) Where an offence under this Act has been coni- ORcncca\n                                                              by b d l e s\nmitted by a company, firm, society or other body of persons, or pmons\nany person who at the time of the commission of the offence and   by\n                                                              SCrvante\nwas director, manager, secretary or other similar officer or a n J w n t r\na partner of the company, firm, society or other body of\npersons, or was purporting to act in such capacity, shall be\ndeemed to be guilty of an offence, unless he proves that the\noffence was committed without his consent or connivance\nand that he exercised all such diligence to prevent the com-\nmission of the offence as he ought to have exercised, having\nregard to the nature of his functions in that capacity and to\nall the circumstances.\n        (2) Where any person would be liable under this\nAct to any punishment, penalty or forfeiture for any act,\nomission, neglect or default, he shall be liable to the same\npunishment, penalty or forfeiture for every such act, omis-\nsion, neglect or default of any clerk, servant or agent, or of\nthe clerk or servant of such agent, if such act, omission,\nneglect or default was committed by such clerk or servant\nin the course of his empioyment or by such agent whm\nacting on behalf of such psrson or by the clerk or servant\nof such agent when acting in the course of his employment\nin such circumstances that had such act, omission, neglect\nor default been committed by the agent his principal would\nhave been liable under this section."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Special provisions relating to articles imported with cDItom8\n          duty concessions."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. No article imported into a Free Zone by any approved Rcrfn‘clion\n                                                                    dw\nenterprise with any benefit in respect of customs duty under upon\n                                                              posal of\n                                                              .\nthe provisions of this Act shall be used for purposes other arhcles\n                                                              imported\nthan those of the approved activily, sold, given away or withcus-\n                                                              toms du’y\notherwise disposed of by such enterprise except-              mnccsIIoIu.\n     (U) in the case of an assignment of the approved enter-\n          prise, for the purposes of which such articles were\n          imported into a Free Zone and to be used within\n          that Free Zone, to the assignee of such enterprise\n          with the approval of the Council;                   24119%\n                                                              S. 23W.\n     (b) where such article is to be disposed of in the\n          customs territory, upon the approved enterprise\n          paying to the Commissioner of Customs an equiva- 12,,985\n          lent to the amount of customs duty and other dues sch.\n          and charges which would have been payable to\n          the Government upon the importation of such\n          article but fur the provisions of this Act;\n      (c) in such other circumstances and on such terms as\n           the Commissioner of Customs may f r m time to 1211985\n          time approve.                                        Sch.\n   2 9 4 1 ) Where any process of manufacture or manipula- Manufac-\ntion which takes place within a Free Zone involves the use\nof dutiable materials, whether local or imported, the manu- p2&nG\nfacturer or manipulator, as the case may be, shall maintain\nin a form acceptable to the Commissioner of Customs 12,19x5\nrecords of the quantities of the various materials used in sch.\n          I’I’hBinClUaiollOf thkmekauthorircd byLN.96/1998]\n24                        JAMAICA EXPORT FREE ZONES\n             the process and, when required to do so by the Commis-\n             sioner of Customs, permit verification of the records.\n                    (2) Where under the provisions of this Act-\n                 (a) entry into the customs territory is permitted of any\n                      goods manufactured, assembled, mixed or other-\n                      wise manipulated in a Free Zone; and\n                 (b) either the goods or the materials used in the manu-\n                     facture or manipulation thereof are dutiable,\n             the manufacturer or manipulator of such goods shall-\n                        (i) obtain the prior approval in writing of the\n1211985                     Commissioner of Customs for such entry\nSch.\n                             (which approval may be granted or with-\n                             held as the Cammissioner of Customs thinks\n                            fit); and\n1211985\nSA.\n                       (ii) if the Commissioner of Customs so requires,\n                             manufacture or manipulate the goods under\n                             the supervision of the Commissioner of\n                             Customs.\n                     (3) Any manufacture or manipulation permitted\n             under this section shall be subject to such terms and con-\nSch.\n12’1985      ditions as the Commissioner of Customs may impose and\n             to such regulations as may be made pursuant to this Act.\n1211985               (4) The Commissioner of Customs may give an\nSch.\n             allowance for recoverable or irrecoverable waste, except\n             that where such recoverable waste is sent into customs\n             territory, it shall be dutiable in its condition and quantity\n             and at its weight at the time of entry.\nAllowancea  30. Regulations under this Act may prescribe allowances\nfor\nlamain,,  or deductions which may, having regard to the extent to\n labouror\nmteclals. which Jamaican labour or materials contribute to the ul-\n          timate value of any goods, be made in assessing the customs\n                                 -~\n                      r h e inclusim of this page is authorized by LN.961IS981\n              JAMAICA EXPORT FREE ZONES                                         23\nduty on goods entered from a Free Zone into the customs\nterritory."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.41) Where it appears to a Promoter that any goods           :;=;:\nor property have been abandoned in a Free Zone for a abandoned\n                                                                  Free\nperiod exceeding six months, the Promoter with the approval in  ant.\nof the Council may dispose of such goods or property 24/19%     S. 2s(a)07\nwhether by destruction, sale or otherwise and in the case of (ii).\ndisposal by sale, shall apply the proceeds of such sale against\nany fees or other expenses incurred by the Promoter or the       g/g;3r\nCouncil in connection with those goods or property or such\ndisposal.\n        (2) Where any balance remains after the settling of\nthe fees and expenses pursuant to subsection (11, that balance\nmay, if claimed within three months of the date of the\ndisposal, and if the Promoter is satisfied that the claimant     :i:;&.\nwas the owner of the goods disposed of or entitled thereto,\nbe paid to the claimant, but where there is no claimant for\nthe proceeds of any such disposal by sale, such proceeds\nshall be paid into and become part of the funds of the\nCouncil.                                                       241 1996\n                                                                 S. 2s(bXii).\n       (3) Nothing in subsection (1) shall be construed as\nauthorizing the sale, destruction or disposal of any goods 241 1996\nfor use in the customs territory other than in such circum- S 25(C)(l).\nstances and on such terms as the Commissioner of Customs 12/1985\nmay from time to time approve.                              kh."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Notwithstanding any other provision contained in this :p; not\nAct the following goods shall not be taken into or stored takeninto\n                                                              OT stored in\nin any Free Zone-                                             Free Zone.\n     (a) firearms and ammunition (other than by members\n         of the Jamaica Constabulary Force or the Jamaica\n         Defence Force or by security guards employed to\n         work in the Free Zone in the course of their duties.\n          IThe inclusimof ~apageirautlmrized~L.N.96/1998]\n26                         JAMAICA EXPORT FREE ZONES\n                       or by such other persons as may be authorized by\n241 1996\nS. 26.                 the Council);\n                   (b) dangerous explosives;\n                   (c) petroleum, inflammable materials, hazardous car-\n                       goes and oil fuels other than in such quantities and\n                       on such ternx and conditions as may be prescribed\n24119%\nS. 26.                 or permitted by the Council.\n                                            Licences\nImport and      33.41) Approved enterprises shall not be subject to im-\nexprt\nlicensing.    port licensing or, where goods are being shipped other than\n              to customs territory, to export licensing.\n                      (2) Export of goods from a Free Zone to the customs\n              territory shall, save as otherwise prescribed by or pursuant\n              to this Act, be subject to the same customs and licensing\n              requirements as apply to goods imported from other coun-\n              tries\n2411996               (3) For the purposes of this Act, goods shipped,\ns. 21.\n              under and in accordance with terms approved by the Com-\n              missioner of Customs, from one Free Zone through the\n              customs territory directly to another Free Zone, shall be\n              treated as being imported direct to that other Free Zone.\n                         Bcn?cinp and foreign currency activiries\nBanking         %.-(I)     All banking activities carried on in a Free Zone\nactivities.\n              shall be subject to the provisions of the enactments for the\n              time being in force in Jamaica relating t o banking.\n241 1996               (2) Any bank licensed under the Banking Act may,\nS.2NbXi).\n              with the approval of the Council and subject to subseotion\n              (l), establish a branch within a Free Zone, and may at such\n              branch conduct normal banking business permitted under\n              the Banking Act and the Bank of Jamaica Act.\n                       me Inclmim of this page is aathorizsd by LN.961 19981\n               JAMAICA EXPORT FREE ZONES                                            21\n        (3) [Deleted by Act 24 of 1996.1"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Import and export licensing.\n                  Banking and foreign currency activities"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Any approved enterprise engaged in manufacturing Incomerelief In LBX\nshall be granted total relief froin income tax in respect of reiatloOto\n                                                             manufaclur-\nprofits or gains earned from such manufacture.               Ing\n                                                                       acuviiicr."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Any approved enterprise not engaged in manufactur- relief   Incomsiax\n                                                                        In\ning but engaged in activities involving international trading Ie~dILOnto\nin products (including products orginating in countries internal  irad,ng\n                                                                           onal\nbelonging to the Caribbean Common Market) shall be grant- ac*lYl~e*.\ned total relief froni incoIlie tzx in respect of profits or gains\nearned from the activities aforesaid.\n                            Miscellaneous"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Service charges and dividends payable to an approved Service\nenterprise by organizations operating in the customs terri-            :!;z;:d\",$\"*\ntory shall be subject to withholding tax under the Income $/$&g\nTax Act.                                                    tax."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Every approved enterprise shall submit to the Council            t~;;;;:,\nat such intervals as may be prescribed, such statistical tosubmit\n                                                            returns.\ndata and such information and returns as respects their 2411996\nsales and purchases and other operations as the Council S.\nmay require or as may be prescribed."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Notwithstanding the provisions of section 4 of the Comrni,.\n                                                                        sionei OF\nIncome Tax Act, it shall be lawful for the Commissioner 1ncome Tax\nof Income Tax to certify in such form as may be prescribzd, :2:i&\"&\nthe benefits enjoyed by an approved enterprise under theg;;;;;E$\nprovisions of this Act in order that such certificate may be\n          IThe inclusion of ihir eage is authorized by L.N. 96/1998]\n RGIS\n28                         IAMAI~CAEXPORT FREE ZONES\n             produced by the approbed enterprise to the fiscal authorities\n             of any other country in which the approved enterprise may\n             be liable to suffer taxation.\nWork           4 3 . 4 1) A person who is a foreign national or Common-\npcrmm."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Work permits.\n            v h e induim of this page is authorized by LN. %/I9981\n             JAMAICA E.XI'OR I' F E E € ZONES                       2.01"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-(1) The provisions of subsection (1) of section 99 of\nthe Income Tax Act shall apply to any false statement or\nrepresentation made or any false return delivered or any\nfalse accounts kept or prepared with reference to any of the\nbenefits created by this Act as if such false statement or\nrepresentation had bzen made or such false return had bezn\ndelivered or such false accounts had been kept or prepar-d\nwith reference to income tax or profits or gains chargeable\nunder the Income Tax Act.\n30                      JAMAICA EXPORT FREE ZONES\n                  (2) Every approved enterp-isc which contravenes the\n          provisions of sectioil 27 and every director, manager, agent\n          and officer of that approved enterprise who is knowingly a\n          party to the contravention shall be guilty of an offence and,\n          on summary conviction thereof in a Resident Magistrate’s\n2411996   Court, shall be liable to a h e not exceeding one hundred\ns. 33.\n          thousand dollars, and in default of payment thereof, every\n          such director, mancger, agent or officer shall be liabie to be\n          imprisoned for a tern not exceeding twelve months.\n                  (3) Every approved enterprise which contravenes the\n          provisions of section 28 and every director, manager, agent\n          and officer of the approved enterprise who is knowingly a\n          party to the contravention shall be guilty of an offence and,\n          on summary conviction thereof in a Resident Magistrate’s\n          Court, shall be liable to a penalty three times the value\n          of the article in respect of which the contravention occurred\n          and, in default of payment, every such director, manager,\n          agent or officer shall be liable to be imprisoned for a term\n          not exceeding twelve months.\n                                     FIRSTSCHEDULE                      (Section S(2))\n               Prescribed ucfivifier which may be carried on in Free Zones\n             (a) Warehousing and storing:\n             (b) manufacturing operations:\n             (c) trans-shipment operations;\n             (d) loading and unloading operations:\n             ( E ) exporting;\n             (D importing:\n2411996      (g) service operations, including banking. data processing and\ns. 35.              telemarketing. insurance, professional services;\n             (h) packine and shipping:\n             (r) assembling:\n             (j> processing, refininp, purifying, mixing:\n             (k) merchandising.\n                   l%c hclusi00 of rhj, wge is authorized by L.N. 961 19981\n                 JAMAICA EXPORT FREE ZONES                                        31\n                            SECOND SCHEDULE                        (Section 3 )\n                  Area of Kingston Export Free Zone\n  The following shall be the area of the Kingston Export Free Z n n e\n                                   A\n  All that parcel of land situate in the parish of St Andnw known L.N.\nas Lot 452 on the plan of Newport West, deposited in the Office of 269~11984.\nT ~ l e on\n        s the 30th August, 1967, and registered at Volume 1041 Folio\n170 of the Register Book of Titles and Lot 453 on the plan Of part\nof Gordon Cay registered at Volume 1108 Folio 786 of the Register\nBook of Titles, excluding those areas shown as lots numbered 1 to"
    }
  ],
  "definitions": []
}