{
  "id": "jm-stat-the-jamaica-gazette-act",
  "type": "statute",
  "title": "The Jamaica Gazette Act",
  "title_en": "The Jamaica Gazette Act",
  "short_name": "Jamaica Gazette Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-gazette-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-gazette-act | Legal areas: Media and Information",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. All issues of the public newspaper entitled the Jamaica Past and\n                                                             future issues\nGazette and all Supplements thereto, and all Gazettes of G              ~       ~   ~\nExtraordinary, hitherto printed and published at the\nGovernment Printing Office, or elsewhere, are hereby\ndeclared to have been, and all future issues in pursuance of\nthis Act of such public newspaper, and of all supplements\nthereto, and of all Gazettes Extraordinury, shall be, and\nare deemed to be issues of the Jamaica Gazette, duly and\nlegally printed and published, and shall have effect and be\nreceivable in evidence accordingly."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. It shall be lawful for the Minister to continue the Power to\nprinting and publication of the Jamaica Gazette at the continue\n                                                           publication\nGovernment Printing Office. The Jamaica Gazette shall Of G o L c f f e ~\ncontain such matter, and shall be printed, published and\ndistributed subject to such rules, regulations and orders,\nas the Minister may from time to time prescribe or issue.\n  4 All public and parochiaI authorities, officers, commis- Publications\nsioners, trustees and other persons are hereby required to in Geurre.\ninsert and publish in the said Jamaica Gazette, on such\nterms as the Minister shall direct, all the advertisements\nwhich they are by law, rule, or regulation, or by the order\nof any court, authorized and required from time to time\nto publish in the “Jamaica Gazette by Authority”, or “The\nJamaica Gazette”, and the publication thereof in the said\nJamaica Gazette, shall at all times be deemed to be evidence\nof the due publication thereof, and to be in compliance\nwith the provisions and requirements of the said several\nenactments having relation thereto.\n      IThe inclusion of this page is authorized by L.N.480/19731\n2                                  JAMAICA GAZETTE\nJamaica          S. A document purporting to be the Jamaica Gazette.\nGaretle\ncv,dence of   and to contain a notification of any proclamation, act, or\npublic\nCerta'n       notice made, done, or given by the Queen, her heirs or suc-\nmatters       cessors, or to contain a notification of any appointment by\ntherein\ncontamed.     the Queen, her heirs or successors, or by the Governor-\n              General or by a Minister, of any person to any office in\n              Jamaica, or to contain a notification of any act, order,\n              commission, direction, resolution, notice, by-law, ordinance,\n              rule or regulation done, made, issued, given, sanctioned,\n~ 1 9 6 9     confirmed, approved, or allowed by a Chamber or House\n3rd Sch.\n              of the Legislature, or both, or by any executive authority\n              of Government under any Statute or Law passed or to be\n              passed, or to contain a notice of any kind required to be\n              inserted in the Jamaica Gazette by any Statute or Law\n              passed or to be passed, shall be prima facie evidence in\n              all Courts and in all legal proceedings of the fact that\n              such proclamation, act, or notice was made, done, or given,\n              or that such appointment was made, or that such act, order,\n              commission, direction, resolution, notice, by-law, ordinance,\n              rule, or regulation, was done, made, issued, given, sanc-\n              tioned, confirmed, approved, or allowed or that such notice\n              so required to be inserted in the Jamaica Gazetre was given\n              by the persons, at the time, in the manner and terms, and\n              to the extent stated or appearing in such document, and\n              that all such matters as stated or appearing in such\n              document were duly published in the Jamaica Gazette. This\n              section shall apply to documents purporting to be the\n              Jamaica Gazetie. whether published before or after the\n              twentieth day of March, 1873.\nOther nroof     6. The modes of proof allowed by this Act shall be in\npermissible\n              addition to, and not in substitution for any other modes of\n              proof allowed by law, and shall apply to all legal proceed-\n              ings whether civil or criminal.\n                    me inclusion of this page is authorized by L.N.480119731"
    }
  ],
  "definitions": []
}