{
  "id": "jm-stat-the-jamaica-independence-act-1962",
  "type": "statute",
  "title": "The Jamaica Independence Act 1962",
  "title_en": "The Jamaica Independence Act 1962",
  "short_name": "Jamaica Independence Act 1962",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-independence-act-1962",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-independence-act-1962 | Legal areas: Constitution",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. In section four hundred and sixty-one of the Income Tax Act,\n    1952 (which relates to exemption from income tax in the case of\n    certain Commonwealth representatives and their staffs), in subsection\n    (2) and subsection (3), for the words “or Tanganyika” there shall be\n    substituted the words “Tanganyika or Jamaica”."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. No law and no provision of any law made on or after the\nappointed day by that legislature shall be void or inoperative on the\nground that it is repugnant to the law of England, or to the provisions\nof any Act of the Parliament of the United Kingdom, including this\nAct, or to any order, rule or regulation made under any such Act,\nand, subject to paragraph 6 of this Schedule, the powers of that\nlegislature shall include the power to repeal or amend any such Act,\norder, rule or regulation in so far as it is part of the law of Jamaica."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In subsection (5) of section one of the Diplomatic Immunities\n    (Conferences With Commonwealth Countries and Republic of Ireland)\n    Act, 1961, after the word “Tanganyika” there shall be inserted the\n    word “Jamaica”.\n                                     Financial"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Without prejudice to the generality of the preceding provisions\nof this Schedule, sections seven hundred and thirty-five and seven\nhundred and thirty-six of the Merchant Shipping Act, 1894, shall be\nconstrued as though references therein to the legislature of a British\npossession did not include references to the legislature of Jamaica."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Short title.\n                     SCHEDULES\n                             :\n                     First Schedule.-Legislative powers of Jamaica\n                     Second Schedule.-Amendments not affecting the Law of\n                                         Jamaica\n.    .       .       .       .   .     .\n. . . . .                        . -       .                                      ..\n .       .       .       .                                         .      .\n.      .\n         ._ . . . . .                . . . . . . . . . .                                                     -       . . . . .\n  . . . . . . . . . . . . . . . . . . . . .    . .                                                                        . . .\n..._....................           ....-.    . . . . . .                                                     .   .\n                                                        ... . . . . . . . . . . . . . . .               ..               . . .\n                                                           . . . . . . . . . . .                   ,.                ......\n    . . . . . . . .                             . . .                               . . .\n     .............                                      . . . . . . . . . . .               . . .-.                  .\n                                                                                   _ .\n_._.-                                                   . . . .        . . . . . . . . . . . . .\n                     We.'hddOaO f ' t h i .page is authorized by LN.--50/19T9].\n2                         JAMAlCA 1NDEPENDENCE ACT, I962\n              An Act to make provision for, and in connection with, the attainment\n               by Jamaica of fully responsible status within the Commonwealth.\n                                                             [19th July, 1962.1\n              BE IT ENACTED by The Queen’s Most Excellent Majesty,\n                by and with the advice and consent of the Lords Spiritual\n                and Temporal, and Commons, in this present Parliament\n                assembled, and by the authority of the same, as\n                follows :-\nProvision       1 . 4 1 ) As from the sixth day of August, nineteen hundred\nfor fully\nresponsible   and sixty-two (in this Act referred to as “the appointed\nsta,tusof     day”), Her Majesty’s Government in the United Kingdom\nJamaica.\n              shall have no responsibility for the government of Jamaica.\n                    (2) No Act of the Parliament of the United Kingdom\n              passed on or after the appointed day shall extend, or be\n              deemed to extend, to Jamaica as part of the law thereof; and\n              as from that day the provisions of the First Schedule to\n              this Act shall have effect with respect to the legislative\n              powers of Jamaica.\nConsequen-      2-4 1) As from the appointed day, the British Nationality\ntial modi-\nfications     Acts, 1948 and 1958, shall have effect as if in sub-\nof British\nNationality   section (3) of section one of the said Act of 1948 (which\nAds.          provides for persons to be British subjects or Common-\n              wealth citizens by virtue of citizenship of certain countries)\n              for the words “and Tanganyika” there were substituted\n              the words “Tanganyika and Jamaica”.\n                     (2) Subject to the following provisions of this\n              section, any person who immediately before the appointed\n              day is a citizen of the United Kingdom and Colonies shall\n              on tbat day cease to be such a citizen if-\n                   (a) under the law of Jamaica he becomes on that day\n                        a citizen of Jamaica, and\n                    me-inclusibn of this. page is authorized by LN..50/ 19791\n           JAMAICA INDEPENDENCE ACT, 1962                        3\n    (b) he, his father or his father’s father was born in\n        Jam aica.\n       (3) Subject to subsection (8) of this section, a person\nshall not cease to be a citizen of the United Kingdom and\nColonies under the last preceding subsection if he, his\nfather or his father’s father-\n     (a) was born in the United Kingdom or in a colony;\n          or\n     (b) is or was a person naturalised in the United\n          Kingdom and Colonies; or\n     (c) was registered as a citizen of the United Kingdom\n          and Colonies; or\n     (d) became a British subject by reason of the annexa-\n          tion of any territory included in a colony.\n       (4) A person shall not cease to be a citizen of the\nUnited Kingdom and Colonies under subsection (2) of this\nsection if he was born in a protectorate or protected state,\nor if his father or his father’s father was so born and is\nor at any time was a British subject.\n       (5) A woman who is the wife of a citizen of the\nUnited Kingdom and Colonies shall not cease to be such a\ncitizen under subsection (2) of this section unless her\nhusband does so.\n       (6) Subsection (2) of section six of the British Na-\ntionality Act, 1948 (which provides for the registration as\na citizen of the United Kingdom and Colonies of a woman\nwho has been married to such a citizen) shall not apply to\na woman by virtue of her marriage to a person who ceases\nto be such a citizen under subsection (2) of this section, or\nwho would have done so if living on the appointed day.\n       (7) Subject to the next following subsection, the\nreference in paragraph (b) of subsection (3) of this section\nto a person naturalised in the United Kingdom and Colonies\n      me inclusion of this page i s authorized by LN. 50/1979]\n4                        JAMAICA INDEPENDENCE ACT, 1962\n              shall include a person who would, if living immediately\n              before the commencement of the British Nationality Act,\n              1948, have become a person naturalised in the United\n              Kingdom and Colonies by virtue of subsection (6) of section\n              thirty-two of that Act (which relates to persons given local\n              naturalisation before that commencement in a colony or\n              protectorate).\n                      (8) Any reference in subsection (3) or subsection (4)\n              of this section to a colony, protectorate or protected state\n              shall, subject to the next following subsection, be construed\n              as a reference to a territory which is a colony, protectorate\n              or protected state on the appointed day; and the said sub-\n              section (3) shall not apply to a person by virtue of any\n              certificate of naturalisation granted or registration effeoted\n              by the governor or government of a territory outside the\n              United Kingdom which is not a colony, protectorate or\n              protected state on that day.\n                     (9) The protectorates of Northern Rhodesia and\n              Nyasaland shall be excepted from the operation of any\n              reference in subsection (4) or subsection (8) of this section\n              to a protectorate.\n                     (10) Part 111 of the British Nationality Act, 1948\n              (which contains supplemental provisions) shall have effect\n              for the purposes of subsections (2) to (9) of this section as\n              if those subsections were included in that Act.\nansequen-       3 . 4 1) Notwithstanding anything in the Interpretation\ntid modi-\nfication      Act, 1889, the expression “colony” in any Act of the\nof other\nenactments.   Parliamen4tof the United Kingdom passed on or after the\n              appointed day shall not include Jamaica.                           ,\n                   (2) As from the appointed day-\n                  (a) the expression “colony” in the Army Act, 1955, the\n                      Air Force Act, 1955, and the Naval Discipline Act,\n                       1957, shall not include Jamaica, and\n            JAMAICA INDEPENDENCE ACT, 1962                          5\n    (b) in the definitions of “Commonwealth force” in sub-\n         section (1) of section two hundred and twenty-five\n         and subsection (1) of section two hundred and\n         twenty-three respectively of the said Acts of 1955,\n         and in the definition of “Commonwealth country”\n         in subsection (1) of section one hundred and thirty-\n         five of the said Act of 1957, for the words “or\n         Tanganyika” there shall be substituted the words\n         “Tanganyika or Jamaica”;\nand no Order in Council made on or after the appointed\nday under section one of the Army and Air Force Act,\n1961, shall operate to continue either of the said Acts of\n1955 in force as part of the law of Jamaica.\n       (3) For the purposes of the making, on or after the\nappointed day, of Orders in Council under the West Indies\nAct, 1962, and for the purposes of the making on or after\nthat day of grants under section eight of that Act, Jamaica\nshall be treated as not being a colony within the meaning\nof that Act.\n      (4) Subsection (3) of section five of the West Indies\nAct, 1962 (which enables provision made by Order in\nCouncil for the government of the Cayman Islands and\nthe Turks and Caicos Islands to include provision for the\nperformance of functions by the legislature or other\nauthorities of Jamaica, or by any court of Jamaica) is hereby\nrepealed as from the appointed day:\n  Provided that this subsection shall not af€ect-\n    (a) the operation (whether as part of the law of Jamaica\n        or as part of the law of the Cayman Islands or\n        of the Turks and Caicos Islands) of any Order in\n        Council made before the appointed day, or\n     (b) the exercise, on or after the appointed day, of any\n         power to revoke or vary an Order in Council made\n   . .. .\n       me-ineluqio~of this page is a u t h k e d by LN. .50/19?91\n6                        JAMAICA lNDEPENDENCE ACT, 1962\n                       before that day, in so far as any such Order forms\n                       part of the law of the Cayman Islands or of the\n                       Turks and Caicos Islands.\n                     ( 5 ) As from the appointed day, the provisions\n              specified in the Second Schedule to this Act shall have effect\n              subject to the amendments respectively specified in that\n              Schedule, and Her Majesty may by Order in Council, which\n              shall be subject to annulment in pursuance of a resolution\n              of either House of Parliament, make such further adapta-\n              tions in any Act of the Parliament of the United Kingdom\n              passed before this Act, or in any instrument having effect\n              under any such Act, as appear to Her necessary in con-\n              sequence of section one of this Act; and any Order in\n              Council made under this subsection may be varied or\n              revoked by a subsequent Order in Council so made, and,\n              though made after the appointed day, may be made so as\n              to have effect from that day.\n                    (6) The last preceding subsection shall not extend\n              to Jamaica as part of the law thereof.\nInterprets-       4.-(1) In this Aot, and in any amendment made\ntion.\n               by this Act in any other enactment, “Jamaica” includes\n               the islands known as the Morant Cays and the Pedro\n               Cays and any other territories which at the passing of\n               this Aot are dependencies of the Colony of Jamaica,-but\n               does not include the Cayman Islands or the Tuiks and\n              Caicos Islands; and in any Act of the Parliament of the\n              United Kingdom passed after the passing of this Act, -and\n              in any instrument made after the passing- of this Act by\n              virtue of an Act of the Parliament of the United Kingdom\n              (whenever passed), the expression “3amaica” shall be taken\n              to have the same meaning as in this Act unless-a contrary\n              intention is expressed in that Act or instrument, a s the\n              case may be.\n             JAMAICA INDEPENDENCE ACT, I962                                  7\n       (2) References in this Act to any enactment are\nreferences to that enactment as amended or extended by\nor under any other enactment."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Nothing in this Act shall confer on the legislature of Jamaica\nany power to repeal, amend or modify the constitutional provisions\notherwise than in such manner as may be provided for in those\nprovisions.\nL   -                     . . _.         __    -\n        mi in'clusion of this cage is-authorized by L.N.-50/1979]\n8                  JAMAICA INDEPENDENCE ACT, 1962\n            (2) In this paragraph “the constitutional provisions” means the\n    following, that is to say-\n         ( U ) this Act;\n         (b) any Order in Council made before the appointed day (whether\n                before or after the passing of this Act) which made or makes\n                provision in respect of Jamaica in pursuance of section five, ,\n                of the West Indies Act, 1962;\n         (c) any law, or instrument made under a law, of the legislature\n                of Jamaica made on or after the appointed day which amends,\n                modifies, re-enacts with or without amendment or modifica-\n                tion, or makes different provision in lieu of, any provisions\n                of this Act, of any such Order in Council, or of any such\n               law or instrument previously made.\n                                SECOND SCHEDULE                     Section 3\n                AMENDMENTS\n                        NOT AFFECTING THE LAWOF JAMAICA\n                              Diplomatic immunities"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In subsection (2) of section four hundred and twenty-seven of the\nMerchant Shipping Act, 1894, as substituted by section two of the\nMerchant Shipping (Safety Convention) Act, 1949, for the words “or\nTanganyika” there shall be substituted the words “Tanganyika or\nJamaica”."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. In the proviso to subsection (2) of section six of the Merchant\nShipping Act, 1948, for the words “or Tanganyika” there shall be\nsubstituted the words “Tanganyika or Jamaica”."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. In the definition of “excepted ship or airckift” in paragraph 3\nof the Third Schedule to the Emergency Laws (Repeal) Act, 1959, for\nthe words “or Tanganyika” there shall be substituted the words\n“Tanganyika or Jamaica”. $2 .     ..g-"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Ships and Aircraft (Transfer Restriction) Act, 1939, shall\nnot apply to any ship by reason only of its being registered in, or\nlicensed under the law of, Jamaica; and the penal provisions of that\nAct shall not apply to persons in Jamaica (but without prejudice to\nthe operation with respect to any ship to which that Act does apply\nof the provisions thereof relating to the forfeiture of ships)."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. In the Whaling Industry (Regulation) Act, 1934, the expression\n“British ship to which this Act applies” shall not include a British\nship registered in Jamaica."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. In paragraph (b) of subsection (7) of section two of the Civil\nAviation (Licensing) Act, 1960, the expression “colony” shall not include\nJamaica.\n                                Copyright"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. If the Copyright Act, 1911, so far as in force in the law of\nJamaica is repealed or amended by that law at a time when sub-\nparagraph (2) of paragraph 39 of the Seventh Schedule to the Copyright\n         . . . ~ .. .. .\n              ~             .._. . __ __ _ _ , _ .\n          mc”incl&a ‘of tbk.p&&is- autho&ed ‘by .LN.--50/19.79J\n10                JAMAICA INDEPENDENCE ACT, 1962\n     Act, 1956 (which applies certain provisions of that Act in relation\n     to countries to which the said Act of 1911 extended) is in force in\n     relation to Jamaica, the said sub-paragraph (2) shall thereupon cease\n     to have effect in relation thereto.\n                               Divorce jurisdiction"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. In subsection (2) of section two of the Indian and Colonial\n     Divorce Jurisdiction Act, 1926 (which enables section one of that Act\n     to be extended to certain countries, but not to any of the countries\n     named in the said subsection (2)) for the words “and Tanganyika” there     .\n                                                                                i\n     shall be substituted the words “Tanganyika and Jamaica”.\n                            Commonwealth Institute"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. In subsection (2) of section eight of the Imperial Institute Act,\n     1925, as amended by the Commonwealth Institute A d , 1958 (which\n     relates to the power to vary the provisions of the said Act of 1925\n     if an agreement for the purpose is made with the governments of\n     certain territories which for the time being are contributing towards\n     the expenses of the Commonwealth Institute) for the words “and\n     Tanganyika” there shall be substituted the words “Tanganyika and\n     Jamaica”."
    }
  ],
  "definitions": []
}