{
  "id": "jm-stat-the-jamaica-intellectual-property-office-act",
  "type": "statute",
  "title": "The Jamaica Intellectual Property Office Act",
  "title_en": "The Jamaica Intellectual Property Office Act",
  "short_name": "Jamaica Intellectual Property Office Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-intellectual-property-office-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-intellectual-property-office-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) The Board shall consist of such number of persons (\"the Constitution\nappointed members\") being not less than ten nor more than fifteen as the ofBoard.\nW s t e r may from time to time appoint and-\n     (a) two shall be persons appearing to the Minister to be\n           representatives of the music industry in Jamaica;\n     (b) one shall be a person appearing to the Minister to be representative\n           of authors in Jamaica;\n     (c)   one shall be a person appearing to the Minister to be representative\n           of    the     computer software industry in                Jamaica;\n     (d) one shall be a person appearing to the Minister to be representative\n         of inventors and innovators in Jamaica;\n     (e) one shall be a person appearing to the Minister to be representative\n         of publishers in Jamaica.\n      (2) The Executive Director shall be a member ex oflcio of the Board\nand may designate a nominee in the case of the absence or inability of the\nExecutive Director to act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Minister may appoint any person to act temporarily in the place of T~~~\nany appointed member of the Board in the case of the absence or inability to appointment\nact of such member."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-( 1) The Minister shalI appoint one of the members of the Board to be C h a i m ~ ~\nthe chairman thereof.\n        (2) In the case of the absence or inability to act at any meeting of the\nchairman, the members of the Board present at such meeting shall elect one\nof their number to act as chairmanat that meeting."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   The appointment of every appointed member of the Board shall Tenwe of\nbe evidenced by an instrument in writing, and such instrument shall state the ofice.\nperiod of office of the member which shall not exceed three years.\n13                         J   M ICA INTELLECTUAL PROPERTY OFFICE\n                      (2) Every appointed member of the Board shall be eligible for\n                reappointment.\nResignatlm.        5 . Any appointed member of the Board may at any time resign his ofice\n                by instrument in writing addressed to the Minister and transmitted through\n                the chairman, and from the date of the receipt by the Minister of such\n                instrument such member shall cease to be a member of the Board.\nRevocation.        6. The Minister may terminate the appointment of any member other than\n                the Executive Director if such member-\n                     (a) becomes of unsound mind or becomes permanently unable to\n                         perform his hctions by reason of ill health:\n                     (b)   is convicted and sentenced to a term of imprisonment:\n                     [c)   fails without reasonable excuse to carry out any of the fbnctions\n                           conferred or imposed on him under tlus Act; or\n                     (d) engages in such activities as are reasonably considered prejudicial\n                         to the interest of the Board.\nPublicationof     7. The names of dl appointed members of the Board as first constituted\nmembership.     and every change in the membership thereof shall be published in the\n                Gazette.\nProcedureand      8.-(1)   The Board shall meet at such times as may be necessary or\nmeetings.       expedient for the transaction of business, and such meetings shall be held at\n                such places and times and on such days as the Board shall determine.\n                       (2) The chairman may at any time call a special meeting of the Board\n                and shall call a special meeting to be held within seven days of a written\n                request for that purpose addressed to him by any two members of the Board.\n                       (3) The chairman or, in the case of the absence or inability to act of\n                the chauman, the person elected to act as chairman in accordance with the\n                provisions of sub-paragmph (2) of paragraph 3 shall preside at the meetings\n                of the Board, and when so presiding the chairman or the person elected to act\n                as chairman, as the case may be, shall have an origml and a casting vote.\n                       (4) The quorum of the Board shall be five members of the Board\n                including the chairman or the person elected to act as chairman as aforesaid.\n                       ( 5 ) Subject to the provisions of this Schedule, the Board may regulate\n                its own proceedings.\n                      (6) The validity of any proceedings of the Board shall not be affected\n                by any vacancy among the members thereof or by any defect in the\n                appointment of a member t h m f .\n                                 [Wit iiiclusioii of this page is oiitliorized by L.N. 88/2003]\n          JAMAlCA INTELLECTUAL PROPERTY OFFICE                                     15"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Ministerialdirections.\n                             Financial Provisions, Annual Report"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The name of any person appointed as Executive Director or Deputy Publication.\nDirector shall be published in the Gazette."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)       The Office shall meet at such times as may be necessary or           7\ne m e n t for the transaction of business, and such meetings shall be held at meetings,\nsuch places and times and on such days as the Office shall determine.\n          (2) The Executive Director may at any time call a special meeting of\nthe Office, and shall call a special meeting to be held within seven days of a\nwritten request for that purpose addressed to him by any Deputy Director.\n          (3) The Executive Director, or in the case of the absence or inability\nto act of the Executive Director,, a Deputy Director shall preside at the\nmeetings of the Office and when so presiding the Executive Director or the\nDeputy Director, as the case may be, shall have an original and a casting\nvote.\n          (4) The quonun of meetings of the office shall be two or such higher\nnumber as the Office shall detennine.\n          ( 5 ) Subject to the provisions of this Schedule, the Office may regulate\nits own proceedings.\n          (6)The validity of any proceedings of the Office shall not be af€ected\nby any vacancy amongst the members thereof or by any defect in the\nappointment of a member thereof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Minister may from time to time make advances\nOffice.           and grants to the Office, out of sums placed upon the estimates\n                  of revenue and expenditure for the purpose and approved by the\n                  House of Representatives.\n                         (2) With the approval of the House of Representatives,\n                  the Minister responsible for finance may guarantee, in such\n                  manner and on such conditions as he thinks fit, the payment of\n                  the principal and interest on any authorized borrowing of the\n                  Office made otherwise than by way of advance under subsection\n                  (1).\n                        (3) Where the Minister responsible for finance is satisfied\n                  that there has been default in the repayment of any principal\n                  moneys or interest guaranteed under the provisions of this\n                  section, he shall direct the repayment out of the Consolidated\n                  Fund of the amount in respect of which there has been such\n                  default.\nRepayment           9. The Ofice shall make to the Accountant-General, at such\nof and interest\non advances\n                  times and in such manner as the Minister responsible for finance\nand sums          may direct, payments of such amounts as may be so directed in\nissued to meet\nguarantee.\n                  or towards repayment of advances made to the Office under\n                  section 8, and of any sums issued in hlfilment of any guarantee\n                  given thereunder, and payments of interest on what is\n                  outstanding for the time being in respect of such advances and\n                  of any sums issued at such rate as the Minister aforesaid may\n                  direct, and different rates of interest may be directed as respects\n                  different advances or sums and as respects interest for different\n                  periods.\nGeneral\n                     lO.-(l)    It shall be the duty of the Office to conduct its\nfinancial         affairs so as to ensure that its revenue (including any grant\nduties.\n                  towards revenue made to it in pursuance of section 8) is not less\n                  than sufficient to meet charges properly chargeable to revenue\n                  account, taking one year with another.\n                           (2) Moneys standing to the credit of the Office may\n                  from time to time be invested in securities approved either\n                  generally or specifically by the Minister; and the Ofice may,\n                  from time to time, with the like approval, sell all or any of such\n                  securities.\n                                 [The iiicliisioii of Iliis page IS authorized by L N   88/2003]\n      (2) An officer or servant of the Oflice or of the Board\nshall not without lawfbl authority publish or communicate to\nany person otherwise than in the ordinary course of his\nemployment any information acquired by him in the course of\nhis employment.\n     (3) Any person who contravenes this section commits an\noffence and is liable on summary conviction in a Resident\nMagistrate’s Court to a fine not exceeding five hundred\nthousand dollars or to imprisonment for a term not exceeding\none year."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   A member who is in any way directly or indirectly interested in a Declaration\ncontract made or proposed to be made by the Office, or in any other matter ofinterest\nwhatsoever which falls to be considered by the Office, shall disclose the            ztEmbm\nnature of his interest at a meeting of the Office and the disclosure shall be office,\nreoorded in the minutes of the meeting and the member shall not-\n       (a) in the case of a contract, take part in any deliberation or decision\n           of the Office with respect to the contract; and\n       (b) in the case o f p y other matter, take part in any deliberation or\n           decision of the ofiice with respect to the matter, if the Office\n           decides that the interest in question might affect prejudicially the\n           mepber’s considerationof the matter.\n                                0 1 this pegc IS iiiifiiiirinxl hy I. N\n                 [Tlic ~iicli~aioii                                       XXRfN)1(\n12\n                                             FIRSTSCHEDIILE.\n                                                          confd.\n                      (2) A notice given by a member at a meeting of the Office to the\n              effect that he is a member of a particular body or firm and is to be regarded as\n              interested in any contract which is made after the date of the notice with the\n              body or firm shall. for the purposes of sub-paragraph (I). be a sufficient\n              disclosure of his interest in relation to any contract so made.\nSeal.            10.-(1)  The seal of the office shall be authenticated by the signature of\n              the Executive Director. Deputy Director or other officer duly authorized by\n              the Executive Director in that behalf and shall be judicially noticed.\n                     (2) All documents. other than those required by law to be under seal.\n              made by. and all decisions of. the Office shall be signified under the hand of\n              the Executive Director. any Deputy Director or any other officer of the Office\n              authorized to act in that behalf by the Executive Director.\nAppointment     11.41) The office shall appoint and employ at such remuneration and\nof stair      on such terms and conditions as it thinks fit such other officers. servants and\n              agents as it thinks necessary for the proper carrying out of its hctions.\n                     (2) Except with the prior approval of the Mnister-\n                   (a) no salary in excess of the prescribed rate shall be assigned to any\n                       post.\n                   (6) no appointment shall be made to any post to which a salary in\n                       excess of the prescribed rate is assigned.\n                     (3) In sub-paragraph (2) the prescribed rate means one million\n              dollars or such higher rate as may be approved by the Minister by order.\n                    (4) The Governor-Generalmay. subject to such conditions as he may\n              impose. approve the appointment of any officer in the seMce of the\n              Government,lo any office with the Office and any officer so appointed shall.\n              while so employed, in relation to any pension, gratuity or other allowance.\n              and in relation to other rights as a public officer. be treated as continuing in\n              the seMce of the Government.\n                     ( 5 ) The office may, with the approval of the Minister-\n                   (a) enter into arrangements respecting schemes whether by way of\n                       insurance policies or not: or\n                   (b) make regulations for pensions, gratuities and other rething or\n                       disability or death benefits-\n              relating to members and employees of the office and such arrangements or\n              regulations may include provisions for the grant of benefits to the dependents\n              and legal personal representatives of such members or employees.\n                               [The iiiclusioii of Iliis page IS niitlionzed by L N   SS/ZOO.l]\n           JAMAICA INTELLECTUAL PROPERTY OFFICE                                             13\n   1 2 . 4 1 ) No action. suit, prosecution or other proceedings shall be brought ProtcHion\nor instituted personally against any member of the Office in respect of any act of\ndone bonafide in pursuance or execution or intended execution of tlus Act.        membzrs.\n        (2) Where any member of the Office is exempt from liability by\nreason only of the provisions of this paragraph the Oflice shall be liable to\nthe exTent that it would be if the said member were a senant or agent of the\nOffice.\n                                  SECOSDSCHEDULE                             (Section 15)\n                        Constitution of Advison, Board"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Exemption from income tau. transfer tax. stamp duty, fees.\n                           Advisoy Board"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Functions of Advisory Board.\n                                        General"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The O R c e with the approval of the Minister may make Regulations.\nregulations for the better carrying out of the purposes of this\nAct.\n              (The inclusioo of this page IF authorized by L.N. 88/2003]\n10                         JAMAICA INTELLECTUAL PROPERTY OFFICE\n                                             FIRSTSCHEDULE                                   (Sections 2 and 3)\n                             Constitution of Jamaica Intellectual Property Office\nConstitution      1. The Office shall consist of the Executive Director and such number of\nof Office.\n                Deputy Directors as may be appointed pursuant to this Schedule.\nAppointment\n                  2 4 1 ) There shall be an Executive Director of the Office, who, subject to\nof Executive\nDirector.       the provisions of this Act, shall be appointed by the W e r from among\n                persons appearing to the Minister to be qualified as having experience of and\n                shown capacity in matters relating to intellectual property rights.\n                      (2) The Executive Director shall be responsible for the day-today\n                management and operation of the Office and for the execution of the policy\n                of the Office.\n                     (3) The appointment of the Executive Director shall be for a period of\n                not less than three years nor more than seven years and the person so\n                appointed shall be eligible for re-appointment.\n                     (4) The Minister may at any time revoke the appointment of the\n                Executive Director if he is satisfied that the Executive Director is guilty of\n                neglect of duty, inefficiency, incompetence, misconduct or malfeasance.\nAppointment        3.-(1) The Minister may, subject to the provisions of this Schedule,\nof Deputy\nDirectors.      appoint so many Deputy Directors as he thinks necessary for the proper\n                carrying out of the functions of the Office.\n                       (2) One of the Deputy Directors shall exercise the functions assigned\n                to the Registrar under the relevant laws and shall be designated the Registrar\n                of Industrial Property.\n                       (3) The appointment of a Deputy Director shall be for a period of not\n                less than three years nor more than seven years and the person so appointed\n                shall be eligible for re-appointment.\n                      (4)The Minister may at any time revoke the appointment of a Deputy\n                Director if he is satisfied, atter consultation with the Executive Director, that\n                the Deputy Director is guilty of neglect of duty, inefficiency, incompetence,\n                misconduct or malfeasance.\nTanporary          4. The Minister may appoint any person qualified for appointment as\nappointment.    Executive Director or Deputy Director, as the case may require, to act\n                temporarily in the place of the Executive Director or Deputy Director in the\n                case of the absence or inability to act of the incumbent.\nResignations.      5.-(1)   The Executive Director may at any time resign his office by\n                instrument in writing addressed to the Minister and such resignation shall\n                take effect as from the date of the receipt of such instrument by the Minister.\n                                  [Thc iiicliisioii 0 1 this pagc is aulliorizcd by L.N. XXDOW]\n           J M C A INTELLECTUAL PROPERTY OFFICE                                           11\n                           FrRsT SCHEDULE, wntd.\n        (2). Any Deputy Director may at any time resign his office by\ninstnunent in writing addressed to the Minister and transmitted through the\nExecutive Director, and the resignation shall have effect from the date of the\nreceipt of the instnunent by the Minister."
    }
  ],
  "definitions": []
}