{
  "id": "jm-stat-the-jamaica-international-financial-services-authority-act",
  "type": "statute",
  "title": "The Jamaica International Financial Services Authority Act",
  "title_en": "The Jamaica International Financial Services Authority Act",
  "short_name": "Jamaica International Financial Services Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-international-financial-services-authority-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-international-financial-services-authority-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1 ) The Authority shall consist of ex-oflcio members and appointed Constitut~on\nmembers.                                                                     of Authority.\n         (2) The following persons shall be ex-oflcio members of the Autho-\nrity, that is to say-\n     (a) the Governor of the Bank of Jamaica;\n     (b) the Executive Director of the Financial Services Commission; and\n     (c) the Solicitor-General.\n       (3) The appointed members of the Authority shall be such persons,\nnot less than ten nor more than twelve, as the Minister may appoint, being\npersons who appear to the Minister to be appropriate for appointment\nunder this paragraph.\n       (4) An ex-oflcio membe; may designate a nominee in the case of\nthe absence or inability to act of such a member."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, except where the context otherwise Interpreta-\n                                                     lion.\nrequires-\n  \"Authority\" means the Jamaica International Financial Ser-\n       vices Authority established by section 3;\n  \"chairman\" means the chairman of the Authority, appointed\n        under'p&agraph 4 of the Schedule;                   Schedule.\n  \"Chief Executive Officer\" means the Chief Executive Officer\n       of the Authority, appointed under section 8(1);\n  \"document\" includes, in addition to a document in writing-\n        (a) any map, plan, graph or drawing;\n        (b) any photograph;\n        (c) any disc, tape, sound track or other device in which\n         . sounds or other data (not being visual images) are\n            embodied so as to be capable of (with or without the\n            aid of some other equipment) being reproduced\n            therefrom; or     , '\n        (4 any film (including microfilm), negative, tape or\n            other device in which one or more visual images are\n            embodied so as to be capable (with or without the\n            aid of some other equipment) of being reproduced\n            thereform;\n   \"financial institutions\" means-\n        (a) a bank licensed under the Banking Act;\n         JAUAICA INTERNATIONAL FINANCIAL\n               SERVICES A UTHORITY\n    (bi a company-\n               (i) licensed under the Financial Institutions\n                   Act; or\n               (ii) registered under the.Insurance Act;\n    (c) a building society registered under the Building\n        Societies Act;\n    (4 a society registered under the Cooperative Societies\n        Act;\n    (e) a person licensed under the Securities Act as a dealer\n        or investment advisor;\n    V) an individual or entity licensed by a foreign regu-.\n       lator;\n    ( g ) any other declared by the Minister, by order subject\n          to affirmative resolution, to be a financial institution\n          for the purposes of this Act;\n\"financial regulator\" includes-\n     (a) the Bank of Jamaica;\n     (b) the Financial Services Commission; and\n     (c) any other person who regulates the provision of\n         international financial services in Jamaica;\n\"foreign regulator\" means a supervisory authority in a\n      country other than the Jamaica which has super-\n      visory duties and responsibilities-\n     (a) with respect to any. person who or body that is\n         incorporated in and provides international financial\n         services in that country; and\n     (b) which are similar'to the duties and responsibilities\n         of the Bank of Jamaica and the ~ i n a n ~ i Services\n                                                      al\n                                                                     •\n         Commission;\n\"functions\" includes powers and duties;\n\"international financial servicev-\n            JAMAICA INTERNATIONAL FINANCIAL\n                  SERVICES A UTHORITY\n       (a) includes any business activity consisting of-\n                   (i) the formation or management of inter-\n                        national business companies;\n                  (ii) the formation and management of off-\n                        shore trusts;\n                 (iii) offshore banking;\n                 (iv) international insurance;\n                  (v) international asset protection and man-\n                        agement;\n                 (vi) international collective investments; or\n                (vii) such other business activity as may be\n                        prescribed by the Minister by order as an\n                        international financial service, being an\n                        activity in Jamaica, involving the provi-\n                        sion of financial services that is carried\n                        on-\n                               (A) exclusively with persons not\n                                    resident in Jamaica; and\n                               (B) in currency other than the\n                                   currency of Jamaica; but\n       (b) does not include-\n                  (i) banking business carried on by a bank\n                       licensed under the Banking Act; or\n                 (ii) the business of accepting deposits carried\n                       on by a financial institution licensed under\n                       the Financial Institutions Act,\n           for or on behalf of a person who is domiciled or\n           ordinarily resident in Jamaica.\n      PART11. Establishment and Functions of Authority"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There is established for the' purposes ,of this Act a Establish-   ,\nbody to be called the Jamaica International Financial Services %\n                                                               :&:,\nAuthority.\n                           JAMAICA INTERNATIONAL FINANCIAL\n                                 SERVICES A UTHORITY\n                       (2) The Authority shslll be a body corporate to which\n               section 28 of the Interpretation Act applies.\nSchedule.              (3) The provisions of the Schedule shall have effect\n               as to the constitution and procedure of the Authority and other-\n               wise in relation thereto.\nObject of\nAct."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The object of this Act is to foster the development of\n               an international financial services sector in Jamaica that-\n                                                                                             a\n                   (a) meets international standards of supervision and regu-\n                       lation;\n                   (b) is commercially viable so as to promote economic\n                       growth;\n                   (c) creates diversification of the economic base; and\n                   ( 4 increases opportunities for employment.\nFunctions of       5 - 4 1 ) The functions of the Authority shall be to-            .\nAuthority.\n                   (a) market and promote Jamaica as a . centre for inter-\n                       national financial services;\n                   (b) enhance the reputation of Jamaica as a centre of excel-\n                       lence for the provision of international ' financial ser-\n                       vices, and to promote the maintenance of this reputa-\n                       tion;\n                    (c) promote the adoption and maintenance of international\n                        standards of the competence, efficiency ,and competi-            .\n                        tiveness in the provision of international financial ser-\n                        vices;\n                    ( 4 promote compliance with'supervisory and regulatory\n                        standards for the conduct of international financial ser-\n                        vices, including standards for the curtailment of the\n                                                                                             a\n                        funding of terrorist activities and the prevention of\n                        money laundering;\n                    (e) promote public awareness and understanding of issues\n                        relating to international financial services;\n                    V) make recornrnendations-\n                          [The inclusion o f this page is authorized by L.N. 92~120121\n            JAMAICA INTERNATIONAL FINANCIAL\n                  SERVICES A UTHORITY\n                   (i) where necessary, for legislative changes\n                       relating to international financial services;\n               -\n                   (ii) for the creation or improvement of any\n                        facilities likely to enhance the attraction of\n                        Jamaica as a centre of excellence for the\n                        provision of international financial ser-\n                        vices;\n    ( g ) establish. procedures and develop, implement and\n          monitor a national plan and other plans and pro-\n          grammes relating to international financial services;\n    (h) advise the Minister on matters of general policy\n        relating to international financial services in\n        Jamaica; and\n    (i) perform such other functions as may be assigned to\n        it, from time to time, by the Minister or by or under this\n        Act or any other enactment.\n       (2) In performing the functions set out in subsection (I),\nthe Authority may-\n    (a) conduct seminars and provide appropriate training\n                                                                         .\n        programmes and consulting services, and gather and\n        disseminate information relating to international finan-\n        cial services;\n    (b) conduct research and commission studies, as necessary,\n        to support the strategic development of inter-\n        national financial services in Jamaica;\n    ( c ) collect, store and disseminate on a continuous basis,\n          reliable and timely information on the trends of\n          international financial services in Jamaica;\n    (4 impose fees and introduce other cost recovery\n        measures for services provided by or on behalf of\n        the Authority; and\n                            J A M ICA INTERNA TIONAL FINANCIAL\n                                    SERVICES A UTHORITY\n                    (e) do anything or enter into any arrangement which, in the\n                        opinion of the Authority, is necessary to ensure the\n                        proper performance of its functions.\n                       (3) In this section-\n                                 \"terrorist activity\" shall be constructed in accor-\n                                       dance with the Terrorism Prevention Act;\n                                 \"money laundering\" shall be cdnstructed in ac-\n                                     cordance with Part V of the Proceeds of\n                                     Crime Act.\nDelegationof       6.+1) The Authority may by instrument in writing, dele-\ncertain func-\ntions.          gate any of its fimctions under this Act (other than the power of\n                delegation or the power to make regulations) to any member,\n                officer or agent of Authority.\n                       (2) Every delegation under subsection (1) is revocable\n                by the Authority and the delegation of a fimction does not\n                preclude the performance of that function by the. Authority.\n                                                                  .\nMinisterial         7. The Minister may, after consultation with the chairman,\ndirections.\n                give to the Authority directions of a general character as to\n                the policy to be followed by the Authority in the performance of\n                its functions, as, appear to the Minister to be necessary'in the\n                public interest, and the Autliority shall give effect to the direc-\n                tions.\n                                    PART111. Administration\nAppointment        8.+1) Subject to subsection(5), the Authority may appoint\nof Chief Exe-\ncutive Off~cer, and employ at such remuneration and subject to such terms and\notherofficers conditions as it thinks fit, a Chief Executive Officer, a secretary\nand ernploy-\nees.            and such other officers and employees as it thinks necessary for\n                the proper carrying out of its functions.\n                       (2) The Chief Executive Officer shall be responsible for\n                the day-to-day management of the Authority.\n                       (3) The Chief ~xechtiveOfficer shall hold office for a\n                period not exceeding three years and may be re-appointed for\n                                                                                       -\n                          [The inclusion of &is page is authdrized by L.N. 92c/2012]\n                 JAMAICA INTERNATIONAL FINANCIAL\n                       SERVICES A UTHORITY\n    periods not exceeding three years at a time.\n              (4) The Governor-General may, subject to such condi-\n    tions as he may impose, approve the appointment of any public\n    officer in the service of the Government to any office within the\n    Authority, and any public officer so appointed shall, while so\na   employed, in relation to any pension, gratuity or other allowance\n    and in relation to any other rights as a public officer, be treated\n    as continuing in the service of the Government.\n             (5) Except with the prior approval of the Minister, no\n    salary in excess of the prescribed rate shall be assigned to any\n    post and no appointment shall be made to any post to which a\n    salary in excess of the prescribed rate is assigned.\n             (6) In this section-\n         \"prescribed rate\" means such rate as the Minister may, by\n               order, prescribe;\n          \"Minister\" means the Minister with responsibility for the\n               public service."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Delegation of certain functions.\n  -7. Ministerial directions.\n                             PART111. Administration"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may revoke the appointment of any member if the mem- Revocation\nber-                                                                    of appoint-\n                                                                                    ment.\n      (a) becomes of unsound mind or becomes permanently unable to per-\n          form his functions by reason of ill health;\n      (6) becomes bankrupt or compounds with, or suspends payment to,\n          his creditors;\n      (c) is convicted and sentenced to a term of imprisonment or to death;\n      (6) becomes disqualified for appointment by virtue of paragraph 2;\n      (e) conducts himself in an offensive, disorderly or unprofessional man-\n          ner which operates to hamper the achievement of the functions of\n          the Authority;\n      u> or otherwise, fails to carry out or to carry out in a competent manner\n  .      any of the functions conferred or imposed on him under this Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The names of members of the ~uthority,as first constituted, and every Publication\nchange in the membership thereof shall be published in the Gazette. '       of member-\n                                                                                    ship.\n  1 0 . 4 1 ) The seal of the Authority shall be-                                   Seal and\n                                                                                    execution of\n      (a) kept in the custody of the chaimian or the secretary; and\n                   ..                                                    .   '      documents.\n      (b) authenticated by the signatures of the chairman or any other mem-\n          ber of the Authority authorized to act in that behalf by the Autho-\n          rity, and the secretary.\n        (2) All documents (other than those required by law to be under\nseal) made by, and all decisions of, the Authority may be signified under\nthe hand of the chairman or any member authorized to act in that behalf\nor the secretary.\n   1 1 . 4 1 ) The Authority shall meet at such times as may be necessary Procedureand\nor expedient for the transaction of business and such meetings shall be meetings.\nheld at such places and times and on such days as the Authority may deter-\nmine.\n         (2) The chairman may, at any time, call a special meeting of the\nAuthority and shall call a special meeting within seven days of the receipt of\na written request for that purpose addressed to him by any two members of\nthe Authority.\n        (3) The chairman or, in the, case of his absence or inability to act, the\ndeputy chairman or person elected in accordance with paragraph 4(3), as the\ncase may be, shall preside at meetings of the Authority.\n                              J A M ICA INTERNA TIONAL FINANCIAL\n                                      SER VICES A UTHORITY\n                        (4) Decisions of the Authority shall be by a majority of the members\n               present and voting, so, however, that in addition to an original vote the chair-\n               man, deputy chairman or other member presiding at a meeting shall have an\n               original and a casting vote in any case in which the voting is equal.\n                       (5) The quorum for meetings of the Authority shall be five or such\n               higher number as the Authority shall determine.\n                       (6).The minutes of each meeting of the Authority shall be kept in\n               proper form and shall be confirmed by the chairman as soon as practicable\n               at a subsequent meeting.\n                       (7) Subject to the provisions of this Schedule, the Authority may\n               regulate its own proceedings.\n                       (8) The validity of any proceedings of the Authority shall not be af-\n               fected by any vacancy among the members or by any defect in the appoint-\n               ment of a member.\n                , 12. There shall be paid from the funds of the Authority to the chairman,\n               deputy chairman and other members of the Authority such remuneration\n               (whether by way of honorarium, salaries or fees) and such allowances, as the\n               Minister may determine.\nDisclosure         13.-(1) A member who is in any way directly or indirectly interested\nof interest.   in a contract made or proposed to be made by the Authority, or in any\n               other matter which falls to be considered by the Authority, shall disclose -\n               or cause to be disclosed the nature of his interest at a meeting of the Autho-\n               rity, and the disclosure shall be recorded in the minutes of the meeting and\n               the meeting and the member shall not-\n                     (a) in the case of a contract, take part in any deliberation or decision of\n                         the Authority with respect to the contract; and\n                     (b) in the case of any other matter, take part in any deliberation or\n                         decision of the Authority with respect to the matter if the Authority\n                         decides that the interest in question might affect prejudicially the\n                         member's consideration of the matter.\n                      (2) A notice given by a member at a meeting of the Authority to\n               the effect that he is a member of a specific company, firm or other entity\n               and is to be regarded as interested in any contract which is made after\n               the date of the notice with the company, firm or entity shall, for the purposes\n               of sub-paragraph (I), be a sufficient disclosure of his interest in relation to\n               any contract so made.\n                      (3) A member need not attend in.person a meeting of the. Authority\n               in order to make a disclosure which he is required to m&e under this para-\n               graph, if he takes reasonable steps to ensure that the disclosure is made by\n                  JAMAICA INTERNATIONAL FINANCIAL\n                        SERVICES A UTHORITY\nnotice which is taken into consideration and read at such a meeting."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Authority may, with the approval of the Minister-               Pensions,\n                                                                               gratuities and\n         (a) enter into arrangements respecting schemes (whether               other retiring\n                                                                               benefits.\n             by way of insurance policies or otherwise); or\n         (b) make regulations,\n                                                                                  .   ,\n    for pensions, gratuities and other retiring, disability or death\n    benefits relating to officers and employees of the Authority\n    and such arrangements or regulations may include provisions\n    for the grant of benefits to the dependants and legal personal\n                                JAMAICA INTERNATIONAL FINANCIAL\n                                      SER VICES A UTHORITY\nI:                 representatives of such officers or employees.\n     Obligation        11.-(1) Every member of the Authority or other person\n     to secrecy.\n                   having an official duty or being employed in the administration\n                   of this Act shall-\n                       (a) regard and deal with as secret and confidential all\n                           information, records or other documents, obtained in\n                           the course of his duties under this Act, relating to\n                           the operations of a body engaged in international\n                           financial services; and\n                        (b) make and subscribe a declaration to that effect before\n                            a Justice of the Peace.\n                            (2) Every person referred to in subsection (1) having\n                   possession of or control over any information, records or other\n                   documents, commits an offence if, at any time he communicates\n                   or attempts to communicate such information or anything con-\n                   tained in such information, records or other documents, to any\n                   person-\n                        (a) other than a member, officer or4employeeof Authority\n                            or other person to whom he is authorized in writing\n                            by the Authority to communicate it pursuant to any\n                            other law; or       '\n                        (b) otherwise than for the purposes of this Act.\n                            (3) A person who is convicted of an offence under sub-\n                   section (2) is liable on summary conviction in the Resident\n                   Magistrate's Court to a fine not exceeding one million dollars\n                   or to imprisonment for a term not exceeding twelve months\n                   or io both such fine and imprisonment.\n                            (4) Where the Authority has consented to the commun-\n                   ication to any person of any information obtained in the course\n                   of its administration of this Act, that person shall-\n                              [The inclusion of this page i s authorized by L.N. 92c/2012]\n            JAMAICA INTERNATIONAL FINANCIAL\n                  SERVICES A UTHORITY\n    (a) regard and deal with such information as secret and\n        confidential; and\n    (b) make and subscribe a declaration to that effect before a\n        Justice of the Peace.\n        (5) A person referred to in subsection (4) who at any\ntime communicates' or attempts to communicate any information\nreferred to in that subsection to any person, otherwise than\nfor the purposes of this Act, commits an offence and is liable\non summary conviction in a Resident Magistrate's Court to a\nfine not exceeding one million dollars or to imprisonment for\na term not exceeding twelve months or to both such a fine\nand imprisonment."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Notwithstanding section 1 1, the Authority may dis-                   Disclosure of\n                                                                                 information\nclose information in any of the following circumstances-                         in certain\n                                                                                 circumstances.\n    (a) if ordered by a court for the purposes of                        civil\n        proceedings;\n    (b) on the prior written request of the Minister to-\n              (i) the Assets Recovery Agency established un-\n                  der section 3 of the Proceeds,of Crime Act, to\n                  facilitate the investigation of an offence under\n                  that Act;\n              (ii) any one or more of the authorities prescribed\n                   pursuant to subsection (2) and specified in the\n                   request, to facilitate the investigation of any\n                   criminal offence;\n    (c) with the prior written approval of the Minister, to a\n        foreign regulator or a multilateral organization in accor-\n        dance with regulations made under. section 18 of the\n        Financial Services Commission Act;\n    (6) to the Solicitor-General, in his capacity as a member\n        of a committee convened to facilitate coordination\n        among financial regulatory agencies under section 16\n        of the Financial Services Commission Act.\n                              JAMAICA INTERNATIONA FINANCIAL\n                                    SERVICES A UTHORITY\n                         ( 2 ) The Minister may prescribe by order, subject to\n                affirmative resolution, the authorities to which information\n                may be disclosed for the purposes of subsection (l)(b)(ii).\nProtection          1 3 . - ( 1 ) No member of the Authority shall be personally\nof members\nof Authority.\n                liable for any act or default of the Authority done or omitted\n                to be done in good faith in the exercise of any power, or in\n                the performance of any function, conferred or imposed by or un-\n                der this Act.\n                         ( 2 ) Where any member of the Authority is exempt\n                 from liability by reason only of the provisions of this section,\n                .the Authority shall be liable to the extent that it would be if the\n                 said member were an employee or an agent of the Authority.\nMinister may        14. The Minister may, by order, subject to affirmative\namend\nmonetary        resolution, amend or vary any monetary penalties prescribed\npenalties.      in this Act.\n                                        PARTIV. Miscellaneou~\nRegulations.       1 5 . - ( 1 ) The ~ i n i s t e rmay, after cdnsultation with the\n                Authority, make regulations generally for the better carrying\n                out of the purposes or provisions of this Act.\n                         ( 2 ) Regulations made under subsection ( 1 ) shall be\n                subject to affirmative resolution.\n                         (3) Notwithstanding section 29(b) of the Interpretation\n                Act, regulations made under subsection ( 1 ) may provide in res-\n                pect of a breach of any of the provisions thereof for the imposi-\n                tion of penalties on summary conviction in a Resident Magis-\n                trate's Court of a fine not exceeding one million dollars or im-\n                prisonment for a term not exceeding twelve months or of both\n                such fine and imprisonment.\n                 J A M ICA INTERNATIONAL FINANCIAL\n                         SERVICES A UTYORITY\n                                   SCHEDULE                 (Sections 2 and 3(3))\n              Jamaica international Financial Service Authoriry\n                  PARTI. Constitution and General Procedures\n                                                                                             '"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Any summons, notice or other document required or authorized to Service of\nbe served upon the Authority under the provisions of this or any other documents.\nenactment may, unless there is express provision to the contrary, be served\nby delivering same to the chairman or secretary, or by sending it by regis-\ntered post addressed to the secretary at the principal office of the Authority.\n    1 5 . 4 1 ) The Authority may, with the approval of the Minister, appoint Appointment\ncommittees for special purposes connected with the functions of the Autho- of commit-\nrity and which, in the opinion of the Authority, would be better regulated and tees.\nmanaged by means of committees.\n          (2) The number of members of a committee appointed under sub-\nparagraph (I), the terms of appointment of such members, the quorum of the\ncommittee and the areas within which the committees are to exercise autho-\nrity shall be determined by the Authority.\n        (3) A committee appointed pursuant to this paragraph may include\npersons who are not members of the Authority but shall include at least\ntwo ofthe members of the Authority.\n        (4) Paragraph 1 l(8) shall apply inutatis mutandis to a member of a\ncommittee who is not a member of the Authority as it applies to a member of\nthe Authority."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The office of chairman, deputy chairman or member of the Authority Office of\nshall not be a public office for the purpose of Chapter V of the Constitution chairman\nof Jamaica.                                                                   or member\n                                                                                 not a public\n                                                                                 ofice.\n   .   ,\n                  PART11. Financial Provisions, Accounts\n                               and Reports"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--( 1) The funds and resources of the Authority shall consist of-      Funds and\n                                                                             resources of\n       (a) such sums as may, from time to time, be placed at the disposal of Authority.\n           the Authority by.Parliament; and\n       (b) all other sums and other property which may, in any manner,\n           become payable to or vested in the Authority in respect of any mat-\n           ter relating or incidental to its functions.\n       (2) The expenses of the Authority, including the remuneration of\nmembers, officers and employees, shall be paid out of the funds of the Autho-\nrity.."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. All moneys of the Authority, not. immediately required to be expen- Power to\nded for the purpose of meeting any of the obligations or discharging any of invest\nthe functions of the Authority, may be invested in such securities as .may be moneys.\napproved by the Minister, and the Authority-\n                                         JAMAICA INTERNA TIONAL FINANCIAL\n                                               SERVICES A UTHORITY\n                                 ( a ) may, with the approval of the Minister, sellall 'or any of the\n                                       securities;\n                                 ( b ) shall, as soon as practicable, riotify thk Minister, in writing, of\n                                       any action taken under this paragraph.\n~ c c o u n t and\n              s             19.+1) The Authority shall keep proper accounts and other records in\naudit.                  relation to its business and shall prepare annually a statement of accounts in a\n                        form satisfactory to the Minister being a form which conforms with estab-\n                        lished accounting principles.\n                                 ( 2 ) The accounts of the Authority shall be audited annually by an\n                        auditor appointed by the Authority with the approval of the Minister.\n                                 (3) An auditor so appointed shall be a registered public accountant\n                        within the meaning of the section 2 of the Public Accountancy Act.\n                                    (4) The members, officers and employees of the Authority\n                        shall-\n                                 ( a ) grant to the auditor appointed under paragraph (2),access to all\n                                       books or other documents, cash and securities of the Authority; and\n                                 ( b ) give to the auditor, upon request, all such information as may\n                                       be within their knowledge in relation to the business of the Autho-\n                                       rity.\n                               (5) The auditor's fee and' any expenses of the audit shall be paid'\n                        by the Authority.\n                               (6) The Auditor-General shall be entitled at all reasonable times to\n                        examine the accounts and other records of the ~ u t h o r i,in\n                                                                                    t ~ relation to the\n                        business of the Authority.\nOperating                  20. The Authority shall, not later than the 1st day of January in\nplan.                   each year, submit to the Minister for his approval an operating plan for that\n                        year as t e\n                    ,    .       ( a ) the projects to be promoted or sponsored, by the Authority;\n                                 ( b ) the operational framework within which the Authority shall carry\n         \\                             out its hnctions; and\n                                 ( c ) such other matters as the Minister may require.\n Returns, etc              21. The Authority shall furnish the Minister with such returns, accounts\n                        and other information as he may require with respect to the activities\n                        of the Authority and afford him facilities for verifying the information\n                        in such manner and at such time as he may reasonably require.\n                                       [The inclusion o f his oaet is authorized hy L.N. 9 2 ~ / 2 0 1 2 ]\n              JAMAICA INTERNA TIONAL FINANCIAL                                             19\n                    SERVICES A UTHORITY"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.\n         (2) The Minister shall cause copies of the report together with the\nauditors report to be laid on the table of the House of Representatives and\nthe Senate.\n         (3) The Authority shall, not later than the 1 st day of January in each\nyear submit estimates of revenue and expenditure for the ensuing financial\nyear to the Minister for his approval."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.--(1) The Authority shall, within four months after the end of each Annual repon\nyear, or within such longer period as the Minister may in special circum- andestimates.\nstances allow, cause to be made and transmitted to the Minister, a report\ndealing generally with the activities of the Authority during that year which\nshall include a statement of it accounts audited in accordance with paragraph"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.--(1) The income of the Authority shall be exempt from income Exemption\ntax.                                                                from taxes\n                                                                                   and duties.\n         (2) The Authority shall be exempt from liability to pay stamp duty\nin respect of any instrument executed by it or on its behalf.\n        (3) Any transfer by the Authority of any property belonging to it\nor of any right or interest created in, over or otherwise with respect to,\nany such property, shall be exempt from transfer tax.\n         (4) The Authority shall be exempt from general consumption tax.\n          (5) No customs duty, or other similar impost shall be payable\nupon any article imported into Jamaica or taken out of bond in Jamaica\nby the Authority and shown to the satisfaction of the Commissioner of\nCustoms to be required for the use of the Authority in the performance of\nits functions.\n           [The inclusion of' this page is autliorizcd by L.N. 92c/2012]"
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the Jamaica International Financial Ser-",
      "source_provision": "sec2"
    },
    {
      "term": "chairman",
      "definition": "the chairman of the Authority, appointed",
      "source_provision": "sec2"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the Chief Executive Officer",
      "source_provision": "sec2"
    },
    {
      "term": "foreign regulator",
      "definition": "a supervisory authority in a",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed rate",
      "definition": "such rate as the Minister may, by",
      "source_provision": "sec4"
    },
    {
      "term": "Minister",
      "definition": "the Minister with responsibility for the",
      "source_provision": "sec4"
    }
  ]
}