{
  "id": "jm-stat-the-jamaica-library-service-act",
  "type": "statute",
  "title": "The Jamaica Library Service Act",
  "title_en": "The Jamaica Library Service Act",
  "short_name": "Jamaica Library Service Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-library-service-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-library-service-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.\nshall be deemed to have vacated his seat on the Committee\nif-\n     (a) he dies or becomes bankrupt; or\n     ( b ) there is passed by the Parish Library Committee\n            a resolution declaring that he has become incap-\n            able by reason of mental or bodily infirmity of\n            discharging his duties; or\n     (c) there is passed by the Parish Library Committee\n            a resolution declaring that he has been absent from\n            not less than four of six consecutive meetings of\n            the Committee without the leave of the Committee\n            first had and obtained; or\n     (d) he tenders his resignation in writing to the Board;\n            or\n     (e) he ceases to be resident in the parish.\n        (3) So soon as may be after any member of a Parish\nLibrary Committee is deemed to have vacated his seat on\nthe Committee pursuant to the provisions of subsection (2)\nanother person shall be appointed or elected as a member\nof the Committee in place of the member who is deemed to\nhave vacated his seat on the Committee by the person or\nbody of persons by whom the member so deemed to have\nvacated his seat was appointed or elected and any person so\nappointed or elected shall hold office for the remainder of\nthe period for which the previous holder had been appointed\nor elected."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) There is hereby established a body corporate to Edablirh-\n                                                            mwt of\nbe known as the Jamaica Library Board which shall have ,amaia\nperpetual succession and a common seal and power to                   gig?\nacquire land and other property of whatever description.\n       (2) The seal of the Board shall be authenticated by\nthe signatures of the Chairman and one member of the\nBoard authorized to act in that behalf and such seal shall\nbe officially and judicially noticed.\n      (3) All documents, other than those required by law\nto be under seal, made by, and all decisions of, the Board\nmay be signified under the hand of the Chairman or any\nmember of the Board authorized in that behalf.\n     (4) The Board may sue and be sued in their corporate\nname and may for all purposes be described by such name.\n      ( 5 ) No act or proceeding of the Board shall be\nquestioned on account of any vacancy in their membership;\n      me i ~ l u s i o nof this wge is aulhorized by L.N. 480119731\n4                          JAMAICA LIBRARY SERVICE\n           and no defect in the qualification or appointment of any\n           person acting as a member of the Board shall vitiate any\n           proceedings thereof.\nGeneral      4. In addition to any powers conferred by any other\nKT    Of   section of this Act the Board shall have the following\n           powers-\n               (a) to make standing orders regulating the date, time\n                    and place of meeting of the Board and the conduct\n                    of business and the procedure to be followed at\n                    any meeting of the Board, so, however, that such\n                    standing orders shall provide that no business\n                    except the business of adjourning to some other\n                    day and time shall be transacted at any meeting\n                    of the Board unless there are present not less than\n                    three members of the Board (including the Chair-\n                    man or the acting Chairman);\n               ( b ) to delegate the performance of any duty imposed\n                     or the exercise of any power conferred by or under\n                     this Act upon the Board to a sub-committee com-\n                     posed of so many and such members of the Board\n                     and so many and such (if any) persons other than\n                     members of the Board as the Board may appoint,\n                     so, however, that no act of any sub-committee\n                     shall have any effect unless such act is ratified by\n                     the Board not later than the next meeting but one\n                     of the Board after the meeting of the sub-com-\n                     mittee at which such act was done;\n              (c)   to draw, negotiate and accept bills of exchange,\n                     cheques and promissory notes;\n              (d) to enter into all such contracts as the Board may\n                    consider necessary or expedient to be entered into\n                    for the due performance of any duty imposed or\n                IThe inclusion of this p g e is authorized by L.N. 480119731\n                     JAMAICA LIBRARY SERVICE                                5\n               the effective exercise of any power conferred upon\n               the Board by or under this Act;\n    (e) to incur all such expenditure as the Board may\n        consider necessary or expedient, within the limits\n        of the funds at the disposal of the Board, for the\n        due performance of any duty imposed or the\n        effective exercise of any power conferred upon the\n         Board by or under this Act;\n     ( f ) such other powers as the Minister may by order\n               confer upon the Board at the request of the\n               Board."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Subject to the provisions of subsection (2) the Powerto\n                                                            make\nBoard may make by-laws-                                     by~laws.\n    (a) prohibiting or restricting the access of members\n        of the public to any premises vested in or occupied\n        by the Board or by a Parish Library Committee\n        or to any portion of such premises;\n    (b) for ensuring the maintenance of good order and\n        discipline amongst members of the public at any\n        time when upon any premises vested in or occupied\n        by the Board or by a Parish Library Committee;\n     (c)       for preventing the unauthorized or improper use\n                of or the wilful or negligent occasioning of injury\n                to any property vested in or occupied by the Board\n                or by a Parish Library Committee.\n       ( 2 ) By-laws under this section shall be of no effect\nuntil such time as they are approved by the Minister and\nare published in the Gazette.\n       (3) Every person who contravenes any by-law under\nthis section shall be guilty of an offence against this section\nand on summary conviction before a Resident Magistrate\nshall be liable to a fine not exceeding twenty dollars and in\n           F   e inclusion of   this page is authorized by L.N. 480119731\n6                              JAMAICA LIBRARY SERVICE\n               default of payment of such fine to be imprisoned for any\n               term not exceeding thirty days.\nRegulations.      6. Subject to the provisions of this section the Board may\n211961         with the approval of the Minister make such regulations\ns. 2.          as may be necessary or expedient generally-\n                   (a) for securing the full and effectual performance of\n                        any duty imposed and exercise of any power con-\n                        ferred upon the Board by or under this Act;\n                   (b) for securing the proper, efficient and economic\n                       maintenance, management, organization, adminis-\n                       tration and operation of the library service\n                       operated by the Board;\n                   (c) for securing the proper, efficient and economic\n                        maintenance, management, administration, organ-\n                        ization and use of any facilities or services of any\n                        description provided by or at the expense of the\n                        Board;\n                   (4 for regulating the hours during which, the means\n                      whereby, the purposes for which and the condi-\n                        tions subject to which members of the public may\n                        have access to any premises vested in or occupied\n                        by the Board or any portion of such premises;\n                   (4 for the preservation of all property vested in the\n                       Board and for the proper and economic use of all\n                       such property,\nDuties of       7. The duties of the Board shall be-\nBoard.\n                   (a) to establish, maintain, manage, control and operate\n                        a library service;\n                   ( b ) to make all such appointments as may be necessary\n                         to enable the duties imposed by paragraph (a) to be\n                         fully and effectually performed;\n                     Rhe inclusion of this page is authorized by LN. 4@/1973]\n                JAMAICA LIBRARY SERVICE                                    7\n    (c)   to prepare and to submit to the Minister not later\n           than the 31st day of July in each year, a report of\n           the activities of the Board and a financial state-\n           ment of all receipts and expenditure by the Board\n           during the preceding year ending 31st day of\n          March, and such report and financial statement\n          shall be laid on the Tables of the Senate and the\n          House of Representatives;\n    (d) to prepare and to submit to the Minister for\n         approval not later than the 15th day of October 211961\n        in each year an estimate of all revenue likely to s.2.\n        be received and expenditure likely to be incurred\n        during the next financial year upon or in respect\n        of the library service together with a forecast of all\n        expenditure likely to be incurred upon or in con-\n        nection with any activities associated with the\n        library service."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Board shall consist of nine persons to be Composition\n                                                       and meet-\nappointed by the Minister.                             ings of\n                                                                  Board.\n       (2) The Minister may appoint any person to act 2,1%1\ntemporarily in the place of any member of the Board in the s.*.\ncase of the absence or inability to act of that member.\n      (3) The Minister shall appoint one of the members of\nthe Board to be the chairman thereof.\n       (4) The Board shall meet as often as may be necessary\nor expedient for the transaction of business but in any event\nat least once in every three months."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.41) At any time when the office of Chairman is vacant Powerof\nor the Chairman is incapable of acting or has been granted Board to\nleave by the Board the Board may appoint one of their $$!&,,,\nmembers to act as Chairman until such time as the office of\nChairman is lilled or until the Chairman becomes capable\n      me inclusion of this psgc is authorized by L.N. 480/1973]\n8                              JAMAICA LIBRARY SERVICE\n              of acting or until the expiration of the leave of absence\n              granted to the Chairman, as the case may be, and any person\n              so appointed shall have for the duration of his appointment\n              all the powers of the Chairman.\n                    (2) If the Chairman or the acting Chairman fails to\n              attend any meeting of the Board the members present at\n              such meeting may elect one of their number to act as Chair-\n              man at such meeting.\nDuration of     lO.-(l) Every member of the Board shall be appointed\noffice of\nMembers       for a period not exceeding three years, but shall be eligible\nof Board.     for reappointment.\n211961\ns:2.\n                        (2) Every member of the Board shall be deemed to\n              have vacated his seat on the Board if-\n                   (a) he dies or becomes bankrupt; or\n                   ( b ) there is passed by the Board a resolution declaring\n                          that he has become incapable by reason of mental\n                          or bodily infirmity of discharging his duties; or\n                   (c) there is passed by the Board a resolution declaring\n                          that he has been absent from not less than four of\n                          six consecutive meetings of the Board without the\n                          leave of the Board first had and obtained; or\n                   (d) he tenders his resignation in writing to the Board.\nMember of       11. No action, suit, prosecution or other proceedings\nBoard not\n  ersonally   shall be brought or instituted personally against any mem-\nfiable for\nbona fide     ber of the Board in respect of any act done bona f d e in\nact.          pursuance or execution or intended execution of this Act.\nTravelling       1 2 . 4 1 ) Subject to the provisions of subsection (6),travel-\nexpenses.\n              ling expenses actually incurred by members of the Board\n              or members of the Parish Library Committees when attend-\n              ing meetings of the Board shall be reimbursed from the funds\n              of the Board :\n                JAMAICA LIBRARY SERVICE                              9\n   Provided that no travelling expenses shall be paid under\nthis subsection to any member of a Parish Library Com-\nmittee unless such member was requested by the Board to\nattend such meeting.\n         (2) Subject to the provisions of subsection (6),\ntravelling expenses actually incurred by any member of a\nParish Library Committee when attending meetings of such\nParish Library Committee shall be reimbursed from the\nfunds of the Committee.\n        (3) A Parish Library Committee may authorize the\npayment from the funds of the Committee of travelling\nexpenses actually incurred by one member of their com-\nmittee or one member of their staff, or both, when attending\nconferences approved by the Board.\n        (4) Subsistence allowance shall be paid from the\nfunds of the Board to members of the Board or members\nof Parish Library Committees when attending meetings of\nthe Board.\n       (5) A Parish Library Committee may authorize the\npayment of subsistence allowance from the funds of the\nCommittee to any one member of their Committee or to any\none member of their staff, or both, when attending con-\nferences approved by the Board.\n        (6) The rates of travelling allowance and subsist-\nence allowance shall be the same as those paid to members\nof the Government Service.\n  1 3 . 4 1 ) The accounts of the Board shall be audited Audit\nannually under such arrangements and in such manner as\nmay be approved by the Auditor-General and the members,\nofficers and servants of the Board shall grant to the person\nconducting such audit access to all the books, documents,\ncash and securities of the Board and shall give to him on\n      K h e inclusion of this page is authorized by L.N. 480/1973]\n 10                          JAMAICA LIBRARY SERVICE\n             request all such information as shall be within their know-\n             ledge in relation to the operation of the Board.\n                     (2) The provisions of subsection (1) shall apply to\n             the accounts, books, documents, cash and securities of\n             Parish Library Committees and to the members, officers\n             and servants and to the operation of such Committees as\n             they apply to the accounts, books, documents, cash and\n             securities of the Board and to the members, officers and\n             servants of the Board and to the operation of the Board.\nEstablish-   1 4 . 4 1 ) The Minister on an application from the Parish\nParish\nment'*\n           Council of the parish and from the Board may by order\nLibraw     establish a Parish Library Committee in any parish, so,\nCommitles.\n54/1953    however, that the Corporate Area of Kingston and\ns.2(a)-    St. Andrew shall for this purpose and all purposes incidental\n           thereto, be deemed to be one parish.\n                    (2) Each application under subsection (1) shall\n             include an undertaking to make annual contributions in\n             accordance with the terms agreed upon between the Board\n             and the Parish Council for the parish for the division of\n             maintenance expenses.\n54/1953              (3) No act or proceeding of any Parish Library\ns.2(b).      Committee shall be questioned on account of any vacancy\n             in its membership; and no defect in the qualification or\n             appointment of any person acting as a member of the Com-\n             mittee shall vitiate any proceedings thereof.\nDuties of     15.-(1) The duties of each Parish Library Committee\nParish\nLibrary     shall b e -\nCommittecs.\n2/1%1\n                 (a) to maintain, manage and operate the library\ns.2.                    services in the particular parish subject to regula-\n                       tions made by the Board;\n                 (b) to make recommendations to the Board for the\n                       appointment and dismissal of professional staff,\n                  [The inclusion of tbis page is authorized by L.N. 480/1973]\n                  J A MAlCA LIBRARY SERVICE                                11\n    (c) to appoint and dismiss staff other than professional\n         staff;\n    ( d ) to prepare and submit to the Board and the Parish\n         Council of the parish not later than the 31st day\n         of May in each year a report of the activities of\n         the Committee and a financial statement of all\n         receipts and expenditure by the Committee during\n         the preceding financial year;\n    (e) to prepare and submit to the Board and the Parish\n         Council of the parish before the 31st day of August\n         in each year estimates of all receipts and expendi-\n        ture by the Committee for the forthcoming finan-\n        cial year;\n     (f) to make rules for the conduct of meetings of the\n         Committee;\n    (g) to have ownership of the library buildings con-\n         structed under          the    scheme vested           in   the\n         Committee :\n           Provided that should the order establishing a\n         Committee be revoked by the Minister owner-\n         ship shall then vest in the Board:\n           Provided also that neither the Committee nor\n         the Board shall have authority to assign or transfer\n         property without the prior approval of the Minister;\n    (h) to retain for its own use all revenue of any type\n        accruing to the Committee except revenue in\n        respect of loss of books which shall be paid over\n        to the Board.\n       (2) In this section “professional staff means staff\ndesignated by the Board as professional staff.\n12                            JAMAICA LIBRARY SERVICE\nPower of         16.-(1) Each Parish Library Committee shall have power\nParish\nLibraN        to make rules for the management and operation of the\nCornAttees\nto make       parish libraries based upon model rules laid down by the\nrules.        Board.\n2/1%1                  (2) Any rules made by the Parish Library Commit-\ns. 2.\n              tees shall be subject to confirmation by the Board.\nComposition     1 7 . 4 1 ) Each Parish Library Committee-\nof Parish\nLibrary            ( U ) shall consist of eight members of whom five shall\nCommittees.\n2/1%1\n                         be appointed by the Board and three shall be\ns. 2.                    appointed by the Parish Council; and\n                   ( b ) shall have power to co-opt not more than two\n                         other members.\n211961                ( 2 ) All members of Parish Library Committees shall\ns. 2.         be residents of the Parish.\n                     (3) No business except the business of adjourning\n              to some other day and time shall be transacted at any\n              meeting unless there are present not less than four members\n              of the Committee including the Chairman or the acting\n              Chairman.\n                     (4)Each Parish Library Committee shall have\n              power to appoint its own Chairman.\n2/1961               (5) Each Parish Library Committee shall meet as\ns.2\n              often as may be necessary or expedient for the transaction\n              of business but in any event at least once in every three\n              months.\n2/1961                 (6) Any officer of the Library Service designated\nS. 2.\n              for the purpose by the Director of Library Services shall be\n              entitled to attend meetings of any Parish Library Committee.\nDuration of     lS.-(l) Every member of the Parish Library Committee\noffice of\nmembers of    shall be appointed for a period not exceeding three years,\nParish\nLibrary       but shall be eligible for reappointment.\nCommittees.\n                    me inclusion of this page is authorized by L.N. 480/1973]\n               JAMAICA LIBRARY SERVICE                               13\n          (2) Every member of a Parish Library Committee s.2/1961"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Duration of office of members of Parish Library Committees.\n19 Exemption from import duty and tonnage tax.\n     me inclusion of this page i s authorized by L.N. 480(1973]\n                JAMAICA LIBRARY SERVICE                                             3\n     THE JAMAICA LIBRARY SERVICE ACT                                  Cap. 175.\n                                                                        Laws\n                                                                      54 OF 1953,\n                                                                       2 of 1%1.\n                                          [18th November, 1949.1"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Notwithstanding anything to the contrary no import Exemption\nduty or tonnage tax shall be payable upon any articles frumim\n                                                         dutyanJ\n                                                                 ort\nimported into Jamaica or taken out of bond in Jamaica by mmagem.\nthe Board.\n      me inclusion of this page i s authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}