{
  "id": "jm-stat-the-jamaica-mortgage-bank",
  "type": "statute",
  "title": "The Jamaica Mortgage Bank",
  "title_en": "The Jamaica Mortgage Bank",
  "short_name": "Jamaica Mortgage Bank",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-mortgage-bank",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-mortgage-bank | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Jamaica Mortgage Bank Shorttitle.\nAct.\n                                                                      Interpre-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                     tation.\n     \"the B a n k means the Jamaica Mortgage Bank established\n          in accordance with this Act;\n     \"the Board\" means the Board of DiiGctors of the Bank\n          constituted in accordance with this Act;\n     \"the chairman\" means the chairman of the Board;\n     \"debenture\" includes debenture stock;\n     \"director\" means a director of the Bank;\n     \"financial year\" means the period of twelve months\n          beginning on the first day of January in any year:\n             Provided that the period beginning on the fifteenth\n          day of June, 1973, and ending on the thirty-first day of\n          December next following shall be deemed to be a\n          financial year;\n     \"fbnctions\" includes powers and duties;\n     \"secretary77means the secretary of the Bank;\n     \"share\" includes stock;\n     \"shareholder\" means a shareholder of the Bank."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) There shall be established a body to be called the Establish-\nJamaica Mortgage Bank, which shall be a body corporate\nto which the provisions of section 28 of the Interpretation ~ a t g r g e\n                                                            Bmk.\nAct, shall apply.\n4                                J M I C A MORTGAGE BANK\nSchedule.           ( 2 ) The provisions of the Schedule shall have effect with\n             respect to the constitution and operation of the Bank and\n             otherwise in relation thereto.\nDuty of        4.-41) Subject to the provisions of this Act, it shall be the\nthe Bsnk.\n             duty of the Bank-\n                 ( a ) to foster the development of housing;\n                 ( b ) directly or indirectly to assist societies registered\n                       under the Co-operative Societies Act to develop\n                       co-operative housing; and\n                 (c) to develop an active mortgage market.\n                    ( 2 ) The Bank shall in the performance of its duty-\n                 ( a ) have regard to the financial standing of every\n                       applicant and to the financial and economic merits\n                       of every scheme proposed;\n                 ( b ) take all such measures as may be necessary to\n                       ensure that any investment made, or financial\n                       assistance rendered, by the Bank is utilized for\n                       the purpose for which it is made or rendered.\n                    (3) The Bank shall not make an investment in or\n             otherwise transact business with an enterprise in which a\n             director of the Bank is a partner, director or shareholder\n             or is in any other way directly or indirectly interested,\n             unless the transaction is unanimously approved by the\n             other directors of the Bank.\n                    (4) A director who is directly or indirectly interested\n             in a contract made or proposed to be made by the Bank-\n                  ( a ) shall disclose the nature of his interest; and\n                  (b) shall not take part in any deliberation or decision\n                        of the Bank with respect to that contract.\nP O W ~ of\n        ~S     5.-41) Subject to the provisions of this Act, the Bank\nthe B;mL\n             may, for the purpose of performing any of its functions\n             under this Act, do anything and enter into any transaction\n                 JAMAICA MORTGAGE BANK                                  5\nwhich, in the opinion of the Bank, is necessary to ensure\nthe proper performance of its functions.\n       (2) In particular and without prejudice to the general-\nity of the provisions of subsection (1) the Bank may-\n     (U) guarantee loans made from private investment\n          sources for building development;\n     (b) sell investments of whatever kind belonging to\n          the Bank as and when appropriate;\n     (c) lend money on security to be used for the con-\n          struction of premises for private residential pur-\n          poses or of a commercial or industrial nature;\n     (6) lend money on mortgage and carry out any other\n          transactions involving mortgages;\n     (e) furnish financial advice and provide or assist in\n          obtaining managerial, technical and administrative\n          services for persons engaged in building develop-\n          ment in Jamaica."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Transactions relating to the following divisions of the Divirionsof\n                                                                the Bank.\nBank, namely-\n     (a) the granting of mortgages by the Bank;\n     (b) the buying and selling of mortgages;\n     (c) mortgage insurance; and\n     (4 such other divisions as the Minister may require,\nshall be distinguished so far as possible and shall be recorded\nand dealt with separately in the annual accounts and\nreports of the Bank."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) Subject to the provisions of this section, the Capitalof\nauthorized capital of the Bank shall be twenty million the Bank.\ndollars divided into twenty million shares of the par value\nof one dollar each.\n       (2) The Government of Jamaica may subscribe for\nthe said twenty million dollar shares or such other amount\nas the Minister may from time to time determine at par:\n6                               JAMAICA MORTGAGE BANK\n                 Provided that any person may, subject to regulations\n              made pursuant to section 21, subscribe for and hold shares\n              in the Bank.\n                     ( 3 The Bank may, from time to time, with the\n              approval of the Minister, vary the amount of the authorized\n              capital of the Bank.\nMirusterid      8 . 4 1 ) Subject to the provisions of this section, the\ndirections.\n              Minister may, after consultation with the chairman, give\n              the Board such directions of a general character as to the\n              policy to be followed by the Bank in the exercise and\n              performance of its functions as appear to the Minister to\n              be necessary in the public interest, and the Board shall give\n              effect to any such directions.\n                      (2) The Bank shall furnish the Minister with such\n              returns, accounts and other information, as he may require\n              with respect to the property and activities of the Bank, and\n              shall affod to him facilities for verifying such information\n              in such manner and at such times as he may reasonably\n              require.\n                      (3) The power of the Minister to give directions to\n              the Board shall include power to give directions, whether\n              of a general character or otherwise, as to the exercise by\n              the Bank of its borrowing powers.\nBorrowing       9.-(1)   Subject to the provisions of this Act, the Bank\npowers.\n              may borrow sums required by it for meeting any of its\n              obligations or discharging any of its functions.\n                     (2) The aggregate of the liabilities of the Bank out-\n              standing at any one time, including direct liabilities such\n              as bonds and debentures issued by the Bank and the con-\n              tingent liabilities of the Bank in the form of guarantees\n              given, shall not at any time without the prior approval of\n              the Minister exceed seven times the aggregate amount of\n              the paid-up capital and the reserve fund for which pro-\n              vision is made in section 13.\n                     me inclusion of this page is autkorized by L.N. 480/19731\n                 JAMAICA MORTGAGE BANK                                7"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The names of all directori of the Bank as Grst constituted and Publication\nevery change in the composition thereof shall be published in the ;?F-r;ii,\nGazetk."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(l) The seal of the Bank shall he authenticated by the signatures Authentica-\nQf the chairman or one director of the Bank authorized to act in that\n                                                                   I; ; : ; ; ; :\nbehalf and the Secretary.                                                       ments.\n       (2) All documents. other than those required by law to be under\nseal, made by, and all decisions of, the Board may he signified under\nthe hand of the chairman or any director authorized to act in that\nbehalf or the secretary.\n   lO.-(l) The Board shall meet at such times as may he necessary Proccdurr\nor expedient for the transaction of business, and such meetings shall and\nbe held at such places and times and on such days as the Board\nshall determine.\n         (2) The chairman may at any time call a special meeting of the\nBoard and shall call a special meeting to be held within seven days\nof a written request for that purpose addressed to him by any two\ndirectors of the Bank.\n         (3) The chairman or. in the case of the absence or inability\nto act of the chairman, the deputy chairman or the person elected to\nact as chairman, in accordance with the provisions of subparagraph\n(4) of paragraph 3 shaU preside at the meetings of the Board, and\nwhen so presiding the chairman, deputy chairman or the person elected\nas aforesaid to act as chairman, as the case may be. sball have an\noriginal and a casting vote.\n         (4) The quorum of the Board shall be three including the chair-\nman or the deputy chairman or the person elected to act as chairman\nas aforesaid.\n        (5) Subject to the provisions of this Schedule the Board may\nregulate their own proceedings.\n        (6) The validity of any proceedings of the Board shall not he\naffected by any vacancy amongst the directors of the Bank or by any\ndefect in the appointment of a director thereof."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) With the approval of the House of Representa- Guarantee\n                                                        by Minister\ntives the Minister may guarantee, in such manner and on ofborrow-\nsuch conditions as he thinks fit, the repayment of the\nprincipal and the payment of interest on any authorized\nborrowings of the Bank.\n        (2) Where the Minister is satisfied that there has\nbeen default in the repayment of any principal moneys or\nthe payment of interest guaranteed under the provisions\nof this section he shall direct the payment out of the Con-\nsolidated Fund of the amount in respect of which there has\nbeen such default and such payment shall be a charge\non the Consolidated Fund.\n       (3) Where any loan is guaranteed under the pro-\nvisions of this section the Minister may, by order published\nin the Gazette, provide that any tax, duty or fee payable\nunder the Income Tax Act, or the Stamp Duty Act or\nthe Registration of Titles Act or any other enactment\nshall be remitted where such remission is, in the opinion\nof the Minister, necessary to give effect to any term upon\nwhich, or any condition subject to which, such loan was\nso guaranteed."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Bank shall make to the Accountant-General at ~ e p a y m c n t\n                                                           f and\nsuch times and in such manner as the Minister or other ointereston\nperson designated by the Minister may direct payments of\nsuch amounts as may be so directed in or towards repay- issuedto\n                                                           meet\nment of advances made to the Bank by Government and guarantee.\nof any sums issued in fulfilment of any guarantee given\nunder section 10, and payments of interest on what is\noutstanding for the time being in respect of such advances\nand of any sums so issued at such rate as the Minister\nmay direct and different rates of interest may be directed\nas respects different advances and sums and as respects\ninterest for different periods.\n      [The inclusion of this page i s authorized by L.N. 60/1976]\n8                              l A M A I C A MORTGAGE BANK\nSccuritita.     12. The Bank-\n                   (0) may  issue debentures or bonds for the purpose\n                      of exercising its borrowing powers under section\n                      9;\n                  (h) shall establish a sinking fund for the redemption\n                      of debentures so created;\n                  (c) may postpone sinking fund contributions for such\n                      period or periods of time and subject to such\n                      conditions as may be approved by the Minister;\n                  (d may make provision (whether or not by way of\n                      the setting up of a fund for the purpose) for\n                      meeting foreign exchange losses.\nResxvc\nfund.\n                1 1 The Bank shall set aside in each calendar year out\n              of the net profits (if any) of the Bank a minimum of\n              twenty-five per centum of such profits towards a reserve\n              fund to meet contingencies and for such other purposes\n              as the Bank may think fit until the total amount standing\n              to the credit of such reserve fund shall amount to a sum\n              equal to its paid-up capital.\nAccounts        1 4 . 4 1 ) The Bank shall keep proper accounts and other\nand audit.\n              records in relation to its business and shall prepare annually\n              a statement of accounts in a form satisfactory to the\n              Minister, being a form which shall conform with established\n              accounting principles.\n                      (2) The accounts and records shall be kept in such\n              a manner as to secure the provision of separate informa-\n              tion as respects each of the main divisions of the Bank,\n              and to show as far as may be, the financial and operating\n              results of each such division.\n                    (3) The accounts of the Bank shall be audited by\n              an auditor or auditors appointed annually by the Bank\n              and approved by the Minister.\n                    [The inclusion of this pagc IS authonzcd by L N 601 19761\n                 JAMAICA MORTGAGE BANK                                9\n        (4) So soon as the accounts of the Bank have been\naudited, the Bank shall send the statement of its accounts\nreferred to in subsection (1) to the Minister together with\na copy of any report made by the auditors on that state-\nment or on the accounts of the Bank.\n        (5) The auditors’ fees and any expenses of the audit\nshall be paid by the Bank.\n        (6) The Auditor-General shall be entitled, on the\ndirection of the Minister, at all reasonable times to examine\nthe accounts and other records in relation to the business\nof the Bank.\n   1 5 4 1 ) The Bank shall, not later than two months after Annual\nthe end of each financial year or such later time as the\nMinister may permit, cause to be made and transmitted\nto the Minister a report dealing generally with the activities\nof the Bank during the preceding financial year, and con-\ntaining such information relating to the proceedings and\npolicy of the Bank as can be made public without detriment\nto the interests of the Bank.\n        (2) The Minister shall cause a copy of the report\ntogether with the annual statement of accounts and the\nauditors’ report thereon to be laid on the Table of the\nHouse of Representatives and of the Senate.\n       (3) Copies of the Bank’s report together with the\nannual statement of accounts and the auditors’ report on\nthat statement or on the accounts of the Bank shall be\npublished in such manner as the Minister may direct and\nshall be made available to the public by the Bank at a\nreasonable price."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The funds and resources of the Bank shall consist of such ~ m d s m d\nmoneys and other property as may lawfully be paid to. or become RBOUIW\nvested in, the Bank in respect of any matter incidental to its functions."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Notwithstanding anything to the contrary no act done or proceed- Protcctim\ning taken under this Act by the Bank shall be questioned on the ofBank.\nground of any omission. defect or irregularity not affecting the merits\nof the case.\n          inclusion ot' this page.ia autboripsd by LN. 48Of19731\n       ,m)~\n16                                 JAMAICA MORTGAGE BANK\nProtection        1 4 . 4 1 ) No director of the Bank shall Lu. personally liable for any\nof directors   act or default of the Bank done or omitted to be done in good faith\nof Bank.       in the course of the operation of the Bank.\n                          (2) Where any director of the Bank is exempt from liability by\n               reason only of the provisions of this paragraph the Bank shall be\n               liable to the extent that it would be if the said director were a servant\n               or agent of the Bank.\nOffice of      15. T h e officeof chairman, deputy chairman or director shall not\nchairman.   be a public office for the purposes of Chapter V of the Constitution\ndepuly      of Jamaica.\nchairman or\ndirector not\npublic\nofficcs.\n     ..\n               .   ...   ~\n               .~ -..~    .  . .      .~      .   .~              ~.  .   .\n                         me.inclusion of this &age.is authorized by L.N. 480/19731"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Bank may appoint and employ at such re- General\nmuneration and on such terms and conditions as it thinks manager.\n                                                             =retaw\nfit a general manager, a secretary and such officers, agents ~ ~          ~ *\n      me inclusion of this wge is authorized by L.N. 480/1973]\n 10                           JAMAICA MORTGAGE BANK\n            and servants as it deems necessary for the proper carrying\n            out of its functions under this Act:\n              Provided that-\n                 (a) no salary exceeding eight thousand dollars per\n                      annum shall be assigned to any post without the\n                      prior approval of the Minister;\n                 ( b ) subject to any regulation made pursuant to sec-\n                       tion 21, no provision shall be made for the pay-\n                       ment of any pension, gratuity or other retiring\n                       benefit to any employee of the Bank without the\n                       prior approval of the Minister.\n                    (2) The Governor-General may, subject to such con-\n            ditions as he may impose, approve of the appointment of\n            any public officer in the service of the Government to any\n            office with the Bank and any public officer so appointed\n            shall, in relation to pension, gratuity or other allowance,\n            and in relation to other rights as a public officer, be treated\n            as continuing in the service of the Government.\nPower b\ndelegate."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Subject to the provisions of this Act, the Bank\n            may delegate to any director, employee or agent of the\n            Bank the power to carry out on behalf of the Bank such\n            function as the Bank may determine.\n                    (2) Every delegation under this section shall be\n            revocable by the Bank and no delegation shall prevent the\n            exercise by the Bank of any function delegated.\nEnforce-\nment of"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where any property mortgaged as security for a loan\nsemritiw.   under the provisions of this Act is acquired by the Bank,\n            the Bank may either manage and hold such property or\n            carry on any business with or in relation to such property\n            or sell or otherwise dispose of it as it may deem fit.\n                  me inclusion of this page is authorized by L.N. 480/19731"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.--( 1) Notwithstanding that a loan granted or guaran- I1owor~o\nteed by the Bank may not have been secured by a mortgage                  ~~~~~Y~r'\nwithin the meaning of the Conveyancing Act, the Bank ete.\nmay, if a borrower defaults in respect of a loan granted or\nguaranteed by the Bank, appoint a receiver in respect of\nthe business in connection with which the loan was granted\nor guaranteed. and a receiver so appointed shall have the\nsame powers ~IJ/LI/IS rn~~/nnJisas a receiver appointed\npursuant to the power conferred on a mortgagee by para-\ngraph (4 of subsection (1) of section 22 of the Conveyan-\ncing Act.\n      (2) A person appointed by the Bank to be a receiver\npursuant either to the power conferred on a mortgagee by\nparagraph (4 of subsection ( I ) of section 22 of the Con-\nveyancing Act or to the power conferred on the Bank by\nsubsection ( 1 ) of this section shall, if the Bank so appoints,\nbe also the manager of the business in respect of which the\nloan was granted or guaranteed and the effect of such an\nappointment shall be the same as if the person so appointed\nhad been appointed by the Court to be the receiver and\nmanager of such business.\n           (3) Noperson appointed by the Bank to be a\nreceiver or a receiver and manager shall be deemed to be\nan officer of the Court."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Bank may act generally as agent for the Govern- I>oworo~.\nment where it can do so appropriately and consistently Bank l o a(b d\nwith its hnctions under this Act.                         I ~ <iovorn-\n                                                              C\n                                                                          monl."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister may make regulations-                                  Powor to\n                                                                          make\n     (a) in relation to the grant of pensions, gratuities and r w l a t i o n \\ .\n         other benefits to employees of the Bank and their\n         dependants, and to the dependants or estate of\n         deceased employees of the Bank;\n            [Thc inclusion of this pagc is authorized by I..N. 87120041\n                    (h) regulating the acquisition and holding of shares\n                        in the Bank by persons and the rights of such\n                        persons including, but without prejudice to the\n                        generality of the foregoing, such matters as the\n                        keeping of registers of shareholders, the pro-\n                        cedure for calls, forfeiture and surrender of shares\n                        in thc event of default of payment, the transfer\n                        of shares, the capitalization of surpluses, the\n                        declaration -nd payment of dividends, the hold-\n                        ing of meetings, proceedings at such meetings\n                        and voting rights, and\n                    (c) generally for the better carrying out of the objects\n                        and purposes of this Act.\nTransitional.      22. Upon a day to be appointed by the Minister by order made\n                with the consent of the Jamaica Mortgage Bank Limited (a\n                company incorporated under the Companies Act) all such assets\n                and liabilities of that company as may be specified in the order\n                shall, by virtue of this section and without hrther assurance, be\n                transferred to and vested in the Bank.\nTransfer o f      23. Every person employed by the said Jamaica Mort-\nemployees of\nJamaica         gage Bank Limited immediately prior to the 15th day of\nMortgage        June, 1973, shall, with effect from that date, be deemed to\nB\"kLimited.\n                be transferred to the Bank on the same terms and conditions as\n                those on which he was employed immediately prior to that date."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. [Deleted by Act 28 of 2003, S. 2.1\n                                J M Z C A MORTGAGE BANK                           13\nFundiom       25. From and afier the 15th day of June, 1973, the fbnctions of\nunler\nMavc$e\n              the Jamaica Development Bank in relation to the Mortgage\nbee ~ c t Insurance Act, shall be carried out by the Bank; and references\nto be carried\n              in that Act to the Development Finance Corporation shall\n~ank.         (notwithstanding section 24 of the Jamaica Development Bank\n              Act) be deemed to be references to the Bank.\n                    [The inclusion o f this page is authorized by L.N. 87120041\n14                                     JAMAICA MORTGAGE BANK\n                                                  SCHEDULE                        (Section 3(2))\nBoard of            1.-(1) There shall be a Board of Directors of the Bank w h c h subject to\nDirectors.       the provisions of this Act. shall be responsible for the policy and the general\n                 admimstration of the affairs of the Bank.\n                         (2) The Board shall consist of not less than five nor more than seven\n                 directors appointed by instrument in writing by the Minister from persous\n                 appearing to the Minister to have ability and experience in matters relating to\n                 housing. industry. commerce. finance. economics. engineering. accountancy\n                 or law.\nTmporary            2. The Minister may appoint an!person to act temporarilv in the place of\nappoint-         any director of the Bank in the case of the absence or inability to act of such\nments.           director.\nChairman.           3.-(1) The Minister shall appoint one of the directors to be the chairman\n                 thereof.\n                         (2) The Minister shall appoint one of the directors to be the\n                 deputy chairman thereof.\n                         (3) In the case of the absence or inabilih to act of the chairman.\n                 the depuh chairman shall exercise the functions of the chainnan.\n                         (4) In the case of the absence or inabilih to act at any meeting\n                 of both the chairman a i d the depuh c h a i m n the remaining directors\n                 shall elect o m of their number to act as chainnan of that meeting.\n'rmure of           4. Subject to the provisions of tlus Schedule. a &rector of the Bank shall\noffice.          hold office for such period not being less t l w thee years nor more than five\n                 !-ears as shall be specified in the instrument appointing him arid shall be\n                 eligible for reappointnient upon the expiration of h s period of office.\nResignation         5.-(1) Any director of the Bank other than the chairman may at any time\n                 resign h s office by instrument in writing addressed to the Minister and\n                 transmitted through the chairman aiid froin the date of the receipt b! the\n                 Minister of such instn~iiieiitsuch director shall cease to be a director of the\n                 Bank.\n                         (2) The chairnian may at an!- time resign his office by instrument in\n                 writing addressed to the Mmister and such resignation shall take effect as\n                 from the date of the receipt of such instrume~~t\n                                                                b!- the Minister.\nRenio\\al of         6 The Minister ma! at an!- time re\\.oke the appointment of any\ndirector.        director if he considers it expedient so to do and shall revoke the\n                 appointment of any director if a unanimous \\.ore to that effect is\n                 passed b!- resolution of the other &rectors.\nIletnbsrs o:'       7. No person who is a ineiilber of the House of Representatives\nHouse of' Re-\npresentati\\ cs\n                 or the Senate shall be appointed a director of the Bank.\nand Senate\nescluticd.\n                            [The ~nclusionof [his page is aurhorized by L.N. 87120041\n                    JAMAICA MORTGAGE BANK                                           15"
    }
  ],
  "definitions": [
    {
      "term": "the Board",
      "definition": "the Board of DiiGctors of the Bank",
      "source_provision": "sec2"
    },
    {
      "term": "the chairman",
      "definition": "the chairman of the Board",
      "source_provision": "sec2"
    },
    {
      "term": "director",
      "definition": "a director of the Bank",
      "source_provision": "sec2"
    },
    {
      "term": "financial year",
      "definition": "the period of twelve months",
      "source_provision": "sec2"
    },
    {
      "term": "shareholder",
      "definition": "a shareholder of the Bank",
      "source_provision": "sec2"
    }
  ]
}