{
  "id": "jm-stat-the-jamaica-national-heritage-trust-act",
  "type": "statute",
  "title": "The Jamaica National Heritage Trust Act",
  "title_en": "The Jamaica National Heritage Trust Act",
  "short_name": "Jamaica National Heritage Trust Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-national-heritage-trust-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-national-heritage-trust-act | Legal areas: Culture and Heritage",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Before declaring any monuments to he a national monument. Lhc\n     Irust shll-\n         [U) cause a draft of the proposed declaration to he published in\n                the Gazette;\n          ( b ) send a copy of the draft to each local authority in whose area\n                the monument is;\n          (c) publish once i n a d d y newspaper published in Kingston il\n                notice stating that the declaration is proposed to be made and\n                the etfed of the declaration and specifying the time (not\n                being less than twenty-eight days from the first publication\n                of the notice in such a newspaper) within which and the\n                manner in which objections to the proposed declaration can\n                be made;\n          (d) serve on the owner of the national monument and (if ihe owner\n                is not the occupier) on the. occupier a copy of the draft of the\n                proposed declaration, together with a notice stating the effect\n                thereof and specifying the time (not being less than twenty-\n                eight days from ihe Lervice of tile notice) wi,hii which a d\n                the manner in which objections to the proposed declararion\n                can be made:\n          ( e ) cause a copy of the draft of thz proposed declar&on 10 be\n                fixed on mme conspicuous part of the natioual 'monument."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires-            intmprrta-\n                                                                   ti0”.\n    ”development” means-\n             (a) the alteration, removal, repair, restora-\n                  tion or demolition of or addition to, any\n                  national monument; or\n             (b) the carrying out of building, engineering\n                  or other operations in, on, over or under\n                  any national monument or the making of\n                  any material change in the structure, a p\n                  pearance or use of any such national\n                  monument;\n    “functions” includes powers and duties;\n    “local authority” means-\n               (Q)   in relation to the parishes of Kingston and\n                      St, Andrew, the Council of the Kingston\n                      and St. Andrew Corporation; and\n             (b) in relation to any other parish, the Parish\n                 Council of such parish;\n    “maintenance” includes the fencing, repairing and\n        covering of a national monument and the doing\n        of any other act or thing which may be required\n        for the purpose of repairing the national monu-\n        [The inclusmn of this page is authorized by U.\n                                                     W/l993l\n4        JAMAICA NATIONAL HEXlTAGE TRUST\n        ment or protecting it from decay or injury, and\n        the expression “maintain” shall be construed\n        accordingly;\n    “national monument” means-\n              (a) any building, structure, object or other\n                  work of man or of nature or any part or\n                  remains thereof whether above or below\n                   the surface of the land or the floor of\n                   the sea within the territorial waters of\n                   the Island or within the exclusive\n                   economic zone;\n        .    (b) any site, cave or excavation, or any part\n                 or remains thereof,\n        declared by the Trust to be a national monument;\n    “occupier” includes any person engaged in any develop-\n        ment or maintenance works in, or, over or under\n        any national monument;\n    “owner” means the person in whom is vested the free\n       hold interest in the site of the protected national\n       heritage;\n    “protected national heritage” means-\n              (a) any place name;\n              (b) any species of animal or plant life;\n              (c) any place or object (not declared by the\n                  Trust to be a national monument),\n        designated by the Trust to be a protected national\n        heritage;\n    “the Trust” means the Jamaica National Heritage Trust\n         established under section 3.\n       IThe idusion of this p g e is authorized by LN.90/19931\n                                                                 .\n            JAMAICA N A T I O N A L HERlTAGE TRUST                  S\n              The Jamaica Naiional Heritage Trust"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There shall be established a Trust to be known Estabiiah.\nas the Jamaica National Heritage Trust which shall be a zziiEd\nbody corporate with perpetual succession and a common %tpf\nseal and with power to purchase, hold, deal with and\ndispose of land and other property whether real or personal :\n  Provided that the Trust shall not transfer, mortgage,\ncharge or dispose of any land without the approval of the\nMinister.\n     (2) The Trust shall consist of fifteen members of\nwhom-\n    (a) three members shall be the Government Town\n          Planner, the Commissioner of Lands and the Chief\n          Executive Officer of the Trust who shall be ex-\n          oficio members;\n    (6) one member shall be a representative of the Insti-\n           tute of Jamaica and shall be appointed by the Min-\n           ister from a panel of three persons nominated by\n           the Board of Governors of that Institute;\n    (c)   one member shall be a representative of the\n          Jamaica Historical Society and shall be appointed\n          by the Minister from a panel of three persons\n          nominated by that Society;\n    (d) one member shall be a representative of the\n           Jamaica Archaeological Society and shall be\n           appointed by the Minister from a panel of three\n           persons nominated by that Society;\n          W e idusion of this page is authorized by LN. !30/1993]\n           IAMAICA NATIONAL HERiTAGE TRUST\n    (e) one member shall be a representative of the Uni-\n        versity of the West Indies and shall be appointed\n         by the Minister from a panel of three persons nom-\n        inated by that body;\n    (fj   one member shall be a representative of the\n          Jamaica Institute of Architects and shall be\n          appointed by the Minister from a panel of three\n          persons nominated by that Institute; and\n    (g) seven members shall be appointed by the Minister\n          from among persons appearing to the Minister to\n          be suitably qualified for such appointment.\n       (3) The appointment of every member of the Trust\nother than the ex oflcio members shall be evidence by in-\nstrument in writing, and such instrument shall state the\nperiod of office of the member which shall not exceed three\nyears.\n      (4) Every member of the Trust shall be eligible for\nreappointment.\n       ( 5 ) The Minister shall appoint one of the members\nof the Trust to be chairman, and in the case of the absence\nor inability to act of the chairman the Minister may appoint\nany other member to perform the function of the chairman.\n       (6) The seal of the Trust shall be authenticated by\nthe signatures of the chairman and any other one member\nof the Trust authorized to act in that behalf and such seal\nshall be officially and judicially noticed.\n      (7) All documents, other than those required by law\nto be under seal, made by, and all decisions of, the Trust\n          m o inclusion of this   is authorized %y L.N. 90{1993]\n            3AMAlCA NATIONAL HERITAGE TRUST                               I\nmay be signified under the hand of the chairman or any\nother member of the Trust authorized in that behalf.\n     ( 8 ) The Trust may sue and be sued In its corporate\nname and may for all purposes be described by such name.\n      (9) No act or proceeding of the Trust shall be ques-\ntioned on account of any vacancy in the membership there-\nof; and no defect in the appointment of any member of\nthe Trust shall vitiate any proceedings thereof.\n       (10) The Trust shall have power to regulate its own\nproceedings\n       (11) The chairman shall preside at meetings of the\nTrust, and if the chairman and the person appointed to per-\nform the functiofi of chairman pursuant to subsection (5)\nare absent from a meeting the members of the Trust present\nshall elect one of their number to preside at the meeting.\n       (12) The names of all members of the Trust as first\nconstituted and every change in the membership thereof\nshall be published in the Gazette."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   The functions of the Trust shall be-               Functions\n                                                              Of Trust.\n     (a) to promote the preservation of national monuments\n         and anything designated as protected national heri-\n          tage for the benefit of the Island;\n     (b) to conduct such research as it thinks necessary or\n          desirable for the purposes of the performance of\n         its functions under this Act;\n     (c) to carry out such development as it considers\n          necessary for the preservation of any national\n          monument or anything designated as protected\n          national heritage;\n     (d) to record any precious objects or works of art to\n          be preserved and to identify and record any species\n          of botanical or animal life to be protected.\n           [The includion of itis w e is authorized by L.N. 87119861\n8                         JAMAICA NATIOA’AL HERITAGE TRUST\n                    (2) The Trust shall, for the purposes of the discharge\n             of its functions under subsection (1) (d), keep a register\n             which shall be open for inspection by the public upon pay-\n             nient of such fee ZS may be prescribed.\n                   (3) For the purpose of the discharge of its functions\n            under this Act the Trust may. subject to the provisions of\n            this Act, do anything and enter into any transaction which,\n            in the opinion of the Trust, i s necessary to ensure the pro-\n            per performance of its functions andl without prejudice to\n            the generality of the foregoing, may make such grants or\n            loans (whether with or without security) as the Trust con-\n            siders necessary.\nFunds of        5.-(1)    The funds and rzsources of the Trust shall consist\nTrust.       of--\n                     (a) such Suins as mny be provided annually for the\n                         purpose in the Estimates of Revenue and Exyendi-\n                         ture of the Isiand;\n                     (b) 211 other sums or property which may in any man-\n                         ner become payable to or vested in the Trust in\n                         respect of any matter incidental to its powers and\n                         duties.\n                  (2) The expenses of the Trust i.including any remunera-\n             tion of the members and staff thereof) shall be paid out\n             of the funds and resources of the Trust."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A scheme when confirmed h a l l conic into force on such date as\n     may be specified in the order confirming it."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Travelling expenses actually incurred by mem-\ne x ~ s e ~ , bers\netc.\n                   of the Trust and a subsistence allowance when attend-\n             ing meetings of the Trust or when travelling on official tours\n             of inspection approved by the Trust may be reimbursed\n             from the funds of the Trust.\n                    (2) The rates of travelling allowance and subsistence\n             allowance shall be such rates as the Minister may approve.\n                    (3) The Trust may with the approval of the Minister\n             enter into arrangements with any member of the Trust for\n                         [7hc inckusioo of this p g e is euthonzed by L.N. 87/1986]\n          JAMAICA NATZONA L HERITAGE TRUST                                9\nthe payment of an allowance to such member for giving\ntechnical advice on or for supervising repairs to or pre-\nserving or treating national monuments or protected nation-\nal heritage."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Subject to the provisions of this section, the Trust Barrowing\nmay borrow sums required by it for meeting any of its obli- po,<'erS.\ngations or discharging any of its functions.\n      (2) The power of the Trust to borrow shall be exercis-\nable only with the approval of the Minister responsible for\nfinance, as to the amount, as to the sources of the borrowing\nand as to the terms on which the borrowing may be effected,\nand an appioval given in any respect for the purposes of this\nsubsection may be either general or limited to a particular\nborrowing or otherwise, and may be either unconditional\nor subject to conditions."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Trust shall keep proper accounts and other Accounts\n                                                             and audit.\nrecords in relation to the business of the Trust and shall\nprepare annually a statement of accounts in a form satisfac-\ntory to the Minister, being a form which shall conform with\nthe best commercial standards.\n       (2) The accounts of the Trust shall be audited annually\nunder such arrangements and in such manner as may be\napproved by the Auditor-General and the members, ofEcers\nand servants of the Trust shall grant to the person con-\nducting such audit access to all the books, documents, cash\nand securities of the Trust and shall give to him on request\nall such information as shall be within their knowledge in\nreletion to the operation of the Trust.\n       (3) The auditor's fees and any expenses of the audit\nshall be paid by the Trust.\n       (4) Within three months after the expiration of each\nfinancial year or within such further time as may be allowed\nby the Minister, the Trust shall send the statement of its\n         Khe inclurion of lhia p a ~ ei s authorized by L.N. 87/1986]\n 10                      JAMAICA NATIONAL HERITAGE TRUST\n              accounts referred to in subsection (1) to the Miniiter, to-\n              gether with a copy of any report made by the auditor on\n              that statement and on the accounts of the Trust.\n                     (5) The Auditor-General shall be entitled, on the\n              direction of the Minister. at all reasonable times to examine\n              the accounts and other records in relation to the business\n              of the Trust.\nAnnual          9.41) The Trust shall, within three months after the ex-\nreport.\n              piration of each financial year or within such further time\n              as may be allowed by the Minister, cause to be made and\n              transmitted to the Minister a report dealing generally with\n              the activities of the Trust during that financial year.\n                      (2) The Minister shall cause a copy of the report to-\n              gether with the annual statement of accounts and the audi-\n              tor's report thereon and on the accounts to be laid on the\n              Table of the House of Representatives and of the Senate.\nAppoint-    lO.--W The Trust may appoint and employ at such re-\nment of\n         muneration and on such terms and conditions as it thinks\nafioers and\n         fit, a Chief Executive Officer, a Secretary and such officers,\nW V ~ ~ ~ .\n         agents and servants as it deems necessary for the proper\n         carrying out of the provisions of this Act:\n                 Provided that-\n                   (U) no salary in excess of the prescribed rate per an-\n                        num shall be assigned to any post without the\n                        prior approval of the Minister; and\n                   (b) no appointment shall be made to any post to which\n                        a salary in excess of the prescribed rate is assigned\n                        without the prior approval of the Miniiter.\n                      (2) In subsection (1) the prescribed rate means a rate\n              of fifteen thousand dollars per annum or such higher rate\n              as the Minister may, by order, prescribe.\n                      (3) The Governor-General may, subject to such con-\n              ditions as he may impose, approve the appointment of any\n                       [The inclmion of tlds p g e is authorized by LN. 87/19861\n             JAMAICA NATIONAL HERITAGE TRUST\nofficer in the service of the Government to any office with\nthe Trust and any officer so appointed shall, while so em-\nployed, in relation to any pension, gratuity or other allow-\nance, and in relation to other rights as a public officer, be\ntreated as continuing in the service of the Government.\n     (4) It shall be lawful for the Trust, with the approval\nof the Minister-\n     (a) to enter into arrangements respecting schemes\n          whether by way of insurance policies or nor\n     (b) to make regulations,\nfor pensions, gratuities and other retiring or disability or\ndeath benefits relating to members and employees of the\nTrust and such arrangements or regulations may include\nprovisions for the grant of benefits to the dependants and\nthe legal personal representatives of such members or em-\nployees."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)    No action, suit or other proceedings shall be Protection\n                                                               of members\nbrought or instituted personally against any member of the of Trust.\nTrust in respect of any act done bona fide in pursuance or\nexecution or intended execution of this Act.\n         (2) Where any member of the Trust is exempt from\nliability by reason only of the provisions of this section the\nTrust shall be liable to the extent that they would be if the\nsaid member was a servant or agent of the Trust.\n  Protection of national monuments and naiionai herirage\n   1 2 . 4 1 ) The Trust may in accordance with the First Sche- DUW d\n                                                                    mut to\ndule from time to time declare to be a national monument d&re\nany structure the preservation of which is, in the opinion                 fist\nof the Trust, a matter of public interest by reason of the of          menu-\n                                                                    menb.\nhistoric, architectural, traditional, artistic, aesthetic, scienti- Pint sc$*\nfic or archaeological interest attaching thereto.                   aulo.\n       (2) The Trust shall, in each year, cause to be pub-\nlished in the Gazette a list (hereinafter referred to as “the\n         F   e inclusion of this page is authorized 0y I..N. W)1993]\n12                       JAMAICA NATIONAL HERITAGE TRUST\n               list”) of all national monuments in the Island for the time\n               being declared by the Trust pursuant to subsection (1).\n                      (3) The Trust shall cause to be placed on a con-\n               spicuous part of each national monument included in the\n               list a mark identifying the monument.\n                       (4)Where any structure i s declared a national monu-\n               ment the Trust shall notify the Registrar of Titles of any\n               registered titles known to the Trust to be affected by the\n               declaration and shall cause a copy of the declaration to be\n               served on the Registrar of Titles who shall forthwith note\n               on those registered titles the fact of the declaration having\n               been made.\n                      (5) The Trust shall notify the Deputy Keeper of the\n               Records of any national monument the title to which is not\n               under the Registration of Titles Act.\n                        (6) In this section and in sections 19 and 20 structure\n               includes any building, structure, object or other work of\n               man or nature whether above or below the surface of the\n               land or the floor of the sea within the territorial waters of\n33/1991        the Island, or within the exclusive economic zone, and any\ns. 22.\n               site, cave or excavation.\nD-bbon\nof protected"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Where any person enters any land or building\nfor the purpose of investigation, inspection or maintenance\nin accordance with subsection 11) he shall have power to\ndo all such things as he considers necessary for the purpose\nof such investigation, inspection or maintenance, and, with-\nout prejudice to the generality of the foregoing, may make\nexcavations on the land.\n        (3) Where any excavation is made on land pursuant\nto this section the Trust shall, within a reasonable time\nafter the completion of such excavation take such steps as\nmay be necessary to restore the land to the condition which\nexisted immediately before the excavation was made, un-\nless-\n      (U) the land is declared pursuant to this Act to be a\n           national monument; and\n      (b) the Trust is satisfied that the excavation forms\n           part of the national monument.\n         (4) If any person wilfully obstruct or hinders any per-\nson duly authorized by the Trust in the exercise of the\npowers conferred by this section, he shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding five thousand dollars.\n                        Miscellaneous"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) The Trust may, for the purposes of this Act, d-\nnauonal        signa&\nheritage.\n                    (a) any place name, thing or any species of animal or\n                        plant life; or\n                    (b) any place or object which has not been declared a\n                        national monument,\n               to be a protected national heritage.\n                       (2) The Trust shall, in relation to anything which is\n               designated protected national heritage pursuant to subsec-\n               tion (1)-\n                       p l c inclusion of this pp is authorized by LN. 90/19931\n           lAMAlCA NATIONAL HERITAGE TRUST                               13\n    (a) in the case of a species of animal or plant life, pub-\n        lish annually in a daily newspaper published in\n         the Island, a list of such animal or plant life;\n    (b) where appropriate in the case of a place or object,\n        cause to be placed on a conspicuous part of the\n        place or object a mark identifying the place or ob-\n        ject as protected national heritage;\n    (E)   in the case of any moveable objects-\n                  (i) notify the owner thereof of the designa-\n                      tion of the object as protected national\n                      heritage and the time and manner in\n                      which the owner may object to such\n                      designation;\n                 (ii) publish annually in a daily newspaper\n                      published in the Island a list of such\n                       objects.\n       (3) The provisians of the First Schedule shall mutaris Schdulc.\nmurundis apply to any objections made to the designation\nof any object referred to in subsection (2) ( E ) ."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.41) Where the owner of-\n    (a) a national monument declared as such pursuant\n        to section 12 (1); or\n                                                      -v-\n    (6) a protected national heritage designated as such\n                                                                   -\n          pursuant to section 13 (l),\nsuffers financial loss (whether actual or by dimunition in\nvalue) as a rermlt of such declaration or designation, such\nowner shall be entitled to receive such compensation as may\nbe appropriate in the circumstances.\n       (2) The provisions of subsection (3) of section 20 shall,\nmujutis murandis, apply to compensation under this section.\n             inclusion d &is p.ge is authorized by LN.8711986l\n14                        JAMAICA NATIONAL HERITAGE TRUST\nProtection\nfrom. d,s-"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where the Trust is of the opinion that action should\nrepair        be taken to prevent a national monument or protected na-\n              tional heritage from falling into a state of disrepair, it\n              shall be lawful for the Trust-\n                  (a) to notify the owner or person in possession that\n                      the urotected national heritage or national monu-\n                      ment is in need of repair;\n                  Ib) to provide such assistance as may be necessary\n                      (whether financial or otherwise) to the owner or\n                      person in possession for the purpose of maintaining\n                      it; or\n                  (c) to maintain the protected national heritage or na-\n                          tional monument.\nOwncr of        16.-(1)     An owner or person in possession of-\nnational\nmOn\"me\"1\nOT proteced\n                  (a) a national monument shall not demolish, remove\nn itional                 or alter any such monument or carry out any de-\nheritage\n(101 10                   velopment thereof without the prior written appro-\nalter\nwithout                   val of the Trust;\nspprovdl.\n                  (b) a protected national heritage shall not demolish,\n                      remove or alter it without the prior written appro-\n                      val of the Trust.\n                      (2)Any owner of a national monument or protected\n              national heritage who contravenes subsection (1) shall be\n              guilty of an offence and shall be liable on summary convic-\n              tion before a Resident Magistrate to a fine not exceeding\n              twenty thousand dollars or to imprisonment for a term nbt\n              exceeding two years or to both such fine and imprisonment\n              and in addition, the Court may order him to pay the costs\n              of restoring such monument or protected national heritage\n              and in default of payment of such costs, he may be impri-\n              soned for a term not exceeding twelve months.\n                      me inclusion of thos page is authmked by LN. 87119861\n                 JAMAICA NATIONAL HERITAGE TRUST                               15"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Owner of national monument or protected national heritage not\n     to alter without approval."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Every person who-                                          Dcstroyirg\n                                                                   manurnens.\n        ( p ) wilfully defaces, damages or destroys any national mark, ctc\n. .     ,     monument or protected national heritage;\n~. . .. f b ) wilfiilly defaces, destroys, conceals or removes any\n . . . .      imrk or notice affixed thereto or connected there-\n. .           with;\n      (c) alters any national monument or mark without the\n           written permission of the Trust;\n ,~   (&I removes any national monument or protected na-\n. ,..      tional heritage to a place outside of Jamaica or\n. .        causes it to be so removed,\n shall be guilty of an offence and on summary conviction be-\n.fort a Resident Magistrate be liable to a fine not exceeding\n forty thousand dollars or to imprisonment for a term not\n exceeding two years or to both such fine and imprisonment,\n and in addition, such person may be ordered to pay the cost\n of replacement of any such monument, mark or notice and\n.in default of payment of such cost, to be imprisoned with\n hard labour for a further term not exceeding twelve months.\n      Control and development of national monumeni and\n. ...             protected national heritage"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Gifts. devise or bequest of protected national heritape or national\n      monument to Trust"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Effectof and compensation for preservation notices.\n ~.           ~. . ... .~..                 ~~   .    . ~ .~      .\n          EThe inelmion of this page is a u t h o r i 'by L.N.87/1986J\n2              JAMAlCA NATlONAL HERITAGE TRUST\n          Developments of national monuments and pIaces designated\n                          to be protected national heritage"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--(1) For the purpose of presen7in.g the amenities of any\n=hemeS.     national monument, or any place designated to be a pro-\n            tected national heritage, the Trust may, subject to the provi-\n            sions of this section. prepare and confirm a scheme (here-\n            after in this Act referred to as a “preservation scheme”) for\n            any area comprising or adjacent to the site of the monument\n            or the place aforesaid, being an area to which, in the opinion\n            of the Trust, it is necessary or expedient for that purpose\n            that the scheme should apply.\n                    (2) Every preservation scheme shall define by refer-\n            ence to a map annexed thereto the area to which the scheme\n            is applicable (hereafter in this Act referred to as “the con-\n            trolled area”) and may provide for all or any of the followhg\n            matters, that is to say-\n                 (a) for prohibiting or restricting the construction, erec-\n                     tion or execution of buildings, structures and other\n                     works above ground within the controlled area, or\n                     the alteration or extension of any such buildings,\n                     structures or works in such manner as materially to\n                     affect their external appearance;\n                (b) for prescribing the position, height, size, design.\n                    materials, colour and screening and. otherwise re-\n                    gulating the external appearance, of buildings,\n                    structures and other works above ground within the\n                    controlled area;\n                (c)   for prohibiting or restricting the felling of trees.\n                       quarrying and excavations within the controlled\n                       area;\n                      me inclusion of ti%s page is autborizcd by   t ~87/19W\n                                                                       .\n                                ..\n                                JAMAICA NATIONAL HERITAGE TRUST                                   19\n. ..             .        .      . .\n. . .     16, for otherwise restricting the user of land within the\n..       . '. . controlled area to such extent as may appear to the\n.- .            Trust to be expedient for the purpose of preserving\n      .. .   '  the amenities of the monument or place;\n                 :\n  .. . .. (e) for such other matters as appear to the Trust to be\n     . .        incidental to or consequential on the foregoing pro-\n. .             visions of this section or to be necessary for giving\n :     .    . . effect to those provisions.\n..   I\n         .\n            (3) The provisions of the Second Schedule shall have E$,,,\n                     \"\neffedt wrvith respect' to the confirmation, variation and revo-\ncation of preservation schemes.\n            (4)Nothing in any preservation schemes shall affect\nany liuilding; structure or other works above ground or any\nalteration or extension thereof, if it was constructed.\nerected.\"or executed before the date when notice of intention\nto confirm 'the scheme was published in the Gazette under\nthe Second Schedule. and for the purpose of this provision a\nbuilding, structure or other work and any alteration or ex-\ntension ..thereof shall be deemed to have been constructed,\nerected or executed before that date-\n . . (a).if its.construction, erection or execution was begun\n          .   .before that date; or\n ' . . . (b) if ?ad so far as its construction, erection or execu-\n               tjdn was necessary for the purpose of performing a\n  . .     .\n. .           -'contract made before that date.\n                     ~\n            ( 5 ) Any person whose property is injuriously affected\nby the coming into force of a preservation scheme shall be\nentitled to obtain compensation in respect thereof from the\nTruit subject to.the provisions of the Third Schedule.              Third\n                 .. ..           ,     . .                                            Schedule.\n                                                                                             .~\n     . . .               . (6) If any person contravenes any provision of a pre-\nservation scheme for the time being in'force, he shall be liable\non.summary conviction'\n                   .  . ~ ,before a Resident Magistrate to a\nfine not exceeding five hundred dollars for' every day on\nwhich the contravention occurs or continues.\n                              . . .     .. .\n                              me induion of this page is authorized by~L.N.87/19861\n20                      JAMAICA NATIONAL HERITAGE TRUST\n                      (7) If, after any person has been convicted of a con-\n              travention of a preservation scheme by reason that any build-\n              ing, structure or other work is not in conformity with the\n              scheme, the contravention continues after the expiration of\n              such period as the Court before whom he was convicted may\n              determine, the Trust shall have power todo all such acts as,\n              in its opinion, are necessary for removing so much of the\n              building, structure or work as is not in conformity with the\n              scheme, or for making it conform with the scheme, and any\n              expenses incurred by the Trust in so doing shall be recover-\n              able in a Resident Magistrate’s Court as a civil debt from\n              the person convicted.\nT~~ may          2 2 . 4 1 ) The owner of any national monument who m-\nmision\ngrant  toor\n      Wr-\n              tends to cany out any development works in relation to\ndevelop       that monument shall, before commencing such work, apply\nment.\nworks.        to the Trust for permission, giving details of the proposed\n              works.\n                       (2) The Trust may, upon receipt of such appIication\n              as aforesaid, grant permission for the works specified therein\n              to be carried out under the supervision of the Trust.\n                     (3) For the purposes of this Act the expression “de-\n              velopment works” includes the restoring, altering, repak-\n              ing or excavating of a monument or demolishing of any\n              part thereof and the doing of any act or thing which may be\n              required for the purpose of restoring, altering, repakhg or\n              excavating the monument."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Subject as hereinafter provided, any person\n              specially authorized in writing in that behalf by the Trust,\n              after giving reasonable notice in writing to the occupier of\n              his intention so to do and on production of his authority\n              if so required by or on behalf of the occupier, may mtcr for\n              the purpose of investigation, inspection or maintenance,\n              at all reasonable times upon any land or building-\n                          indusim ot & paga & aumaizsd by LN.8711986l\n          3AMAICA NATEONAL HERITAGE TRUST                          21\n    (a) which is a national monument or contains a pro-\n           tected national heritage; or\n      (b) for the purpose of determining whether it should\n           be declared a national monument."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.41) Every document required or authorized to be M Qf\nserved under this Act upon the owner or occupier of a documents.\nnational monument may be served either by delivering it or\nleaving it at the usual or last-known place of abode of the\nperson on whom it is to be served, or by sending it by post\nas a registered letter addressed to him at his last-known\n             Mush of thia page ir anmoripd by LN.87/1986]\n22                         JAMAICA .VAT!ONAL HERITAGE TRUST\n                 place of abode or, if that cannot be found. by fixing it on\n                 roxe conspicuods part of the monument.\n                        (2) Any such document map, as the case requires, he\n                 addressed to the ‘‘owner” or “occupier” of the monument\n                 (describing it) without further name or description.\nExemption          25. Nolwithslanding anything contained in any other\nfrom stamp\nduties, taxes.   enactment-\nC!t.\n                      (a) any instrument necessary for transferring or vesting\n                          any land to or in the Tnist upon which or in respect\n                          of which stam:, duties, registration or recording\n                          fees are payable, shall be exempt from the payment\n                          of such stamp duties, registration or recording fees;\n                      ( b ) the Trust shall, in relation to all property what-\n                            soever held or dealt with by it for the purpose of\n                            this Act. be exempt from the payment of property\n                            tax and income tax.\nTreatment          26. For the purposes of section 13 of the Income Tax\nof a m o u n t\nsGcn, by         Act, any amount expended by the owner of a national monu-\nplotcctcd\n       Of\n                 ment or protected national heritage for the maintenance or\nnational         development thereof and certified by the Trust as required\nherilabc\nfor              for .the preservation of the monument or protected national\nof income\ntax.             heritagc shall be trea-ted as expenses wholly and exclusively\n                 incurred in acquiring income.\n                                                                                     .   .   ..\nCapital             27.-(1) Notwithstanding anything to the contrary, where\nallowanccr\nin respect       the owner of a national monument incurs capital expendi-\nof national\nmDnurnent.\n                 ture in developing that monument, an allowance (in this\n                 section referred to as an “investment allowance”) equal to\n                 seirenty-five per cenrum of such.capital expenditure shall,\n                 in lieu of an initial allowance or any other’similar allowance\n                 under the Income Tax Act, be made to that owner for the\n                 year of assessment in the hasis.period for which such ex-\n                 penditure is’incurred.\n                         IThe inclusion of this page is authorized by L.N.87/I986]\n          JAMAICA NATIONAL HERITAGE TRUST                             23\n       (2) Subject to the provisions of this Act. where an\ninvestment allowance is made ..Tnder this section in respect\nof natimal monuments the provisions of the First Schedulc\nto the Income Tax .4ct or any other provisions of that Act\napplicable to initial allowances granted pursuant to para-\ngraph 1 of Part 1 of that Schedule shall apply. with the\nnecessary adaptations to the investment allowance made\nunder this Act as they apply to initial allowances aforesaid\nexcept that-\n     (a) the amount of an investment allowance shall not\n         he treated as vxilten off by virtue of subparagraph\n         (2) of paragraph 4 of Part I of that Schedule; and\n    (b) the amount of an investment allowance shall not\n        be written off in ascertaining the written down\n        value of the national monument or taken into ac-\n        count for the purposes of sub-paragraph (4) of\n        paragraph 3 of Part I of that Schedule.\n       (3) Notwithstanding anything to the contrary, an\nowner of a national monument shall, in respect of any capital\nexpenditure, be entitled to claim, as such owner thinks fit, the\namount of any investment allowance or annual allowance\nin the year of assessment in which the expenditure is in-\ncurred or, in so far as not previously claimed, in any sub-\nsequent year of assessment :\n   Provided that where income is derived from a national\nmonument in any year, the investment allowance or annual\nallowance shall be claimed against that income in priority\nto any other income of the owner, and accordingly, the\nowner shall adopt such accounting procedures as are appro-\npriate to identify the amount of investment allowance re-\nmaining to be written off.\n      (4) Subject to the provisions of this Act, where an in-\nvestment allowance is made under this section in respect of\nmachinery, the provisions of the First Schedule aforesaid\n-        [The inclusioa of thjs page is authorized by L.N. 87119861\n24                   JAMAICA NATIONAL HERITAGE TRUST\n          or any other provisions of the Income Tax Act applicable\n          to initial allowances granted pursuant to paragraph 1 of\n          Part 111 of that Schedule shall apply with the necessary\n          adaptations to the investment allowance made under this\n          section as they apply to initial allowances aforesaid except\n          that the amount of an investment allowance shall not be\n          written off in ascertaining the written down value of the\n          machinery or taken into account for the purposes of para-\n          graph 3, paragraph 4 or paragraph 5 of Part III of that\n          Schedule.\n                 (5) Notwithstanding the provisions of paragraph 6\n          of Part I of the Schedule aforesaid, the making of an in-\n          vestment allowance pursuant to this section in r e s p t of any\n          expenditure shall not preclude the grant of annual al-\n          lowances or balancing allowances in respect of that expendi-\n          ture in accordance with the provisions of Part I of the\n          Schedule aforesaid.\n                (6) In this section capital expenditure incurred in the\n          development of a national monument means-\n              (U) sums expended on the purchase, construction, ex-\n                  cavation, major repair or alteration of the monu-\n                  menc and includes, where relevant, sums expended\n                  on labour, architectural and other engineerkg ser-\n                  vices; and\n              (b) sums expended for materials, equipment, machi-\n                  nery, plans and other items used in the develop\n                  ment of the national monument.\nRtgllh-     28. The Minister may make such regulations as may be\ntiOna.    necessary or expedient-\n              (U)   for securing the full and effectual performance of\n                    any duty imposed and the exercise of any power\n                    conferred upon the Trust by or under this Act;\n                       indupioo of this p g e ir aumoriesd by LN. 87IIP86l\n              JAMAICA NATZONAL HERITAGE TRUST                                    25\n     (b) for regulating the hours during which, the means\n            whereby, the purposes for which and the conditions\n            subject to which members of the public may have\n            access to any national monument or protected na-\n            tional heritage vested in the Trust;\n     (c) for regulating inquiries under the First or Second Fint or\n                                                                     second\n            Schedule;                                                Schedule.\n    (4for prescribing anything required to be prescribed\n            under this Act."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Treatment of amount spent by owner of protected national ben-\n          tage for purposes of income tax."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any person may, by deed or will, give, devise, or ~ i t t a devise\n                                                                            ,\n                                                                      or bequest\n    bequeath to the Trust all such estate or interest in any pro- of protacted\n    tected national heritage or any national monument as he\n    may\n     ..\n            be seized or possessed of, and the Trust may accept national\n         . .. .\n,\n                                                                      monument\n    such gift, devise or bequest if it thinks it expedient to do S O . T ~ ~        ~   ~\n..-..19.-(1) Where the Minister is satisfied in relation to any Preserva-\n                                                                tion nouce.\n41r UGtUre-\n      (a) that it,is of such a nature that, although not de-\n            :\n . . .\n            clared a national monument the Trust has reason-\n            able grounds for believing that it could be so de-\n            clared; and\n                [ T h e inclusion of this m e is authorized by L.N. 87119861\n16                      JAMAICA NATIONAL HERITAGE TRUST\n                   (6) that it is in danger of destruction or removal or\n                       damage from neglect or injudicious treatment,\n              the Minister may, upon the advice of the Trust, serve a\n              notice (in this Act referred to as a “preservation notice”) on\n              the owner and, if the owner is not the occupier, on the oc-\n              cupier of the structure, stating that it will be under the pro-\n              tection of the Minister under this Act while the notice is\n              in force.\n                   (2) Where the Minister serves a preservation notice he\n              shall specify the period (not exceeding six months) during\n              which the notice is to remain in force and shall cause a\n              copy thereof to be fixed on some conspicuous p   at of the\n                                                                r\n              structure.\n                   (3) Where a notice is served under subsection (I), the\n              Trust may, by written authorization signed on its behalf by\n              a member of the Trust. authorize any person (including a\n              member of the Trust) to inspect the structure, and m y per-\n              son so authorized may a t any reasonable time, on produc-\n              tion by him of the authorization if so required, enter any\n              premises for the purpose of inspecting the structure:\n                 Provided that, unless the Trust conSiders that the inspec-\n              tion of the structure is a matter of urgent necessity, it shall\n              give reasonable notice in writing of the proposed inspection\n              to the occupier of the premises which are to be entered.\n                   (4) The Minister may revoke a preservation notice-\n                   (a) at any time by notice served on the owner and,\n                        if the owner is not the occupier, on the occupier\n                        of the structure to which the notice relates; or\n                   (b) upon being satisfied on written repmentations\n                       made by the owner that such owner is likely to\n                       suffer financial loss if the notice is not revoked.\nmeet of\nand cam-        a.-(1) while a preservation notice is in force with\nm t i O n\nfor preser-\n              spect to any structure, that structure shall not be demo-\nvation\nwtiar                 (’he indusion of this pagc is authorized by LN.87/1986l\n           JAMAICA NATIONAL HERITAGE TRUST                         17\nlished or removed, nor shall any additions or alterations be\nmade thereto or any work carried out in connection there-\nwith, except with the written consent of the Minister granted\neither unconditionally or subject to such conditions as the\nMinister may think fit.\n         (2) Where a person has an interest in the whole or a\npart of any structure and he suffers financial loss or incurs\nexpenditure in respect of that interest in consequence of the\nrefusal, or the granting subject to conditions, of any consent\nrequired under subsection (l),he shall be entitled to receive\nsuch compensation as may be appropriate in the circum-\nstances.\n        (3) Any question as to a person’s right to compensa-\ntion under subsection (2), or as to the amount of any such\ncompensation which is appropriate in the circumstances\nshall in default of agreement be determined by the Resident\nMagistrate in the manner provided in the Lands Clauses Act\nfor settling cases of disputed compensation, and in constru-\ning that Act for the purpose of this Act, this Act shall be\ndeemed to be the special Statute and the Trust shall be\ndeemed to be the promoters of the undertaking.\n        (4) Any person who contravenes the provisions of\nsubsection (1) shall be guilty of an offence and shall be liable\non summary conviction before a Resident Magistrate to a\nfine not exceeding €mty thousand dollars or to imprison-\nment for a term not exceeding two years or to both such\nfine and imprisonment and, in addition, may be ordered by\nthe Court by whom he is tried to pay such sum as the Court\nthinks just for the purpose of repairing or restoring the\nmonument.\n       ( 5 ) While a preservation notice is in force the Trust\nmay with a view to the maintenance of the structure to\nwhich it relates, have access by itself, its inspectors, agents\nor workmen to such structure for the purpose of inspectkg\n18                      JAMAICA NATTIOA’AL HERITAGE TRUST\n            it and of bringing such materials and doing such acts and\n            things as may he required for the maintenance thereof.\n            DeveIopinenr of nnaiomf tiioriurmiitc and plaws desigtzatec!\n                         to he protecrrd natiorial heritage\nPreserva-\ntion"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1)      Any property-                                         Sa*.\n    (U) purchased by, belonging to or vested in the Jamaica\n            National Trust Commission established by the re-\n            pealed Act;\n    (b) which is subject to a preservation notice or preser-\n        vation order made under the repealed Act;\n     tc) in relation to which the Jamaica National Trust\n          Commission were constituted guardian pursuant to\n          the repealed Act,\nand all interests, rights and easements into or out of the said\nproperty which belong to or are vested in the said Commis-\nsion shall, without any conveyance, assignment or transfer,\nbelong to and be vested in the Trust established under this\nAct, subject to all and any trusts and to all debts, liabilities\nand obligations affecting the same and of all enactments,\nor rules made under this Act or any enactment, regulating\nthe management, maintenance, control, supervision and\ndealing with such property.\n       (2) In this section “the repealed Act” refers to the\nJamaica National Trust Act.\n            cm0 indusios of thia rmgc h authorizsd by LN. 87/19861\n26               JAMAICA NAT!G;YAL H E R I T A G E TRUST\n                              FIRST scnmum                       (Section 13)\n                Procedure for declaralion of Nutional Monunieritv"
    }
  ],
  "definitions": []
}