{
  "id": "jm-stat-the-jamaica-promotions-corporation-act",
  "type": "statute",
  "title": "The Jamaica Promotions Corporation Act",
  "title_en": "The Jamaica Promotions Corporation Act",
  "short_name": "Jamaica Promotions Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-promotions-corporation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-promotions-corporation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Corporation shall consist of not less than seven or more than ~ ~ ~ ~ t i m\nfifteen members to be appointed by the Minister.                        of Corpora-\n                                                                              tion."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-          b.\n                                                                  Internfa-\n     “chairman” means the chairman of the Corporation;\n    “Corporation” means the Jamaica Promotions Car-\n        poration established by section 3;\n    “functions” includes powers and duties;\n    “President” means the President of the Corporation;\n    “Vice-President” means the Vice-President of the Cor-\n        poration.\n       Establishment and Functions of Corporaiion"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) The Minister shall appoint a chairman and a vice-chairman ,-himan\nfrom amongst the members of the Corporation.                              and vice-\n                                                                          ohaiman.\n      (2) In the case of the absence or inability to act of the chairman,\nthe vice-chairman shall perform the functions of chairman.\n       (3) In the. case of the absence or inability to act of both the\nchairman and vice-chairman. the Minister may appoint any other mem-\nber of the Corporation to perform the functions of the chairman or,\nas the case may be, the vice-chairman, during such a b c e or inability."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. It shall be the duty of the Corporation tc-                  Functionsof\n                                                                  the corpora-\n     (a) stimulate, facilitate and promote the development in tion.\n          the Island of-\n             (i) trade and industry;\n            (ii) export trade; and\n4                  JAMAICA PROMOTIONS CORPORATION\n                    (iii) investment activities in all sectors of the\n                           Island’s economy;\n             (b) promote the establishment and development of such\n                 activities in connection with the discharge of its\n                  duty under paragraph (a) as, in the opinion of the\n                 Corporation, may be necessary or expedient in the\n                 national interest. including (without prejudice to the\n                 generality of the foregoing) research, training and\n                 consultant activities, the sponsoring of trade\n                 fairs and trade missions, the compilation and issue\n                  of journals, bulletins and other publications;\n             (c) promote the carrying on of the activities referred to\n                  in paragraphs (U) and (b) by other bodies or per-\n                  sons, and, for that purpose, to establish or expand\n                  or promote the establishment or expansion of, other\n                 bodies to carry on such activities either under the\n                 control or partial control of the Corporation or\n                 independently, and to give assistance (including\n                  financial assistance) to such other bodies or to other\n                  bodies or persons appearing to the Corporation to\n                  have facilities for the carrying on of such activities;\n             (d) carry on such activities as aforesaid in association\n                 with other bodies or persons (including Govem-\n                  ment authorities) or as managing agents or other-\n                 wise on their behalf.\nK~~~~~      5.41) The Corporation shall, for the purposes of the dis-\n         charge of its duties under section 4, cause to be kept a regis-\n         ter (to be known as the Register of Approved Exporters) of\n         the names, addresses and such &er particulars as may be\n          prescribed, of such exporters as are approved by the Cor-\n         poration and apply in the prescribed manner to be so regis-\n         tered.\n              (2) The register referred to in subsection (1) shall be\n         open to inspection by any member of the public a t all\n                  [The inclusion of this m e is authorized by LN. S/ 19921\n           JAMAICA PROMOTIONS CORPORATION                                5\nreasonable times and a copy of the register shall be pub-\nlished in the Gazette at such times and in such manner as\nmay be prescribed."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The Corporation shall be a body corporate having perpetual hcorpom-\nsuccession and a common seal with power to purchase, lease or other-\nwise acquire and hold and dispose of land and other property of\nwhatever kind.\n       (2) The s a l of the Corporation shall be authenticated by the\nsignatures of the chairman or one member of the Corporation authorized\nto act in that behalf and the secretary of the Corporation and such\nseal shall be officially and judicially noticed.\n       (3) AU documents, other than those required by law to be under\nseal, made by. and all decisions ot, the Corporation may be signified\nunder the hand of the chairman. any member of the Corporation\nauthorized to act in that behalf, or the secretary of the Corporation."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The appointment of every member of the Corporation shall Tewrcd\nbe evidenced by instrument in writing and such instrument shall specfi om8ca\nthe period of office of the member, which shall not exceed three yean.\n        (2) Every member of the Corporation shall be e l i b k for re-\nappointment.\n      (3) The Minister may at any time revoke the appointment of\nany member of the Corporation if he thinks it expedient so to do.\n          me inoYvsion of this page is aulhorized by S.N. 5/19921\n14                         JAMAICA PR 0MO TiONS CORPORATION\nResignation.      7.+1)     Any member of the Corporation other than the chairman\n               may at any time. resign his 05ce as member by instrument in writing\n               addressed to the Minister and transmitted through the chairman. and\n               from the date of the receipt by the Minister of such instrument. such\n               member shall cease to be a member of the Corporation.\n                        (2) The chairman may at any time resign his office as chairman\n               or member by instrument in witine addressed to the Minister and\n               such resignation shall take effect as-from the date of the receipt of\n               such instrument by the Minister,\nPublication      8. The names of the members of the Corporation as first constituted\nof*m-          and every change in the membership thereof shall be published in the\nbenhip.        G      ~     ~      ~     ~     .\nPmcedw           9.+1) The Corporation shall meet as often as may be necessary or\nand            expedient for the transaction of its business, apd such matinga shall be\nmeetiopp.\n               held at such places and times and on such days as the Corporation may\n               determine.\n                     (2) Tbe chairman may at any time call a special meeting of the\n               Corporation, and shall call a special meeting to be held within seven\n               days of a written request for that purpose addressed to him by any\n               two members of the Corporation.\n                     (3) The chairman or, if the chairman is absent from any meeting.\n               the vice-chairman shall preside at all meetings of the Corporation and\n               in the absence of both the chairman and the vice-chairman from any\n               meeting the members present and constituting a quorum shall elect\n               a chairman from among their number to preside at that meeting.\n                     (4) A quorum of the Corporation shall be four.\n                      ( 5 ) The decisions of the Corporation s b d be. by a majority of\n               votes and, in addition to an original vote, the person presiding at a\n               meeting shall have a casting vote in any case in which the voting M\n               equal.\n                      (6) Minutes in proper form of each meeting of the Corporation\n               shall be kept and shall be confirmed by the chairman or the vice-\n               chairman or other member elected to preside at the meeting. as the\n               case may be, as soon as practicable thereafter at a subsequentmeeting.\n                      (7)Subject to the provisions of this paragraph, the Corporation\n               shall have the power to regulate ita own p r d h g s .\nDisolosurs        1 0 . 4 1 ) Any member of the Corporation who, otherwise than as\n,,finter&      such member, is directly or indirectly interested in a contract made\n               01 entered into. or proposed to be made or entered into. by the Corpora-\n               tion, shall as soon as possible after the relevant facts have come to\n               his knowledge, disclose the nature of his interest at a meeting of the\n               Corporation.\n                         me inulusbn of this page is authorized by L.N. 5l19921\n            JAMAICA PROMOTIONS CORPORATION\n       (2) A disclosure under this paragaph shall be recorded in the\nminutex of the Corporation, and the membe-\n    (a) shall not take part after the disclosure in any ddiberation or\n         decision of the Corporation relating to the contract:\n    (b) shall be disregarded for the purpose of forming a quorum of\n         the Corporation €or any such deliberation or decision."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Minister may, after consultation with the Aomint-\nCorporation, appoint at such remuneration and on such rn-n!        of\n                                                                oi$cersad\nterms and conditions as he thinks fit, a President and one\nor more persons to be Vice-Presidents.\n        (2) The President shall be the principal officer of the\nCorporation and shall be responsible to the Corporation\nfor the day to day administration of the business of the\nCorporation and for the execution of the policy of the Cor-\nporation.\n         (3) A person appointed as Vice-President shall\n perform such duties as may be assigned to that person by the\n President.\n         (4)The Corporation may appoint and employ at such\n remuneration and on such terms and conditions as it thinks\n fit such other officers, agents and employees as it thinks\n necessary for the proper carrying out of its functions under\n this Act:\n          [The holmion of this page is authorized by L.N. 5119921\n6                    JAMAICA PROM0 TlONS CORPORATION\n             Provided that-\n               (a) no salary in excess of the prescribed rate per mnum\n                   shall be assigned to any post without prior\n                    approval of the Minister; and\n               (b) no appointment shall be made to any post to which\n                   a salary in excess of such prescribed rate is assigned\n                   without the prior approval of the Minister.\n                 (5) In subsection (4)the prescribed rate means a rate\n          of fifty thousand dollars per annum or such higher rate\n          as the Minister may, by order, prescribe.\n                  (6) The Governor-General may, subject to such con-\n          ditions as he may impose, approve of the appointment of\n           any public officer in the service of Jamaica to any office\n          with the Corporation and any public officer so appointed\n          shall, in relation to pension. gratuity or other allowance, and\n          to other rights as a public officer, be treated as continuing\n          in the service of Government.\n                  (7) It shall be lawful for the Corporation, with the\n           approval of the Minister-\n               ( U ) to enter into arrangements respecting schemes whe-\n                     ther by way of insurance policies or not;\n                (b) to make regulations,\n          for pensions, gratuities and other retiring or disability or\n          death benefits relating to employees of the Corporation and\n          such arrangements or regulations may include provisims for\n           the grant of benefits to the dependants or legal personal\n          representatives of such employees.\nOblimatim      g.-(l) Every person having any official duty or being\nf o r * ~ y employ&\n             ~        in the administration of this Act shall regard and\n          deal with as secret and confidential all documents, infoma-\n          tion and records relating to-\n               (a) any activity being dealt with by the Carporation; or\n                   v h c inclusion of Mis age ir authorized by L N 5/19K?]\n          JAMAICA PROMOTIONS CORPORATION                                 7\n    (b) any person carrying out such activity.\nand shall make and subscribe a declaration to that effect\nbefore a Justice of the Peace\n      (2) Every such person as is referred to in subsection (1)\nhaving possession or control over any such documents, infor-\nmation m records. who at any time communicates or attempts\nto communicate such information or anything contained in\nsuch documents or records to any person-\n     (U) other than a person to whom he is authorized by\n          the corporation or the Minister to communicate it;\n           or\n     (b) otherwise than for the purposes of this Act,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not exceed-\n ing five thousand dollars or to imprisonment with or with-\n out hard labour for a term not exceeding six months or to\n both such fine and imprisonment."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Minister may, after consultation with lhe chair- powerof\nman. give to the Corporation directions of a general charac- Mioistcrto\n                                                             tsgMgemral\nter as to the policy to be followed in the exercise and\nperformance of its functions in relation to matters appear-\n                                                                  gz:;;;\ning to him to concern the public interest, and the Corpora-\ntion shall give effect to any such directions."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The power of the Minister to give directions to the ~~spxa~d\nCorporation shall extend to the giving of directions as tm- CWltal\n     (a) the disposal of capital assets; or\n    (b) the application of proceeds of such disposals,\nnotwithstanding that the directions may be of a specific\ncharacter.\n                           Financial"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The funds and resources of the Corporation shall ~ m d a ~ ~ ~ d\n                                                           resources of\nconsist of-                                                thecorpora-\n                                                                  ticn\n         Whe inolusion of thin m e is authonzed by L N S/ 19921\nB                   JAMAICA PROMOTIONS CORPORATION\n               (a) such sums as may be provided by Parliament an-\n                    nually for the purpose in the Estimates of Revenue\n                    and Expenditure;\n              ( 6 ) such sums as may be allocated from time to time\n                    to the Corporation from loan funds;\n              (d moneys earned or arising from any property, in-\n                    vestments, mortgages and debentures acquired by\n                    or vested in the Corporation;\n              (d) any property, mortgages, debentures, or invest-\n                    ments acquired by or vested in the Corporation;\n              (e) sums borrowed by the Corporation for the purpose\n                    of meeting any of its obligations or discharging\n                    any of its functions;\n              ( f ) all other sums or property which may in any\n                    manner become payable to or vested in the Cor-\n                    poration in respect of any matter incidental to its\n                    powers and duties.\n                  (2) The charges on any amount which may be alloca-\n          ted ta the Corporation from loan funds shall be met by the\n          Corporation :\n            Provided that all or any part of such charges may be met\n          from the Consolidated Fund subject to the approval of the\n          House of Representatives.\n                 (3) For the purposes of this section, the expression\n          “loan funds” means such sums as may be made available\n          from time to time to the Government by way of loan.\n~~~~j~~"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Subject to the provisions of subsection (2), the\npowers.   Corporation may borrow sums required for meeting any of\n          its obligations or discharging any of its functions.\n                  (2) The power of the Corporation to borrow shall be\n          exercisable only with the approval of the Minister respon-\n          sible far finance, as to the amount, as to the sources of the\n                  p%c   inolusim of this p g e is authorized by L.N.5!19921\n          JAMAICA PROMOTIONS CORPORATION                                  9\nborrowing and as to the terms on which the borrowing may\nbe effected.\n        (3) An approval given in any respect for the purposes\nof subsection (2)may be either general or limited to a parti-\ncular borrowing or otherwise, and may be either uncondi-\ntional or subject to conditions."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No act done or proceeding taken under this Act shall be\nquestioned on the Found-                                                  of the\n                                                                          Corporation.\n     (a) the existence of any vacancy i n the membership of, or any\n         defect in the constitution of, the Corporation;\n     (b) the contravention by a member of the Corporation of the\n         provisions of paragraph 10; or\n     (c) any omission, defect or irregularity not affecting the merits of\n         the case.\n   1 4 . 4 1 ) No action, suit, prosecution or other praceedings shall be Protection\nbrought or instituted personally against any member of the Corporation\nin respect of any act done bona fide in pursuance or execution or tion.\nintended execution of this Act.\n         (2) Where any member of the Corporation is exempt from\nliability by reason only of the provisions of thi5 section the Corporation\nshall be liable to the extent that it would be if the said member was\na servant or agent of the Corporation.\n          [The inclwioa of this page is authorized by L.N. S(19921\n!G                            JAMAICA PROMOTIONS CORPORATION\n                  ~ - shall be paid to the chairman, vice-chairman and other\nR ~ ~ ~ u ~15.I There\ntioo       members of the Corporation such remuneration, whether by way of\notmembers. honorarium, salary or fees, and such allowances, as the Minister may\n                 determine.\nOffice of          16. The office of chairman or member of the Corporation shall not\nchairman or      be a public office for the purposes of Chapter V of the Constitution of\nmember not       Jamaica.\npublic office.\n                              me inclusion of this page is authorized by L.N. 5/19921"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Moneys standing to the credit of the Corporation Investments.\nmay from time to time be invested in securities approved\neither generally or specifically by the Minister, and the\nCorporation may, from time to time, with the like approval\nsell any or all of such securities.\n         me ino1miw of this p g e is authorized by L.N 5 / 19921\n10                        JAMAICA PROMOTIONS CORPORATION\nArcounts         1 5 . 4 1 ) The Corporation shall keep accounts of its trans-\nand audit.\n               actions to the satisfaction of the Minister and such accounts\n               shall be audited annually by an auditor approved by the\n               Minister.\n                       (2) The members, officersand employees of the Cor-\n               poration shall grant to the auditor appointed under subsec-\n               tion (I), access to all books, documents, cash and securities\n               of the Corporation and shall give to him on request all such\n               information as may be within their knowledge in relation\n               to the operation of the Colporation.\n                      (3) The Auditor-General shall be entitled at all times\n               to examine the accounts of the Corporation."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16-41} The Corporation shall, in each year and at such\nReporta and\nestimater.     time as the Minister shall direct, prepare and forward to the\n               Minister a report of its activities during the preceding finan-\n               cial year, including a statement of its account audited in\n               accordance with section 15.\n                       (2) A copy of the report together with the auditor’s\n               report shall be laid on the Table of the House of Represen-\n               tatives and of the Senate and shall be printed in the Gazerte.\n                      (3) The Corporation shall, before a date specified by\n               the Minister, submit to the Minister for his approval esti-\n               mates of revenue and expenditure for the ensuing financial\n               year.\n                                        Generul\nRegulations."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Minister may, after consultation with the Cor-\n               poration, make regulations generally for giving effect to the\n               purposes and provisions of this Act and, in particular but\n               without prejudice to the generality of the foregoing. may\n               make redations in relation to ail1 or any of the following\n               matters-\n                   (a) regulating the exportation of goods to any country;\n                        IJhe imlusiw of $bi3 pdgc is authorized by LN. 5119921\n          JAMAICA PROMOTIONS CORPORATION                               11\n    (6) providing for the inspection, grading, classification\n         and marking of any goods intended to be exported\n         from the Island;\n    (c) prescribing the forms of certificates of inspection,\n         grading, classification and marking of goods\n         intended to be exported from the Island;\n    (d) providing for the particulars to be entered in the\n         register referred to in section 5 (3) and (4)and the\n         manner in which such particulars may be removed\n         from or restored to, such register;\n    (4 prescribing the powers and duties of inspectors;\n     cfl prescribing the fees to be paid-\n              (i) for inspection, grading, classification or\n                  marking of any goods intended to be\n                  exported from the Island;\n             (ii) in respect of the provision by the Corpora-\n                   tion of such other services and facilities as\n                   the Minister may, by order, determine;\n     (g) providing for such other matters as may be required\n          for the efficient discharge by the Corporation of\n          its duties and functions under this Act."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Notwithstanding anything contained in any other Exemption\nenactment-                                                     from stamp\n                                                               dUdeQ.\n    (U) any instrument necessary for transferring or vesting axa,c(c\n         any land or other property to or in the Corpora-\n         tion upon which or in respeot of which stamp\n         duties, registration or recording fees are payable,\n         shall be exempt from the payment of such stamp\n         duties, registration or recording fees;\n     (6) the Corporation shall, in relation to all property\n          whatsoever held or dealt with by it for the purposes\n          of this Act, be exempt from the payment of pro-\n          perty tax or income tax.\n         me irslusim of this page is authonzed by LN. 5/1992)\n12                   JAMAICA PROMOTIONS CORPORATION\nsavings.      19. Notwithstanding the repeal of the Industrial D e w\n           lopment Corporation Act and the Jamaica National Export\n           Corporation Act, any property purchased by, belonging to\n           M vested in the Industrial Development Corporation and\n           the Jamaica National Export Corporation, established, re-\n           spectively, by the repealed Acts and all interests,rights and\n           easernents into or out of the said property which belong to\n           or are vested in the said Corporations, shall, without any\n           conveyance, assignment or transfer, belong to and be\n           vested in the Corporation established under this Act, subject\n           to all and any trusts and to all debts, liabilities and obliga-\n           tions affecting the same and of all enactments or ruiles made\n           under this Act or any enactment, regulating the management,\n           maintenance, control, supervision and dealing with such pr&\n           perty.\n            JAMAICA PROMOTIONS CORPORATION                                            13\n                               SCHEDULE                         (Section 3)\n                 The Jamuica Pmvnotwns Corporation"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.    Savings.\n                              SmEDULE\n         m e idusion of this w e ia authariZed hy L.N. 5119921\n          JAMAICA PROMOTIONS CORPORATlON                                      3\nTHE JAMAICA PROMOTIONS C(3RpORATIm ACT                                Ad\n                                                                   7 of 1990.\n                                            [26rh April, 1990.1"
    }
  ],
  "definitions": []
}