{
  "id": "jm-stat-the-jamaica-racing-commission-act",
  "type": "statute",
  "title": "The Jamaica Racing Commission Act",
  "title_en": "The Jamaica Racing Commission Act",
  "short_name": "Jamaica Racing Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-racing-commission-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-racing-commission-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Commission shall consist of such number of members, not Constitution\nbeing less than three nor more than seven members as the Minister may ,Oib!$mm[s-\nfrom time to time determine."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The members of the Commission shall be appointed by the Min- Appoint-\nister by instrument in writing and subject to the provisions of this mentof\nSchedule, shall hold office for such period, not being less than two years\nnor more than five years, as the Minister may direct in such instrument."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Every member of the Commission shall he eligible for .=appoint- Reappoint-\nment.                                                                      ment."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister shall appoint one of the members of the Commission Chairman.\nto he the chairman thereof."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . If the chairman or any other member of the Commission is absent Acti?g\nor unable to act, the Minister may appoint any person to act in the 2gzt-\nplace of such chairman or other member."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 - i n c l u f i o n ofz i p a g e i s authonred by L.N. 146/ 1 9 9 9 1\n10                            JAMAICA RACING COMMISSION\nApptication\nforlicence.     18.---(1) A person requiring a licence under this Part shall\n              make application in writing to the Minister in the prescribed\n              form and manrier giving in such application the information\n              which may bz required by regulations made under this Act.\n                     (2) The Minister shall transmit such application to\n              the Commission for its recornmcndations before granting\n              a licence:\n                 Provided that the Minister may where he considers\n              it expedient so to do grant a provisional licence for such\n              period, not exceeding six months, and subject to such terms\n              and conditions as he thinks fit.\n                      ( 3 ) When the Commission receives an application\n              which has been transmitted to it by the Minister, in order\n              to satisfy itself that the application is in order, the Commis-\n              sion may make such investigations as it considers necessary\n              in connection with the application.\n                         (4) If the Commission is satisfied that the application\n              is in order, it shall-\n                    (0) direct an authorized person to visit and inspect the\n                           racecourse in respect of which the application is\n                           being made; and\n                    ( b ) inform the applicant of such direction.\n                        (5) Where directed under paragraph (a)of subsection\n              (4) an authorized person may, for the purpose of carrying\n              out an inspection under this section-\n                    (a) enter upon and examine the racecourse in respect\n                           of which the application is made;\n                    ( b ) put to any person on the racecourse any question\n                          relating to the application for a licence to operate\n                          the racecourse if he reasonably belicves that any\n                           information can be so obtained which will assist the\n                          Commission in arriving at a decision as to whether\n                          or not the application should be recommended; and\n              -__-           ~~~~\n                       [The inclusion ofthis paqe is aulhorized by L.N. 146119991\n              JAMAICA RACING COMMISSION                             13\n       (3) The Commission may-\n    (a) upon an application under subsection (2) grant a\n          permit under this section for such period and sub-\n          ject to such restrictions as it may think fit or may\n          in its discretion refuse to grant such permit;\n    ( b ) at any time suspend or revoke a permit granted\n          under this section and shall forthwith notify the\n          person concerned by post of the suspension or\n          revocation (as the case may be) of his permit\n          specifying the date on which such suspension or\n          revocation shall have effect.\n        (4) Any person who contravenes the provisions of\nsubsection (1) shall be liable on summary conviction before\na Resident Magistrate to a fine not exceeding four hundred\ndollars and in default of payment to imprisonment for a\nterm not exceeding four months; and where a company is\nguilty of a contravention of subsection (1) every director,\nmanager, agent or officer of the company who is knowingly\na party to the contravention shall be liable to the penalties\naforesaid.\n                      PARTIV. General\n   2 4 . 4 1 ) The Commission may appoint such persons as Appoint-\n                                                            ment of\nit thinks fit (including persons who are members of the aulhorizod\nCommission) for the purpose of investigating complaints and PerSom.\notherwise securing the proper observance of the provisions\nof this Act and the regulations and the Racing Rules made\nthereunder, and any such person is in this Act referred to\nas an “authorized person”.\n       (2) The Commission shall furnish every authorized\nperson with a certificate of appointment.\n       (3) An authorized person may (subject to the pro-\nduction by him if so required of his certificate of appoint-\nment as such) at all reasonable times enter any premises\n14                         JAMAICA RACING COMMISSION\n             which are used or which he has reasonable cause to believe\n             are used-\n                  (a) for the operations of a racecourse;\n                  (b) for controlling the operations of a racecourse;\n                  (c) for keeping horses in training for racing; or\n                  (d) for the breeding of horses for racing,\n             and may examine the entries required to be made in the\n             records kept in connection therewith and copy the whole\n             or any material part of such records.\nInvtstign-     25. The Commission may, where it considers it expedient\ntions.\n             so to do, hold or cause to be held an investigation-\n                  (a) to determine whether any licence granted under\n                       Part I11 should be suspended or revoked;\n                 ( b ) in respect of the bieach of any of the regulations\n                       or of the Racing Rules made under this Act or\n                       of any terms or conditions of any licence or pro-\n                       visional licence; or\n                 (c) as respects any matter related to or connected with\n                       its functions so as to determine whether any of such\n                       functions should be exercised,\n             and with respect to any such investigation the followkg\n             provisions shall have effect-\n                           (i) the person or persons holding the investiga-\n                               tion (hereinafter in this section referred to\n                               as “the tribunal”) shall do so in such manner\n                               and under such conditions as the tribunal\n                               may think most effectual for ascertaining\n                               the facts of the matter under investigation;\n                          (ii) the tribunal shall have for the purpose of the\n                               investigation all the powers of a Resident\n                               Magistrate to summon witnesses, call for the\n                               production of books and documents and to\n             -~\n                   m e indusion of this page ia authorkd by L.N. 480/19731\n             JAMAICA RACING COMMISSION                            15\n                examine witnesses and the parties concerned\n                on oath\n          (iii) any person summoned to attend or to\n                produce books or documents under this\n                section, and refusing or neglecting so to do\n                or refusing to answer any question put to\n                him by or with the concurrence of the\n                tribunal shall be guilty of an offence against\n                this Act and be liable on summary convic-\n                tion before a Resident Magistrate to a fine\n                not exceeding five hundred dollars and in\n                default of payment to imprisonment for a\n                term not exceeding three months :\n                   Provided that no person shall be bound to\n                 incriminate himself and every witness shall,\n                 in respect of any evidence given by him at\n                 such an investigation be entitled to the same\n                 privileges to which he would be entitled if\n                 giving evidence before a court of justice;\n           (iv) any witness attending at the request of or\n                upon summons by the tribunal shall. subject\n                to any order made by the tribunal be entitled\n                to like allowances for expenses as if sum-\n                moned to attend a Resident Magistrate's\n                Court."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   Subject to the provisions of subsection (2) the Borrowing\nCommission may borrow sums required by it for meeting powers’\nany of its obligations or discharging any of its functions.\n       (2) The power of the Commission to borrow shall be\nexercisable only with the approval of the Minister respon-\nsible for finance as to the amount, as to the source of bor-\nrowing and as to the terms on which the borrowing may\nbe effected, and an approval given in any respect for the\npurpose of this section may be either general or limited\nto a particular borrowing or otherwise, and may be either\nunconditional or subject to conditions.\n           me inclusion of this page is authorized by L.N. 480119731\n6                            JAMAICA RACING COMMISSION\nAdvances\nand"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Minister may from time to time make\nguarantee      advances to the Commission out of moneys provided by\nof bpr-\nroulngs.       Parliament for the purpose.\n                        (2) The Minister responsible for finance may, with\n               the approval of the House of Representatives, guarantee, in\n               such manner and on such conditions as he may think fit,\n               the repayment of the principal and the payment of interest\n               on any authorized borrowings of the Commission made\n               otherwise than by way of advance under subsection (1).\n                        (3) Where the Minister responsible for finance is\n               satisfied that there has been default in the repayment of\n               any principal moneys or in the payment of interest guaran-\n               teed under this section, he shall direct the repayment, or,\n               as the case may be, the payment, out of the Consolidated\n               Fund of the amount in respect of which there has been such\n               default.\nReDiryment       9. The Commission shall make to the Accountant-Gen-\n&add\ninterest on,   eral, at such times and in such manner as the Minister may\nadvances       direct, payments of such amounts as may be so directed in\nand sums\nissucd to\nmcet\n               or towards repayment of advances made to the Commission\nguarantees.    under section 8, and of any sums issued in fulfilment of any\n               guarantee given thereunder, or payments of interest on any\n               sum outstanding for the time being in respect of such\n               advances and of any sums so issued at such rates as the\n               Minister may direct, and different rates of interest may be\n               directed as respects different advances or sums and as\n               respects interest for different periods.\nReserves.        10. The Commission shall establish and maintain such\n               reserves as it considers necessary and as the Minister may\n               from time to time approve.\nAcmunts          11.-( 1) The Commission shall keep proper accounts and\nand audit.\n               other records in relation to its business and shall prepare\n               annually a statement of accounts in a form satisfactory to\n                     m e inclusion of this page is authorized by L.N. 480119731\n                JAUAICA RACING COMiWISSION\nthe Minister, being a form which shall conform with the best\ncommercial standards.\n         (2) The accounts and records shall be kept in such a\nmanner as t o secure the provision of separate information as\nrespects each of the main activities of the Commission.\n       (3) The accounts of the Commission shall be audited\nby an auditor or auditors appointed annually by the\nCommission and approved by the Minister.\n        (4) So soon as the accounts of the Commission have\nbeen audited, the Commission shall send the statement of its\naccounts referred to in subsection (1) to the Minister together\nwith a copy of any report made by the auditors on that\nstatement or on the accounts of the Commission.\n         (5) The auditor's fees and expenses of the audit shall\nbe paid by the Commission.\n         (6) The Auditor-General shall be entitled, on the\ndirection of the Minister, at all times t o examine the accounts\nand other records in relation to the business of the\nCommission."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The names of all members of the Commission as first constituted ~ ~ n i n g o f\nand every change in the membership thereof shall he published in the appobf-\nGazette.                                                               ment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) No member of the Commission shall be personally liable for Protection\nany act or default of the Commission done or omitted to be done in ofmembers\ngood faith in the WUIX of the operation of the Commission.             of thc Corn-\n                                                                       mision.\n       (2) Where an person is exempt from liability by reason only\nof the provisions orthis paragraph the Commission shall he liable to\nthe extent that it would be if that person was an employee or agent of\nthe Commission."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. There shall be paid from the funds of the Commission to the ~ m u n c r a -\nchairman and other members of the Commission such remuneration tionof\n(whether by way of honoraaum, salary or fees) and such allowances membcra.\nas the Minister may determine.\n        me inclusion of tbia page is authoriEd by L.N. 480119731\n                                                                                       P\n20                                      JAMAICA RACING COMMZSSION\n0tliC.e   of      12. The office of chairman or member of the Commission shall not\n               Or\nmember not     be  a public office for the purpose of Chapter V of the Constitution of\npublic office. Jamaica.\nSeal, r q d                13. (1) The seal of the Commission shall be kept in the custody of\n~                   ~   the chairman\n                                 ~      or of\n                                           ~ any officer\n                                                     ~    of thet Commission\n                                                                          ~    authorized\n                                                                                    f     by the\n                        Commission in that behalf, and shall be affixed to instruments pursuant\n                        to a resolution of the Commission, in the presence of the chairman or\n                        any other member of the Commission authorized to act in that behalf,\n                        and the secretary thereof.\n                               (2) The seal of the Commission shall he authenticated by the\n                        signatures of the chairman or any other member of the Commission\n                        authorized to act in that behalf, and the secretary or some other officer\n                        authorized by the Commission 10 act instead of the secretary.\n                               (3) All documents other than those required by law to be under\n                        seal, made by, and aU decisions of, the Commission may be signified\n                        under the hand of the chairman or any other member or officer of the\n                        Convnission authorized to act in that behalf.\nProcedure                  14. (1) The Commission shall meet at such times as may be neces-\nand                     sary or expedient for the transaction of its business and such meetings\nmeetings.\n                        shall be held at such places and times and on such days as the Com-\n                        mission may determine.\n                               (2) The chairman may at any time call a special meeting of the\n                        Commission and shall call a special meeting within seven days of the\n                        receipt of a written request for that purpose addressed to him by any\n                        two members of the Commission.\n                               (3) The chairman shall preside at meetings of the Commission,\n                        and if the chairman is absent from a meeting the members of the Com-\n                        mission present shall elect one of their number to preside at the\n                        meeting.\n                               (4) The quorum of the Commission shall be such number as\n                        the Minister shall from time to time determine, not being less than one-\n                        half the total number of members of the Commission.\n                               (5) The decisions of the Commission shall he by a majority of\n                        votes. and in addition to an original vote the chairman or other member\n                        presiding at the meeting shall have a casting vote in my case in which\n                        the voting is equaL\n                               (6) Minutes of each meeting of the Commission shall be kept\n                        in proper form and shall be confirmed as soon as practicable at a\n                        subsequent meeting.\n                               (7) The validity of the proceedings of the Commission shall not\n                        be affected by any vacancy amongst the members thereof or by my\n                        defect in the appointment of a member thereof.\n                               (8) Subject to the provisions of this Schedule the Commission\n                        may regulate its own proceedings.\n                               [The indusion of this page is authorired by LN. 480/19731\n                JAMAICA RACING COMMISSION                                  21\n   IS. A member of the Commission who is directly or indirectly Dirclosurc\ninterested in any matter which is being dealt with by the Commission- Of\n     (a) shall disclose the nature of his interest at a meeting of the\n          Commission; and\n     (b)  shall not take part in any deliberation or decision of the\n          Commission with respect to that matter.\n       lThe inclusion of this page is a u t h o r i d by   L.N.480/1973]"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The Commission shall, within four months after Annual\nthe end of each financial year, or within such longer period as report.\nthe Minister may in special circumstances approve, cause to\nbe made and transmit to the Minister a report dealing\ngenerally with the activities of the Commission during the\npreceding financial year.\n         (2) The Minister shall cause a copy of the report\ntogether with the annual statement of accounts and the\nauditor's report thereon or on the accounts to be laid on the\nTable of the House of Representatives and of the Senate.\n         (3) Copies of the Commission's report together with\nthe annual statement of accounts and the auditor's report on\nthat statement or on the accounts of the Commission\n       [The inclus~onof this page is authorized by L.N. 87120041\n                                J W C A RACING COMUSSION\n                shall be published in such manner as the Minister may direct\n                and shall be made available to the public by the Commission\n                at a reasonable price."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. [Deleted by Act 28 012003, S. 2.1\nPower of            14.-(1) The Minister may after consultation with the\nMinister to\ngive duec-      chairman of the Commission, give to the Commission such\nlions to Com-   directions of a general character as to the policy to be\nmission.\n                followed by the Commission in the discharge of its hnctions\n                as appears to the Minister to be necessary in the public\n                interest.\n                          (2) The Commission shall hrnish the Minister such\n                information as he may require with respect to the property and\n                activities of the Commission, and shall afford to him facilities\n                for verifying such information in such manner and at such\n                times as he may reasonably require.\n                                              PART 11. Staff\nAppoint-\nment of            1 5 . 1 ) The Commission may appoint and employ at\nmanager.        such remuneration and on such terms and conditions as it\nsecretary and\nother           thinks fit a manager, a secretary and such other officers,\nservants or     servants and agents as it thinks necessary for the proper\nagents.\n                performance of its functions:\n14'1997            Provided that no salary in excess of the prescribed rate\nS.2 (a).        shall be assigned to any post without the prior approval of the\n                Minister.\n14 1997                  (1A) In subsection (1) the prescribed rate means a\nS.2 (b).        rate of four hundred thousand dollars per annum or such\n                higher rate as the Minister may, by order, prescribe.\n                                   coiWniissioN\n               JAMAICA R . ~ C Z N G                                                9\n         (2) The Governor-General may. subject to such\nconditions as he may impose, approve of the appointment\nof any officer in the service of the Government to any office\nwith the Commission and any public officer so appointed\nshall, in relation to pension, gratuity or othzr allowance, and\nin relation to other rights as a public officer, be treated as\ncontinuing in the service of the Government."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Appointment of manager. secretaq and other s e ~ a n t or\n                                                           s agents."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Commission shall have power, with the approval Pension\nof the Minister, to make regulations establishing schemes scheme.\nfor pensions, gratuities and other retiring benefits in respect\nof the employees of the Commission and such regulations\nmay include provisions for the grant of benefits to the\ndependants or the legal personal representatives of such\nemployees.\n        PART111. Racecourses and Race-meetings"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(11 After the 29th December, 1972, it shall not be Unlicensed\n                                                              persons not\nlawful for any person to operate a racecourse without tooperate\nobtaining a licence from the Minister authorizing him so RcoEoursc~\nto do.\n        (2) Any person who contravenes the provisions of\nsubsection (1) shall be liable on summary conviction before\na Resident Magistrate to imprisonment for a term not ex-\nceeding twelve months, or to a fine for each day during\nwhich the contravention continues not exceeding ten\nthousand dollars for each such day and in default of the\npayment of any such fine to imprisonment for d term not\nexceeding three months, or to both penalties, that is to say,\nimprisonment for a term not exceeding twelve months and\na fine not exceeding ten thousand dollars for each day\nduring which the contravention continues.\n        (3) Where a company is guilty of a contravention of\nsubsection (1) every director, manager, agent or officer of\nthe company who is knowingly a party to the contravention\nshall be liable to the penalties prescribed by subsection (2).\n                                                            __-"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Race meetings and Racing Rules.\n        [The inclusion of t h i s page 1s authorized by L.N. 87120041"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) The Commission may by instrument in writing Powerof\n                                                          Commission\nand subject to such conditions as may be specified in the todelCBate\ninstrument delegate to any person any of the functions func'ionn.\nexercisable by the Commission by virtue of the provisions\nof this Act or any other enactment.\n       (2) A delegation under this section shall be revocable\nby the Commission, and no delegation shall prevent the\nexercise by the Commission of any of its functions.\n~-                                                   -\n       me inclusion of this page is authorized by L.N. 57119801\n16                             I A M A I C A RACING COMMISSION\n                      ( 3 ) Any person to whom a delegation is made under\n              this section shall furnish to the Commission from time to\n              time such information as the Commission may require with\n              respect to the exercise of any of the functions delegated\n              under this section :\n                Provided that nothing in this section shall authorize the\n              Commission to depute any person to hear any appeal or to\n              make regulations or Racing Rules under the powers in that\n              behalf conferred upon it by any enactment.\nAppeal to      2 7 . 4 1 ) There shall be     an appeal to the Commission\nC!Ommission. against    a decision given by   a person acting in pursuance of\n              any function delegated under section 26.\n                                                                                    a\n                        (2) Any person who is aggrieved by a decision given\n              by a person rzferred to in subsection (1) may appeal to the\n              Commission against such decision within such time and in\n              such manner as may be prescribed.\n                        ( 3 ) The Commission may, at the hearing of an appeal\n              against a decision in respect of which the appeal is brought-\n                   (a) dismiss the appeal and confirm the decision; or\n                   ( b ) allow the appeal and set aside the decision; or\n                   (d set aside the decision and substitute therefor such\n                           other decision as the Commission may think\n                          proper;\n                   ( d ) allow the appeal and direct that the proceedings\n                           in respect of which the decision (the subject of the\n                           appeal) was made, be reconducted either by the\n                           person who made that decision or such other\n                           person as the Commission may decide.\nDecisionsof     28. All decisions of the Commission given in respect of\nfinal.\nCommission    any matter which falls within its functions shall be final. .\nRegula-         2 9 . 4 1 ) The Commission may, with the approval of the\ntions.\n4/1979\n              Minister, make regulations generally for the proper carry-\ns. 2.         ing out of the provisions and purposes of this Act.     . .\n                        me inclusion of this page i s authorized by L.N. 57/19801\n                  ~~~\n              IAMAICA RACING COMMISSlON                                 17\n        (2) In particular and without prejudice to the\ngenerality of subsection (1) regulations under this section\nmay be made-\n    (a) relating to the security of persons, horses and\n          vehicles within a racecourse;\n    (b) relating to security arrangements within a race-\n          course;\n    (c) prohibiting any form of act or conduct within a\n          racecourse, which may cause obstruction, injury or\n          damage to any person, horse or property;\n    (d) determining or prohibiting the presence or move-\n          ment of any person, animal or vehicle within a\n          racecourse, or any part thereof, or otherwise\n          regulating the use of any such animal or vehicle;\n    (e) prescribing conditions and fixing charges to be\n          paid for the use of a racecourse and the facilities\n          provided therein;\n    (fl providing for the disposal of unclaimed property\n          in the custody of the Commission or of the license\n          of a racecourse;\n    (91 prescribing fees to be paid in respect of any applica-\n          tion for the grant or transfer of a licence or a per-\n          mit to be granted or transferred under this Act\n          or charges in respect of any other matter;\n     (h) prescribing any other matter required or permitted\n          by this Act to be prescribed."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Regulations.\n30 Pov er of Comrniss~onto impose penalties.\n3 1. Offences.\n     SCI I1:I~ULI:.\n        [The inclusion of' this page is authorized by L.N. 87120041\n                  JAMAICA RACING COMMISSION                                5"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) The Commission shall have power to impose powcrot\npenalties for any breach which has been found to be com- Commission\n                                                              toimpore\nmitted, pursuant to investigations under section 25, so,\nhowever, that the penalty in respect of any such breach shall ,4,,m\nnot exceed two hundred and fifty thousand dollars.            5.3.\n        (2) Any such penalty shall-\n     (U) be paid into the funds of the Commission;\n18                      JAMAICA RACING COMMISSION\n               ( b ) be recoverdblc by the Commission as a debt in a\n                     Resident Magistrate’s Court.\nOffences     31. Every person who-\n                (CO obtains a licence or permit or the renewal of a\n                       permit or the transfer of a licence under this Act\n                       by wilful misrepresentation: or\n                ( b ) in relation to any application for a licence or per-\n                      mit or the renewal or the transfer of a licence\n                       wilfully or recklessly gives any false or misleading\n                       information or makes a false or misleading state-\n                       ment; or\n                ( r ) refuses to permit any authorized person to enter\n                       or inspect any racecourse o r any premises used\n                       for the purpose of keeping racehorses in train-\n                       ing or breeding horses for racing, or to examine\n                       the entries required to be made in the records kept\n                       in connection with the operation of a racecourse\n                       or for such purpose as aforesaid, as the case may\n                       be, or obstructs him in the execution of his duty\n                       under this Act,\n           shall be guilty of a n offence and be liable on summary con-\n           viction before a Resident Magistrate to a fine not exceed-\n1411997    ing two hundred and fifty thousand dollars or to imprison-\ns.3.\n           ment for a term not exceeding twelve months.\n                     __ __                              ~~\n                    me inclusmn of Lhis paze in authorized by L N. 146/19991\n               JAMAICA RACING COMMISSION                                         19\n                              SCHEDULE                      (Section 3)"
    }
  ],
  "definitions": []
}