{
  "id": "jm-stat-the-jamaica-railway-corporation-act",
  "type": "statute",
  "title": "The Jamaica Railway Corporation Act",
  "title_en": "The Jamaica Railway Corporation Act",
  "short_name": "Jamaica Railway Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-railway-corporation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-railway-corporation-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Corporation shall consist of nine persons to be appointed by A p p h t -\nthe Minister.                                                          ment of\n                                                                            members\n                                                                            52/1975\n                                                                            s.3(0)."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unles the context otherwise requires the III-\n                                                            tion.\n~ p r e s s i ~\n   “agreement” rneana an agreement enforceable in law;\n   “baggage” includes such articles as are usually carried\n        by passengers for their personal use or convenience\n        and such other articles as may be declared by the\n        Corporation to be baggage;\n   “chairman” means the chairman of the Corporation;\n   “charges other than rates and fares” means demurrage,\n        dues, fees, storage, terminals and tolls and m y\n        chargm, not being rates or fares, for any service\n        performed,facility provided, penalty imposed, or\n        licence, permit or certificate granted; and for the\n        purposes of this definition “terminals” includes\n        charges in respect of cranes, depots, sidmgs,\n        stations, warehouses, wharves and other similar\n        matters and of any services rendered thereat;\n   ‘‘Corporation’’ means the Corporation established in\n        accordance with this Act;\n   “debmture” includes debenture stock;\n   ”fare” means any charge for conveying passengers;\n   “financial year” in relation to the Corporation means\n        a period of twelve months beginning 011 the 1st\n           ialuslon d thir pas0 fi anaborLad by LN. 17/19BJ\n6          JAMAICA RAZLWAY CORPORATION\n         day of January in any year; provided that the\n         period beginning on the vesting day and ending\n         on the thirty-first day of December next following\n         shall be deemed to be a financial year;\n    “functions” includes powers and dutiw\n    “general manager” means the general manager of the\n         Corporation;\n    ‘‘goods” includes animals whether alive or dead,\n         baggage, merchandise, parcels, perishables, vehicles\n         and any other movable property;\n    “intoxication” includes the state of being under the\n         influence of drugs, and grammatical variations of\n         that expression, and cognate expressions, shall be\n         construed accordingly;\n    “perishables” means goods liable to rapid deterioration\n         and includes bread, butter, cheese, eggs, fish, fruit,\n         game, meat, milk,plants, vegetables and any other\n         thing which may be declared by the Corporation\n         to be perishable goods;\n    “railway” i n c l u d w\n    (U) all immovable property, rolling stock, machinery,\n         road vehicles, vessels, rafts, and other movable\n         property, owned or used by the Corporation for\n         or in connection with the public carriage of passen-\n         gers and goods by road, rail or inland waterwax\n        and\n    (b) a railway under construction by or for the Cor-\n         poration;\n    “railway land” means land vested in or in the posses-\n         sion of the Corporation for the purposes of the\n         railway;\n    “railway servant’’ means any person employed by the\n         m a t i o n in connection with the servicx or con-\n        me fnduaiun of phb page ia authorized by LN. 17/19891\n             JAMAICA RAILWAY CORPORATION                               7\n         struction of a railway, but does not include an\n         independent contractor;\n    “rate” means any charge for receiving, forwarding,\n         conveying or delivering goods;\n    “route mileage” means the distance between the\n         terminal points of main and branch lines of rail-\n         way measured along the centre line of the main or\n         branch line, but does not include any siding;\n    “secretary” means the secretary of the Corporation;\n    “stock” includes shares but does not include deben-\n         tures;\n    “vehicle” includes a “motor vehicle” as defined in\n         section 2 of the Road Traffic Act, and any bicycle,\n         car,carriage, cart, handcart, perambulator, tricycle,\n         van or waggon and any other vehicle used or\n         intended to be used for the conveyance of persons\n         or goods;\n    “vesting day” means the day appointed by the Minister\n         under section 22.\n   PART11. Eszablishment, Duties and Powers of the\n                    Corporation"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) For the purposes of this Act there shall be estab- Establish-\n                                                             mentpf\nlished a body to be known as the Jamaica Railway Cor- J              ~    ~   ~\n                                                             Railway\nporation.                                                    Corporation.\n       (2) The provisions of the Schedule shall have effect Schedule\nwith respect to the constitution and operations of the Cor-\nporation and otherwise in relation thereto.\n      (3) The Corporation shall be a body corporate having\nperpetual succession and a common seal with power to\npurchase, take, hold and dispose of land and other property\nof whatever kind for the purposes of this Act.\n        F   e inclusion of this page is authorized by L.N. 681 19781\n8                              J A M A K A RAILWAY CORPORATION\n                     (4) The Corporation may sue and be sued in its cor-\n               porate name and may for all purposes be described by\n               such name.\n                     (5) The seal of the Corporation shall be authenticated\n               in the manner provided by the Schedule and shall be\n               officially and judicially noticed.\n                     (6) A member of the Corporation shall not be per-\n               sonally liable for any act or default of the Corporation\n               done or omitted to be done in good faith in the course of\n               the operations of the Corporation.\nDzlega.          4 . 4 1 ) The Corporation may delegate to the general\ntion of\nfunctions.     manager such of its functions under this Act as are necessary\n               to enable him to transact effectively the day to day business\n               of the Corporation.\n                      (2) The general manager may, unless otherwise\n               directed by the Corporation, delegate to any railway servant\n               or agent any of the functions delegated to the general man-\n               ager under subsection (1).\nDufy Lo          5. The Corporation shall furnish to the Minister such\nfum!sh\ninformation.   information relating to the discharge of its functions and\n               its property and finances, including financial, statistical and\n               other returns, as the Minister may from time to time require\n               and, in particular, the statements and reports required by\n               Part VI.\nPower to         6,-(1)The Minister may, after consultation with the\ngive direc-\ntlOnStothe chairman, give to the chairman directions of a general\nCorporation character as to the discharge by the Corporation of its func-\n            tions in relation to matters appearing to the Minister to\n            be of substantial public importance, and the Corporation\n            shall give effect to all such directions.\n                          F   e inclusion of this page is authorized by L.N. 68/19781\n             JAMAICA RAILWAY CORPORATION                            9\n       (2) Whenever in the opinion of the Minister it is\nnecessary for the public safety that there should be gates\nand turnstiles across a public road at the point crossed by\nthe railway on a level it shall be lawful for him to require\nthe Corporation to erect such gates and turnstiles, and\nthereafter the Corporation shall erect and maintain such\ngates and turnstiles in working order."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. (1) A member of the Corporation shall, subject to the provisions Tenure of\nof this Schedule, hold office for a period not exceeding three ycam but     ;Eg;;zn\nshall be eligible for reappointment.                                    of appoint-\n      (2) The Minister may. if he thinks it expedient so to do, at any\ntime revoke the appointment of any member of ,the Corporation."
    },
    {
      "provision_ref": "sec4s",
      "section": "4s",
      "title": "Section 4s",
      "content": "4s. Time-tables and lists of fares.\n                  PARTX       Carriage of Gwds"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any member of the Corporation, other than the chairman, Resignation.\nmay at any time resign his office. by instrument in writing addressed to\nthe Minister and transmitted through the chairman, and from the date\nof the receipt by the Minister of such instrnment such member shall\ncease to be a member of the Corporation.\n      (2) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shall take\neffcct as from the date of the receipt of such instrument by the\nMinister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The names of all membem of the Corporation as first constituted Publication\nand every change in the membership .thereof shall be published in the sqfi$~bcr-\nCnretse.\n        mhe inclusion of this page is authorized by L.N. 60/1976]\n50                           JAMAICA RAILWAY CORPORATION\nAuthentica-       7. (1) The seal of the Covration shall be authenticated by the\ntion of        signatures of the chairman or one member of the Corporation authorized\nseal and       to act in that behalf and the secretary of the Corporation.\ndocuments.\n                     (2) All documents. other than those required by law to be under\n               seal, made by, and all decisions of, the Corporation may be signified\n               under the hand of the chairman or any member authorized to act in\n               that behalf or the secretary of the Corporation.\nDisclosure        8. A member of The Corporation who is directly or indirectly\nof interest.   interested in a rantract made or proposed to be made by the Corpora-\n               lion-\n                     (a) shall disclose the nature of his interest at a meeting of the\n                         Corporation; and\n                     (b) shall not take part in any deliberation or decision of the Cor-\n                         poration with respect to that contract.\nProcedure        9. (1) The Corporation shall meet so often as may be necessary\nand            or expedient for the transaction of business. and such meetings shall\nmeetings.      be held at such places and times on such days as the Corporation\n               may determine.\n                    (2) The chairman may at any time call a special meeting of the\n               Corporation and shall call a special meeting to be held within seven\n               days from the receipt of a written request for that purpose addressed\n               to him by any three members of the Corporation.\n                    (3) The chairman or, in the case of the absence or inability to act\n               of the chairman, the vice-chairman or the person elected to act'as\n               chairman in accordance with sub-paragraph (4) of paragraph 3 shall\n               preside at the meetings of the Corporation, and when so presiding shall\n               have an original and a casting vote.\n5?/1975             (4) The quorum of the Corporation shall. be 6ve incl-           the\nS. 3(b).       chairman, or the vice-chairman or person elected to act as chairman\n               as aforesaid.                                     .   .\n                    (5) Subject to the provisions of this Schedule the Corparation\n               may regulate its own proceedings.\n                    (6) The validity of any proccedmg of the Corporation shall not bc\n               affected by any vacancy amongst the members thereof or by any\n               defect in the appointment of a member thereof.\nRimunera-        10 There shall be paid from the revenue of the Corporation to the\ntion of        chairman and other memkrs of the Corporation such remuneration\nmembers.       (whether by way of Falanes or travelling or other allowances) as the\n               Minister may determine.\nofficc of         11. The oftice of mzmber of the Corporation shall not be a public\nmember of      office for the purposes of Chapter V of the Constitution of Jamaica.\nCorporatior1\nnot to he\npublic office."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)  It shall be the duty of the Corporation-          Central\n                                                            duties of\n     (U) to manage and operate in accordance with this Corporation,\n         Act the railway thereby transferred to the Cor-\n         poration and any expansion or extension thereof\n         and any new railway and to provide all reasonable\n         facilities for carriage by the Corporation of pas-\n         sengers and goods :\n            Provided that the Corporation shall not be under\n         an obligation to continue or introduce any par-\n         ticular service or facility which is uneconomic, or\n         which appears to the Corporation unlikely to pro-\n         vide within a reasonable time adequate revenue\n         to meet the cost to the Corporation of providing\n         that service or facility, unless the Minister so\n         directs, in which event the Corporation may be\n         reimbursed from the Consolidated Fund the\n         amount by which it is proved to the satisfaction\n         of the Minister that the revenue received from the\n         service or facility in respect of any financial year\n         is less than the amount of the charges properly\n         chargeable to revenue in respect of that year and\n         attributable to that service or facility;\n     (b) to control the expenditure of the Corporation\n         whether on revenue or capital account;\n     (c) so to conduct the affairs of the Corporation as to\n          ensure that, so far as practicable, the annual\n          revenues of the Corporation are, taking one finan-\n       m e inclusion of this page is authorized by L.N. 480/19731\n10                         JAMAICA RAlLWAY CORPORATION\n                       cial year with another, sufficient to meet all charges\n                       properly chargeable to revenue; and\n                    (4 to direct and control any expansion or extension\n                       of the railway and the construction of any new\n                       railway.\n                     (2) I n framing programmes of reorganization or\n               development involving substantial outlay on capital account,\n               the Corporation shall act in accordance with a policy settled\n               from time to time with the approval of the Minister.\n                     (3) For the purposes of this section the expression\n               “charges properly chargeable to revenue” includes the\n               charges referred to in section 27.\nObligations\nunder exist-"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) From and after the vesting day the Corporation\nIngagree-      shall maintain the fences erected and maintained on each\nmats\n               side of the railway and existing at that day, with such\n               accommodation bridges, level crossings and other works as\n               may have been fixed by agreement with the owners of lands\n               at the time when the amount of compensation to which they\n               were entitled was settled under the Lands Clauses Act:\n                 Provided that fences of the same type as those heretofore\n               erected and maintained shall be considered sufficient for all\n               purposes.\n                      (2) If at any time the owner of any such land adjoin-\n               ing the railway shall require any additional bridge, level\n               crossing or other accommodation work beyond those fixed\n               by agreement as aforesaid, the Corporation shall, on such\n               owner entering into an agreement to pay the entire cost of\n               such work and of its maintenance, carry out such work, or\n               permit it to be carried out according to designs and specifi-\n               cations to be approved by the Corporation, and to its satis-\n               faction.\n                                                                                   -\n           JAMAICA RAILWAY CORPORATION                               11"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to subsection (3), the Corporation shall Accornmo.\nmake and at all times thereafter maintain the following datron   works\nworks for the accommodation of the owners and occupiers\nof lands adjoining the railway, that is to say-\n      (a) such and so many convenient gates, bridges, arches,\n          culverts and passages over, under, or by the sides\n           of or leading to or from the railway, as shall be\n          necessary for the purpose of making good any\n          interruptions caused by the railway to the use of\n          the lands through which the railway is made; and\n           such works shall be carried out forthwith after\n           the part of the railway passing over such lands\n           has been laid out or formed, or during the form-\n           ation thereof; and\n      (b) sufficient posts, rails, hedges, ditches, mounds, or\n           other fences for separating the land taken for the\n           use of the railway from the adjoining lands not so\n           taken and for protecting such lands from trespass,\n           or the cattle of the owners or occupiers thereof\n           from straying thereout by reason of the railway,\n           together with all necessary gates made to open\n           towards such adjoining lands and not towards the\n           railway, and all necessary stiles; such posts, rails,\n           and other fences to be made forthwith after the\n           taking of any such lands, if the owners thereof so\n           require, and such other works to be carried out as\n           soon as conveniently may be; and\n     (c) all necessary arches, tunnels, culverts, drains or\n         other passages either over or under or by the\n         sides of the railway, of such dimensions as will be\n         sufficient at all times to convey the water as clearly\n         from the lands lying near or affected by the rail-\n         way as before the making of the railway, or as\n         nearly so as may be; such works to be made from\n         time to time as the railway works proceed.\n12               JAMAICA RAILWAY CORPORATION\n             (2) Notwithstanding the provisions of subsection (1)\n     if any of the owners or occupiers of lands dected by the\n     railway at any time requires any accommodation works\n     additional to those made by the railway in accordance with\n     those provisions the Corporation shall, subject to subsection\n     (3), on such owner or occupier entering into an agreement\n     to pay the entire cost of such works and of their main-\n     tenance, make such works, or permit them to be made\n     according to dssigns and specifications to be approved by\n     the Corporation, and to its satisfaction.\n            (3) The Corporation shall not be required-\n         (0)   to carry out any accommodation works under sub-\n               section (1)-\n                  (i) with respect to which compensation has by\n                      agreement been paid to the owners and\n                      occupiers of the lands dected; or\n                 (ii) with respect to which the owners and\n                      occupiers of the lands affected have made\n                      no representations during the course of the\n                      construction of the section of the railway\n                      concerned; or\n         (6) to carry m t or permit to be carried out any such\n             accommodation works or additional accommoda-\n             tion works as are referred to in the foregoing pro-\n             visions of this section, in such a manner as would\n             prevent or obstruct the working or use of the\n             railway.\n            (4)The foregoing provisions of this section shall\n     apply only to railway works executed by the Corporation\n     after the vesting day.\n           F h e inclusion of Xi page is authorized by L.N. 480/1973]\n              JAMAICA RAILWAY CORPORATION                                       13"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(13  Subject to the provisions of this Act, the Cor- General\n                                                           powen of\nporation shall have power-                                 the Cor-\n                                                                     poration\n     (a) to carry goods and passengers by rail, road and\n         inland waterway within Jamaica;\n     (b) to store goods;\n    (c)     to consign goods on behalf of other persons from\n             any place in Jamaica to any other place, whether\n             within Jamaica or elsewhere;\n     (d) to provide for passengers carried by the Corpora-\n            tion and other persons using the services per-\n            formed or the facilities provided by the Corpor-\n            ation such other amenities and facilities as may\n            appear to the Corporation requisite or expedient.\n       (2) Subject to the provisions of t h i s Act, the powers\nconferred by subsection (1) shall include all such powers\nas are necessary or advantageous and proper for the pur-\nposes of the Corporation and in particular, but without\nprejudice to the senerality of the foregoing, shall include\npower-\n     (a) to carry on any business necessary or desirable to\n         be carried on for the purposes of the Corporation;\n     (b) to sell, let or otherwise dispose of any property\n         of the Corporation, movable or immovable, which\n         in the opinion of the Corporation is not necessary\n         for the purposes of the Corporation;\n     (c) to enter into agreements with any person for the\n        performance or the provision by that person of\n        any of the services or facilities which may be per-\n        formed or provided by the Corporation;\n    (d) where it appears to the Corporation to be essential\n        so to do, to provide suitable accommodation for\n        persons employed by the Corporation;\n14                         JAMAICA RAILWAY CORPORATION\n                 ( e ) to sell food and drink, including alcoholic\n                        beverages, on railway premises and on camages\n                        at such times and on such conditions as the Cor-\n                        poration may think fit;\n                 (f,     to do anything for the purpose of advancing the\n                         skill of persons employed by the Corporation or\n                         the efficiency of the equipment of the Corporation\n                         or of the method of operating that equipment in-\n                         cluding the provision of facilities for training,\n                         education and research;\n                 lg) to make reasonable provisions by grants, loans or\n                      otherwise for purposes conducive to the welfare\n                      of persons employed by the Corporation;\n                 (A) to establish, maintain and work a telecommunica-\n                         tion service for the use of the Corporation; and\n                  (2’)   generally to do any other thing, or carry on or\n                         arrange for the carrying on of any business ancil-\n                         lary or incidental to the functions of the Corpora-\n                         tion which, in the opinion of the Corpora-\n                         tion, is in the interest of the public or of the due\n                         performance of those functions."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11) impose conditions not inconsistent with the provisions\nof this Act for the holding of goods left upon a railway\nbefore or after carriage or for warehousing or in any other\ncircumstances whatsoever."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Corporation may (in addition to fixing charges Conditions\n                                                            for holding\nother than rates and fares under the provisions of section goodson"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13) This section shall not be construed as limiting\n             any power of the Corporation conferred by or under any\n             other provision of this Act.\nPower to       11. The Corporation shall have power from time to\nfix rates,\ntares a d    time\nother\ncharges.         ( U ) subject to such upper limits as may be determined\n                       by the Minister, to fix rates and fares;\n                 (b) to fix charges other than rates and fares;\n                 (c) to enter into agreement for the carriage of goods\n                       at rates lower than the rates fixed under para-\n                     m e inclusion of this page is authorized by LN. 480119731\n           JAMAICA RAILWAY CORPORATION                                15\n         graph (a)but subject to such other charges and\n         conditions, if any, as the Corporation thinks fit;\n     (d) to convey passengers at fares lower than the fares\n         fixed under paragraph (a) but subject to such con-\n         ditions, if any, as the Corporation thinks fit, other\n         than a condition exempting the Corporation from\n         liability for injury to any person caused by the\n         negligence of the Corporation, its servants or\n         agents;\n     (e) for any particular purpose, or on any particular\n          occasion, or in any particular circumstance, and\n          subject to any conditions the Corporation thinks\n          Et, to remit in whole or in part any rate, fare or\n          other charge fixed under paragraph (a) or para-\n         graph (b);\n     0 in circumstances requiring the Corporation to ren-\n          der services additional to those normally provided\n         by it in respect of the carriage of goods or passen-\n          gers, and notwithstanding that an upper limit has\n          been determined by the Minister under paragraph\n          (U), to fix a rate or fare higher than such upper\n          limit,\nand to levy any rate, fare, or other charge fixed under any\nof the provisions of this section."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Subject to section 16, the Corporation may, in case\nland for      of any slip or other accident happening or being appre-\npurpore of\npreventing    hended to any cutting, embankment or other work under\naccident or\nrepairing     the control of the Corporation, enter upon any lands adjoin-\ndamage.       ing the railway for the purpose of preventing such accident\n              or of repairing damage caused thereby, and may do all\n              such works as may be necessary for the purpose.\nNotice of        16.-(1) In the exercise of the powers conferred by sec-\nentry and\nmmpensa-      tions 14 and 15 the Corporation shall, when practicable,\nLion in       give notice of the intention to enter upon any occupied\nrelation to\nsections\n14 and 15.\n              land to the occupier thereof, and shall do as little damage\n              as possible, and shall pay compensation for any damage\n              caused by the exercise of those powers.\n                      (2) In the event of dispute as to the amount of any\n              compensation payable under this section, the amount of\n              the compensation may be determined by the Resident\n              Magistrate having jurisdiction in respect of the place where\n              the land is situated.\n             JAMAICA RAILWAY CORPORATION                                         17\n   1 7 . 4 1 ) An officer duly authorized in that behalf by the Removalof\nCorporation, if there appears to him to be danger that a trees  obstructing\ntree standing near a railway may fall on the railway so as\nto obstruct traffic, or may obstruct the view of any fixed\nsignal, may fell the tree or deal with it in such other manner\nas will avert the danger or remove the obstruction, as the\ncase may be.\n        (2) When the power conferred by subsection (1) is\nexercised in respect of a tree on land other than railway\nland, jf the tree was in existence before the railway was\nconstructed or the signal was fixed near the place where\nthe tree was standing, the Corporation shall pay compensa-\ntion to the person entitled thereto.\n         (3) In the event of dispute as to the amount of any\ncompensation payable under this section the amount of\ncompensation may be determined by the Resident Magis-\ntrate having jurisdiction in respect of the place where the\nland is situated.\n  1%.It shall be unlawful for any person, without the con- C O ~ S ~ U C -\nsent of the Minister, to construct or operate a railway for tion of\nthe public carriage of passengers or goods within Jamaica. k&!;T::\n                                                                     the Car-\n                                                                     poration.\n      PARTIII Further Powers in relation to Land"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Construction of railways by persons other than the Corporation.\n             PARTIII Further Powers in relation to L.und"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Whenever it appears to the Corporation that Preliminaryinvest~gahon\nland in any locality is likely to be needed for any purposes of land\n                                                                         for\nof the railway, the Corporation, after giving notice to the required\n                                                                 railway\noccupier of such land of its intention so to do, by its servants PurPoSes~\nor agents, together with all necessary workmen-\n     (a) may enter upon any land in such locality;\n     ( b ) may-\n              (i) survey and take levels of such land;\n             (ii) dig or bore under the subsoil;\n18                         JAMAICA RAILWAY CORPORATION\n                          (iii) do all other acts necessary to ascertain\n                                whether the land is adapted for such pur-\n                                poses;\n                   (c) may clear, set out and mark the boundaries of the\n                       land which the Corporation proposes to acquire\n                       and the intended line of work (if any) proposed to\n                       be made therein;\n                   (d) may mark such levels, boundaries and line by\n                       placing marks and cutting trenches; and\n                   (4 may cut down and clear away any standing crop,\n                         fence, bush or woodland, whose removal is neces-\n                         sary to enable the survey to be completed, the\n                         levels taken or the boundaries or line of the work\n                         marked,\n               so, however, that no such servant, agent or workman shall\n               enter into any building or upon any enclosed court or\n               garden attached to a dwelling-house (except with the con-\n               sent of the occupier thereon unless at least seven days’\n               notice of the intended entry has been given to such occupier.\n                       (2) As soon as conveniently may be after any entry\n               made under subsection (1) the Corporation shall pay com-\n               pensation for all damage arising out of the exercise of any\n               power conferred by that subsection.\n                       (3) In case of dispute as to the amount of any com-\n               pensation payable under this section, the amount of the\n               compensation may be determined by the Resident Magis-\n               trate having jurisdiction in respect of the place where the\n               land is situated.\nPower to         20.-( 1) For the purpose of carrying out this Part,it shall\nacquire land\nunderthe       be lawful for the Corporation to acquire land under the\nLands\n               Lands Clauses Act.\nAct\n                     me inclusion of this page is authorized by L.N. 480/1973]\n                 JAMAICA RAILWAY CORPORATlON                                       19\n        (2) The Lands Clauses Act is incorporated with this\nPart, except sections 10, 11, IS, 16, 84, 88, 89, 90,91, 92, 93,"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Corporation shall not without the approval of Restriction\n                                                          on aliena-\nthe Minister alienate, mortgage, charge or demise any im- tion.\nmovable property vested in the Corporation under any\nof the provisions of this Act.\n           PARTIV Transfer of Assets and Liabilities"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Upon a day to be appointed by the Minister by notice rights\n                                                              Transferof\n                                                                    and\nin the Gazette* by virtue of this section and without further\nassurance there shall be transferred to and vested in the\nCorporation-        ’\n     (a) all the rights, powers and privileges for carrying\n         on and regulating and maintaining the business of\n         the Jamaica Government Railway which are vested\n         in the Governor by section 2 of the Jamaica\n         Government Railway Law (now repealed) and by cap. 174\n                                                              (1953\n         any other law of this Island;                        Revised\n                                                                         Edtn.).\n 0   1st A p i l , 19M) w a s appointed by LN.58/1960\n20                               JAMAICA RAlLWAY CORPORATION\n                     (b) all the assets of the Jamaica Government Railway\n                              of whatsoever kind and wheresoever situated which\n                              are the property of the Government vested in the\n                              Governor, or the Chief Secretary, as the case may\n                              be, and all the liabilities of the Government in\n                              respect of the Jamaica Government Railway.\nExceptions         23. Notwithstanding anything contained in section 22\nas to certain\nliabilitie4.    there shall not, by reason of the transfer of assets and\n                liabilities provided for therein, be transferred to the Cor-\n                poration-\n                      (a) any liability in respect of amounts shown in the\n                           accounts of the Jamaica Government Railway as\n                           outstanding railway loans on vesting day so, how-\n                           ever, that-\n                               (i) the existing liability of the Government in\n                                   respect of those loans shall remain with the\n                                   Government;\n                              (ii) the Corporation shall pay all interest\n                                   charges on those loans;\n                             (iii) the total amount of the loan liabilities, to\n                                   which shall be added the value of usable\n                                   goods on order at vesting day, shall appear\n                                   on the books of the Corporation as an un-\n                                   secured loan;\n                     (b) any liability for the payment of pensions, gratuities,\n                           provident fund benefits or allowances in the nature\n                           of retirement benefits to or in respect of persons\n                           employed in the Jamaica Government Railway in\n                           respect of service before the vesting day.\n~     ~     ~   v 24.-(1)\n                    i     ~i  ~ transferred to and vested in the Corpora-\n                           Land\nre1atiny to\nland.           tion by virtue of section 22 shall not be valued for the\n                purpose of such transfer and vesting.\n                                                                       -\n                       F      e indusion of this page is authorized by L.N. 480/1973]\n             JAMAlCA RAILWAY CORPORATION                                21\n        (2) The Corporation shall not without the prior\napproval of the Minister acquire land other than land\ntransferred to and vested in the Corporation by virtue of\nsection 22."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)   In consideration of the vesting in the Corpora- issue of\n                                                             stock io\ntion of the assets and liabilities of the Jamaica Government Govern.\nRailway the Corporation shall on vesting day issue to the\nGovernment stock of an amount sufficient to cover the\ndifference between the sum appearing on the books of the\nCorporation as an unsecured loan and the value of the\nassets so vested which value shall for the purposes of this\nsection be deemed to be six million dollars.\n       (2) The Corporation is hereby empowered to pay\ndividends on such stock."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) All deeds, bonds, agreements, instruments and Existinq\n                                                              wntracts\nworking arrangements subsisting imnediately before the and        wnding\nvesting day and affecting the Jamaica Government Railway :wedinas,\nshall have effect against or in favour of the Corporation and\nbe enforceable as fully and effectually as if instead of the\nJamaica Government Railway, or some person on behalf\nthereof, the Corporation had been named therein or had\nbeen a party thereto.\n        (2) Any proceedings or causes of action pending or\nexisting immediately before the vesting day by or against\nthe Jamaica Government Railway or the general manager\nthereof in respect of the Jamaica Government Railway may\nbe continued or enforced by or against the Corporation as\nsuch proceedings or causes of action might have been con-\ntinued or enforced by or against the Jamaica Government\nRailway or the general manager thereof if this Act had\nnot been enacted.\n       IThe inclusion of this page is authorized by L.N. 480/1973]\n22                         JAMAlCA RAlLWAY CORPORATION\n                              PART    v Financial Provisions\nApplication      27.-(1) The revenues of the Corporation shall be applied\nof re\"e\"\"Is.\n               for the purposes authorized by this or any other Act in\n               relation to the functions of the Corporation and without\n               prejudice to the generality of the foregoing words may be\n               applied for all or any of the following purposes, that is to\n               say-\n                     (a) grants for purposes conducive to the welfare of\n                            persons employed by the Corporation;\n                     ( b ) debt charges (including sinking fund), minor works\n                            of a capital nature, and the redemption of capital.\n                          (2) Nothing in this section shall require the Cor-\n               poration to make charges against revenue both for redemp-\n               tion of capital and for depreciation or renewal of capital\n               assets which have been acquired directly or indirectly from\n               funds derived from the issue of such capital.\nBorrowing        28.-(1) Subject to the provisions of subsection (2), the\npowers.\n               Corporation may borrow sums required by it for meeting\n               any of its obligations or discharging any of its functions.\n                       (2) The power of the Corporation to borrow shall be\n               exercisable only with the approval of the Minister as to\n               the amount, as to the sources of the borrowing and as to\n               the terms on which the borrowing may be effected. An\n               approval given in any respect for the purposes of this\n               subsection may be either general or limited to a particular\n               borrowing or otherwise, and may be either unconditional or\n               subject to conditions.\n Aduances,       2 9 . 4 1 ) The Minister may from time to time make\ngrants and\n guarantee     advances and grants to the Corporation out of sums placed\n borrowingr    upon the estimates of the Island for the purpose and\n by\n Minister.     approved by the House of Representatives.\n            JAMAICA RAILWAY CORPORATION                              23\n         (2) With the approval of the House of Representa-\ntives, the Minister may guarantee, in such manner and on\nsuch conditions as he may think fit, the payment of the\nprincipal and of interest on any authorized borrowings of\nthe Corporation made otherwise than by way of advance\nunder subsection (1).\n        (3) Where the Minister is satisfied that there has\nbeen default in the repayment of any principal moneys or\ninterest guaranteed under this section, he shall direct the\nrepayment out of the Consolidated Fund of the amount in\nrespect of which there has been such default."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. The Corporation shall make to the Accountant- Repayment\nGeneral, at such times and in such manner as the Minister :ic2: On,\nmay direct, payments of such amounts as may be so directed\nin or towards repayment of advances made to the Corpora- meetim:d to\ntion under section 29, and of any sums issued in fulfilment guarantees\nof any guarantee given thereunder, and payments of interest\non any sum outstanding for the time being in respect of\nsuch advances and of any sums so issued at such rate as\nthe Minister may direct, and different rates of interest may\nbe directed as respects different advances or sums and as 4211969\n                                                             3rd Sch.\nrespects interest for different periods."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. The Corporation-                                     Securities.\n    (U) may create and issue stock, including debentures,\n        required for the purpose of exercising its borrow-\n        ing powers under section 29;\n    (b) shall establish a sinking fund for the redemption\n        of debentures so created;\n    (c) may postpone sinking fund contributions for such\n        period or periods of time as may be approved by\n        the Minister.\n       me inclusion of this page is authorized by L.N.480/1373]\n24                        JAMAICA RAILWAY CORPORATION\nGencral\nreserve."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32-41)Without prejudice to the power of the Corpora-\n              tion to set aside from revenue appropriate amounts for\n              replacements, contingencies or other purposes, the Cor-\n              poration shall establish and maintain a general reserve for\n              the purposes of its functions.\n                      (2) The management of the general reserve, the sums\n              to be carried from time to time to the credit thereof, the\n              charges to be made against the general reserve and any\n              other application of the moneys comprised therein shall be\n              as the Corporation may determine.\n                           PART VI       Accounts und Reports\nAccounts.       3 3 . 4 1 ) The corporation shall cause to be kept proper\n              accounts and relevant records; and its system of accounting,\n              in so far as it relates to-\n                   (a) the determination of rates of depreciation;\n                   ( b ) the establishment of procedures regulating reserves,\n                         deficits or accumulated surpluses and the disposal\n                         of balances on net revenue account;\n                   (c) the procedure to be adopted in relation to the\n                         charging for operations outside normal railway\n                         operations and arising from Government direct-\n                         ives,\n              shall be subject to the approval of the Minister.\n                      (2) The accounts of the Corporation shall be audited\n              by auditors to be appointed annually by the Corporation\n              with the approval of the Minister.\nAnnual          34.-(1) The Corporation shall prepare an annual state-\nstatement     ment of accounts in such form, containing such particulars\nand report.\n              and compiled in such manner as the Minister may from\n              time to time direct with the approval of the Minister res-\n              ponsible for finance..\n                    me inclusion of this page is authorized by L.N. 480119731\n                JAMAICA RAILWAY CORPORATION                              25\n        (2) The said annual statement shall be so framed\nas to provide separately, so far as may be, information as\nrespects the performance of the several functions of the\nCorporation and to show, so far as :nay bc, the financial\nand operating results of the performance of its principal\nfunctions.\n       (3) So soon as the accounts of the Corporation have\nbeen audited, the Corporation shall furnish to the Minister\na copy of the statement of accounts together with a copy\nof any report made by the auditors thereon or on the\naccounts of the Corporation.\n       (4)The Corporation shall, as soon as may be, after\nthe end of each financial year furnish to the Minister a\nreport dealing generally with the operations of the Cor-\nporation during that year."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. The Minister shall lay before each House of Parlia- Layinsof\n                                                            accounb.\nment a copy of the statement of accounts and of any reports\nmade by the auditors thereon, together with the report ?U ammt.\nmade under subsection (3) of section 34.\n                             PARTVII         Stag"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1)   Subject to the other provisions of this Part, the\nCorporation may appoint and employ at such remuneration LMasi\n                                                              mluuer.\nand on such terms and conditions as it thinks fit a general ssrrtary\n                                                              and 0 t h\nmanager and a secretary and such other servants and agents\nas it thinks necessary for the due performance of its func-\ntions :\n  Provided that-\n    (U) a person shall not be appointed general manager\n        without the prior approval of the Minister;\n    (b) the Corporation shall have power to dismiss the\n        general manager, subject to the prior approval of\n        the Minister;\n            p’bo inclusion of this pags ia anthoriesd by L.N. 17/1989]\n26                          JAMAICA RAILWAY CORPORATION\n 2711988         (c)      a salary exceeding the prescribed rate shall not be\nS.2 (a).\n                           assigned to any post without the prior approval\n                           of the Minister.\n ??:I988                (2) In subsection (1) the prescribed rate means a\n S.1 (c).      rate of $15,000 per annum or such rate as the Minister may,\n               by order, prescribe.\n Rcgulationi.     37.-( 1) The Corporation may make regulations deter-\n               mining generally the conditions of service of servants of the\n               Corporation and in particular, but without prejudice to\n               the generality of the foregoing power, may make regula-\n               tions relating to-\n                     (a) the appointment, dismissal, discipline, hours of\n                          employment, pay and leave of such servants;\n                     tb) appeals by such servants against dismissal or other\n                          disciplinary measures;\n                     (c) the grant of pensions, gratuities and other benefits\n                          to or in respect of the service of such servants;\n                     (d, the establishment and maintenance of sick funds,\n                          superannuation funds and provident funds, the\n                          contributions payable thereto and the benefits\n                          receivable therefroin;\n                     (e) the deduction from the salary or wages of such\n                          servants of money owed by them to the Corpora-\n                          tion.\n                        (2) Regulations made by the Corporation in relation\n              to any of the matters referred in paragraph (e) of subsection\n              (1) shall not take effect unless they have been approved by\n              the Minister.\nPension\n                 %.-(I)     The Corporation shall, as soon as may be, make\n~chcmc.       regulations establishing a pension scheme which shall be\n              such as to make it possible in the opinion of the Minister\nLN.           responsible for the public service for service with the Cor-\n149~179       poration to be declared public serviceunder the provisions Of\n              the Pensions Act; and regulations establishing such scheme\n              shall not come into force unless the Minister responsible for\n                       me indusbn of thia w e is authorized by L.N.17/1989l\n                JAMAICA RAILWAY CORPORATION                                  21\n    the public service by notice in the Gazerre declares that such LN.\n    regulations comply with the provisions of this subsection. 149el79\n              (2) A pension scheme established under subsection\n    (1) shall apply in relation to such class or classes of servants\n    of the Corporation as may be specified in the scheme; and\n    nothing in that subsection shall be construed as preventing\n    the Corporation from providing by regulations made under\n    section 37 for the grant of-\n.\nh        (a) retirement benefits of any kind for or in respect\n                of servants of the Corporation in relation to whom\n                the said scheme does not apply; or\n         ( b ) any benefits for or in respect of servants to whom\n                the said scheme applies, in addition to the benefits\n                provided by the said scheme.\n              (3) Such a pension scheme as aforesaid shall, in\n    relation to persons transferred to the service of the Cor-\n    poration under section 39, provide for the grant upon\n    retirement of benefits calculated as if such persons had not\n    ceased to be employees of Government, so, however, that\n    the Corporation shall be liable to pay such portion only of\n    any such benefit as i s not payable from the funds of\n    Government."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) The Corporation shall, subject to the provisions Tmsfer of\n    of this section, continue to employ in the service of the Cor- officers\n                                                                   Corpora-\n                                                                            to\n    poration all such persons as immediately prior to the vesting tion.\n    day were employed in the Jamaica Government Railway\n    either as the holders of posts declared to be pensionable\n    or non-pensionable within the meaning of the Pensions\n    Act or as permanent employees of the Jamaica Govern-\n    ment Railway and all such persons shall be deemed to be\n    seconded from the service of the Government to the service\n    of the Corporation; and any person to whop this subsection\n    applies is for the purposes of this section referred to as an\n    “officer”.\n           m e inclusim   of this page is sutborizsd by L.N. 57/1980]\n28               JAMAICA RAILWAY CORPORATION\n           (2) The Governor may at any time determine the\n     secondment of an officer.\n               (3) The Corporation shall within twelve months\n     from vesting day give to every officer then in its employ-\n     ment by virtue of subsection (1) notice in writing-\n          ( 0 ) offering him employment on such terms as may\n                 be agreed upon between the Minister and the Cor-\n                 poration; or\n          (b) of the intention of the Corporation to request the\n                 Governor to determine his secondment,\n     and the secondment of every officer shall unless sooner\n     determined cease upon the expiration of eighteen months\n     from vesting day.\n             (4) The Corporation shall not offer employment to\n     any officer except upon terms and conditions certified under\n     the hand of the Chief Personnel Officer to be in his opinion\n     not less favourable than those enjoyed by the officer in his\n     substantive post at the date of such offer.\n             ( 5 ) The Chief Personnel Officer shall not decline so\n     to certify the terms and conditions comprised in any offer\n     merely because they are not in all respects identical with or\n     superior to the terms and conditions enjoyed by the officer\n     concerned at the date of such offer, if the first-mentioned\n     terms and conditions, taken as a whole, in the opinion of\n     the Chief Personnel Officer offer substantially equivalent or\n     greater benefits.\n             (6) If an officer refuses an offer of employment made\n     to him in pursuance of this section, the obligation imposed\n     upon the Corporation by subsection (1) to employ the officer\n     shall thereupon determine.\n            (7)When an officer accepts an offer of employment\n     made in pursuance of this section, his service with the Cor-\n     poration shall be deemed to have commenced, and his ser-\n           me inclusion of this page is authorized by LN. S7/1980]\n                                               L\n            JAMAICA RAILWAY CORPORATlON                                 29\nvice with the Government to hzye ceased, upon the expira-\ntion of the period of one year from the vesting day.\n       (8)A contributor making payments in pursuance of\nthe Pensions (Civil Service Widows and Orphans) Act (now\nrepealed) whose service with the Corporation has com-\nmenced, and whose service with the Government has ceased,\nby virtue of subsection (7), may, from the date of the com-\nmencement of his service with the Corporation, continue to\nmake such payments calculated on the salary he was\nreceiving while in the service of the Government, at the\nsame rate and subject to the same terms as if he had\ncontinued in the service of the Government at that saltiry.\nIn the event of his ceasing to contribute, or in the event\nof any contribution due from him not having been paid\nfor six months, his widow, or his widow and children, as\nthe case may be, shall be entitled, after the desth of such\ncontributor, only to a pension computed on the basis of\nthe interest acquired by such contributor at the date of the\ncommencement of his service with the Corporaticn or of\nhis ceasing to contribute, in accordance with the relevant\nprovisions of section 8 of the Pensions (Civil Service Family\nBenefits) Act.\n       (9) In the exercise of any powers conferred upon\nhim by this section, the Governor may act in his discretion."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Every person employed by the Government and serv- Transfer\n                                                            of other\ning in the Jamaica Government Railway, not being an officer employees\nwithin the meaning of section 39, shall cease to be in the\nemployment of the Government on the vesting day and shall lion.\nbe deemed to be employed by the Corporation with effect\nfrom the vesting day on the same terms and conditions as\nthose on which he was employed immediately before the\nvesting day, but without prejudice to the right of the Cor-\nporation to dispense with the services of any such person,\n        LThu inclusion of this page is auhhorkd by L.N. hB(19781\n30                            IAMAICA RAILWAY CORPORATION\n                  or to alter the terms and conditions on which he is\n                  employed.\nRetirement.          41.-(1) Where any employee who, by virtue of section\netc.. of trans-\nferred            40, is deemed to be employed by the Corporation with effect\nm ~ ' o ~ e e n - from the vesting day, retires from or dies in the service of\n                  the Corporation in circumstances in which, if his service\n                  with the Corporation had been service with the Govern-\n                  ment, he would have been eligible for the grant of a pension,\n                  gratuity or other allowance, the Corporation may, with the\n                  concurrence of the Minister, grant to him or his legal per-\n                  sonal representative a pension, gratuity or other allowance\n                  not exceeding that for which he would have been eligible\n                  if his service with the Corporation had been service with the\n                  Government.\n                          (2) The Government shall pay to the Corporation in\n                  respect of any pension, gratuity or other allowance granted\n                  under subsection (l),a contribution equal to such proportion\n                  of the pension, gratuity or other allowance as the term of\n                  service of the employee with the Government bears to the\n                  total term of his service with the Government and the Cor-\n                  poration.\n                          (3) Nothing in this section shall be construed as\n                  preventing the Corporation from granting, in its discretion,\n                  any sum or sums to or in respect of any such employee by\n                  way of pension, gratuity or other allowance in addition to\n                  any pension, gratuity or other allowance granted under the\n                  provisions of subsection (11, but the Government shall not\n                  be required to make any contribution towards any such\n                  additional sum so granted.\n                                PARTVIlI. By-Laws and Rules\nBy-laws.            42.-(1)  The Corporation may, with the approval of the\n                  Minister, make by-laws, not inconsistent with the provisions\n                  of this Act, for all or any of the following purposes-\n                          me Urclusioo of this page is authorjzrd by L.N. 68/19781\n           JAMAICA RAILWAY CORPORATION                             31\n(U) for      providing for the accommodation and con-\n        venience of passengers, and regulating the carriage\n        of their baggage;\n( b ) for declaring what shall be deemed to be, for the\n      purposes of this Act, dangerous or offensive goods,\n      and for regulating the carriage of such goods;\n(c) for regulating the conditions on which the Cor-\n        poration will carry passengers or animals suffering\n        from infectious or contagious disorders, and pro-\n        viding for the disinfection of vehicles which have\n        been used by or for such passengers or animals;\n(d) for regulating the terms and conditions on which\n        the Corporation will warehouse or retain goods at\n        any station on behalf of the consignee or owner;\n(e) for preventing the commission of any offence or\n     nuisance in or about any of the stations, works,\n     plant, buildings or premises of the railway;\n(f, for preventing trespasses upon or injury to the\n        railway, roadways, stations, works, plant build-\n        ings or premises attached thereto or otherwise\n        belonging thereto;\n(g) for the regulation of any motor transport service\n         operated by or on behalf of the Corporation;\n(h) for regulating the duties and conduct of porters\n    or other persons, not being railway servants, at\n    any railway station or on other railway premises\n    in relation to the carrying of goods or the driving,\n    drawing or propelling of vehicles for the carriage\n    of passengers or goods, and for fixing the charges\n    to be paid to them therefor;\n(z)     for regulating public or private traffic across the\n         railway at any level crossing or elsewhere; and\n      W e inclusion of this page is authorized by L.N. 480/1973]\n32                          JAMAICA RAILWAY CORPORATION\n                    ( j ) generally for regulating the travelling upon and\n                          use of the railway and the governance thereof and\n                          maintenance of good order thereon.\n                       (2) By-laws made under this section may provide\n               that the breach of any of them shall be an offence punishable\n               on summary conviction in a Resident Magistrate's Court or\n               a Court of Petty Sessions with such fine as may be specified\n               in relation thereto, not exceeding forty dollars, or, in the\n               case of a by-law regulating the carriage of dangerous or\n               offensive goods, one hundred dollars.\n                       (3) The Corporation shall keep at each station on\n               the railway a copy of the by-laws made under this section\n               and for the time being in force, and shall allow any person\n               to inspect it free of charge.\nRules.           43.-(1) The Corporation may make rules for the guid-\n               ance and conduct of railway servants and for regulat-\n               ing the working and management of the railway.\n                       (2) Rules made under this section shall not be\n               required to be published in the Gazerre or for the informa-\n               tion of the public, but shall be brought to the notice of all\n               servants of the Corporation in such manner as the Corpora-\n               tion may think fit.\n                            PARTIX         Carriage of Passengers\nConditions       44. The Corporation may, in addition to fixing fares\nfor carriage\nof             under the provisions of section 11, impose conditions, not\nw=ngem.        inconsistent with the provisions of this Act, for the carriage\n               of passengers.\nThe-hbles        45. The Corporation shall keep constantly exhibited in\nand lisls\nof             some conspicuous place at each station on the railway-\n                   (a) time-tables indicating the passenger train services\n                       for the time being in operation on the railway;\n            JAMAICA RAILWAY CORPORATION                                 33\n     ( b ) a list showing the fares of passengers by the trains\n           included in the time-tables of the railway from\n           that station to every other place for which passen-\n           ger tickets are there issued.\n                PART X        Carriage of Goods"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Retirement, etc., of transferred employees.\n                     PART W I      Bylaws and Rules"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42,,960\na Resident Magistrate; and in respect of any such offence a S. 2.\nResident Magistrate shall not award a sentenm of more\nthan one year’s imprisonment, with or without hard labour,\nand a fine of one hundred dollars.\n        (2) Any offence under section 71, section 72 or sec-\ntion 73 is triable summarily before a Resident Magistrate."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The Corporation may, in addition to fixing rates Condirlons\nunder the provisions of section 11, impose conditions for ~     ~            ~\nthe receiving, forwarding, conveying and delivering of\ngoods.\n   4 7 . 4 1 ) Where goods are delivered to the Corporation h e n for\nit shall be lawful for the Corporation to receive and hold rates and\nsuch goods subject t-\n      (U) a lien for moneys due for the carriage of or other\n             proper charges or expenses upon or in connection\n             with such goods; and\n      (b) a general lien for any moneys or charges due to\n             the Corporation from the owners of such goods\n             for any services rendered or accommodation pro-\n             vided in relation to the carriage or storage of\n         goods.\n         (2) If any lien as aforesaid is not satisfied within\na reasonable time from the date upon which the Corpora-\ntion first gave notice of the exercise of its lien to the owners\nof the goods, the goods may be sold and the proceeds of\nsale applied in or towards the satisfaction of every such\nlien and all proper charges and expenses in relation thereto\nand the Corporation shall account to the owners of the\ngoods for any surplus.\n        (3) A general lien conferred by this section shall\nnot prejudice an unpaid vendor’s right of stoppage in\ntransitu.\n      m e inclusion of this page is authorized by L.N. 480/1973]\n34                         JAMAICA RAILWAY CORPORATION\nDisposal of      4 8 . 4 1 ) Where any goods have come into the possession\nunclaimed\ngoodson       of the Corporation for carriage or otherwise and are not\nrailway.      claimed by the owner or other person appearing to the Cor-\n              poration to be entitled thereto, the Corporation may, in the\n              case of perishable goods, sell such goods at any time and in\n              the case of other goods shall, if such owner or person is\n              known, cause a notice to be served upon him requiring him\n              to remove the goods within two months from the date of\n              such notice.\n                      (2) If such person or owner is not known, or the\n              notice cannot be served upon him, or he does not comply\n              with the requisition in the notice, the Corporation may sell\n              the goods and shall render the surplus, if any, of the pro-\n              ceeds of the sale to any person who satisfies the Corpora-\n              tion that he is entitled thereto.\nWritten          49.-(1) The owner or person having charge of any goods\ndescription\nof goods      which are brought upon a railway for the purpose of being\nrequired.\n              carried thereon, and, if so required by a railway servant,\n              the consignee of any goods which have been carried on the\n              railway, shall deliver to a railway servant an account in\n              writing signed by such owner or person, or by such con-\n              signee, as the case may be, and containing a description of\n              the goods sufficient to determine the rate which the Cor-\n              poration is entitled to charge in respect thereof and the\n              conditions of carriage under which it will accept the goods.\n                      (2) If such owner, person or consignee neglects to\n              give such an account?the Corporation may-\n                  (U)   in respect of goods which have been brought for\n                         the purpose of being carried on the railway, agree\n                         to carry the goods and charge a rate not exceeding\n                         the highest rate which may be in force at the time\n                         on the railway for any class of goods; or\n                    m e idusion of thb page is authorized by L.N. 480/19731\n            IAMAICA RAILWAY CORPORATION                           35\n    (b) in respect of goods which have been carried on the\n        railway, charge a rate not exceeding such highest\n        rate.\n        (3) If an account delivered under subsection (I) is\nmaterially false with respect to the description of any goods\nto which it purports to relate, and which have been carried\non the railway, the Corporation may charge in respect of\nthe carriage of the goods a rate not exceeding double the\nhighest rate which may be in force at the time on the rail-\nway for any class of goods.\n        (4)If any difference arises between a railway servant\nand the owner or person having charge or the consignee\nof any goods which have been brought to be carried or have\nbeen carried on the railway respecting the description of\ngoods of which an account has been delivered under this\nsection, the railway servant may detain and examine the\ngoods.\n        ( 5 ) Jf it appears from the examination that the des-\ncription of the goods is different from that stated in an\naccount delivered under subsection (11, the person who\ndelivered the account, or, if that person is not the owner of\nthe goods, then that person and the owner, jointly and\nseverally, shall be liable to pay to the Corporation the cost,\nif any, of the detention and examination of the goods.\n        (6) If a person required under this section to give\nan account of any goods wilfully gives an account which is\nmaterially false, he shall be guilty of an offence and, in\naddition to the liability to pay any rate or other charge\nhereinbefore provided in respect of the goods, shall be liable\nto a fine not exceeding one hundred dollars."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Written description of goods required.\nSO. Goods of a dangerous or offensivenature."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(1) A person shall not carry or cause to be carried Gwds of a\n                                                          dangerous\nupon a railway any goods declared by any by-law made oroffensive\nunder this Act to be dangerous or offensive, except in MLUn.\n- me inclusion of this page is authorized by L.N. 480/19731\n36                      IAMAICA RAILWAY CORPORATION\n            accordance with the provisions of any by-law applicable\n            to such goods.\n                    (2) Any person who carries upon or delivers for\n            carriage by the railway any such dangerous or offensive\n            goods without distinctly declaring the nature of the same\n            shall be liable to a fine not exceeding one hundred dollars.\n                     (3) Any person who contravenes the provisions of\n            subsection (2) OT any by-law referred to in subsection (l),\n            shall, in addition to any penalty incurred in respect of such\n            contravention, be liable-\n                 (a) to compensate the Corporation for and indemnify\n                       the Corporation against any damage, loss, expense\n                       or liability suffered or sustained by the Corpora-\n                       tion directly or indirectly as a result of such con-\n                       travention; and\n                 (b) to pay compensation for any injury or damage to\n                       persons or property arising out of any accident\n                       occurring directly or indirectly as a result of that\n                       contravention.\n                   (4) It shall be lawful for any railway servant to\n            refuse to accept for carriage on the railway any baggage\n            or parcel, vessel or package suspected of containing danger-\n            ous or offensive goods, and to require the same to be opened,\n            and in case any such baggage or parcel, vessel or package\n            shall have been so accepted, it shall be lawful for any railway\n            servant to stop the transit thereof until he is satisfied that\n            the nature and contents of the baggage or parcel, vessel or\n            package are not dangerous or offensive.\nCarriage       51. It shall be lawful for any railway servant to refuse\nofanimals\ninf2clul     to accept for carriage on a railway any Lima1 which he\nwilhdisease. has reason to believe to be infected with any infectious\n             or contagious disease, or to have been in contact with any\n             animal so infected.\n                  me inclusion of this page is authorid by LN. 480119131\n            JAR4AICA RAILWAY CORPORATION                            31\n  PARTXI Responsibility of Corporation as Carriers\n              and Warehousemen\n  5 2 . 4 1 ) Notwithstanding the other provisions of lhis corporatioa\nPart, the Corporation shall not be liable for any loss,          ?\n                                                                 ,RszE\ndamage, deviation, misdelivery, delay or detention of or to =W.\ngoods arising from-\n     (a) act of God;\n     (b) act of war or the Queen’s enemies;\n     (c) seizure under any legal process;\n     (d) orders or restrictions imposed by the Government;\n     (e) act or omission of the consignor, consignee or the\n           servants or agents of either;\n     V, inherent liability to wastage in bulk or weight,\n           latent defect or inherent defect, vice or natural\n           deterioration of the goods;\n     (g) casualty, including fire or explosion;\n     (h) riots, civil commotion, strikes, lock-outs, stoppage\n           or restraint of labour from whatever cause, whe-\n           ther partial or general :\n  Provided that-\n            (i) where such loss, damage, deviation, mis-\n                delivery, delay OT detention arises with res-\n                pect to goods which the Corporation has\n                accepted for carriage at railway’s risk rates\n                or for warehousing and the Corporation\n                fails to prove that it used all reasonable\n                foresight and care in the carriage or (as the\n                case may be) the warehousing of the goods,\n                the Corporation shall not be relieved from\n                liability for such loss, damage, deviation,\n                misdelivery, delay OT detention;\n           (ii) the Corporation shall not incur liability of\n                 any kind in respect of goods where there has\n      me inclusion of this p g is~ authorizcd by LN. 480119731\n38                         JAMAICA RAILWAY CORPORATION\n                                 been fraud on the part of the consignor,\n                                 consignee or the servants or agents of either.\n                      (2) Subsection (1) shall not apply to passengers’ bag-\n             gage.\nDelay tu\nvessels."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Carriage of animals infected with disease.\n    PARTXI Responsibility of Corporalion us Carriers Md\n                          Warehousemen\nS2. Corporation not liable in certain cases."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. The Corporation shall not be liable for any demur-\n             rage or delay incurred upon or caused to a vessel at any\n             pier or wharf owned or operated by the Corporation.\nLiabdity        5 4 . 4 1 ) Save as provided in subsection (2), the Corpora-\nfor goods.\n             tion shall not be liable for the loss, damage, deviation, mis-\n             delivery, delay or detention of or to a consignment of goods\n             or any part thereof carried or delivered for carriage by the\n             railway unless the goods in respect of which compensation\n             is claimed have been accepted and booked by a railway\n             servant and unless-\n                   (a) in the case of goods consigned at railway’s risk\n                          rates, the Corporation fails to prove that the loss,\n                          damage, deviation, misdelivery, delay or detention\n                          was not caused by the negligence or misconduct of\n                          the servants or agents of the Corporation; or\n                   (6) in the case of goods consigned at owner’s risk\n                          rates, a complete consignment or a complete pack-\n                          age forming part of the consignment has been\n                          lost, damaged, diverted, misdelivered, delayed or\n                          detained as a result of the wilful misconduct of\n                          the servants or agents of the Corporation.\n                      (2) The Corporation shall not be exempt from any\n             liability it might otherwise incur in the following cases-\n                   (a) non-delivery of the whole of a consignment, or\n                        of any separate package forming part of a con-\n                        signment, properly packed and addressed, unless\n                        such nondelivery is due to accident to trains or to\n                        fire;\n             JAMAICA RAILWAY CORPORATION                             39\n    (b) pilferage from packages of merchandise protected\n        otherwise than by paper or other packing readily\n          removable by hand, if, and only if, the pilferage is\n          pointed out to a servant of the Corporation on or\n          before delivery;\n     (c) misdelivery where merchandise properly addressed\n          is not tendered to or placed at the disposal of the\n          consignee within twenty-eight days, or in the case\n          of perishable merchandise within a reasonable\n          time which shall not be less than seventy-two hours\n          after receipt of the consignment by the Corpora-\n          tion from the sender :\n   Provided, however, that the Corporation shall not be\nliable under this subsection if it proves that the non-delivery,\npilferage or misdelivery, as the case may be, has not been\ncaused by the negligence or misconduct of the Corporation\nor its servants.\n       (3) Notwithstanding the provisions of subsections (1)\nand (2), the Corporation may-\n    (a) agree to carry any goods on conditions more\n          favourable to the consignor than those set out in\n          this section; or\n    (b) by special contract, which shall be in writing and\n          signed by the consignor or his agent, limit the\n          liability imposed on the Corporation by this sec-\n          tion."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. The Corporation shall not be liable for the loss, Passengers’\n                                                              baggage.\ndamage, deviation, misdelivery, delay or detention of or to\nany passenger’s baggage-\n    (U) unless-\n           (i) it has been accepted and booked, and a\n                receipt has been given therefor, by a railway\n                servant; and\n40                       IAMAICA RAlLWAY CORPORATlON\n                          (ii) the loss, damage, deviation, misdelivery,\n                               delay or detention has been caused by the\n                               negligence or misconduct of the servants or\n                               agents of the Corporation; or\n                 ( h ) save in such other circumstances as may be notified\n                       by the Corporation by general notice or otherwise.\nAnimals.      56.-(1) The liability of the Corporation for the loss,\n            damage, deviation, misdelivery, delay or detention of or to\n            animals accepted for carriage by the Corporation shall not\n            exceed, in the case of-\n                 (a) a horse, forty dollars;\n                 (b) neat cattle or mules, per head, thirty dollars;\n                 (c) a donkey, sixteen dollars;\n                 (4 a sheep, goat or pig, four dollars;\n                 (4 a dog or other animal not hereinbefore in this sub-\n                     section mentioned, two dollars,\n            unless a higher value has been declared in writing by or on\n            behalf of the consignor at the time of consignment.\n                    (2) Where such higher value has been declared, the\n            Corporation may impose an additional charge in respect of\n            the increased liability or, if the value of the animal has been\n            declared to exceed two hundred dollars, may either impose\n            such additional charge or, notwithstanding the provisions\n            of subsection (l), decline to accept liability in excess of the\n            sum specified by that subsection in relation to such an\n            animal.\nVehicles.     5 7 . 4 1 ) The liability of the Corporation for the loss,\n            damage, deviation, misdelivery, delay or detention of or to\n            vehicles accepted for carriage by the Corporation shall not\n            exceed, in the case of-\n                 (0) a motorcycle with or without a side-car, one hun-\n                        dred dollars;\n                  me inclusion of this page is authorized by L.N. 480119731\n            JAMAICA RAILWAY CORPORATION                                41\n     (b) any other motor vehicle, two hundred dollars;\n     (c) any vehicle other than a motor vehicle, ten dollars,\nunless a higher value has been declared in writing by or on\nbehalf of the consignor at the time of consignment.\n        (2) Where such higher value has been declared, the\nCorporation may impose an additional charge in respect of\nthe increased liability or, if the value of the vehicle has\nbeen declared to exceed two thousand dollars, may either\nimpose such additional charge or, notwithstanding the pro-\nvisions of subsection (l), decline to accept liability in excess\nof the sum specified by that subsection in relation to such\na vehicle."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Nothing contained in this Act shall alter or affect Camageof\n                                                               Goods Act\nthe rights, privileges or liabilities of the Corporation under applied.\nPart I of the Carriage of Goods Act with respect to articles\nof the description mentioned in the said Act."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. The compensation recoverable in respect of any Limit to\nanimal or vehicle which has been declared under section 56 gtTnma-\nor section 57 to be of higher value than the amount for            z2md\nwhich the Corporation might be liable apart from such Proof of value.\ndeclaration shall not exceed the amount of the value so\ndeclared, and, notwithstanding that such declaration was\nmade, it shall lie upon the person claiming the compensa-\ntion to prove the value of the animal or vehicle in respect\nof which the claim is made."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-(1) Subject to the provisions of subsection (2) the Notification\nCorporation shall not be liable to pay compensation for the of claims.\nloss, damage, deviation, misdelivery, delay or detention of\nor to goods accepted by the Corporation for carriage or\ncustody unless the Corporation is advised thereof in writing\n(otherwise than upon any of the Corporation’s documents)\nwithin one month and the claim for compensation be made\n       me inclusion of this page is authorized by L.N. 480/1973]\n42                         JAMAICA RAILWAY CORPORATION\n               within three months after acceptance of the goods by the\n               Corporation.\n                       (2) Where the Corporation is satisfied that it was\n               not reasonably possible for the person claiming compensa-\n               tion to advise the Corporation in writing or make his claim\n               in writing within the aforesaid times, the Corporation may\n               grant an extension of the aforesaid times :\n                  Provided that where such extension has been refused and\n               the person claiming compensation has instituted proceedings\n               pursuant to section 67, the Court may determine the matter\n               as if he had complied with the requirements of subsection\n               (l), if in the opinion of the Court the extension ought\n               reasonably to have been granted.\nEffect of          61. Notwithstanding anything in the foregoing provisions\nfalse des-\nCr,ptiOl, of   of this Part, the Corporation shall not be liable for the loss,\ngoods.         damage, deviation, misdelivery, delay or detention of or to\n               any goods with respect to which a materially false descrip-\n               tion has been given (whether the description was given\n               under the provisions of this Part or of Part X) to the Cor-\n               poration by the owner or person having charge of the goods,\n               if the loss, damage, deviation, misdelivery, delay or deten-\n                tion was in any way brought about by the false description,\n                and the Corporation shall not in any event be liable for an\n                amount exceeding the value of the goods calculated in\n               accordance with the description.\nInjury to         62.-(1) The Corporation shall not be liable for personal\nor loss of\nl i f e of     injury to, or loss of life of, a passenger unless the personal\npassenger.     injury or loss of life is caused by want of reasonable care,\n               diligence or skill on the part of the Corporation or its\n               servants.\n                      (2) For the purposes of this section the expression\n               “passenger” includes every person, other than a railway\n               servant on duty, lawfully travelling on the railway.                  0\n                     me inclunion of this page is authorized by L.N. 480/1973]\n                                                                                 -\n            JAMAICA RAILWAY CORPORATION                                     43"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. The law relating to common carriers shall not apply Lawrejat-\n                                                                  ing to com-\nto the Corporation.                                               mon carriers\n                                                                  not\n                                                                  applicable.\n                       PARTXI1 Tariffs"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.41) Subject to the provisions of subsection (3,the Publication\nfollowing matters shall be embodied in printed tariffs and Of tar'ffs.\npublished by the Corporation-\n     (a) rates, fares, other charges and conditions fixed or\n          imposed under the provisions of this Act;\n     (b) the upper limits of rates and fares determined by\n          the Minister under section 11.\n        (2) Subject to the provisions of subsection (3) every\namendment made to any of the matters mentioned in sub-\nsection (1) shall be printed and published by the Corpora.\ntion and shall take effect upon such date as may be specified\nin the amendment; and for the purposes of this subsection\nan amendment shall be deemed to be published upon a\nnotice containing particulars of the amendment, or stating\nthat a printed copy of the amendment may be inspected at\nany station on the railway, being published in the Gazette\nor in any newspaper circulating in Jamaica.\n          (3) Notwithstanding the foregoing provisions of this\nsection, the Corporation shall not be obliged to print or\npublish the following m a t t e r s\n     (a) a remission of any rate, fare or other charge\n            granted under the powers conferred by paragraph\n            (e) of section 11;\n     ( b ) an amendment reducing any rate, fare or other\n            charge temporarily or in special circumstances;\n     (c) the fixing of charges other than rates and fares;\n     (6, the fixing, under the powers conferred by para-\n            graph cf, of section 11, of a rate or charge higher\n      me inclusion of this page is authorized by L.N. 480/1973]\n44                         JAMAICA RAILWAY CORPORATION\n                        than the upper limit determined in respect thereof\n                        by the Minister,\n               and any such remission or amendment or fixing of a rate,\n               fare or other charge shall take effect at such time, or for\n               such period, or in such circumstances and subject to such\n               conditions as the Corporation may specify.\nPrinted          65. In any legal proceedings the production of a printed\nC'3PieE to\nbeevidence.    copy of any tariff or amendment of a tariff purporting to\n               be published by the Corporation shall be prima fa&\n               evidence of the matters provided therein and that the rates,\n               fares, charges, conditions or limits fixed, imposed or deter-\n               mined thereby have been duly fixed, imposed or determined.\nCopiestobe        66. The Corporation shall keep at each station on the\nkept at all\nstations.      railway a copy of every tariff and amendment thereto pub-\n               lished under the provisions of section 64 and for the time\n               being in force, and shall allow any person to inspect the\n               same free of charge at any reasonable time.\n                              PARTXI11 Legal Proceedings\nLimilation\nof SUltS"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Copies to be kept at all stations.\n                                                                         -\n           indusion of &is page is authorized t y L.N. ~ S O / I W ~ I\n4              JAMAICA RAIL W AY CORPORATION\n                       PMT XlII     Legal Pmeedingf"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. No suit against the Corporation or any servant of the\nagainsithe     Corporation for any act done in pursuance or execution or\nCorporation.   .\n               intended   execution of any law or of any public duty or\n               authority or in respect of any alleged neglect or default in\n               the execution of such law, duty or authority, shall lie or be\n               instituted in any court unless it is commenced within twelve\n               months next after the act, neglect or default complained of\n               or, in the case of a continuance of damage or injury, within\n               twelve months next after the ceasing thereof:\n                 Provided that, in the case of a claim for the refund of an\n               overcharge in respect of goods accepted by the Corporation\n               for carriage, or for compensation in respect of loss, damage,\n               deviation, misdelivery, delay or detention of or to any goods\n                     mhc inclusion of this pagc is authorized by L.N.480/1973]\n              JAMAICA RAILWAY CORPORATION                                  45\nso accepted, the cause of action shall be deemed to have\narisen on the day of such acceptance."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Any summons, notice or other document required or ~              ~        ~\n                                                               documents.\nauthorized to be served upon the Corporation by or under\nthe provisions of this or any other enactment may, unless in\nany case there is express provision to the contrary, be served\nby delivering the same to the chairman or secretary of the\nCorporation, or by sending it by registered post addressed\nto the secretary of the Corporation at the principal office\nof the Corporation.\n              PART XIV     Ofenences and Penalties"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.41) Any_person\n                  .    who unlawfully or maliciously-       Endanger-\n                                                            ing gafcty\n    (a) puts or throws anything upon or across the railway; of persons\n         or                                                       on railway.\n     (b) causes anything to come into contact with any\n           person or thing on the railway; or\n     (c) removes or displaces any rail, sleeper or thing be-\n           longing to the railway; or\n     (d, turns, moves or diverts any points or other\n           machinery of any kind belonging to the railway;\n           or\n     (e) makes or shows, hides or removes any signal or\n           light upon or near to the railway; or\n           (f) does or causes to be done any other matter or\n           thing,\nwith intent to injure or endanger the safety of persons\ntravelling or being upon the railway, whether a particular\nperson or not, is guilty of felony, and is liable to imprison-\nment for life.\n         (2) Any person who by any unlawful act or by any\nomission to do any act which it is his duty to do causes ths\n      me inclusion of this page is authorized by L.N. 480/19733\n46                        JAMAICA RAILWAY CORPORATION\n              safety of any person travelling or being upon any railway\n              to be endangered is guilty of a misdemeanour and is liable\n              to imprisonment with or without hard labour for two years\nObstructing     70. Any person who by any unlawful act or by any\nrailways,\n              intentional omission to do any act which it is his duty to do\n              causes any engine or vehicle in use upon a railway to be\n              obstructed in its passage on the railway is guilty of a mis-\n              demeanour, and is liable to imprisonment with or without\n              hard labour for two years.\nDmnken-        71.-(1) If a railway servant is in a state of intoxication\nness of\nrailway      while on duty he shall be guilty of an offence and liable to\nservants and a fine not exceeding ten dollars or imprisonment with or\npower to\napprehend. without hard labour for a term not exceeding three months,\n             or, if the duty on which he is engaged is such that its\n             improper performance would be likely to endanger the\n             safety of any person travelling or being upon the railway,\n             to a fine not exceeding two hundred dollars or imprison-\n             ment with or without hard labour for a term not exceeding\n             two years, or to both such fine and such imprisonment.\n                      (2) It shall be lawful for any railway servant, and\n              for all persons whom he may call to his aid, to apprehend\n              any railway servant who is or appears to be in a state of\n              intoxication while on duty, and to convey him to the nearest\n              police station and there hand him over to the custody of the\n              police.\nDrunken-        72.-(1) If a person on any part of a railway-\nness or\nnuisanCe           (a) commits any nuisance or act of indecency or uses\non a rail-\nway.                     obscene, indecent or abusive language;\n                   ( b ) wilfully and without lawful excuse interferes with\n                         the comfort of any passenger; or\n                   (c) wilfully and without lawful excuse interferes with\n                         any railway servant in the execution of his duty,\n                    me inclusion of this pagc is aulhorized by L.N. 480/1973!\n            JAMAICA RAILWAY CORPORATION                                 47\nhe may be removed from the railway by any railway servant\nor police officer or any other person whom the railway\nservant or police officer may call to his aid, and shall be\nguilty of an offence and liable to a fine not exceeding\ntwenty dollars.\n        (2) A person removed from the railway under the\nprovisions of this section shall not be entitled to the return\nof any fare he may have paid."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Any person who travels or attempts to travel in any Travellmg\n                                                                  intent\ncarriage or vehicle of the Corporation with intent to defraud wNh\n                                                              todefraud.\nthe Corporation shall be guilty of an offence and liable to\na h e not exceeding ten dollars."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74.-(1) An offewe under section 70 may be tried either Trialof\non indictment before a Circuit Court or summarily before OffenCn."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. It shall be lawful for any railway servant or agent Powwto\n                                                             arrest\nof the railway, and all persons called by him to his assist- offader.\nance, to seize and detain any person found committing any\noffence against the provisions of this Act, or against any\nby-laws or regulations of the railway made under the pro-\nvisions of this Act, or any person counselling, aiding or\nassisting in such offences, and to hand over the offender to\na police officer without unnecessary delay.\n                      PARTXV. General"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. Notwithstanding anything contained in the Kingston Ratcs and\nand St. Andrew Corporation Act, the Parochial Rates and\n      me inclusion of this page is authorized by L.N. 480/19731\n48                     JAMAICA RAILWAY CORPORATION\n           Finance Act or the Property Tax Act the rates and taxes\n           to be paid by the Corporation shall be determined by the\n           Minister with the approval of the Minister responsible for\n           finance.\nSavings.      77. All by-laws, regulations, rules and tariffs, including\n           rates, fares, other charges and conditions regulating the\nCap. 174\n           conveyance of passengers and goods made under the\n(1953      Jamaica Government Railway Law (hereby repealed) and\nRevised\nEdtn.).    in force at the time of coming into operation of this Act\n           shall be deemed to have been made under this Act and shall\n           continue in force until other provision is made by virtue of\n           this Act.\n                 W h e inclusion of this page is authorized by L.N. 480/1973]\n              JAMAICA RAILWAY CORPORATION                                             49\n                               SXEDULE                        (Section 3)\n            Constitution and Procedure of she Corporafion"
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. Savings.\n                                  %EDULB\n                ~~~\n                                                   ~   ..   ..   . ~ ...   .~ .. . - -\n          m e inclusion of this page is autboriied by L.N. 480/1973]\n           JAMAICA RAILWAY CORPORATION                                    L)\n ‘lTE JAMAICA RAILWAY CORPORATION ACT                             lIanr\n                                                                     d ~ ,\n                                                                  42dl%e.\n                                                                   h\n                                             tisf April, 196O.l   adm\n                                                                   3rd-\n                                                                  U oi 197%\n                 PARTI PreIiminmy                       ndma\n  I. This Act may be cited as the Jamaica Railway Cor- ShM t i t h\nporation Act."
    },
    {
      "provision_ref": "sec101",
      "section": "101",
      "title": "Section 101",
      "content": "101, 103, 104, 105 and except in so far as that Act is in-\nconsistent with or varied by the provisions of this Act.\n        (3) If in any case compensation should be demanded\nfor the alienation of any land required for the purposes of\nthe railway and proceedings should arise for the assess-\nment of such compensation under the Lands Clauses Act\nthe valuing authority named and provided in that Act\nshall, before making an award, estimate the advantage as\nwell as the disadvantage likely to accrue to the adjoining\nland, if any, of the claimant for compensation on account\nof the operating of the railway and shall reduce the com-\npensation by the value of such advantage but, so, however,\n that nominal compensation shall in all cases be payable."
    }
  ],
  "definitions": []
}