{
  "id": "jm-stat-the-jamaica-social-welfare-commission-act",
  "type": "statute",
  "title": "The Jamaica Social Welfare Commission Act",
  "title_en": "The Jamaica Social Welfare Commission Act",
  "short_name": "Jamaica Social Welfare Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaica-social-welfare-commission-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaica-social-welfare-commission-act | Legal areas: Social Security",
  "provisions": [
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Commission shall be a body corporate having Incorpora-\n                                                                    tion of\nperpetual succession and a common seal, and shall have ~,,,,,,isnion.\npower to purchase, hold and dispose of land, shares and\nother property of whatsoever kind whether similar to the\nforegoing or not for the purposes of this Act.\n       (2) The seal of the Commission shall be kept in the\ncustody of the chairman or the secretary and may be f i x e d\nto instruments pursuant to a resolution of the Commission\nand in the presence of the chairman, one other member, and\nthe secretary.\n      (3) The seal of the Commission shall be authenticated\nby the signatures of the Chairman, or one member of the\nCommission authorized to act in that behalf, and the\nsecretary of the Commission and such seal shall be officially\nand judicially noticed.\n      (4) All documents, other than those required by law\nto be under seal, made by, and all decisions of, the Com-\nmission may be signified under the hand of the chairman,\nany member of the Commission authorized in that behalf,\nor the secretary of the Commission.\n6                     JAMAICA SOCIAL WELFARE COMMlSSlON\n                     (5) The Commission may sue and be sued in its cor-\n              porate name and may for all purposes be described by such\n              name, and service upon the Commission of any notice,\n              order or other document shall be executed by delivering it\n              to, or by sending it by registered post addressed to, the\n              secretary oE the Commission at the office of the Commission.\nProcedure       5.41) The Commission shall meet at such times as may\nand meet-\ningsof        be necessary or expedient for the transaction of business,\nCummission.   and such meetings shall be held at such place and time and\n              on such days as the Commission may determine.\n                    (2) The chairman may at any time call a special\n              meeting of the Commission and shall call a special meeting\n              within seven days of the requisition for that purpose\n34j1%3\nS . 4 (a).\n              addressed to him by any two members of the Commission.\n34!1963             (3) The chairman shall preside at all meetings of the\ns.4 @).\n              Commission, and in the temporary absence of the chairman\n              the members present shall elect one of their number to be\n              chairman of the meeting.\n34/1963\nS.4 (b).\n                    (4) A quorum of the Commission at any meeting shall\n              be such number as the Minister may fix from time to time\n              not being less than one-half of the total members of the\n              Commission.\n                    ( 5 ) The decisions of the Commission shall be by a\n              majority of votes and, in addition to an original vote, in\n              any case in which the vote is equal the chairman of the\n              meeting shall have a casting vote.\n                    (6) Minutes in proper form of each meeting shall be\n              kept by the secretary and shall be confirmed by the chair-\n              man as soon as practicable thereafter at a subsequent\n              meeting.\n                               - -~       __   ~\n          JAMAICA SOCIAL WELFARE COMMISSION                                     9"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.\ncommercial standards, and shall submit the same from time\nto time with vouchers to the Auditor-General to be audited.\n      F   e inclusion of   this page is authorized by L.N. 480/19731\n 10                      JAMAICA SOCIAL WELFARE COMMISSION\nAnnual            1 3 . 4 1 ) The Commission shall in each year prepare and\nreport and\nestimates.     present on or before the 1st day of October to the Minister\n               a report on its proceedings during the twelve months ending\n15/1965\nS. 8.\n               on the 31st day of March in such year, and such report shall\n               include in respect of the said twelve months-\n                     (a) a complete report of the financial position of the\n                     1     Commission;\n                     (b) a copy of the accounts of the Commission; and\n                     (c) a copy of any report made on such accounts by\n                           the Auditor-General.\n                       (2) A copy of such report shall be laid on the Table\n               of the House of Representatives and of the Senate and shall\n               be published in the Gazette.\n                       (3) The Cornmission shall, on or before the 31st day\n               of October in each year, submit to the Minister for approval,\n               its estimates of revenue and expenditure in respect of the\n               period commencing on the 1st day of April next following\n               and ending on the 31st day of March of the subsequent\n               year, and shall during that year submit to the Minister for\n               approval any estimates of further expenditure as may\n               become necessary.\nRegulations.     14.-(1) The Commission may with the approval of the\n               Minister make regulations generally for the better carrying\n               out of the provisions of this Act and without prejudice to\n               the generality of the power thereby conferred, may make\n               regulations, providing for-\n15/1%5              (a) the time, place and manner when, in which and\nS. 9 (a)\n  (b).                    how the Commission shall exercise its functions;\n                    ( b ) the terms and conditions of appointment to any\n                          office in the service of the Commission;\nlSjl96S            ( c ) the preservation of all property vested in the\ns. 9 (c).\n                          Commission and the proper and economic use of\n                          all such property.\n                     me inclusion of this page is authorized by LN. 480/19731\n        JAMAICA SOCIAL WELFARE COMMISSION                         11\n        (2) All regulations made under this section shall be\nsubject to negative resolution.\n      m e inclusion of this page is authorized by LN. 480/19731"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. No act done or proceedings taken under this Act shall Protection\n                                                              of the\nbe questioned on the ground-                                  Commission.\n    (a) of the existence of any vacancy in the membership\n         of, or any defect in the constitution of, the Com-\n         mission; or\n    (b) of any omission, defect or irregularity not affecting\n         the merits of the case.\n   1 0 . 4 1 ) No action, suit, prosecution or other proceedings Protection\nshall be brought or instituted personally against any of            the com-\n                                                                 of members\nmember of the Commission in respect of any act done bonn mission,\nfide in pursuance or execution or intended execution of this\nAct.\n        (2) Where any member of the Commission is exempt\nfrom liability by reason only of the provisions of this\nsection the Commission shall be liable to the extent that it\nwould be if the member was a servant or agent of the\nCommission."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The expenses of the Commission (including the ~ e                     ~       ~   ~   o\nremuneration of the staff thereof) shall be defrayed out of mission.\nthe funds and resources of the Commission, which shall                 ifif%’\nconsist of-\n    (a) such sums as may be provided from time to time\n          for the purpose by Parliament; and\n    (b) all other sums or property which may in any man-\n          ner become payable to or vested in the Commission\n          in respect of any matter incidental to its functions."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. T h e Commission shall keep accounts of its receipts, Amuntsto\n                                                               be kept and\npayments, assets and liabilities in a form satisfactory to the auditd.\nMinister, being a form which shall conform with the best s.    Wl%5"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. ReguIations.\n         JAMAICA SOCIAL WELFARE COMMISSION                                    5\n      (9) Any member of the Commission other than the\nchairman may at any time resign his ofice by instrument in\nwriting addressed to the Minister and transmitted through\nthe chairman and, upon the date of the receipt by the chair-\nman of such instrument, such member shall cease to be a\nmember of the Commission.\n     (10) The appointment, revocation of appointment,\ndeparture from the Island, resignation or death of any\nmember of the Commission shall be notified in the Gazette.\n     (11) From and after the 1st July, 1965, the Corn- rs/i%r,\n                                                       s. 4.\nmission shall be known as the Social Development Com- ‘ ,N.\nmission.                                               1761 1965"
    }
  ],
  "definitions": []
}