{
  "id": "jm-stat-the-jamaican-nationality-act",
  "type": "statute",
  "title": "The Jamaican Nationality Act",
  "title_en": "The Jamaican Nationality Act",
  "short_name": "Jamaican Nationality Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jamaican-nationality-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jamaican-nationality-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Subject to the provisions of paragraph 2, the qualiEcations for\n     naturalization of an alien who applies therefor are-\n          ( U ) that he has resided in Jamaica throughout the period of\n                twelve months immediately preceding the date of the applica-\n                tion; and\n           (b) that during the seven years immediately preceding the said\n               period of twelve months he has resided in Jamaica for periods\n                amounting in the agpegate to not less than four years; and\n           (c) that he is in the opinion of the Minister of good character:\n               and\n           (d) that he intends in the event of a certi6cate being granted CO\n               him to reside in Jamaica"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--(1) In this Act, unless the context otherwise re- ~                        ~    t   s   ~   ~   -\nquires-                                                                     tation.\n    “alien” means a person who is not a Commonwealth\n         citizen, a British protected person or a citizen of\n         the Republic of Ireland;\n     “British protected persons” means a person who is\n         a British protected person for the purposes of\n          the British Nationality Act, 1948 of the United\n         Kingdom;\n    “child” includes an illegitimate child;\n     “the Commonwealth” means Jamaica, any country\n         mentioned in the First Schedule and any depen- Firat\n                                                        Schedule,\n         dency of any such country;\n     “the     Constitution”         means       the     Constitution   of\n            Jamaica;\n     “foreign country” means a country (other than the\n          Republic of lreland) that is not part of the\n          Commonwealth;\n     “Jamaican consulate” means the office of a consular\n         officer of the Government of Jamaica where a\n            [The inclusion ofThir page is authorized by L.N. 312001)\n4                              JAMAICAN NATIONALITY\n                     register of births is kept, or where there is no\n                     such office, such office as may be prescribed:\n111979\n                \"minor\" means a person who has not attained the\n11 Sch.              age of eighteen years.\n                   (2) For the purposcs of this Act, a person born\n            aboard a registered ship or aircraft, or aboard an un-\n            registered ship or aircraft of the government of any\n            country, shall be deemed to habe been born in the place\n            in which the ship or aircraft was registered or, as the\n            case may be, in that country.\n                    (3) A person shall for the purposes of this Act be of\nI / 1919.   full age if he has attained the age of eighteen years and\nIit6ch.\n            of full capacity if he is not of unsound mind.\n                  (4) For the purposes of this Act, a person shall be\n            deemed not to have attained a given age until the com-\n            mencement of the relevant anniversary of the day of his\n            birth\nRcgirtra-      3. A citizen of any country mentioned in the First\ntim af\n            Schedule, or a citizen of the Republic of Ireland, being a\nE\n:\",:        person of full age and capacity may, on making applica-\nFint        tion therefor to the Minister in the prescribed manner, be\nSchedule.\n            registered at the discretion of the Minister as a citizen of\n            Jamaica if he satisfies the Minister that he has been-\n                (a) ordinarily resident in Jamaica; or\n                 (6) in Crown service under the Government of\n                      Jamaica; or\n                  (c) partly the one and partly the other,\n            throughout the period of Eve years ending with the date\n                     flho indugion of this pBge is authorized by L.N. 3/2001]\n                   JAMAICAN NATtONALlTY\nof his application, or such shorter period 50 ending as the\nMinister may in the special circumstances of any particular\ncase accept.\n   4 4 1 ) The Minister may at his discretion cause the Mimoon.\nminor child of any citizen of Jamaica to be registered as a\ncitizen of Jamaica upon application made in the prescribed\nmanner by a parent or guardian of the child.\n       (2) The Minister may, in such special circumstanoes\nas he thinks fit, cause any minor to be registered as a\ncitizen of Jamaica.\n       (3) Where under any enactment in force in Jamaica\nrelating to the adoption of children an adoption order is\nmade in respect of a minor not a citizen of Jamaica then\nif the adopter or in the case of a joint adoption, either of 511993"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The qualifications for naturalization of a British protected person\n     who applies therefor are-\n           (0) that he is ordinarily resident in Jamaica and has been so\n                resident throughout the period of five years, or such shorter\n                period as tRe Minister may in the special circumstances of\n                any case accept, immediately preceding his application: and\n          (b) the qualifications specified in sub-paragraphs (c) and (4of\n                paragraph 1.\n                                  THiRD SCHEDULE                                   (Section 6)\n                                      Oath of Allegiance\n        I, .................................................................... ....... d o swear\n     that I will he faithful and bear true allegiance to Her Majesty Queen\n     Elizabeth 11, Her Heirs and Successors aaoording to law and that I\n     will faithfully observe the laws of J m n i c a and fulfil my duties as a\n     citizen of Jamaica.\n                                      So HELP ME GOD\n                  v h e indurion of this page is aurhorized by L.N. 5/15%1"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. 4 (bz\n                    restoring citizenship under section 9 ~ .\n                    IThe inclusion of thia pap is authorized by LH. 421 1995)\n12                            JAMAICAN NATIONALITY\n                    (2) All Regulations made under this section shall be\n            subject to negative resolution.\noff-          14.41) Any person who for the purpose of procuring\n            anything to be done or not to be done under this Act or\n            under the provisions of Chapter II of the Constitution\n            makes any statement which he knows to be false in a\n            material particular, or recklessly makes a statement which\n            is false in a material particular, shall be guilty of an\n            offence and shall be liable on summary conviction before a\n            Resident Magistrate to imprisonment with or without hard\n            labour for a term not exceeding three months.\n                    (2) A n y person who fails to comply with any\n            requirements imposed on him by regulations made under\n            this Act with respect to the delivering up of certificates\n            of naturalization, shall be guilty of an offence and shall\n            be liable on summary conviction before a Resident Magis-\n            trate to a fine not exceeding two hundred dollars and in\n            default of payment thereof to imprisonment with or with-\n            out hard labour for a term not exceeding three months.\n=\n&a"
    },
    {
      "provision_ref": "sec5a",
      "section": "5A",
      "title": "Section 5A",
      "content": "5A.41) A person who, being married to a Jamaican OAOncea   .In rrsw\ncitizen, is entitled to be registered as a citizen of Jamaica ;&FA*\npursuant to subseotion (1) of seotion 7 of the Constitution, Lion m a y\n                                                             be drned\nmay, upon making the prescribed application, be denied ,,,&rm-\nsuch registration in accordance with subseotion (2) of that        T\n                                                                   x\nsection if the person has been convicted in any country of t1911999\n                                                              im.\nan offence specified in subsection (2) of this section.      s. 2.\n 6                               JAMAICAN NATIONALITY\n                     .(2) The offence referred to in subsection (1) is-\n                  (a) an offence-\n                          (i, involving violence, fraud or dishonesty; or\n                         (ii) the production, sale or otherwise dealing in\n                              any drug contrary to the provisions of any\n                              law for the time being in fom; or\n                 (b) where it is committed in a country other than\n                     Jamaica-\n                          (i) an offence punishable under the law of that\n                              county with imprisonment for a term of two\n                              years or any greater punishment; and\n                         (ii) the act or omission constituting the offence,\n                              or the equivalen't act of omission, would con-\n                               stitute an offence against the law of Jamaica\n                              if it took place within Jamaica or, in the\n                              case of an extra territorial offence, in corres-\n                              ponding circumstances outside Jamaica.\nNaturali-      6. The Minister may at his discretion, if application\ntion of\naliens      therefor is made to him in the prescribed manner by any\n$tzzh\nw-3-\n            alien or British protected person of full age and capacity\n            who satisfies him that he is qualified under the provisions\nsecond      of the Second Schedule for naturalization, grant to him\nSchedule.\n            a certificate of naturalization, and the person to whom this\n            certificate is granted shall, on taking the oath of allegiance\n                     [The inclusion of &is page ir authorized by L.N. 3/20011\n                     JAMAICAN NATIONALJTY                                             6.01\nh tbe form specified in the Third Schedule, be a citizen of Third\nJamaica by naturalization as from the date on which that Schedule.\ncertificate is granted."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.02                       JAMAICAN N A T I O N A U T Y\n       registration or certificate of naturalization was obtained by\n       means of fraud, false representation or the concealment of\n       any material fact.\n              ( 2 ) Subject to the provisions of this section, the\n       Minister may a t his discretion by order deprive of his\n       citizenship any citizen of Jamaica who is such by natural-\n       ization if the Minister is satisfied that that citizen-\n           (0)   has shown himself by act or speech to be disloyal\n                 or disdected towards Her Majesty; or\n           (b) has, during any war in which Jamaica was en-\n               gaged, unlawfully traded or communicated with\n               an enemy or been engaged in or associated with\n               any business that was to his knowledge carried\n               on in such manner as to assist an enemy in that\n               war; or\n           (ci   has within five years after becoming naturalized\n                 been sentenced in any country to imprisonment\n                 for a term of not less than twelve months.\n              (3) The Minister may by order deprive of his citizen-\n       ship any citizen of Jamaica who is such by naturalization\n       if he is satisfied that that citizen has been ordinarily\n       resident in foreign countries for a continuous period of\n       seven years and during that period-\n           (a) has not been at any time in the service of Her\n               Majesty or of an international organization of\n               which the Government of Jamaica was a\n               member; or\n       -         me inclusion of this page is authorized by L.N. 3/2M)lI\n                    JAMAICAY NATIONALITY\n    (b) has not registered annually in the prescribed\n        manner at a Jamaican consulate his intention to\n        retain his citizenship of Jamaica; or\n     (c)   has not given notice in writing to the Minister\n           of his intention to retain his citizenship of\n           JaIllaiCa.\n       (4) The Minister shall not deprive a person of\ncitizenship under this section unless he is satisfied that it\nis not conducive to the public good that that person\nshould continue to be a citizen of Jamaica.\n       (5) Before making an order under this section the\nMinister shall give thc person against whom the order is\nproposed to be made, notice in writing informing him of\nthe ground on which it is proposed to be made and, if\nthe order is proposed to be made on any of the grounds\nspecified in subsections ( 1 ) and (2), of his right to an en-\nquiry under this section.\n       (6) If the order is proposed to be made on any of\nthe grounds speci6ed in subsections (1) and (2) and the\nperson against whom the order is proposed to be made\napplies in the prescribed manner for an enquiry. the\nMinister shall, and in any other case the Minister may.\nat his discretion, refer the case to a committee of enquiry\nconsisting of a chairman, being a person possessing judicial\nexperience, appointed by the Minister and of such other\nmembers appointed by the Minister as he thinks proper.\n      (7) The Minister may make rules for the practice\nand procedure to be followed in connection with a com-\nmittee of enquiry appointed under this section, and such\n           me inclusion of this page is auihorizcd by L.N. 3/ZOOl]\n8                                    JAMAICAN NATIONALITY\n                  rules may, in particular, provide for conferring on such\n                  committee any powers, rights or privileges of any court,\n                  and for enabling any powers so conferred to be exercised\n                  by one or more members of the committee.\n                         (8) A person who is deprived of his citizenship of\n                  Jamaica by an order under this section or under section 9,\n                  shall, upon the making of the order, cease to be a citizen\n                  of Jamaica.\n~             ~      9 4 1~ ) Where\n                                  ~ any citizen\n                                           i       of~ Jamaica,\n                                                            ~   who ~ is suchi by     ~   ~\nOf citizen-\nship of\n                  naturalization, was also a citizen of any country mentioned\nJamaica\nwhcrc per-\n                  in the First Schedule, or of the Republic of Ireland but has\nson.. de-         been deprived of his citizenship of that country on grounds\nprived of\nc;r:zenchip       which in the opinion of the Minister are substantially\nersewhere.\nFirst             similar to any of the grounds specified under subsections\nSchedule.         (l), (2) and (3) of section 8, the Minister may at his discre-\n                  tion by order deprive him of his citizenship of Jamaica if\n                  the Minister is satisfied that it is not conducive to the\n                  public good that that person should continue to be a citizen\n                  of Jamaica.\n                          (2) Before making an order under this section, the\n                  Minister shall give the person against whom the order\n                  is proposed to be made, notice in writing informing him\n                  of the ground on which it is proposed to be made and\n                  may refer the case to a committee of enquiry constituted\n                  in the manner provided by section 8.\nReinstate-           9.441) The Minister may at his discretion and in the\nmerit of\nCitkll-\n                  prescribed manner cause citizenship of Jamaica to be\nship on           restored to any person who-\nupplica-\nlion.                  (a) was a citizen of Jamaica by birth, descent or\n51 1993\ns. 3.                       adoption;\n                       (b) has renounced that citizenship; and\n                       (c) has made application to the Minister in the pre-\n                            scribed manner for the restoration of that citizen-\n                           ship.\n                           [The inclusionof this page is authorized by L.N. 3320011\n                   JAMAICAN NATIONALITY                                   9\n           (2) The provisions of sections 8 and 9 shall not\napply to any person whose Jamaican citizenship is restored\npursuant to subsection (1).\n         (3) The provisions of sections 3 and 6 shall not\napply to persons who apply under subsection (1) to have\ntheir Jamaican citizenship restored.\n         (4) The Minister may by order prescribe the pro-\ncedure to be followed in restoring citizenship under this\nsection."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--(1) If any citizen of Jamaica of full age and capacity Rcnuncia-\n                                                            Imn of\nwho is also-                                                citizenship\n                                                                              by reaaon of\n                                                                             dual cktm0-\n    (U) a citizen    of any country mentioned in the                   F i i sbnpor\n                                                                             nationality.\n           Schedule, or of the Republic of Ireland; or                        Fint\n                                                                              Schedula\n     (6) a national of a foreign country,\nmakes a declaration in the prescribed manner of renun-\nciation of citizenship of Jamaica, the Minister shall cause\nthe declaration to be registered, and upon the registra-\ntion, that person shall cease to be a citizen of Jamaica:\n   Provided that the Minister may at his discretion with-\nbold registration of any such declaration if it is made dur-\ning any war in which Jamaica is engaged by a person who\nis a national of a foreign country.\n       (2) For the purposes of this section any woman who\nis or has been married shall be deemed to be of full age."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   Subject to the provisions of this section, the Deprivation\n                                                              of cilizen-\nMinister may at his discretion by order deprive of his ship.\ncitizenship any citizen of Jamaica who is such by registra-\ntion or naturalization i f the Minister is satisfied that the\n           IThe inclusion of this page is authorized by L.N. 3120011\n  RL-29"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Deprivation of citizenship of Jamaica whcrc persons deprived of\n    citizenship elsewhere.\n9 ~ Reinstatement\n     .            of citizenship on application."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Minister may in such case as he thinks\n                                                            of citizen-\nfit, on application made by or on behalf of any person with #hipin\nrespect to whose citizenship of Jamaica a doubt exists,\nwhether on a question of fact or law, certify that that\nperson is a citizen of Jamaica.\n         (2) A certificate issued under this section shall,\nunless it is proved that it was obtained by means of\nfraud, false representation or concealment of any material\nfact, be conclusive evidence that that person was such a\ncitizen on the date thereof, but without prejudice to any\nevidence that he was such a citizen at any earlier date."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Minister shall not be required to assign any Minj,tM.r\nreason for the grant or refusal of any application under\nthis Act, the decision on which is at his discretion; and andw=tioned\n                                                                ded-\nthe decision of the Minister on any such application shall sionrtob\nnot be subject to any appeal or review in any court.         lmd.\n  lZ.-(l) Every document purporting to be a notice,\ncertificate, order or declaration, or an entry in a register\nor a subscription of an oath of allegiance, given, granted\nor made under this Act or under the provisions of Chapter\nI1 of the Constitution shall be received in evidence and\nshall, unless the contrary is proved, be deemed to have\nbeen given, granted or made by or on behalf of the person\nby whom or on whose behalf it purports to have been given,\ngranted or made.\n--       me inclmion of &ispage is sulhorizsd by LN. 421 19!35]\n10\n                     (2) Prima fucie evidence of any such document as\n             aforesaid may be given by production of a document pur-\n             porting to be certified as a true copy thereof by such person\n             and in such nianner as may be prescribed.\n                     (3) Any entry in a register made under this Act\n             or under the provisions of Chapter I1 of the Constitution\n             shall be received as evidence of the matters stated in the\n             entry.\nRcw~atioru      13.-(1) The Minister may make regulations generally\n             for giving effect to the provisions of this Act, and in par-\n             ticular but without prejudice to the generality of the\n             foregoing may make regulations-\n                  (a) prescribing anything q u i ~ e dby this Act or\n                        by the provisions of Chapter I1 of the Constitu-\n                        tion to be prescribed;\n                  (b) for the registration of anything required or\n                        authorized under this Act or under the provisions\n                        of Chapter II of the Constitution to be regis-\n                        tered;\n                    (c) for the administration and taking of o a t h of\n                        allegiance under this Act, for the time within\n                        which oaths of allegiance shall be taken and for\n                        the registration of oaths of allegiance;\n                   (d) fixing the fees to be paid in respect of-\n                            (i) any application made to the Minister\n                                under this Act; or\n                           (ii) any registration, or the making of any\n                                declaration, or the grant of any certificate,\n                                or the taking of any oath of allegiance,\n                                required or authorized to be made, granted\n                                or taken by or under this Act or by or\n                                under the provisions of Chapter 11 of the\n                                Constitution; or\n             /--\n                      [The inclusion dt this page is authorized by L.N. 42/19951\n                               IAMAICAN N A T f O N ALITY\n                .     liii) supplying a certified or other copy of an?\n                            notice, certificate, order, declaration or\n                            entry, given, granted or made as aforesaid.\n                    and providing for the application of any such fees;\n              (e) for the giving of any notice required or authorized\n                    to be given to any person by or under this Act;\n               cf) for the cancellation of the registration of, and\n                    the cancellation and amendment of certificates of\n..        ,\n                    naturalization relating to, persons deprn ed of\n                    citizenship under this Act or under the provi-\n                    sions of Chapter I1 of the Constitution, and for\n                    requiring such certificates to be delivered up for\n                    such purposes;\n              (g) for the registration by consular officers or other\n                    officers in the service of the Government of\n                    Jamaica of the births and deaths of persons of\n                    any class or description born or dying outside\n                    Jamaica;\n     ..\n              (h) for enabling the births and deaths of citizens of\n     ..\n                    Jamaica born or dying in any country in which\n                    the Government of Jamaica has for the time\n                    being no diplomatic or consular representatives,\n                    to be registered-\n                                                                                    . .\n                           (i) by persons serving in the diplomatic, con-\n                                sular or other foreign service of any coun-\n              . .               try which, by arrangement with the                 ... .\n                                Government of Jamaica, hzs undertaken . . . . ..\n                                to represent that Government's interest in\n                     .. .      ..that country; or\n                          (ii) by a persm authorized in that behalf by\n . . .                          the Minister;\n .. .          (i)' prescribing the procedure to be followed in 51194"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. From and after the 6th August, 1962, the countries\n'tot&-\nComIiN-\n                                                    -. are those\n            to which section 9 of the Constitution amlies\nlion.       mentioned in the First Schedule :\nFimi\nschedule.     Provided that the Minister may by order-.\n3911965\nS.2.             (a) declare that any country specified in the order is\n                      a country to which the said section 9 applies or\n                      in respect of which the said section shall cease to\n                      apply, and thereupon the First Schedule shall be\nZL                    amended accordingly; or\n                 (b) make such other variation in that Schedule as\n                      may be considered appropriate,\n            so, however, that no such order shall be made unless the\n            draft thereof has been laid before Parliament and approved\n            by resolution of each House of Parliament.\n                    F   e inclusion of +his page is autharimd by LN+42/19PS1\n            JAMAICAN NATIONALITY\n                                                         13\n                    FIRSTSCHEDULE\n       Aatigua and Barbuda\n       Australia\n       Bahamas\n       Bangladesh\n       Barbados\n       Belize\n       Botswana\n       Brunei\n       Canada\n         ~.\n       CYDIUS\n            ~~-\n       Dominica\n       Fiii\n       Glka\n       Grenada\n       India\n       Kenya\n       Kiribati\n       Lesotho\n       Malawi\n       Malaysia\n       Malta\n       Mauritius\n       Nauru\n       New Zealand\n       Papua, New Guinea\n       Republic of Maldives\n       Seychelles\n      Sierra Leone\n      Singapore\n      Solomon Islands\n      St. Christopher-Nevis\n      St. Lucia\n      St Vincent and the Grenadines\n      Swaziland\n      The Co-operative Republic of Guyana\n      The Federation of Nigeria\n      The Gambia\n      The Republic of Sri Lanka\n      The United Kingdom and Colonies\n      The United Republic of Tanvloia\n      Tonga\n      Trinidad and Tobago\n      Tuvalu\n      Uganda\n      VallUatU\n      Western Samoa\n      Zambia\n      2imbabwe\nm e indmion of this page is authorized by L.N. 5/1992]\n14                            IAMAICAN NATIONALITY\n                               SECOND SCHEDULE                   (Section 6)\n                          Qudifccriorls /or Nutiiralizoriori"
    }
  ],
  "definitions": [
    {
      "term": "minor",
      "definition": "a person who has not attained the",
      "source_provision": "sec2"
    }
  ]
}