{
  "id": "jm-stat-the-judgments-and-awards-reciprocal-enforcement-act",
  "type": "statute",
  "title": "The Judgments and Awards (Reciprocal Enforcement) Act",
  "title_en": "The Judgments and Awards (Reciprocal Enforcement) Act",
  "short_name": "Judgments and Awards (Reciprocal Enforcement) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-judgments-and-awards-reciprocal-enforcement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-judgments-and-awards-reciprocal-enforcement-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Judgments and Awards Short title.\n(Reciprocal Enforcement) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                           lnlerpmla-\n                                                                   tioo.\n“judgment” means any judgment or order given or made\n     by a Court in any civil proceediigs, whether before or\n     after the passing of this Act, whereby any sum of\n     money is made payable, and includes an award in\n     proceedings on an arbitration if the award has, in\n     pursuance of the law in force in the place where it was\n     made, become enforceable in the same manner as a\n     judgment given by a Court in that place;\n“judgment creditor” means the person by whom the judg-\n     ment was obtained, and includes the successors and\n     assigns of that person;\n“judgment debtor” means the person against whom the\n     judgment was given, and includes any person against\n     whom the judgment is enforceable in the United\n     Kingdom;\n“original Court” in relation to any judgment means the\n     Court by which the judgment was given;\n“registering Court” in relation to any judgment means the\n     Court by which the judgment was registered.\n        (2) Subject to rules of court, any of the powers powers\n                                                             which may\nconferred by this Act on the Court may be exercised by a beexccrFisd\n                                                             by Judge.\nJudge of the Court.\n       me inclufion of this pase is authorized by L.N. 480119731\n2                      JUDGMENTS AND AWARDS (RECIPROCAL\n                                 EjVFORCEMENT)\nProcedure       3.--(1) Where      a judgment   has been obtained in a\nwhere it is\ndesiredto     Superior Court in the United Kingdom the judgment\nenforce in\nJamaica a     creditor may apply to the Supreme Court (hereinafter\njudgment\nobtained in\n              referred to as the Court) at any time within twelve months\nasuperior     after the date of the judgment, or such longer period as\nCourt in\ntheTJnitd     may be allowed by the Court to have the judgment\nKin*dom.\n              registered in the Court, and on any such application the\n              Court may, if in all the circumstances of the case they think\n              it is just and convenient that the judgment should be en-\n              forced in Jamaica, and subject to the provisions of this\n              section, order the judgment to be registered accordingly.\n                    (2) No judgment shall be ordered to be registered\n              under this section if-\n                  (a) the original Court acted without jurisdiction; or\n                  (6) the judgment debtor, being a person vho was\n                       neither carrying on business nor ordinarily resident\n                       within the jurisdiction of the original Court, did\n                       not voluntarily appear or otherwise submit or\n                       agree to submit to the jurisdiction of that Court; or\n                  (c) the judgment debtor, being the defendant in the\n                       proceedings, was not duly served with the process\n                       of the original Court and did not appear notwith-\n                       standing that he was ordinarily resident or was\n                       carrying on business within the jurisdiction of\n                       that Court or agreed to submit to the jurisdiction\n                       of that Court; or\n                  (d) the judgment was obtained by fraud; or\n                  (e) the judgment debtor satisfies the registering Court\n                         either that an appeal is pending or that he is\n                         entitled and intends to appeal against the judg-\n                         ment; or\n                  ( f ) the judgment was in respect of a cause of action\n                         which for reasons of public policy or for some\n                    m e inclusion of this page is authorized by LN. 480/19731\n           JUDGMENTS AND AWARDS (RECIPROCAL                         3\n                     ENFORCEMENT)\n            other similar reason could not have been enter-\n            tained by the registering Court.\n           (3) Where a judgment is registered under this\nsection-\n     (a) the judgment shall, as from the date of registra-\n         tion, be of the same force and effect, and pro-\n         ceedings may be taken thereon, as if it had been\n       , a judgment originally obtained or entered up on\n         the date of registration in the registering Court;\n     (b) the registering Court shall have the same control\n         and jurisdiction over the judgment as it has over\n          similar judgments given by itself, but in so far\n          only as relates to execution under this section;\n     (c) the reasonable costs of and incidental to the\n         registration of the judgment (including the costs\n          of obtaining a certified copy thereof from the\n          original Court and of the application for registra-\n          tion) shall be recoverable in like manner as if they\n          were sums payable under the judgment.\n       (4) Rules of court shall provide-\n     (a) for service on the judgment debtor of notice of the\n          registration of a judgment under this section; and\n     (b) for enabling the registering Court on an applica-\n          tion by the judgment debtor to set aside the\n          registration of a judgment under this section on\n          such terms as the Court thinks fit; and\n     (c) for suspending the execution of a judgment\n          registered under this section until the expiration\n          of the period during which the judgment debtor\n          may apply to have the registration set aside.\n     ( 5 ) I n any action brought in any Court in Jamaica\non any judgment which might be ordered to be registered\n       IThe indusion of this page is authorized by L.N. 48011973:\n4                      JUDGMENTS AND A WARDS (RECIPROCAL\n                                 ENFORCEMENT)\n              under this section, the plaintiff shall not be entitled to\n              recover any costs of the action unless an application to\n              register the judgment under this section has previously been\n              refused, or unless the Court otherwise orders.\nWhat Court       4. Where a judgment has been obtained in the Supreme\nshall do\nwhere a       Court against any person, the Court shall, on an applica-\njudgment      tion made by the judgment creditor and on proof that the\nhas been\nobtzincdin    judgment debtor is resident in the United Kingdom, issue\nthe Su-\npreme         to the judgment creditor a certified copy of the judgment.\ncourt\nPractice        5. Provision may be made by rules of court for\nand\nProcedure.    regulating the practice and procedure (including scales of\n              fees and evidence), in respect of proceedings of any kind\n              under this Act.\nwhen             6.-W Where the Governor-General in Council is satis-\nGovernor-\nGeneral       fied that reciprocal provisions have been made by the\nmay dc-\ndare that     legislature of any part of the Commonwealth outside the\nthis Act      United Kingdom for the enforcement within that part of\nshall ex.\ntend to       judgments obtained in the Supreme Court the Governor-\njudgments\nobtained in   General in Council may by order declare that this Act shall\nany rran      extend to judgments obtained in a Superior Court in that\nof ilie\nCommon-\nwealth\n              part of the Commonwealth in the like manner as it extends\noutside the   to judgments obtained in a Superior Court in the United\nUnited\nKingdom.      Kingdom, and on any such order being made, this Act\n              shall extend accordingly.\n                    (2) For the purposes of this section the expression\n              “Commonwealth” shall be deemed to include any country\n              to which section 9 of the Constitution applies and any\n              dependency of any such country.\n                    (3) An order made by the Governor-General in\n              Council under this section may be varied or revoked by a\n              subsequent order.\n                    lThe inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}