{
  "id": "jm-stat-the-judicature-family-court-act",
  "type": "statute",
  "title": "The Judicature (Family Court) Act",
  "title_en": "The Judicature (Family Court) Act",
  "short_name": "Judicature (Family Court) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-judicature-family-court-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-judicature-family-court-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                               Interprets-\n                                                         . .                    tion.\n     \"the Court\" means a Family Court established under this 2211978\n          Act;                                               s. 2.\n     \"the Corporate Area\" means the combined area of'the-\n          parishes of Kingston and Saint Andrew;\n     \"functions\" includes powers and duties;\n     \"Judge\" means a Judge of a Family Court;\n     \"law\" includesany iristrument having the force of law and\n         any unwritten rule of law;\n     \"tribunal\" includes any court or other authority.\n            PARTI-Family Courtfor Kingston and                                  2211978\n                                                                                S. ?.\n                        Saint Andrew"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) There shall be established a Court of Record to be Establish-\ncalled the Family Court, which shall have such jurisdiction and\npowers as may be conferred upon it by virtue of this Act or any court.\n                                                                                r:Gf\nother law.\n       (2) The Chief Justice shall cause the Court to be provided\nwith a seal, which shall be judicially noticed, a n d 3 1 process\nissuing from the Court shall be sealed or stamped with such\nseal.\n        (3) References in this Part to \"the Court\" or \"the Family 2211978\nCourt\" shall be construed as references to the Court established s.4.\nby this section.\n              me inclusion of this page is authorized by LN. 80d2\\/2008]\n                JUDICATURE (FAMILY COURT)                                 5\n      (2) Each Judge of the Court shall be a Resident\nMagistrate or a person qualified to be appointed a Resident 811982\n                                                            S. 2.\nMagistrate.\n      (3) In relation to exercising the jurisdiction of the\nCourt and to the execution of other functions of his office,\neach Judge shall, without prejudice to anything provided\nby or under this Act, have mutatis mutandis like authority,\npowers, privileges and immunities as appertain or would,\nbut for this Act, appertain to the offices of Resident\nMagistrate for the parish of Kingston and of Resident\nMagistrate for the parish of Saint Andrew, whether as\nprovided in subsection (2) of section 4 of the Judicature\n(Resident Magistrates) Act or otherwise.\n      (4) A Judge of the Court may, subject to the approval\nof the Chief Justice, sit at any time and at any place in\nthe Corporate Area for the trial of any matter whatsoever\n(whether civil or criminal) within the jurisdiction of the\nResident Magistrate's Court for the parish of Kingston or\nthe Resident Magistrate's Court for the parish of Saint\nAndrew.\n        (5) The Minister may from time to time, upon the\nrecommendation of the Chief Justice, by order amend sub-\nsection (1) so as to increase the number of Judges, and any\norder under the foregoing provisions of this section shall be\nsubject to negative resolution of the House of Represent-\natives.\n       (6) The Court shall be deemed to be duly constituted\nnotwithstanding any vacancy in the office of any Judge\nthereof."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 ) Subject to subsection (5) of section 71 of the Child Sittings.\nCare and Protection Act, and without prejudice to any rules of\ncourt, the Court may in the Corporate Area, hold its sittings in\nKingston, and at such other places (if any) as the Minister\n                                  JUDICATURE (FAMILY COURT)\n                may by order, from time to time appoint, and sittings under this\n                section may be held at the same time, or at different times, or in\n                different places.\n                       (2) Without prejudice to the 'generality of anything\n                provided by subsection (3) of section 4, a Judge may subject as\n                provided in subsection ( I ) , sit at any time and at any place in the     0\n                Corporate Area for the purpose of exercising any of his authority\n                or hnctions as respects either the parish of Kingston or the\n                parish of Saint Andrew.\n                                PART 11-Family Courts outside the\n                                        Corporate Area\nEstablishment    6 ~ . - ( 1 ) Courts of Record, to be called Family Courts, shall\nof Regional\nFamily          be established in such regions outside the Corporate Area as the\ncourts.         Minister may, from time to time, by order designate, and such\n                Courts shall have such jurisdiction and powers as may be\n                conferred upon them by virtue of this Act or any other law.\n                       (2) The Chief Justice shall cause each such Court to be\n                provided with a seal, which shall be judicially noticed, and all\n                process issuing from such Court shall be sealed or stamped with\n                such seal.\n                        (3) Any order made under subsection ( 1 ) may contain\n                such consequential or ancillary provisions as the Minister thinks\n                necessary or desirable and, without prejudice to the generality of\n                the foregoing, may indicat-\n                     (a) the manner in which the name of a Family Court\n                         shall be adapted to distinguish it from other                     (3\n                         Family Courts established under this Act; and\n                     (b) the date as from which the provisions of section\n                         1 1 shall apply in relation to that Court.\nJurisdiction.    6 ~ . - 4 1 )The provisions of subsections (I), (2) and (4) of\n                section 4 shall apply mutatis mutandis to each Court\n                JUDICA TURE (FAMILY COURT)\nestablished under section 6A in respect of the jurisdiction of\nsuch Court.\n       (2) Without prejudice to anything ordered or otherwise\nprovided under this Act, the geographical jurisdiction of each\nsuch Court shall extend to such parish or parishes as may be\ncomprised in a region designated by the Minister in relation to\nthat Court under the provisions of section 6 ~ ."
    },
    {
      "provision_ref": "sec6c",
      "section": "6c",
      "title": "Section 6c",
      "content": "6c.--(I) There shall be two Judges of each Court estab- Judgesof\nlished pursuant to this Part, to whose offices section 112 theCOu\"S~\nof the Constitution of Jamaica (which relates to the\nappointment, etc., of judicial officers) shall apply, and each\nJudge of each such Court shall, by virtue of his appoint-\nment, be capable of exercising and administering the\njurisdiction and functions of the Court to which his\nappointment relates or which may thereafter be assigned to\nhim.\n        (2) Each Judge aforesaid shall be a Resident Magistrate\nor a person qualified to be appointed a Resident Magistrate.    811982\n                                                                        S. 3.\n       (3) In relation to exercising the jurisdiction of the\nCourt and to the execution of other functions of his office,\neach Judge aforesaid shall, without prejudice to anything\nprovided by or under this Act, have mutatis mutandis like\nauthority, powers, privileges and immunities as appertain\nor would, but for this Act, appertain to the office of Resident\nMagistrate for each of the parishes in the region to which\nhe is assigned, whether as provided in subsection (2) of\nsection 4 of the Judicature (Resident Magistrates) Act or\notherwise.\n       (4) A Judge of a Court established as aforesaid\nmay, subject to the approval of the Chief Justice, sit at\nany time and at any place in the region to which he is\nassigned for the trial of any matter whatsoever (whether civil or\n                               JUDICATURE (FAMILY COURT)\n              criminal) within the jurisdiction of the Resident Magistrate's\n              Court for each of the parishes in the aforesaid region.\n                     (5) The Minister may from time to time, upon the\n              recommendation of the Chief Justice, by order amend subsection\n              (1) so as to vary the number of Judges, and any order under the\n              foregoing provisions of this section shall be subject to negative\n              resolution of the House of Representatives.\n                     (6) A Court established as aforesaid shall be deemed to\n              be duly constituted notwithstanding any vacancy in the office of\n              any Judge thereof.\nSittings.       6D. Subject to subsection (5) of section 71 of the Child Care\n              and Protection Act, and without prejudice to any rules of court, a\n              Court established pursuant to section 6A in any region may, in\n              that region, hold its sittings at such places as the Minister may\n              by order from time to time appoint, and sittings under this\n              section may be held at the same time, or at different times, or in\n              different places.\n2211978\n                                        PART 111-General\nS. 6.\nOfficers of     7.-(1) There shall be assigned to a Family Court such clerks\nthe Court.    and other officers and employees as may be requisite for the\n2211978\nS. 7(a).      carrying out of the business of the Court.\n                     (2) Subject as otherwise provided by or under this Act,\n              any person assigned to a Family Court, whether as a Clerk,\n              Deputy Clerk or Assistant Clerk of the Court or otherwise, under\n              subsection (1) or subsection (3) to any office corresponding to\n              an office in a Resident Magistrate's Court, shall, for purposes of\n              the execution of his functions, have the like powers, privileges\n              and immunities (if any) as appertain to such an office in a\n              Resident Magistrate's Court.\n                    (3) A person assigned to a Family Court pursuant to\n              subsection (1) as Clerk or Deputy Clerk of that Court shall\n                JUDKATURE (FAMILY COURT)                                                             9\nbe a person who, under the Judicature (Resident Magis-\ntrates) Act, is qualified to be appointed Clerk of the Courts\nor Deputy Clerk of the Courts. as the case may be, of a\nResident Magistrate's Court so, however, that if a person\nso assigned shall be incapacitated from ilIness, or absent,\nor unable to attend to his duties, or if a vacancy in the\noffice of Clerk or Deputy Clerk of a Family Court shall\noccur, the Governor-General may assign any fit and proper\nperson, though such person may not be qualified under the\nJudicature (Resident Magistrates) Act to be appointed Clerk\nor Deputy Clerk of the Courts, to act temporarily as Clerk\nor Deputy Clerk of a Family Court, as the case may be;\nand any person so assigned, shall have for the time being,\nall the powers, privileges and immunities (if any) as apper-\ntain to such an office in a Resident Magistrate's Court.\n   711 Where a Judge of a Family Court shall be i n c a p i t - AppDmt-\nated from illness, or absent, or unable to attend to his duties, Judgclo\n                                                                 m a t of\nor where a vacancy exists in the office of Judge of the Family                 :=;,\nCourt, the Governor-General may assign any person who\npossesses any of the qualifications set out in paragraph (a)\nof section 12 of the Judicature (Resident Magistrates) Act,\nthough such person may not possess any of the qualifications\nset out in paragraph (b) of section 12 of the said Act, to\nact temporarily as Judge of a Family Court; and any person\nso assigned, shall have for the time being, all the powers,\nprivileges and immunities (if any) as appertain to such an\noffice in a Resident Magistrate's Court.\n    ."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1)\n           .\n              The Minister may by order- . . .\n                                                    . . . . .. . .\n                                                           .\n                                                              .\n                                                                               &\n                                                                                      .-\n                                                                                      . .\n                                                                          . P o r a M . . ::I\n                                                                                             .\n                                                                                            ,,   ~:,\n      (a) am&d the Schedule;                      .   ,    _:    sdwdqb.: ':\n                                                                  '   ,    \"\n      (b) for the purposes of giving effect to. any ,such.~ Q , ~ ~ - ~ ' . ? ~              I . .   I\n          amendment or vesting in the Court or a , Judge\n          thereof the whole or any part of the jurisdiction\n          of another tribunal, adapt or modify any ensct-\n          ment to which reference is included in the Schedule;\n-\n         m e :ochaion. 9f.W9-,Pg+\n                                aqyizd'bxi.N..?7119s?I    -\n                                                        .. . . .\n10                   JUDICATURE (FAMILY COURT)\n          (c) provide, whether in like manner as authorized by\n               paragraph (b) or otherwise, for matters appearing\n               to the Minister to be incidental or supplemental\n               to, or consequential upon, the carrying out of any\n               of the said purposes.\n              (2) Any power exercisable by order as mentioned in\n      this section may be exercised-\n           (a) either in relation to all cases to which the power\n                 extends, or in relation to all those cases subject to\n                 specified exceptions, or in relation to any specified\n                 cases or classes of cases;\n           (b) so as to make, with regard to the cases in relation\n                 to which it is exercised-\n                     (i) the full provision to which the power ex-\n                         tends or any less provision (whether by way\n                         of exception or otherwise);\n                    (ii) the same provision for all cases in relation\n                         to which the power is exercised or different\n                         provision for different cases or classes of\n                         case or different provision as respects the\n                         same case or class of case for different\n                         purPo=s;\n                   (iii) any such provision either unconditionally\n                         or subject to any specified condition.\n             (3) Any order made under this section shall be sub-\n     ject to afIirmative resolution."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.41) The Rules Committee constituted under section\n     135 of the Judicature (Resident Magistrates) Act shall, in\n     relation to the Churts under this Act, have like powers and\n     duties, mutatis murandis, as it has in relation to the Resident\n     Magistrates’ Courts, so however, that, when exercising\n     powers pursuant to this subsection, the Rules Comrnittes\n     shall consult with such Judges as may be designated for the\n     purpose by the Minister.\n                                JUDrCA TURE (FAMILY COURT)\n                      (4) The Court may be distinguished from other\n               Family Courts under this Act by the use after the words \"Family\n               Court\" of the words \"corporate Area Region\".\nJurisdiction      4 . 4 1 ) The Court shall have jurisdiction to try or other-\nof the\nCourt.         wise deal with offences, causes, or matters, as provided in that\n               behalf in any of the enactments for the time being specified in\nSchedule.      the Schedule.\n                      (2) The Court shall have all the functions and authorities\n               incident to the jurisdiction conferred upon it by subsection\n               (1).\n                      (3) Without prejudice to any thing ordered or otherwise\n               provided under this Act, the jurisdiction of the. Court shall\n               extend to the parishes of Kingston and Saint Andrew as if\n               they formed one parish and the provisions of subsection (3) of\n               section 5 shall be construed accordingly.\n                       (4) Subject as otherwise provided by or under this\n               Act, the like process, procedure and practice as relate to the\n               exercise of jurisdiction of a Resident Magistrate's Court, and\n               otherwise to the conduct of its business, shall be observed, in so\n               far as they are applicable (with necessary adaptations), in\n               relation to the exercise of jurisdiction, and otherwise to\n               the conduct of business, of the Family Court and, without\n               prejudice to the generality of the foregoing, the judgments and\n               orders of the Family Court and the attendance of persons\n               before it, whether as accused persons or witnesses or other-\n               wise, may be enforced accordingly.\nJudges of        5 . 4 1 ) There shall be- two Judges of the Family Court, to\nthe Court.\n               whose offices section 112 of the Constitution of Jamaica (which\n               relates to appointment, etc., of judicial officers) shall apply, and\n               each Judge of the Court shall, by virtue of his appointment, be\n               capable of exercising and administering all the jurisdiction and\n               functions of the Court.\n                           me inclusion of this page is,authoritcd by LN. 80~2J2008]\n              JUDICATURE (FAMILY COURT)                               11\n       (2) Without prejudice to the generality 6f the provi-\nsions of subsection (4) of section 4, where no other provision\nis expressly made by this Act or by rules pursuant to this\nsection, the procedure and practice for the time being pres-\ncribed by rules for Resident Magistrates' Courts shall apply\nto a Family Court, so far as such rules may be appropriate\nand with such variations as the circumstances may require."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Decisions given by Judges of a Family Court in A ~ ~ J I .\n                                                                 ,,\nproceedings of any kind shall be subject to appeal, unless 22,1578\n                                                             S.\notherwise provided under section 8, in like manner and to\nthe like extent (if any) as decisions given by Resident\nMagistrates in proceedings of that kind, and my laws\nrelating to appeals from such decisions as last aforesaid\nshall murutis murandis extend accordingly to appeals under\nthe foregoing provisions of this section, the generality of\nwhich shall not be prejudiced by virtue of anything provided\nin any such law pursuant to any amendment under section"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Transitional.\n                              Sc!!EDULE\n       [The inclusion of ,this page is authorized by LN. 55/1983]\n                 JUDICATURE (FAMILY COURT)                                                    3\n                                                                                    Acts\n        THE JUDICATURE (FAMILY COURT) ACT                                       41 of 1975,\n                                                                                22 of 1978,\n                                                                                 8 of 1982,\n                                                       [18th December, 1975.1    6 of 1987\n                                                                                   S. 17,"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.                      JUDICATURE (FAMILY COURT)\n             Provided that the prescribed tribunal, on the application\n          of any party to the original hearing. may order, on such\n          terms as it thinks just, that the proceedings shalI be re-\n          commenced in the Court, but no such order shall be made\n          in the case of proceedings for any offence.\n                  (3) Without prejudice to the generality of anything\n          provided by virtue of this Act, where an order has, before\n          the prescribed date, been made by any tribunal vested with\n          jurisdiction to enforce, renew, vary, suspend, revive, cancel\n          or discharge such an order and the jurisdiction so to do\n          vests in the Court or a Judge thereof, the jurisdiction so\n          vesting shall be exercisable in the Court with respect to the\n          order made as aforesaid, notwithstanding that it was made\n          by such tribunal.\n                 (4) In the foregoing provisions of this satim-\n              “prescribed date“ means-\n22/1911           (a) subject to paragraph ( b t -\ns. 11.\n                      (9 in relation to the Family C o u r t G r p r a t e\n  ..                       Area Region, the 18th of December, 1975;\n                           and\n                      0 in relation to a Family Court tstablishd\n                        pursuant to section 64 such date as may\n                           be appointed by the Minister under that\n                           section as being the date as from which the\n                           provisions of this section shall apply in\n                           reIatioa to that Court;\n                   (b) in relation to a prescribed tribunal having\n                       any such jurisdiction as shall vest in the\n                       Court or a Judge thereof by virtue of any\n                       order under section 8, the date on which\n                       such order takes effect in that behalf;\n                  me kr~~lUsm0ol We pa(p i s au(b3ripd iy Lli. 37/1988]\n                 JUDICATURE (FAMILY COURT)\n     bbprescribedtribunal\", in relation to any case or proceeding,\n         means any tribunal having thereover pursuant to the\n         provisions of any enactment, immediately before the\n         prescribed date, any such jurisdiction as shall vest in\n         the Court or a Judge thereof pursuant to the variation\n         of those provisions by virtue of section 12 or of any\n         order under section 8.\n        (5) Where a tribunal has had cognizance of any case or\nproceeding, and any jurisdiction with regard thereto which was\nvested in the tribunal vests in the Court or a Judge thereof\npursuant to this Act, the person employed in the capacity of\nclerk (however designated) to such tribunal shall cause to be\ndelivered into the custody of the Court all such documents,\nexhibits or other things kept by the tribunal in respect of the said\ncase or proceeding as may be relevant to the exercise of such\njurisdiction.\n                     JUDICATURE (FAMILY COURT)\n                                     SCHEDULE                           (Sections 4 and 8)\n          The Children (Adoption of) Act\n          The Children (Guardianship and Custody) Act\n          The Education Act\n          The Property (Rights of Spouses) Act\n          The Child Care and Protection Act\n          The Maintenance Act\n          The Married Women's Property Act\n          The Maintenance Orders (Facilities for Enforcement) Act\nLN.\n377Al76\n                  me inclusion of this page is authorized by LN. 80rJZ0081"
    }
  ],
  "definitions": [
    {
      "term": "the Court",
      "definition": "a Family Court established under this 2211978",
      "source_provision": "sec2"
    },
    {
      "term": "the Corporate Area",
      "definition": "the combined area of'the-",
      "source_provision": "sec2"
    },
    {
      "term": "Judge",
      "definition": "a Judge of a Family Court",
      "source_provision": "sec2"
    }
  ]
}