{
  "id": "jm-stat-the-judicature-revenue-court-act",
  "type": "statute",
  "title": "The Judicature (Revenue Court) Act",
  "title_en": "The Judicature (Revenue Court) Act",
  "short_name": "Judicature (Revenue Court) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-judicature-revenue-court-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-judicature-revenue-court-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) There shall be assigned to the Court a Registrar      gyg$f\nand such officers, clerks, and employees as may be required\nto carry out the business of the Court.\n      (2) The Registrar shall, in relation to proceedings\nbefore the Court, have the like powers, duties, immunities\nand privileges as the Registrar of the Supreme Court.\n      (3) No person shall be appointed Registrar of the\nCourt unless he is a member of the Bar of Jamaica, England\nor Northern Ireland or a member of the Faculty of\nAdvocates of Scotland or a solicitor of the Supreme Court\nof Jamaica or of the Supreme Court of Judicature of\nEngland, Scotland or Northern Ireland.\n      me inclusion of this page is authorized by L.N. 480119731\n6                             JUDICATURE (REVENUE COURT)\n                       (4) The office of Registrar shall be an office to which\n                section 112 of the Constitution of Jamaica applies.\nEmnlov-           9. The Court may, when it thinks fit, obtain the assistance\nmeit   dr\nexperts by      of accountants, actuaries and other scientific or expert per-\n[he Court.\n                sons, to enable it to determine any matter at issue in any\n                appeal, cause or proceeding, and may allow reasonable fees\n                and expenses to such persons to be taxed as costs in the\n                appeal, cause o r proceeding.\nAppeals           1 0 . 4 1 ) A decision of the Court shall be final on any\nfrom deci-\nsionsoftha      question of fact, but, save’as may be otherwise provided in,\nCourt.\n                or in relation to, any enactment for the time being specified\n~edule.         in the Schedule, an appeal shall lie on any question of law\n                to the Court of Appeal.\n                        (2) Subject to subsection (I), the provisions of the\n                Judicature (Appellate Jurisdiction) Act, shall apply in\n                relation to the Court and to the Judge in like manner,\n                rnuraris murandis, as they apply in relation to the Supreme\n                Court and to a Judge of that Court.\n                         (3) The Court or the Court of Appeal when sitting in\n                appeal proceedings under any law relating to income tax\n                may exclude from the proceedings persons other than the\n                parties thereto and their legal representatives.\nTransitional.     1 1 . 4 1 ) Any appeal, cause or matter which, immediateIy\n                before the prescribed date is pending before any prescribed\n                Tribunal, shall, subject to subsection (2, be continued\n                thereafter before the Court.\n                        ( 2 ) Where a prescribed Tribunal has, before the\n                prescribed date, begun the hearing of any proceeding (in\n                this section referred to as the “original hearing”) that hear-\n                ing may continue before the prescribed Tribunal and any\n                appeal or further proceedings thereon may be taken as if\n                this Act had not been passed :\n                      m e inclusion of this page is authorized by   L.N. 480119731"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Transitional.\n                            SCHEDULB\n                                      ,\n     O\n     hc   inclusion of Ihis PWB iS a n t h o w by LN. 480/1973]\n              JUDICATURE (REVENUE COURT)                              5\n       (2) Any party to any proceedings before the Court\nmay appear in person or by counsel or a solicitor or, in the\ncase of a company, by an officer of the company.\n       (3) The Court, as respects the attendance and examin-\ntion of witnesses, the production and the inspection of\nproperty, and other matters necessary or proper for the\ndue exercise of its jurisdiction, shall have all such powers,\nrights and privileges as are vested in the Supreme Court\non the occasion of an action.\n      (4)A summons signed by the Registrar of the Revenue\nCourt shall have the same force and effect as any form of\nprocess capable of being issued in any action taken in the\nSupreme Court for enforcing the attendance of witnesses\nand compelling the production of documents.\n        ( 5 ) The Court may order that written submission be\nfiled in addition to, or in place of, an oral hearing.\n       (6) Save as otherwise provided by this Act, the\npractice and procedure of the Court shall be regulated by\nrules of court."
    }
  ],
  "definitions": []
}