{
  "id": "jm-stat-the-judicature-rules-of-court-act",
  "type": "statute",
  "title": "The Judicature (Rules of Court) Act",
  "title_en": "The Judicature (Rules of Court) Act",
  "short_name": "Judicature (Rules of Court) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-judicature-rules-of-court-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-judicature-rules-of-court-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                                       Interpreta-\n                                                                               tion.\n       \"attorney-at-law\" shall have the meaning assigned to it by 511981\n                                                                  S. 2.\n            the Legal Profession Act;\n       \"Bar Association\" means the Jamaican Bar Association\n           incorporated under the Companies Act on the 16th\n           January, 1973;\n       \"Bar Council\" means the Council of the Bar Association;\n       \"Committee\" means the Rules Committee of the Supreme\n          Court established under section 3."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. (I) The Committee shall meet at such times as may be necessarq procdurc\n    or expedient for the transaction of business, and such meetings shall and\n    be held at sllch places and timea and on such days as the comrmstee\n                                                                     '    mhpr.\n    shall determme.\n        (2) The quorum of the Committee shall be four.\n        (3) Subject to the provisions of this Schedule the Committee shall\n    have power to regulate their own p r o d i n g s .\n         (4) The validity of the pmedinp of the Committee shall not be s/1981\n    ~ffectedby any vacancy among the members thereof or by any defeot s. 3(b)\n    in the appointment of any member thereof.\n0\n             l l l ~ einclwiion of & page is authorized by LN. 112/2002]"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) It shall be the function of the Committee to make Functions of\nrules (in this Act referred to as \"rules of court\") for the purposes z:z.m-\nof the Judicature (Appellate Jurisdiction) Act, the Judicature Cap. 177\n                                                                     1953 Edin.\n(Supreme Court) Act, the Judicature (Supreme Court) commed~.\n(Additional Powers of Registrar) Act, the Justices of the Peace\n(Appeals) Act, the Indictments Act and any other law or\nenactment for the time being in force relating to or affecting the\n               JUDICATURE (RULES OF COURT)\njurisdiction of the Supreme Court, or the Court of Appeal or\nany Judge or officer of such respective Court.\n        (2) Rules of court may make provision for all or any of\nthe following matters-\n                                                                        0\n      (a) for regulating and prescribing the procedure\n          (including the method of pleading) and the practice\n          to be followed in the Court of Appeal and the\n          Supreme Court respectively in all causes and matters\n          whatsoever in or with respect to which those Courts\n          respectively have for the time being jurisdiction\n          (including the procedure and practice to be followed\n          in the offices of the Supreme Court), and any matters\n          incidental to or relating to any such procedure or\n          practice; including (but without prejudice to the\n          generality of the foregoing provision) the manner in\n          which, and the time within which, any applications,\n          appeals or references which under any law or\n          enactment may or are to be made to the Court of\n          Appeal or the Supreme Court or any Judge of such\n          respective Court, shall be made;\n      (b) for regulating the sittings of the Court of Appeal and\n          the Supreme Court, and of the Judges of the Supreme\n          Court whether sitting in Court or in Chambers;\n      (c) for regulating the vacations to be observed by the\n          Supreme Court and the Court of Appeal and in the\n                                                                        0\n          offices of the Supreme Court;\n      (d) for prescribing what part of the business which may\n          be transacted and of the jurisdiction which may be\n          exercised by Judges of the Supreme Court\n                JUDICATURE (RULES OF COURT)                                3\n          in Chambers may be transacted or exercised by\n          officers of the Supreme Court;\n      (e) for providing that any interlocutory application\n          in relation to any matter, or to any appeal or\n           proposed appeal, may be heard and disposed of\n          by a single Judge;\n      (f, for regulating any matters relating to the costs\n           of proceedings in the Court of Appeal or the\n           Supreme Court;\n      (g) for repealing any enactment relating to matters\n          with respect to which rules are made under this\n           section;\n      (h) for regulating the means by which particular facts\n           may be proved and the mode in which evidence\n           thereof may be given in any proceedings or on\n          any application in connection with or at any stage\n           of any proceedings;\n      (i) for regulating or making provision with respect\n           to any other matters which were or might have\n           been regulated or with respect to which provision\n           was or might have been made by rules of the\n           Supreme Court or which under this Act or any\n           other enactment may be regulated or provided for\n           by rules of court;\n      (13 for specifying the circumstances in which the 23/1991s. 2 ca).\n           Supreme Court may make an order for an interim\n           payment :\n    Provided that no rule of court shall-\n      (a) save so far as relates to the power of the Court for clp 1m\n0          special reason to allow depositions er *davits\n           to be read, affect the mode of giving evidence by\n                                                               s. 44.\n           oral examination of witnesses in trial by jury, or\n           the rules of evidence, or the law relating to jury-\n           men or juries;\n          plc inclusion of this page in autfioriasd by LN. Il2/2#2]\n4                        JUDlCATURE (RULES OF COURT)\ncap. 180\ns. 45.          (b) take away or prejudice the right of any party\n                    to have the issues for trial by jury submitted and\n                    left by the Judge to the jury before whom the\n                    same shall come for trial, with a proper and com-\n                    plete direction to the jury upon the law, and as\n                    to the evidence applicable to such issues.\n                  (3) A rule of court intended or likely to involve an\n           increase of expenditure out of public funds shall not be\n           made except with the concurrence of the Minister respon-\n                                                                                  Q\n           sible for finance; but the validity of a rule of court shall\n           not in any proceedings in any court be impugned either by\n           the court or by any party to the proceedings on the ground\n           only that any such concurrence as aforesaid has not given\n           or is not expressed to have been given.\n                   (4) Where a law or enactment confers any jurisdic-\n15/1962     tion on or extends or varies the jurisdiction of the Supreme\ns.35.\n           Court, or the Court of Appeal or any Judge of such respec-\n           tive Court, the Committee may make such rules or orders\n            (including rules or orders regulating costs, fees and other\n           expenses) as appear to the Committee to be necessary\n           for regulating the practice and procedure of the court in the\n           exercise of the jurisdiction so conferred, extended or varied;\n           and it shall not be necessary for that or any other law\n           or enactment to confer on the Committee power to make\n           any rules or orders for those purposes.\n                   (5) Where by any provision of any law or enactment\n           in force immediately before the commencement of this Act\n           the power of making rules of court is conferred on any\n           authority, body, Judge, officer or person, that law or enact-\n           ment shall after such commencement have effect as if\n           in substitution for that provision the provisions of this\n                                                                                  0\n           section were in terms referred to and incorporated in that\n           law or enactment, in so far as those provisions are consistent\n           therewith.\n                   FThe inclusion of this page is authorized by L.N. I I2/zooZl\n                    JUDICATURE (RULES OF COURT)                               5\n            (6) Rules of court shall be subject to negative resolu-\n    tion.\n            (7) Any rules of court made under any law or enact-\n    ment and in force immediately before the commencement\n    of this Act shall continue in force as if they had been made\n    under this section and may be altered or annulled accurd-\n    ingly. A reference in any law or enactment made after\n0   the commencement of this Act to rules of court shall be\n    construed in the absence of a contrary intention as a refer-\n    ence to rules of court made under this section or having\n    effect as if so made.\n            (8) The power conferred by this section to make\n    rules of court shall be a power to which subsection (1)\n    of section 29 of the Crown Proceedings Act, applies and\n    in relation to civil proceedings by or against the Crown\n    shall be exercised subject to the provisions of that section."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The power conferred by section 4 to make rules of R,,I-\n                                                                  making\n    court may be exercised-                                       pwera\n                                                                  generally\n          (U) either in relation to all cases to which the power\n               extends, or in relation to all those cases subject\n               to specified exceptions, or in relation to any\n               specified cases or classes of cases; and\n          (6) so as to make, as respects the cases in relation\n               to which it is exercised-\n                  (i) the full provision to which the power ex-\n                        tends or any less provision (whether by\n                       way of exception or otherwise);\n                   (ii) the same provision for all cases in relation\n                        to which the power is exercised, or\n0                       different provision for different cases or\n                       classes of case, or different provision as\n                       respects the same case or class of case for\n                        different purposes of the revelant law or\n                       enactment; and\n             P B e ktChUkm d dria m e ia authorized by L.N. 112!2002]\n6          JUDICATURE (RULES OF COURT)\n    (c) generally, in anticipation of any law or enact-\n       ment providing for an appeal, a reference or an\n       application to the Supreme Court or any Court or\n       Judge thereof.\n                                                          0\n                                                          0\n                   JUDICATURE (RULES OF COURT)                                        7\n                                     SCHEDULE                    (section 3 (2))\n                                                                         Mmbcn of\n      I. The Committee sball consicit of-                                cormnidoo\n         (a) the Chief Justice, the President of the Coun of Appeal, a 5/1981\n              Judge of the Supreme Court designated by the Chid Justice. 5. W.\n              the Attorney-General and the Director of State Proceedings\n              aa ex-oficio members; and\n         (b) five attorneys-at-law, in private practice, apphted by fie\n              Minister on nomination by the Bar Council.\n0     2. (1) The Chief Justice shall be the &ad-        of the Committee. Chairmen.\n         (2) In the case of the absence. or inability to act at any meting\n    of the Chief Justice, the members of the Committee present at such\n    meeting shall elect one of their number M act as chairman."
    }
  ],
  "definitions": [
    {
      "term": "Bar Association",
      "definition": "the Jamaican Bar Association",
      "source_provision": "sec2"
    },
    {
      "term": "Bar Council",
      "definition": "the Council of the Bar Association",
      "source_provision": "sec2"
    },
    {
      "term": "Committee",
      "definition": "the Rules Committee of the Supreme",
      "source_provision": "sec2"
    }
  ]
}