{
  "id": "jm-stat-the-judicature-supreme-court-act",
  "type": "statute",
  "title": "The Judicature (Supreme Court) Act",
  "title_en": "The Judicature (Supreme Court) Act",
  "short_name": "Judicature (Supreme Court) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-judicature-supreme-court-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-judicature-supreme-court-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec3s",
      "section": "3s",
      "title": "Section 3s",
      "content": "3s.      and exercise in this Island all the jurisdiction, power and\n              authority which at the time of the commencement of thjs\n              Act was vested in any of the following Courts and Judges\n              in this Island, that is to say-\n                   The Supreme Court of Judicature,\n                           inclusion of thh page h authorized by L.N. 3/ZOO11\n               JUDICATURE ( S U P m E COURT)\n   The High Court of Chancery,\n   The Incumbered Estates Court,\n   The Court of Ordinary,\n   The Court for Divorce and Matrimonial Causes,\n   The Chief Court of Bankruptcy, and\n   The Circuit Courts, or\n   Any of the Judges of the above Courts, or\n   The Governor as Chancellor or Ordinary acting in any\n       judicial capacity, and\n   All ministerial powers, duties, and authorities, incident to\n       any part of such jurisdiction, power and authority.\n                                                                  tiO?."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The Judges of the Supreme Court shall be the Chief constitu-\n                                                                     tion of the\n    Justice, a Senior Puisne Judge and not less than twenty-four nor Supreme\n    more than forty other Puisne Judges.                             court.\n                                                                                1412008\n                                                                                S. 2 (a)\n          (2) The Chief Justice shall be the President and the Chief\n    Judge of the Supreme Court, and shall be styled \"The Chief\n    Justice of Jamaica\".\n         (3) The Puisne Judges shall be styled \"Puisne Judges of\n    the Supreme Court of Judicature of Jamaica\".\n         (4) The Minister may by order published in the Gazette 14/2008\n    amend subsection (1) so as to increase the number of Puisne S 2 ( b )\n    Judges, which order shall be subject to affirmative resolution."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Judges of the Supreme Court shall have in all respects, ~      ~              ~   ~\n    save as in this Act otherwise provided, equal power, authority their\n    and jurisdiction.                                                   quahfica-\n                                                                        tion.\n                                                                                appointmenr\n                                                                                and starus.\n                                                                                1511962\n                                                                                S. 35.\n        (2) No person shall be appointed to be a Judge of the                   3911956\n    Supreme Court unless he is a member of the Bar of Jamaica, S.2'c).\n    England, Northern Ireland or Scotland-                     421 1969\n                                                                                3rd Sch.\n       (a) of at least ten years standing; or\n                 (The inclusion of this page is authorized b!. L.S. 123120111\n                            JUDICA TURE (SUPREME COURT)\n                (b) of such number of years standing as added to a\n                    period during which he has held the office of a Resident\n                    Magistrate in Jamaica prior to his becoming a member of\n                    such Bar amounts to not less than ten years.\nVacancies.     7 . 4 1 ) The Supreme Court shall be deemed to be duly\n             constituted during and notwithstanding any vacancy in the office\n             of any Judge thereof.\n                   (2) Where the office of any Judge of the Supreme Court\n             becomes vacant by death or otherwise the Governor-General\n             shall appoint a fit and proper person (who shall be qualified as\n             required by law) to act in such office.\nIllness or         (3) Where any Judge of the Supreme Court by reason of\nabsence of\nJudges.      leave, illness, absence from the Island or from any other cause\n             is unable to perform his duties, the business of the Court shall\n             devolve upon and be transacted by the remaining Judges of the\n             Supreme Court:\n               Provided that in any such case and until such Judge is able to\n             resume his duties, the Governor-General may appoint some fit\n             and proper person (who shall be qualified as required by law) to\n             act in the place of such Judge.\n                    (4) Any person appointed to act under the provisions of\n              subsection (2) or subsection (3) shall for all purposes be\n              deemed, for the period of his acting appointment, to be a\n              Judge of, and shall have and exercise jurisdiction in, the\n              Supreme Court and may exercise all the powers conferred upon\n              a Judge of the Supreme Court by this Act or a n y other\n              enactment or by any rule or regulation made under this or any\n              other enactment.\nMaster of      8 . 4 1 ) There shall be attached to the Supreme Court not less\nthe Court.\n2911966      than four nor more than eight Masters, and each Master shall\ns. 30).      exercise such authority and jurisdiction o f a Judge in Chambers\n 14R008\nS. 3(a).     as shall be assigned to him by rules of court.\n               JUDICATURE (SUPREMECOURT)\n    report as to the sufficiency or otherwise of the stamps upon\n        documents tendered in evidence in the Supreme Court,\n        and receive and account for deficiencies therein,\n        and penalties in respect thereof;\n    enter satisfaction and assignments of judgments, and prepare\n.       and deliver appeal papers and papers of a like kind, and\n        tax the costs of proceedings in the Supreme Court;\n    issue process of the Supreme Court, and keep account\n        thereof, and of levies made and moneys received\n        thereunder, and of returns 'thereto;\n    keep jury lists, and strike and make up panels of jurors;\n    make such investigations and take such accounts in relation\n        to proceedings in the Supreme Court as the Court may\n        direct, and shall have power for the above purposes\n        to issue advertisements, summon parties and wit-\n         nesses, and take examinations viva voce, or upon\n         interrogatories, and the Court shall have power\n        to enforce -his orders as if they were those of a\n         Judge;\n    have power to administer oaths, and take affidavits\n         and declarations, in all proceedings in the Supreme\n         Court;\n    transact all such ministerial business of the Supreme Court,\n         and perform such other duties of a like kind, as are\n         assigned to him by rules of court;\n      (2) Circuit Court Clerks shall perform the following duties,\nthat is to say-\n    attend the sittings of Circuit Courts to which they are\n        respectively assigned, prepare the calendars thereof and\n        all indictments directed by the Director of Public\n        Prosecutions;\n    at such sittings call jurors, arraign prisoners, receive and\n        record verdicts, and administer oaths to witnesses and\n        jurors;\n                         -\n            lThe inclusion of this page is authorized by l..N. 12312011\\\n                             JUDICATURE (SUPREME COURT)\n                  keep minutes and records of proceedings and judg-\n                      ments of such Courts, and transmit the same to the\n                      Registrar;\n                  generally perform such functions of the Registrar and such\n                      ministerial business of the Circuit Courts, as may\n                      be assigned to them by rules of court or by direction of\n                      a Judge.\nRegistrar       13. Upon proof of urgency the Registrar, being a barrister\nmay make\norders.       or solicitor, may, in the absence of the Supreme Court\n              Judges, make orders which can be made by a Judge in\n              Chambers. An appeal shall lie from any such order to a\n              Judge in Chambers on two days' notice.\nProcedure       14.-(1)    Where the hearing of any proceedings has\nwhere cases\nare not       commenced before a Master, and he ceases, either temporarily\nconcluded     or permanently, to hold that office prior to the conclusion\nby Master\nor Regis-     of the hearing-\ntrar.\n4911968           (a) if he has reserved judgment and ceases as aforesaid\nS. 2.                 before he has delivered his judgment he may at any\n                      time lodge with the Registrar of the Supreme Court\n                      such judgment in writing; and such judgment shall\n                      as soon as possible thereafter be read in Chambers\n                      in accordance with the directions of the Chief\n                      Justice, and shall take effect in all respects as if\n                      the person who reserved judgment had continued to be\n                      a Master of the Supreme Court and had\n                      delivered judgment himself on the day that it was so\n                      read; or\n                   (b) he may, whether or not he has reserved judgment as\n                       aforesaid, be assigned at any time to be a Master of the\n                       Supreme Court for the purpose of concluding such\n                       hearing.\n                     (2) In relation to the exercise of jurisdiction con-\n               ferred upon the Registrar by this Act or any other\n               enactment, the provisions of subsection (1) shall, mutatis\n                   JUDICA TURE (SUPRE-MECOURT)                                          15\n    be Bailiffs for the Supreme Court and shall by themselves\n    or deputies execute the process of the Supreme Court and\n    shall serve all writs, documents or process issuing out of the\n    Supreme Court entrusted to them for service and shall perform\n    such duties in relation thereto and in such manner as may\n    be prescribed by rules o f court made in the manner prescribed\n    by this Act.\n@         (2) Any fees which by rules of court are made payable\n    to Bailiffs shall be taken or retained by them as re-\n    muneration for the performance of -their duties under this\n    Act."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) It shall be lawful for the Governor-General to Powerto\n    appoint a Bailiff of the Supreme Court whose powers and ~              \"                 ,\n    duties shall be limited to executing the process of the said execute the\n    Court in its Admiralty Jurisdiction and to doing the various               :Ees\"\n    things which by the United Kingdom Act styled the Colonial supreme\n    Courts of Vice-Admiralty Act, 1890 (53 and 54 Vic., ~~~~r~~\n    Chap. 27) or by any rules made under the provisions of Jur~sdic-\n    the said Act are       required to be, done by the Bailiff of 'lo\".\n    the said Court.\n          (2) Such officer shall be styled the Admiralty Bailiff of\n    the Supreme Court.\n            (3) Any fees which by the said Act, or the said rules\n    are made payable to the Bailiff, or in the Bailiffs office,\n    shall be taken by the Admiralty Bailiff and retained by\n    him as his remuneration for the performance of his\n    duties."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Every Bailiff shall be deemed to be an officer of the When\n                                                                            of\n    Supreme Court not only when executing any writ or other Balliff Resident\n    process of the Supreme Court sent to him by the Registrar for Magis-\n                                                                    trate's\n    execution but also when serving any writ or other document Court\n    entrusted to him for service in connection with any proceedings deemed\n                                                                    officer of\n    in the Supreme Court.                                           Supreme\n                                                                               Court.\n                [The inclusion o f this page is authorized by L.N. 12312011)\n16                             JUDICA TIJRE (SUPREME COURT)\nSalaries of       20. There shall be paid to each Master and to .officers\nofficers.\n2911 966\n                appointed under this Act such salaries as are directed by\ns. 3 (0.        this Act, and where no salaries are directed by this\n'412008\nS. 7.\n                Act then such salaries as are determined by Government.\nE ~ ~ I O Y -     21. The Court may, when it thinks fit, obtain the assistance\nmen1 of\nexperts by\n                of accountants, actuaries and scientific persons, to enable it\nthecourt.       to determine any matter at issue in any cause or proceeding,\n                and may allow reasonable fees and expenses to such persons\n                to be taxed as costs in the proceeding.\nwho may           22.-41) Every Justice may administer oaths and take\nadmln~ster\noaths, etc.     affidavits, declarations and affirmations concerning any\n                matter or proceeding in any Court in this Island and where the\n                matter or proceeding shall be in the Supreme Court such\n                Justice shall for such purpose be deemed to be an officer of the\n                Court.\n                        (2) Affidavits, declarations and affirmations concerning\n                 matters or proceedings in any Court in this Island may be sworn\n                 or taken-\n                     (a) in any          which is part of the Commonwealth\n                         before any person having authority to administer an\n 3811999                 oath in such place or before a Jamaican or British High\n S. 3 (a).\n                         Commissioner, Envoy, Minister, Charge d'Affaires,\n                         Secretary of Embassy or Legation, or any Jamaican or\n                         British Consul-General, Consul, Vice-Consul, Acting\n                         Consul or Consular Agent, exercising his functions in\n                         such place; and\n                     (6) in  any foreign state or country before any\n                         Jamaican or British Ambassador, E ~ V OMinister,\n                                                                       ~,\n                         Charge d' Affaires or Secretary of Embassy or Legation\n                         or q y Jamaican or British Consul-General or\n                         Consul or Vice-Consul or Acting Consul or Con-\n                              (The inclusion of this page is authorized by L.N. 123/20111\n               JUDICATURE (SUPREME COURT)                                I7\n          sular Agent exercising his functions in such foreign\n          state or country, or\n     (C) in any foreign state or country before any person\n          having authority by the law of such state or\n          country to administer an oath in such state or\n          country.\n        (3) Any affidavit, declaration or aflkmation pur-\nporting to have affixed, impressed or subscribed thereon or\nthereto the seal or signature of any person authorized by\nparagraph (U) or paragraph (b) of subsection (2) shall be\nadmitted in evidence without proof of the seal or signature\nbeing the seal or signature of that person or of the qualifi-\ncation or official character of that person.\n        (4) Where any affidavit, declaration or affirmation\nis sworn or taken in any foreign state or country before any\nperson authorized by paragraph (c) of subsection (2) the\nsignature or seal of such person and his authority to\nadminister an oath in such state or country shall be verified\nby a certificate of one of the officers set out in paragraph\n(b) of subsection ( 2 ) or by a certificate under the seal of\nthe appropriate person having such power of verification in ~ 1 9 9 9\n                                                               S. 3(bk\nsuch state or country."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. No officer of the Supreme Court shall directly or Summw (\"\"SdlC.\nindirectly ask or receive any fee or gratuity in respect of tlmor\n                                                              the Cowl\nany of the duties of his office.                              over ,ts\n                                                              omccn\n  If any officer of the Supreme Court acting under colour\nof the process of the Court is charged with misconduct, or\nwith any wrongful act or neglect in the discharge of the\nduties of his office, the Court or a Judge may enquire into\nthe matter in a summary way on such evidence as may\nappear reasonable and for that purpose may summon and\nenforce the attendance of all necessary parties and witnesses\nin like manner as the attendance of witnesses in any other\ncase may be enforced, and may make such order for the\n          mhe inclusion of this page is authorized by L N. 3/20011\n  RL-32\n18                         JUDICATURE (SUPREME COURT)\n              payment of all damages and costs that may have been\n              caused by any such act or neglect as it thinks just, and\n              impose such fine upon the officer as it deems adequate; and\n              in default of payment of any money so ordered to be paid\n              payment of the same may be enforced as a judgment\n              recovered in the Court.\n                 This provision shall not take away any right of action\n              for damages against any officer, but no action shall be\n              commenced or continued for any act or omission of such\n              officer after the Court has ordered compensation to be paid\n              in respect of it under this section.\n                 The death, absence or retirement of any officer charged\n              with any duties under this Act shall not affect the per-\n              formance of such duties, but such duties may be proceeded\n              with in all respects by the person acting in the place of\n               such officer as if no such death, absence or retirement had\n               occurred.\nTransfer of     2 4 All books, documents, papers and chattels belonging\n              to any of the Courts whose jurisdiction is hereby transferred\nCourt;        to the Supreme Court, shall belong to the Supreme Court.\nto rhc\nSuprrm\ncourt.\nT b e seal.     25. The Chief Justice shall cause a seal to be provided\n              for the Supreme Court.\nmm of           26. The ofices of the Supreme Court shall be in\nthe court.\n              Kingston.\n                       Jurisdiction of Supreme Couri of Judicature\nluriadie        27. Subject to subsection (2) of section 3 the Supreme\ntioo of the\nCOUIt.        Court shall be a superior Court of Record, and shall have\ns.l5’IM2"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Such jurisdiction shall be exercised so far as regards junsdlc-\nprocedure and practice, in manner provided by this Act, and the tionto I,,\nCivil Procedure Rules and the law regulating criminal                ;;,ylS;1.\nprocedure, and by such rules and orders of court as may be (1953 Edtn.\nmade under this Act; and where no special provision is\ncontained in this Act, or in such Rules or law, or in such rules\nor orders of court, with reference thereto, it shall be exercised\nas nearly as may be in the same manner as it might have been\nexercised by the respective Courts from which it is transferred\nor by any such Courts or Judges, or by the Governor as\nChancellor or Ordinary."
    },
    {
      "provision_ref": "sec28a",
      "section": "28A",
      "title": "Section 28A",
      "content": "28A.41) The Court may, on the application of the person            Court to\nprosecuting a judgment or order for the payment of money,            makeorder\nmake an order for the sale of the land of a judgment debtor.         forsale of\n                                                                     land.\n          (2) The proceeds of the sale of the land of a              :.?\"\njudgment debtor shall be distributed among the persons found\nentitled thereto, according to their respective priorities.\n         (3) The order for sale of the land of a judgment\ndebtor and all proceedings consequent thereon shall bind\npersons claiming any interest in the land through or under the\njudgment debtor, by any means, subsequent to the delivery of\nthe land in execution, or to the commencement of the\nproceedings for a sale of the land.\n20                               JUDICATURE (SUPREME COURT)\nConduct of         28B. Subject to rules of court, all sales in execution of\nsales of land\nunder order.     judgments or orders under section 28A shall be conducted in\n3/2003           accordance with such orders as the Court may make.\nS. 3 .\nCertificates       28C.-(1) After the sale of the interest of any judgment\nof purchase\nand effect       debtor in any land, the Court shall grant a certificate to the\nthereof.         person who has been declared the purchaser to the effect that he\n312003\nS. 3 .           has purchased the judgment debtor's right, entitlement to and\n                 interest in the property sold.\n                           (2) A certificate mentioned in subsection (1)-\n                      (a) shall be liable to tax under the Stamp Duty Act and\n                          Transfer Tax Act as a transfer, conveyance or assign-\n                          ment of the land, as the case may be;\n                      (b) when duly stamped, shall be taken and deemed to be\n                          a valid instrument of transfer, conveyance or assign-\n                          ment of the defendant's right, entitlement to and\n                          interest in the land sold; and\n                      (c) may be recorded in the same manner as any deed,\n                          transfer, conveyance or assignment.\nPolier of          28D. The Court may, on application of the person pro-\nCourt to\nmake             secuting a judgment or order for the payment of money, make a\ncharging         charging order in accordance with the Civil Procedure Rules,\norders.\n3 2003           2002 in relation to the enforcement of judgments.\nS. 3 .\nCosts in civil      28E.-41) Subject to the provisions of this or any other\nproceedings\nin Court.        enactment and to rules of court, the costs of and incidental to all\n3 2003           civil proceedings in the Supreme Court shall be in the discre-\nS. 3 .\n                 tion of the Court.\n                           (2) Without prejudice to any general power to make\n                  rules of court, the Rules Committee of the Supreme Court may\n                  make provision for regulating matters relating to the costs of\n                  civil proceedings including, in particular prescribing-\n                      (a) scales of costs to be paid-\n                JUDICATURE (SUPREME COURT)                                21\n          such opening by any order under this section to\n          any other day specified by the Chief Justice or any\n          Puisne Judge, as the case may be; or\n     (b) to adjourn the sitting of the Circuit Court to\n          which he is the Clerk to any day specified by the\n          Chief Justice or any F'uisne Judge.\n        (6) Notwithstanding anything in this section or in 1/1966\nany order made under this section the Chief Justice may              ''\ndirect that at any Circuit Court Judges may hold separate\ncourts."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32,-(1) The Minister may from time to time make, and\n                                                            mml uhi\nwhen made revoke, add to or alter orders-                   VPcabMlll\n                                                            of circlut\n      (a) arranging the Circuits and the number thereof\n           and directing what parishes and towns shall be\n           upon each Circuit; and\n      (b) regulating the vacations to be observed by the\n           Supreme Court and the offices thereof.\n         (2) The Minister may, under the provisions of this\nsection, order that the whole Island shall constitute one\ncircuit."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The jurisdiction of the Circuit Court appointed to           2~\"\nbe held in m y parish shall extend over the whole of such laal\nparish, and over so much of any adjoining parish as lies j d d i a D\nwithin one mile of the boundary of such first-mentioned\nparish, and over the high seas in respect of crimes within 1411971\nthe jurisdiction of the Supreme Court:                          sa.\n    Provided always, that the U r n i t Court fur Kingston\nshall have jurisdiction over the parish of St. Andrew as\nif it formed part of the parish of Kingston :\n   Provided further that, for the purposes of this section, the 14/1971\nboundaries of every parish shall be deemed to extend to\nsuch part, if any, of the sea as is constituted by law internal\nwaters of which the shore or any part thereof is at the coast\n____ -_______\n          [Tbc inclusion o€ tbta p g e is authorized by LN. 3/Mo11\n22                          JUDICATURE (SUPREME COURT)\n              of that parish, and to the part of the sea within such distance\n              beyond the inner limit of the territorial waters adjacent to\n              that parish (including the portion of it taken to comprise\n              the internal waters aforesaid, if any) as comprises the\n              breadth of the territorial sea, without prejudice to the con-\n              ferment of any concurrent jurisdiction by virtue of any\n              other parish’s boundaries being deemed to extend in manner\n              aforesaid.\nchange of        34. It shall be lawful in all cases of criminal prosecu-\nVenue In\nrrrmlnal      tions for a Judge of the Supreme Court, on application\ncam\n              either on behalf of the Crown or the accused, and on good\n              cause shown, to change the venue and remove the trial\n              from any one Court to any other, and such last-mentioned\n              Court shall thereupon have jurisdiction in such case.\nTransfer of\ntnal from"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Where for any reason whatsoever the trial of a per-\none pariah    son who has been committed to be tried for an indictable\nto another.\n              offence before a Circuit Court for any parish is either not\n              proceeded with or not brought to a 6nal conclusion before\n              that Court, it shall be lawful for that Court, if in its dis-\n              cretion it thinks it convenient so to do, with a view either to\n              expedite the trial or retrial or to save expense, and is\n              satisfied that the accused will not thereby s d e r hardship,\n              to direct that the trial or retrial of the accused shall take\n              place before a Circuit Court for some other parish and\n              thereupon the trial shall proceed and take place in such\n              parish in every respect as if the committal for trial had\n              been in that parish.\nPmViSiOUS        36. When any change is made in the arrangements for\nas 10\ncommit-       holding the Circuit Courts, under which the commitment\nments and\nrcmgniz-      of any accused person to take his trial at any Circuit Court\n8llCeS\nwhen\n              becomes a commitment to a Court without jurisdiction to\nchange        try such person for his alleged offence, it shall be lawful\nmade in\narrange-      for the Director of Public Prosecutions by writing under\nments for\nholding       his hand, to direct that the commitment shall stand as a\nCircuit\ncorn.                   who inclusion of bhis page is authorized by L.N. 3/20011\n             JUDlCATURE (SUPREME COURTI                                23\ncommitment to the Court, which, under such change as\naforesaid, has become the Court having jurisdiction to try\nsuch person and any such commitment shall be read and\ntaken as altered in accordance with such direction; and\non notice of such direction being given, under the hand\nof the Director of Public Prosecutions to the Superintendent\nof any prison, to which such accussd person has been cum-\nmitted to await his trial, such Superintendent shall treat\nsuch commitment as altered accordingly; and on notice\nbeing given as aforesaid to any person under recognuance\neither personally to appear, or as surety for the appsarance\nof some other person, at the time and place named in such\nfirst-mentioned commitment, the condition of such recog-\nnizance shall be deemed to be altered as to the time and\nplace for such appearance in accordance with such direction\nas aforesaid."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Sittings of the Supreme Court shall, so far as sittms\n                                                              of the\nis reasonably practicable, and subject to vacations, be held supreme\n                                                              Court and\ncontinuously throughout the year.                             vacation\n                                                              businru.\n         ( 2 ) Provisions shall be made by rules of court for\nthe hearing during vacations of urgent applications."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The place of trial of civil suits cognizable by the vconcof\n                                                              o v d SUii8\nSupreme Court in the exercise of its common law or equity and\njurisdiction shall be regulated (subject to any order which Ed-\nmay be made on a summons for directions) as follows-\n     (U) Where the cause of action arises wholly or in part\n          within the Kingston Circuit, the trial shall ordi-\n          narily take place at the sittings of the Kingston\n          Circuit Court.\n     (b) Where the cause of action arises within any other\n           Circuit the trial shall take place at the sittings\n          of the Kingston Circuit Court, or at the Circuit\n         me inclusion of this pageis authorized by L.N.146119991 ___\n24                            JUDICATURE (SUPREME COURT)\n                        Court of the Circuit in which the cause of action\n                        arose (at the option of the plaintiff).\n                 But in any case, upon reasonable cause being shown, the\n               Court or a Judge may order any suit to be tried at the\n               Kingston Circuit Court, or at any other convenient Circuii\n               Court.\n                 All other proceedings before the Supreme Court exercis-\n               ing civil jurisdiction shall, so far as is reasonably practicable,\n               be held in Kingston.                                                     .\nPowcrs of        39. A single Judge of the Supreme Court may exercise,\na single\nludge.         in Court or in Chambers, any part of the jurisdiction of\n               the Court which before the passing of this Act might have\n               been exercised in the like manner, or which may be directed\n               or authorized to be so exercised by rules of court to be\n               made under this Act.\n                 In such cases a Judge sitting in Court shall be deemed\n               to constitute a Court.\nA Judge          40. A Judge of the Supreme C o w -\non Circuit\nor silting          (U) holding a Circuit Court; or\nas an\nElection           (b) sitting as an Election Court,\ncourt\nmnstihlteS     constitutes a Court of the Supreme Court.\na court.\n291 1997\nS.16.\nReservation\nof a case 01"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. A Judge of the Supreme Court sitting in the exercise\npoinl of       of the civil jurisdiction of the Court may reserve any case,\nlaw for\narnument       or any point in a case, for the consideration of the Court\nbdore [he\nCourt of       of Appeal, or may direct any case or point in a case to be\nAppeal.        argued before the Court of Appeal, and the Court of\n               Appeal shall have power to hear and determine any such\n               case or point:\n                 Provided that nothing herein shall take away the right\n               of any party to any suit to have the issues for trial by jury\n               submitted and left by the Judge to the jury before whom\n                         [The inclusion of [his p $ e i s authorized by L.N.146/1999]\n              JUDICATURE (SUPREME COURU                               25\nthe same comes for trial, with a proper and complete\ndirection to the jury upon the law and as to the evidence\napplicable to such issues."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Motions for new trials of causes or matters upon E        ?;:;\nwhich a verdict has been found by a jury, or by a Judge Court    kforelhe\n                                                                        of\nwithout a jury, and motions in arrest of judgment, or to A ~ ~ ~ ~ I .\nenter judgment non obsranre veredicto, or to enter a verdict\nfor plaintiff or defendant, or to enter a non-suit or to\nreduce damages and special cases and special verdicts,\nshall be heard before the Court of Appeal."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Subject to the provisions of this Act and of the References\n                                                                 by the\nCivil Procedure Code and of rules of court, any Judge courtto\nof the Supreme Court may order what matters in pro- the\nceedings in the Court shall be investigated by the Registrar, :ad;j177\nand may direct the Registrar to take accounts and make\nenquiries, and may give such assistance and direction to\nthe Registrar therein as he thinks fit:\n    Provided that any person aggrieved by any act or decision\n of the Registrar may appeal thereupon to the Court. All\n acts and proceedings of the Registrar under the provisions\n of this section shall be subject to ratification by the Court,\n and when so ratified shall be binding on all parties in the\n same way as arl order of the Court."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Nothing in this Act or in rules made under this Evidrnm\n Act, save as far as reIates to the power of the Court for\n special reasons to allow depositions or affidavits to be read,\n shall affect the mode of giving evidence by the oral examina-\n tion of witnesses in trials by jury, or the rules of evidence.\n                  Trial by Jury in Civil Proceedings\n    4 5 . 4 1 ) Subject as hereinafter provided, if, in relation Trial\n to a civil cause or matter to be tried in the Supreme Court, $$.\n an application is made by a party thereto, before the mode i!i,1%8.\n of trial is first determined, for the cause or matter to be\n tried with a jury, and the Court or a Judge is satisfied\n that-\n         [llheinclusionof this page is authorized by L.N. 146/1999]\n26                        JUDICATURE (SUPREME C O U R T )\n               (a) an allegation of fraud against that party; or\n                (b) a claim in respect of slander, libel, false imprison-\n                     ment, malicious prosecution, seduction or breach\n                     of promise of marriage,\n           is in issue, the cause or matter shall be ordered to be tried\n           with a jury, unless the Court or Judge is of opinion that\n           the trial thereof requires any prolonged examination of\n           documents or accounts or any scientific or local investiga-\n           tion which cannot conveniently be made with a jury, but,\n           save as aforesaid, any civil cause or matter to be tried\n           in the Supreme Court, may, in the discretion of the Court\n           or a Judge, be ordered to be tried either with or without\n           a jury.\n                   (2) The provisions of subsection (1) shall be without\n           prejudice to the power of the Court or a Judge to order\n           that different questions of fact arising in any civil cause\n           or matter be tried by different modes of trial, and where\n           any such order is made the provisions of subsection (1)\n           requiring trial with a jury in certain cases shall have effect\n           only as respects questions relating to any such allegation\n           or claim as is mentioned in that subsection.\nTrial        46. In every civil cause or matter to be tried in the\n?'i*hout   Supreme Court, unless under the provisions of section 45\nJury.\n4311968    a trial with a jury is ordered, the mode of trial shall be\ns.2\n           by a Judge without a jury.\n                                             costs\ncosta.       4 7 . 4 1 ) In the absence of express provision to the\n           contrary the costs of and incident to every proceeding in\n           the Supreme Court shall be in the discretion of the Court,\n           but nothing herein contained shall deprive a trustee, mort-\n                    [ 6 ~ /gp1\n                           1   '\"7 ,iq paqroqne s~ a8Ed s!q~ p no!sngu! aqill\n              JUDICATURE (SUPREME COURT)                                    21\ngagee or other person of any right to costs out of a\nparticular estate or fund to which he would be entitled\naccording to the rules acted upon in Courts of Equity before\nthe commencement of this Act :\n  Provided that where any action or issue is tried by a\njury costs shall follow the event unless upon application\nmade, the Judge at the trial or the Court, for special cause\nshown and mentioned in the order, otherwise directs.\n  Any order of a Judge as to such last-mentioned costs\nmay be appealed from, and may be discharged or varied\nby the Court of Appeal.\n  No costs shall be recoverable until they have been taxed\nby the Registrar or his deputy.\n        (2) In every legal proceeding in which one party\nshall be entitled to recover costs from the other party, the\nsame fees shall be allowed for the services of solicitors\nemployed at fixed salaries by the party so recovering costs,\nas if such solicitors were remunerated by fees in the\nordinary way for their specific services in the proceeding\nin respect of which such party shall be entitled to costs.\n    Provisions regulating the administration of Law and\n               Equity by the Supreme Court"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. With respect to the concurrent administration of law provisions\n                                                               to the\nand equity in civil causes and matters in the Supreme Court as\n                                                            CMICUITent\nthe following provisions shall apply-                       administra-\n                                                            tion of law\n                                                                  and equity.\n    (a) If a plaintiff or petitioner claims to be entitled\n         to any equitable estate or right, or to relief upon\n         any equitable ground against a deed, instrument\n         or contract, or against a right, title or claim\n         asserted by a defendant or respondent in such\n         cause or matter, or to relief founded upon a legal\n         right which before the passing of this Act could\n         only have been given by a Court of Equity, the\n      me inclusion of this page is authorized by L.N. 480119131\n28            JUDICATURE (SUPREME COURT)\n         Court and every Judge thereof shall give him such\n         and the same relief as ought to have been given\n         by the Court of Chancery before the passing of\n         this Act.\n     (b) If a defendant claims to be entitled to any equit-\n         able estate or right, or to relief upon any equitable\n         ground against any deed, instrument or contract,\n         or against any right, title or claim asserted by a\n         plaintiff or petitioner in such cause or matter, or\n         alleges any ground of equitable defence to any\n         claim of a plaintiff or petitioner, the Court and\n         every Judge thereof shall give to every equitable\n         estate, right or ground of relief so claimed, and\n         to every equitable defence so alleged, the same\n         effect, by way of defence against the claim of the\n         plaintiff or petitioner, as ought to have been given\n         by the Court of Chancery before the passing of\n         this Act.\n     (c) The Court and every Judge thereof shall also have\n         power to grant to a defendant in respect of any\n         equitable estate or right, or other matter of equity,\n          and also in respect of any legal estate right or\n          title claimed or asserted by him, all such relief\n          against any plaint8 or petitioner as he properly\n          claims by his pleading, and as the Court or any\n         Judge thereof might have granted in any suit\n          instituted for that purpose by the same defendant\n          against the same plaintif€ or petitioner, and also\n          all such relief relating to or connected with the\n          original subject of the cause or matter and in like\n          matter claimed against any other person, whether\n          already a party to the same cause or matter or not,\n          who has been duly served with notice in writing\n          of such claim pursuant to any rule of court or any\n          order of the Court, or might properly have been\n          granted against such person if he had been made a\n       me inclusion of this page is authorized by L.N. 480/19731\n          JUDICATURE (SUPREME COURT)                             29\n    defendant to a cause duly instituted by the same\n    defendant for the like purpose; and every person\n    served with any such notice shall thenceforth be\n    deemed a party to such cause or matter with the\n    same rights in respect to his defence against such\n    claim as if he had been duly sued in the ordinary\n    way by such defendant.\n(d) 711e Court and every Judge thereof shall take\n    uotice of all equitable estates, titles and Tights,\n    and all equitable duties and liabilities, appearing\n    incidentally in the course of any proceeding, in\n    the same way as the Court of Chancery would\n    have done in any proceeding instituted therein\n    before the passing of this Act.\n(4 No proceeding at any time when pending in the\n    Supreme Court shall be restrained by prohibition\n    or injunction, but every matter of equity on which\n    an injunction against the prosecution of such\n    proceeding might have been obtained if this Act\n    had not passed, either unconditionally or on any\n    terms or conditions, may be relied on by way of\n    defence thereto; but nothing in this Act contained\n    shall disable the Court from directing a stay of\n    proceedings in any cause or matter pending before\n    it if it think fit, and any person, whether a party\n    or not to any such cause or matter,,who would\n    have been entitled if this Act had not been passed,\n    to apply to any Court to restrain the prosecution\n    thereof, or who may be entitled to enforce, by\n    attachment or otherwise, any judgment, decree,\n    rule or order, contrary to which all or any part\n    of the proceedings in such cause or matter may\n    have been taken, shall be at liberty to apply to the\n    said Court, by motion in a summary way, for a\n    stay of proceedings, either generally or so far as\n  me inclusion of t h i s page is authorized by L.N. 480/1973]\n30                         JUDICATURE (SUPREME COURT)\n                        may be necessary for the purposes of justice, and\n                        the Court shall thereupon make such order as is\n                        just.\n                  ( f ) Subject to the aforesaid provisions for giving\n                        effect to equitable rights and matters of equity,\n                        and to the other express provisions of this Act,\n                        the said Court and every Judge thereof shall give\n                        effect to all legal claims and demands, and all\n                        estates, titles, rights, duties, obligations and lia-\n                        bilities, existing by the common law or by any\n                        custom, or created by any statute, in the same\n                        manner as the same would have been given\n                        effect to if this Act had not been passed by any\n                        of the Courts whose jurisdiction is hereby trans-\n                        ferred to the Supreme Court.\n                 (g) The Supreme Court in the exercise of the jurisdic-\n                        tion vested in it by this Act in every cause or\n                        matter pending before it shall grant either abso-\n                        lutely or on such reasonable terms and conditions\n                        as to it seems just, all such remedies as any of\n                        the parties thereto appear to be entitled to in\n                        respect of any legal or equitable claim properly\n                        brought forward by them respectively in such\n                        cause or matter; so that as far as possible, all\n                        matters so in controversy between the said parties\n                        respectively may be completely and finally deter-\n                        mined, and multiplicity of proceedings avoided.\nprovisions     49. With respect to the law to be administered by the\nadmimslra-\nas to the    Supreme Court, the following provisions shall apply, that\ntionoflaw    is to say-\nin special\nCaSeS.            (a) In the administration by the Court of the assets\n                      of any person dying after the commencement of\n                      this Act, and whose estate may prove to be\n                      insufficient for the payment in full of his debts\n                      and liabilities (and in the winding up of any\n         JUDICATURE (SUPREME COURT)                           31\n    company whose assets may prove to be insufficient\n    for the payment of its debts and liabilities and\n    the costs of winding up), the same rules shall\n    prevail and be observed as to the respective rights\n    of secured and unsecured creditors, and as to debts\n    and liabilities provable, and as to the valuation\n    of annuities and future and contingent liabilities\n    respectively, as may be in force for the time being\n    under the Bankruptcy Act with respect to the\n    estates of persons adjudged bankrupt; and all\n    persons who in any such case would be entitled to\n    prove for and receive dividends out of the estate\n    of any such deceased person (or out of the assets\n    of any such company), may come in under the\n    decree or order for the administration of such\n    estate (or under the winding up of such company),\n    and make such claims against the same as they\n    may respectively be entitled to by virtue of this\n    Act.\n(b) No claim of a cestui que trust against his trustee\n    for any property held on an express trust, or in\n    respect of any breach of any such trust, shall be\n    held to be barred by any Statute of Limitations.\n(c) An estate for life without impeachment of waste\n    shall not confer, or be deemed to have conferred,\n    upon the tenant for life, any legal right to commit\n    waste of the description known as equitable waste,\n    unless an intention to confer such right expressly\n    appears by the instrument creating such estate.\n(d) There shall not after the commencement of this\n    Act be any merger by operation of law only, of\n    any estate the beneficial interest in which would\n    not be deemed to be merged or extinguished in\n    equity.\n(e) A mortgagor entitled for the time being to the\n    possession or receipt of the rents and profits of\n (The inclusion of this page is authorized by LN. 480119731\n32             JUDICATURE (SUPREME COURT)\n          any land as to which no notice of his intention\n         to take possession, or to enter into the receipt of\n          the rent and profits thereof, has been given by the\n          mortgagee, may sue for such possession, or for\n          the recovery of such rents or profits, or to prevent\n          or recover damages in respect of any trespass or\n          other wrong relative thereto, in his own name\n          only, unless the cause of action arises upon a lease\n          or other contract made by him jointly with any\n          other person.\n     (j9 Any absolute assignment by writing under the\n         hand of the assignor (not purporting to be by way\n          of charge only) of any debt or other legal thing\n          in action, of which express notice in writing has\n          been given to the debtor, trustee, or other person\n          from whom the assignor would have been entitled\n          to receive or claim such debt or thing in action,\n          shall be and be deemed to have been effectual in\n          law (subject to all equities which would have been\n          entitled to priority over the right of the assignee\n          if this Act had not been passed) to pass and transfer\n          the legal right to such debt or thing in action from\n          the date of such notice, and all legal and other\n          remedies for the same, and the power to give a\n          good discharge for the same without the concur-\n          rence of the assignor;\n              Provided always that if the debtor, trustee, or\n          other person liable in respect of such debt or thing\n          in action, has had notice that such assignment is\n          disputed by the assignor or any one claiming under\n          him, or of any other opposing or conflicting claims\n           to such debt or thing in action, he shall be entitled,\n          if he thinks fit, to call upon the several persons\n          making claim thereto to interplead concerning the\n           same, or he may if he thinks fit pay the same into\n          the Supreme Court under and in conformity with\n       me inclusion of this page is authorized by L.N. 480119731\n               IUDICATURE (SUPREME COURT)                           33\n          the provisions of the laws for the relief of\n          trustees.\n (g) Stipulations in contracts, as to time or otherwise,\n         which would not before the commencement of this\n         Act, have been deemed to be or to have becomc.\n         of the essence of such contracts in a Court of\n         Equity, shall receive in all Courts the same con-\n         struction and effect as they would have heretofore\n         received in equity.\n (h) A mandamus or an injunction may be granted or\n     a receiver appointed, by an interlocutory order of\n     the Court, in all cases in which it appears to the\n     Court to be just or convenient that such order\n     should be made; and any such order may be made\n     either unconditionally or upon such terms and\n     conditions as the Court thinks just, and if an\n     injunction is asked either before or a t or after the\n     hearing of any cause or matter, to prevent any\n     threatened or apprehended waste or trespass, such\n     injunction may be granted if the Court thinks fit,\n     whether the person against whom such injunction\n     is sought is or is not in possession under any claim\n     of title or otherwise, or (if out of possession) does\n     or does not claim a right to do the act sought to be\n     restrained under any colour of title, and whether\n     the estates claimed by both or by either of the\n     parties are legal or equitable.\n (2)     In questions relating to the custody and education\n         of infants the rules of equity shall prevail.\n ( j ) Generally in all matters not hereinbefore parti-\n          cularly mentioned, in which there is any conflict\n          or variance between the rules of equity and the\n          rules of common law with reference to the same\n          matter, the rules of equity shall prevail.\n__~__\n    -\n       [The inclusion of this page is authonzed by L.N. 480/19731\n34                             JUDICATURE (SUPREME COURT)\n                                Sale of Lands under Decree\nSale of\nlands"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. On a decree for sale of lands an authenticated copy\nunder           of the order of conkmation of the sale thereof, under the\ndecree.\n                seal of the Court, and stamped with the ad valorem duty,\n                as on a conveyance, shall be sufficient to divest the estates\n                of all parties to the suit within the jurisdiction of the\n                Court, and bound by such decree, and to vest the same in\n                the purchaser, according to the terms and limitations to\n                be embodied in the said order of confirmation of sale.\n                          Interest on Jirdgrnents in Supreme Court\nInterest on        51.-(13 Every judgment debt shall in the Supreme Court\njudgment\ndebt, and       carry interest at the rate of six per centum per annum or\nrate of.        such other rate per annum as the Minister may by order\n251 1971\ns.2 (a).        from time to time prescribe in lieu thereof, from the time\n                of entering up the judgment, until the same shall be satis-\n                fied, and such interest may be levied under a writ of\n                execution on such judgment.\nDefinition              (2) In this section the expression “judgment” shall\nof “judg-\nment”.          include decree and order.\n2511971                (3) Every order under subsection (1) shall be subject\nS.2 (b).        to negative resolution of the House of Representatives.\n                Abolition of Prerogative Writs of Mandamus, Prohibition\n                                           and Certiorari\nOrders of         5 2 . 4 1 ) The prerogative writs of mandamus, prohibition\nmandamus,\nprohibition     and certiorari shall no longer be issued by the Supreme\nand cer-        Court or any Judge thereof.\ntiorari to be\nsubstituted\nfor preroga-           (2) In any case where the Supreme Court would,\ntive writs of\nmandamus.       but for the provisions of subsection (l), have had jurisdic-\nprohibition\n&d\n                tion to order the issue of a writ of mandamus requiring\ncertiorari.     any act to be done, or a writ of prohibition prohibiting\n56l1950\nS. 2            any proceedings or matter, or a writ of certiorari removing\n                any proceedings or matter into the Supreme Court for any\n                       [The inclusion of this pagc is authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}