{
  "id": "jm-stat-the-judicature-supreme-court-additional-powers-of-registrar-act",
  "type": "statute",
  "title": "The Judicature (Supreme Court) Additional Powers of Registrar Act",
  "title_en": "The Judicature (Supreme Court) Additional Powers of Registrar Act",
  "short_name": "Judicature (Supreme Court) Additional Powers of Registrar Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-judicature-supreme-court-additional-powers-of-registrar-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-judicature-supreme-court-additional-powers-of-registrar-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.    Applications for the grant of probate or of letters of administra-\n      tion. or for the re-sealing of a grant of probate or of letters of\n      administration, where such applications are not opposed and\n      including the direction regarding the advertisement of the\n      application for re-sealing as provided in the Rules made under\n      the Probates (Re-Sealing) Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. ( a ) Applications under rule 16 of the Matrimonial Clauses Rules. LSJ.\n         1989. for leave to substitute for personal service some other W 8 9 .\n         mode of service, or to substitute notia for service, in a\n         matrimonial cause.\n  ( b ) Applications under rule 21 or 27 of the Matrimonial Causes\n         Rules. 1989, for leave to enter an appearance. or to file any\n         pleading. out of time in a matrimonial cause.\n  { c ) Applications under rule 23 or 26 of the Matrimonial Causes\n         Rules, 1989, for leave to amend a petition, summons, pleading\n         or other document in a matrimouial cause.\n  (d) Applications under rule 30 of the Matrimonial Causes Rules,\n         1989, for the appointment of medical inspectors in a matri-\n         monial cause.\n  ( i ) Applications under the Matrimonial Causes Rules, 1989, for\n         leave to file supplemental or further affidavits in support of\n         any petition or answer in a matrimonial cause.\n                                                   ____-_\n          T h e inclusion of hhis page i s authorized by L.N.50119901\n8           JUDlCATURE (SUPREME COURT) ADDlTlONAL\n                    POWERS OF REGISTRAR\n      (f, Applications under rule 34 o! the Matrimonial Csusas Ruleg.\n             1989, for an order that the hearing or trial take placc at one\n             of the Country Clrcuits III cases in which the parties appear\n             in penon.\n      (g) Applications under rule 38 of the Matrimonial Cawes Rules.\n          1989. for leave to proceed with application for decree absolute\n          out of time.\n      (h) Applications under rule 31 of the Matrimonial Causes Rules.\n          1989. for leave to prove a marriage by a d a v i t or to give\n          evidence by affidavit.\n      [fi Applications under rule 43 of the Maaimonial causes Rules.\n             1989, for maintenance pending suit.\n       li, Applications under rule 44 of the Matrimonial Causes Rules.\n           1989. for maintenance of children.\n     ( k ) Applications under rule 45 of the Matrimonial Causes Rules.\n           1989, for maintenance.\n      (0 Applications to dismiss petitions in proceedings for divorce."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.(aa) Applications under section 22 of the Bankruptq Act for an\n            order absolute on a petition by a debtor against himself.\n     (a)    Applications under section 34 of the Bankruptcy Act for a\n            provisional order.\n      (c) Applications under section 54 of the m p t c y Act to\n             coniirm a deed of arrangement where the application is not\n          OPM.\n      (d) The public examination of a debtor under section 66 of the\n          Bankruptcy Act.\n      (c) Applications under section 72 of the Bankruptcy Act for\n          an order of discharge where the application is not opposed.\n      0 Ex porte applications under the Bankruptcy Act.\n      (s) The making of orders under section 37 of the Bankruptcy\n          Act for a debtor to file his statement of affairs.\n      (h) Thc m d h g of absolute orders for t a n k ~ p t c yunder sections\n             38 and 51 of the Bankruptcy Act.\n              me inclusion of this page ia authorized by L.N.50/19901"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Minister may by order published in the Gazette powerto\namend the Schedule by adding to, dtering, or removing g%$e.\ntherefrom, the duties and powers contained in the said\nSchedule.\n         inclusion of thin page is authorized by L.N. 460/1973]\n6                  JUDICATURE (SUPREME COURT) ADDlTfONAL\n                            POWERS OF REGISTRAR\n                                            SCHEDULE\nL.N.          1. (a) Applications under section 30 of the Judicature (Civil\n941 1960.             Procedure Code) Law for leave to renew the writ of\nCap. 177.             summons.\n[I953 Edtn.\nOmitted]        (b) Applications under section 41 of the Judicature (Civil Pro-\n                      cedure Code) Law for leave to serve the writ of summons\n                      on an agent authorized to bring action on behalf of the\n                      defendant outside the jurisdiction.\n                (c) Applications under section 42 of the Judicature (Civil\n                      Procedure Code) Law for leave to serve a writ on a servant\n                      or agent in Jamaica of a defendant outside the jurisdiction.\n                (d) Applicdtions under section 44 of the Judicature (Civil\n                      Procedure Code) Law for an order for substituted or other\n                      service or for the substitution of notice for service where the\n                      defendant is within the jurisdiction.\n                (e) Applications under sections 45. 46, 47, 48 and 51 of the\n                      Judicature (Civil Procedure Code) Law for leave to m e out\n                      of the jurisdiction.\n                (f) Applications under section 68 of the Judicature (Civil\n                      Procedure Code) Law for an order that a guardian be\n                      assigned to a defendant.\n                (g) Applications under section 87 of the Judicature (Civil\n                      Procedure Code) Law for an order for an account.\n                (h) Applications under sections 126, 1 2 6 ~ and 127 of the\n                      Judicature (Civil Procedure Code) Law for leave to issue and\n                      serve a thud party notice.\n                (13 Applications under sections 130 and 1 3 2 ~of the Judicature\n                      (Civil Procedure Code) Law by a third party.\n                (j) Applications under scftions 145 and 147 of the Judicature\n                      (Civil Procedure Code) Law for an order where such appli-\n                      cation is made consequent upon the death of any party to a\n                      cause or matter.\n                ( k ) Applications under section 247. 248 or 249 of the Judi-\n                      cature (Civil Procedure Code) Law to assess damages or the\n                      value of goods where\n                         (23 interlocutory judgment has been entered and the\n                             Court or Judge has directed that such damages or the\n                             value of goods shall be assessed by the Registrar; and\n                        (ii) there is only one defendant, or if there is more than\n                              one defendant, interlocutory judgment has been entered\n                              against all the defendants.\n                (1) Applications under section 259 or 264 of the Judicature\n                      (Civil Procedure Code) Law for leave to amend before trial.\n                   me inclusion of this m is authorkd by L.N. 480119731\n        IUDICATURE (SUPREME COURT) ADDITIONAL                                    7\n                POWERS OF REGISTRAR\n     (m)Applications for directions under section 272 of the Judi-\n           cature (Civil Procedure W e ) Law other than applications\n           under section 272t3) by the defendant for an order to dis-\n           miss the action.\n     (n) Applications under section 610 of the Judicature (Civil\n           Prooadurz Code) Law for leave to issue a summons.\n     ( 0 ) Examination of a judgment debtor under section 612 of the\n           Judiiature (Civil Procedure Code) Law.\n     @) Applications under section 621 of the Judicature (Civil\n           Procedure Code) Law for the issue of a writ for the sale of\n           land of a judgment debtor.\n     (4)The making of orders for payment of money into and out of\n           Court.\n     (rl Applications €or leave to He inventories and accounts out of\n           time.\n     (s) Applications for leave to enter orders on conditional\n           appearances.\n     (I) Orders entered by and with the consent of the parties."
    }
  ],
  "definitions": []
}