{
  "id": "jm-stat-the-judicature-trust-corporations-act",
  "type": "statute",
  "title": "The Judicature (Trust Corporations) Act",
  "title_en": "The Judicature (Trust Corporations) Act",
  "short_name": "Judicature (Trust Corporations) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-judicature-trust-corporations-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-judicature-trust-corporations-act | Legal areas: Trusts and Estates",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Judicature (Trust Sborrtitlc.\nCorporations) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                        Intcrpreta-\n“corporation” means any body corporate incorporated by iion.\n     Royal Charter, or by or under any instrument having\n     the force of law in Jamaica or in any other Common-\n     wealth country."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister on the application of any corporation constitu-\n                                                          tion of\ncarrying on business in Jamaica, if he is satisfied that t,-,,UStEOr.\nunder the instrument whereby such corporation is in- norationS.\ncorporated or any instrument whereby the powers of such\ncorporation are defined such corporation is authorized to\nact as an executor of the wiU of any deceased person or\nas administrator of the estate of any deceased person or as\na trustee of any settlement whether constituted by any\ntestamentary instrument or otherwise, may in his absolute\ndiscretion by order declare such corporation to be a trust\ncorporation for the purposes of this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.--(1) The Supreme Court may-                             Probate and\n                                                             letters Of\n     (a) where a trust corporation is named in any testa- ~~~~~-\n         mentary instrument as the executor of any de-\n         ceased person, whether alone or jointly with any wrations.\n         other person, grant probate to such corporation\n         either solely or jointly with some other person, as\n         the case may require; and\n        me inclusion of this page is authorized by L.N. 480119731\n2                        JUDICATURE (TRUST CORPORATIONS)\n                   (b) on the application of any trust corporation, grant\n                        to such corporation, either solely or jointly with\n                        any other person, letters of administration to the\n                        estate of any deceased person.\n                     (2) Where probate or letters of administration are\n               granted to any trust corporation under the provisims of\n               subsection (1) either solely or jointly with any other person,\n               such corporation may act as executor or administrator, as\n               the case may be, as if such trust corporation were an\n               individual.\noAicer3 of       5. Any officer of any trust corporation, if authorized\ntrust cor-\nvoralions.     so to do by such corporation or the directors or govern-\nio act on\nbehalf of      ing body of such corporation, may on behalf of the cor-\nsuch\ncorpora-\n               poration, swear affidavits, give security and do any other\ntions.         act or thing required by the Court to be done with a view\n               to the grant to the corporation of probate or administration\n               and any act so done by any officer of such corporation\n               shall for all purposes be deemed to be the act of the cor-\n               poration.\nProbate          6. After the commencement of this Act probate or\nand ad-\nministration   administration shall not be granted to any syndic or nomi-\nnot to be\ngranled to     nee on behalf of a trust corporation.\nsyndics on\nbehalf of\nt N S 1 COI-\nporarions.\nVesling of       7.-(1) Where any interest in any estate is vested in a\ninkrest in\ntlUbt cor-     syndic on behalf of any corporation acting as the personal\nporations.     representative of a deceased person and such corporation\n               becomes a trust corporation, such interest shall, except as\n               otherwise provided in subsection (2), be deemed to vest in\n               such corporation on the day on which it becomes a trust\n               Corporation.\n                       (2) Subsection (1) shall not appIy to any securities\n               registered in the name of a syndic or to any land or to any\n               -\n           JUDICATURE (TRUST CORPORATIONS)                                    3\nencumbrances upon land registered under the Registration\nof Titles Act in the name of a syndic.\n       (3) Where any securities are registered in the name\nof, or any land or encumbrances thereon are registered\nunder the Registration of Titles Act in the name of, a\nsyndic on behalf of a corporation acting as the personal\nrepresentative of a deceased person and such corporation\nbecomes a trust corporation, such syndic shall forthwith do\nall such acts as may be necessary to transfer such securities,\nland or encumbrances thereon, as the case may be, to such\ntrust corporation or to such person as such trust corpora-\ntion may direct.\n       (4) Where by virtue of the provisions of subsection\n(1) any interest in any estate is deemed to vest in anv trust\ncorporation, or pursuant to the provisions of subsection (3)\nany securities, land or encumbrances upon land are trans-\nferred to any trust corporation, such trust corporation\nshall indemnify the syndic in whom such interest, securities,\nland or encumbrances upon land, as the case may be, were\nvested immediately before they were deemed to vest or\nwere transferred by the syndic to such trust corporation."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. For the avoidance of doubt it is hereby declared-              Application\n                                                                    of Act.\n    (a) that the provisions of this Act shall apply to the\n         estate of deceased persons who died before the\n         commencement of this Act as it appIies to the\n         estates of such persons who died after the com-\n         mencement of this Act; and\n     (6) that the vesting or the transfer of any interest in\n         any estate or of any securities, land or encum-\n         brances upon land pursuant to the provisions of\n         this Act shall not be deemed to constitute a\n         breach of any covenant or of any condition\n         against alienation or to give rise to any forfeiture.\n       Dhhe inclusion of this page is authorized by LN. 480/19731"
    }
  ],
  "definitions": []
}