{
  "id": "jm-stat-the-judiciary-act",
  "type": "statute",
  "title": "The Judiciary Act",
  "title_en": "The Judiciary Act",
  "short_name": "Judiciary Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-judiciary-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-judiciary-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. (1) In this Appendix-                                                    Interpre-\n      “children” means the children of a Judge (including legaI1y adopted\n           children and step-children of the Judze or of his wife) who are\n           Ixlow the age of 18 years, or if attending full-time at a LN.\n           recognised educational institution below the age of 21 years. 6 1 ~ / 1 9 8 3 .\n           unmarried and dependent upon him;\n      “Government” means the Government of Jamaica;\n      ‘leave passage” means return Erst class passages by sea or air\n           or overland or any combination of these by a route approved\n           as a normal route between Jamaica and some other country,\n           provided by the Government for a Judge, his wife (if any)\n           and children (if any) :\n             Provided that-\n                (a) the cost to the Government in respect of each person\n                      shall not exceed-\n                         (i) the full actual cost of a first class return\n                             passage to that country; or\n                        (ii) $966 or such other sum as the Minister\n                             responsible for finance may from time to time\n                             approve,\n                      whichever is the less; and\n                (6) the total amount payable by the Government shaU\n                     not exceed $3,900 or such other sum as the Minister\n                     responsible for iinance may from time to time\n                     approve:\n     “prescribed minimum tour” means a period of three years’ service\n          as a Judge commencing on the later of the following dates,\n          that is to say-\n                (a) the date of appointment as a Judge: or\n                (b) the date of resumption of duty after the expiration.\n                     of any leave which was the occasion of the grant of\n                     a passap allowance or any portion thereof. or, if\n                     there be more than one such date, the last such date,\n          and for tbe purposes of this definition a period of public\n          service with which service as a Judge was continuous shall be\n          treated as if it were servicz as a Judge;\n     “tour” means a period of service as a Judge in respect of which\n          entitlement to leave passages accrues and includes any\n          period of leave which was not the occasion of the grant of\n          leave passages or any portion of a leave passage.\n     (2) In this Appendix where reference is made to a Judge’s wife the\nreference shall. in the case of a female Judge, be deemed to include L.N. 16611r\nreference to the Judge’s husband.\n        “k inclusion of this page is authorized by L.N. 55(1984]\n22                                          JUDICIARY\nGrant of         2. Subject to paragraphs 4, 5 and 6, a Judge shall, on his application,\nleave          he entitled to the grant of leave passages in respect of himself, his wife\npassages\noii comple-\n               and children in so far as they are included in his application if, havlng\nr i m of       completed the prescribed minimum tour, he is authorized to he absent\nminimum        from Jamaica and travels abroad on leave.\ntom.\nFamily m a y     3. Leave passages shall be payable in such manner as to enable a\ntravel in      Judge’s wife or children or both the wife and children to precede or to\nadvance of\nor after       follow him, if he so desires, on the outward or return journey, as the\nJudge.         case may require.\nLcave            4. Where a Judge is granted vacation leave, not earlier than six months\npassages\ngran!ed 10     prior to the completion of the prescribed minimum tour, to suit the\nsuit con-      convenience of Government or on the ground of public interest, he shall\nicnience of    nevertheless be granted leave passages provided that his next tour shall\nGovern-\nmeni           he lengthened by the period by which the preceding roiir was shortened."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Leave other than departmental leave will normally count from the\n         working day after a Judge ceases duty until the working day preceding\n         that on which he resumed duty (both dates inclusive)."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. (1) Any leave granted may be cancelled if it is desirable that a\n         Judge should resume duty bcfore the expiration of the leave granted.\n         so, however, that subject to sub-paragraph (Z), the unexpired portion\n         of leave may be taken on a subsequent occasion.\n               (2) Any further accumulation of leave consequent on cancellation\n         shall be subjected to the limits prescribed in paragraph 1 of this\n         Appendix."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where vacation leave is spent in some place other than Jamaica the\n         time necessarily taken on the journey to and from that place (not exceed-\n         ing 14 days each way) shall be regarded as travel time in respect ofwhich\n         salary is payable and shall not count as part of the leave granted:\n           Provided that the travel time concession shall not be g m ~ -\n               (a) unless the Judge-\n                       (;) has not less than two years service (including. where\n                           appropriate, public service together with which his ser-\n                           vice as a Judge is continuous); or\n                      (ii) completes not less .than two years service after ,the\n                           last occasion on which he was granted the concession;\n                           or\n               (b) if the Judge is proceeding on leave prior to retirement or\n                   resignation.\n                                JUDICIARY                                                  21\n                              APPENDIX XI            (Regulations 3 and 5)\n                              Leave Passages"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Where leave is desired on grounds of ill health, urgent private\n               affairs or for purposes of study, a Judge who has not completed the\n               prescribed minimum tour may be granted such propo!tion oE the\ncnrnpietion    cost of leave passages as the period of his service which might be taken\nof Lour.\n               into account in computing the prescribed minimum tour bears to the\n               prescribed minimum tour.\n                     (2) A similar facility may he granted where the leave passages\n               are required on grounds other than those specified in sub-paragraph (1)\n               if the Judge has served for at least one-half of tbe prescribed minimum\n               tour.\nLeave            6. (1) A Judge may be granted leave passage to enable him to proceed\npassages       abroad on leave prior to retirement on pension, so, however, that if he\nnrior to       has not at the commencement of his leave completed the prescribed\nrufrement.\n               minimum tour he may be granted such propoaion of the cost of leave\n               passages as the period of his service which might be taken into account\n               in computing the prescribed minimum tour hears to the prescribed\n               minimum tour.\n                     (2) Leave passages shall be granted under sub-paragraph (I)\n               only if the Judge leaves the Island before the date on which his\n               retirement takes effect.\n                       K h e inclusion of !his page is authorized by L.N. 55/1984]"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Each Judge shall be paid a transport allowaooe at the rate Transpod\napproved by the Minister responsible for hance for the upkeep of allowano\nhis means of transport."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where for the purposes of any official duty a Judge is required ~ ~ ~ t m c e ,\nto travel to any parish other than Kingston or Saint Andrew he shall,\nin respect of such travel, be paid a commuted travel and subsistence\nallowance at the rate of $30 per day.\n                                Telephones"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. There shall be paid for the Chief Justice and the President of the Telephone\nCourt of Appeal the cost of rental of a telephone at their respective aiiowancc.\nresidences and also such metered and other telephone charges (excepting\noverseas calls) as are claimed by them.\n                           Medical Treatment"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A Judge is entitled, without charge, to operative, medical and Medical\npsychiatric treatment, X-ray, bacteriological and pathological examina-\ntions. and physiotherapy treatment and to all incidental hospitalization\nservices at any hospital or other institution established and maintained\n(whether wholly or partly) by the Government.\n                 Entertainment m d other Allowances                        L.N.\n                                                                           166/77"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. There shall be pid-                                                  Enertain-\n                                                                           ment and\n    (a) to the Chief Justice:                                              OthSr\n    ( b ) to the President of the Court of Appeal; and                 allowances.\n                                                                       L.N.\n     [c) to the other Judges of the Court of Appeal and of the Supreme 166,77\n          Court,\nsuch entertainment and other allowances as may from time to time\nbe determined by the Minister responsible for finance.\n         Whe inclusion of this page i s authorized by L.N. 68/1978]\n20                                      JUDlClARY\n                                       APPENDIX I                      (Regulation 4)"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Regulations.\n                                JUDICIARY                                              19\n     (2) Where a residence of suitable quality is not provided or avail-\nable a house allowance shall be paid to the Judge at a rate approved\nby the Minister responsible for finance.\n      (3) The alIocation of houses to Judges shall be in the discretion\nof the Chief Justice subject to the approval of the Minister responsible\nfor finance.\n                        Transport and Subsistence"
    }
  ],
  "definitions": []
}