{
  "id": "jm-stat-the-jury-act",
  "type": "statute",
  "title": "The Jury Act",
  "title_en": "The Jury Act",
  "short_name": "Jury Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-jury-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-jury-act",
  "provisions": [
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. No challenge to the array shall be allowed, nor Chdmge\n                                                            to the\nshall the anay be quashed, nor shall any judgment after\nverdict upon any indictment or information for any felony\nor misdemeanour be stayed or reversed by reason of the\nneglect or default of any officer to do or perform any of\nthe foregoing acts or requirements in relation to the\npreparation of the jury lists, or in the making of the jury\npanels aforesaid."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49, On the trial of any criminal or civil case, in any BdlOlfm\n                                                                  In\nCircuit Court, the jury to be impanelled for the trial shall iury\n                                                             amit\nbe balloted for by the Registrar, or Clerk, or any other court.\nofficer of the Court, subject to all rights of challenge."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. The powers granted to the Court or a Judge by the Savingof\n                                                                 tbhcrent\nprovisions of this Act shall be without prejudice to the powsnof\ninherent powers of the Court or a Judge in trials by jury\nor to the practice of the Courts."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-Rules    of Court may be made prescribing the RUICS.\nmanner in which jurors are to be summoned and to be              i,’e\nselected from the panel."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-The Minister may make regulations generally for 5         o   e\ngiving effect to the purposes and provisions of this Act and 7/1980\nin particular, but without prejudice to the generality of the S 31.\nforegoing, may make regulations prescribing-\n    (a) the form and number of any list required for the\n        purposes of this Act and the particulars to be in-\n        eluded in such list;                                      .\n    (6) the payment of travelling expenses to the jurors\n        in civil and criminal cases.\n       me inclusion of this page is authorized by LN. 17/1982]\n28                                                   JURY\n                                              SCHEDULE A                          (Section 2)\n                                List of Persons Exempt from Serving on Juries\n51/1968            Members and spouses of members of the Privy Council. Cabinet.\nS . 3, Sch.      Senate and House of Representatives.\n(a)   and (b).\n1511962              Judges and spouses of Judges of the COW of Appeal, Judges and\nS. 35, Sch.\n7/1980           spouses of Judges of the Supreme Court, the Master in Chambers and\nS. 32 (1).       t h e spouse of the Master in Chambers, thz Registrar and spouse of the\nL.N.             Registrar of the Supreme Count, Judges and spouses of Judges of tbe\n50119~.          Family Court, Judges and spouses of Judges of the Traffic court and\n                 Resident Magistrates 'and spouses of Resident Maastrates.\n                    Custodes of parishes.\n51 / I968          The Mayor and Deputy Mayor of the Kingston and Saint Andrew\ns. 3, sch.       Corporation, Mayors and Deputy Mayors or chairmen and vice-\n(C)\nL.N.             chairmen of Parish Councils, Coundllors of the Kingston and Saint\n741 1971.        Andrew Corporation and of the Parish Councils.\n                   Officers holding appointments and meiving salaries in the public\n                 service of Jamaica.\n711980             Attorneys-at-law in actual practice.\nS. 32 (I).\n                   Ministers of religion, following no secular occupation.\n                   Medical praotiaioners in actual practice.\n                   Secretaries of Parish Councils.\n711480              School teachers.\ns. 32 (1).\n                    Teachers in-\nLN.                   (a) the University of the West Indies, the College of Arts, Sciencc\n5011981                    and Technology or Teachers Training Colleges; or\n                      (b) any institution providing higher education of a standard\n                           comparable to that provided by the institutions specised in\n                           paragraph (d.\n                   Persons engaged in a supervisory or technical capcity in any busi-\n                 ness concerned m the operation of commercial aircraft.\n                   Masters or captains of vessels actually serving as such.\n                   Pilots legally appointed and actually sewing as such.\n                  Lighthouse keepers.\n                  Wharikgcrs within the meaning of the interpretation section of the\n                 Wharfaee Act, subject to the following conditions-\n                    ( U ) that the exemption extends to one person only in respect of\n                          each public wharf, and\n                         ____~\n                         lThhe inclusion of this mge is authorized by L.N. 17/1982]\n                                       JURY                                              29\n     (b) that the person claiming the exemption shall claim the same by\n          notice in writing under his hand addressed to the Clerk of the\n          Courts of the parish in which the public wharf is situated,\n          and delivered to him on or before the first day of August in\n          each year.\n   Dental practitioners registered under the Dental Act.\n   Veterinary Surgeons registered under the Veterinary Act.                    1811975\n                                                                               S. 19.\n   Registered Pharmacists dispensing drugs and poisons under the Pharmacy\nAct.\n   Commonwealth citizens performing diplomatic or consular duties.             5111968\n                                                                               S. 3. Sch.\n   Officers, non-commissioned officers and men of the Regular Force and 5111968\nReserve Force of the Jamaica Defence Force.                             S. 3, Sch.\n                                                                               (g).\n   Superintendent of Roads and Works.\n   Inspectors of Poor.\n   City Engineer.\n   Persons registered under the Professions Supplementary to Medicine 711980\nAct.                                                                  S. 32 (I).\n   Persons registered under the Nurses and Midwives Act.\n    Persons enrolled as students in any school, college, university or other\ninstitution of learning.\n   The Director of Elections, members of staff of the Electoral Office and L.N.\nother employees of the Electoral Advisory Committee.                       5011981.\n               SCHEDULE B [Repealed by Act 1 of2009.1\n               lThe inclusion of h i s page is authorized by L.N. 123ROll)\n                                                      JURY\n                                                                                                      !\n(Section 19)\n                                                SCHEDULE C\n                                          Fortn of Summons to Juror                                   I\n                                                                                                      i\n               JAMAICA,\n                     S.S.\n                    Parish of\n                  You are hereby required to be and appear at Her Majesty's next\n               Circuit Court, in and for the parish of                        1        ,to\n               be holden at the Court House at                         ,on the'       day\n               of                     ensuing, at        o'clock in the forenoon, there to\n               serve as a (Special or other) Juror, and not to depart without leave of the\n               Court, or in due course of law. Hereof fail not at your peril. ,\n                   If you make default in attendance in pursuance to this summons\n               without some reasonable excuse, you will render yourself liable to a\n               fine of $2,000.\n                                                                                                  I\n                    Dated this                         day of                                     i 19\n                                                                          -\n                                                  (Signed)\n                                                  Registrar of the Supreme Court1\n               Form of Sworn Return of Service of Jurors for the Circuit Court to be\n                                                                                                  i\n                   holden at                    on       .      , the   1\n                    day of                            . 19\n                   No.        Name of Address Descrip- Date of By whom Remarks\n                               jurors          tion    service served/\n                                                                                              I\n                     1\n                                                                                              I\n                     2\n                (to 80,50,\n                  or I 1 as\n                 the case\n                 may be)                                                                  I\n                              JThe inclusion of this page is authorized by L.N. lUROlll\n                                                                                          '\n                                        JURY                                                            31\nJAMAICA,S.S.\n        Parish of\n    We,                                               respectively, of the\nparish of                                  ,being duly sworn, make oath 1412009\nand say, that the abovenamed jurors were respectively served by            S. 14(b)\nas set opposite to our names.\n        Sworn to before me,                               , at\nthis                       day of                                1 9    .\n                                      (Signed)\n                                      Justice of the Peace,\n                                       parish of\n                                    SCHEDULE D        '                      (Section 4 1 )\n                 Warrant of Commitment wherefine is not paid                                  711 980\n                                                                                              S. 33.\nWhereas-\n       ( 1 ) A.B. of                          , was on the (date of service\n             of summons) duly summoned to serve as a juror in the\n             (Court) in and for the parish of                        ;and\n       (2) on the (date of imposition of fine), pursuant to section 39\n           of the Act, an order was made by the (Court) imposing a\n           fine of [           dollars, $             ] upon him; and\n       (3) a copy of the minute of such order was duly served upon him\n           requiring him to forward the amount of the fine or an affidavit\n           pursuant to section 4 1 but-\n                    [(a) he has rehsed or neglected to obey the same;] or\n                 [(b) having forwarded an aff~davitpursuant to section 41\n                      he has been notified that the fine has not been\n                      remitted by the Court but he has nevertheless omitted\n                      to pay the fine;]\n           These therefore are-\n       (A) to command you, the said Constables, unless the said fine be\n           sooner paid, to take the said A.B. and convey him safely to the\n           (prison or lock-up) as aforesaid and there to deliver him to the\n               . [The inclusion of this.page is authorized by LN. 123RO111\n        Superintendent (or other head officer) together with lhis precept;\n        and\n   (B) to command you, the said Superintendent (or other head officer)\n    '. of the said (prison or lock-up) to receive the saib A.B. into\n       your custody in the said (prison or lock-up) there to imprison\n       him for the space of                       ,unless thle amount of\n       the said fine shall sooner be paid to you,\nand for your so doing this shall be your sufficient warrant.\n    Given under my hand this                           day of\nin the parish aforesaid.\n(Registrar, Supreme Court)\n(Clerk of the Circuit Court\nfor the parish of                           1\n(Clerk of the Courts for the\nparish of                                 1.\n   To each and all of the Constables of                  ,and to the     I\nSuperintendent (or other head officer) of the (prison 1 or lock-up)\nat                                                    I\n                                                                         I\n               lThe inclusion of this page is authorized by L.S. l23/f011(\n                                                                         I"
    }
  ],
  "definitions": []
}